{
  "pmid": "31584340",
  "uid": "31584340",
  "title": "Return to Sport After Arthroscopic Superior Labral Anterior-Posterior Repair: A Systematic Review.",
  "abstract": "CONTEXT: Superior labral anterior-posterior (SLAP) lesions often result in significant sporting limitations for athletes. Return to sport is a significant outcome that often needs to be considered by athletes undergoing the procedure. OBJECTIVE: To evaluate return to sport among individuals undergoing arthroscopic SLAP repair. DATA SOURCES: Four databases (MEDLINE, EMBASE, PubMed, and Cochrane) were searched from database inception through January 29, 2018. STUDY SELECTION: English-language articles reporting on return-to-activity rates after arthroscopic SLAP repairs were included. STUDY DESIGN: Systematic review. LEVEL OF EVIDENCE: Level 4. DATA EXTRACTION: Data including patient demographics, surgical procedure, and return to activity were extracted. The methodological quality of included studies was evaluated using the Methodological Index for Non-Randomized Studies (MINORS) tool. RESULTS: Of 1938 screened abstracts, 22 articles involving a total of 944 patients undergoing arthroscopic SLAP repair met inclusion criteria. Of the total included patients, 270 were identified as overhead athletes, with 146 pitchers. Across all patients, 69.6% (657/944 patients) of individuals undergoing arthroscopic SLAP repair returned to sport. There was a 69.0% (562/815 patients) return to previous level of play, with a mean time to return to sport of 8.9 ± 2.4 months (range, 6.0-11.7 months). The return-to-sport rate for pitchers compared with the return-to-activity rate for nonpitchers, encompassing return to work and return to sport, was 57.5% (84/146 patients) and 87.1% (572/657 patients), respectively, after arthroscopic SLAP repair. CONCLUSION: Arthroscopic SLAP repair is associated with a fair return to sport, with 69.6% of individuals undergoing arthroscopic SLAP repair returning to sport. SLAP repair in pitchers has significantly decreased return to sport in comparison with nonpitching athletes. Athletes on average return to sport within 9 months postoperatively.",
  "authors": [
    {
      "last_name": "Thayaparan",
      "fore_name": "Aarabi",
      "initials": "A",
      "name": "Aarabi Thayaparan",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "James",
      "initials": "J",
      "name": "James Yu",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopedic Surgery, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "6",
    "pub_year": "2019"
  },
  "start_page": "520",
  "end_page": "527",
  "pages": "520-527",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Athletic Injuries",
    "Baseball",
    "Humans",
    "Postoperative Complications",
    "Recovery of Function",
    "Reoperation",
    "Return to Sport",
    "Shoulder Injuries",
    "Shoulder Joint"
  ],
  "article_ids": {
    "pubmed": "31584340",
    "pmc": "PMC6822213",
    "doi": "10.1177/1941738119873892"
  },
  "doi": "10.1177/1941738119873892",
  "pmc_id": "PMC6822213",
  "dates": {
    "completed": "2019-12-12",
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.286795",
    "pmid": "31584340"
  }
}