{
  "pmid": "31589955",
  "uid": "31589955",
  "title": "Multiple uses of forest plots in presenting analysis results in health research: A Tutorial.",
  "abstract": "BACKGROUND AND OBJECTIVES: Forest plots are an important graphical method in meta-analyses used to show results from individual studies and pooled analyses. Forest plots are easy and straightforward to understand because they provide tabular and graphical information about estimates of comparisons or associations, corresponding precision, and statistical significance. This visual representation also makes it easier to see variations between individual study results. Forest plots are widely used in not only systematic reviews and meta-analyses but also observational studies and clinical trials. In this study, we aimed to show readers the various uses of forest plots in displaying analysis results. STUDY DESIGN AND SETTING: We used a tutorial type to show multiple uses of forest plots in meta-analyses, clinical trials, and observational studies according to the PICO (Population or Subgroup, Intervention or Exposure, Control, and Outcome) framework. RESULTS: We introduced forest plots' structure, application, current practice, and research advances in health research. We provided some examples from the literature to show the various uses of forest plot-type graphics in health research including meta-analyses, clinical trials, and observational studies. CONCLUSION: It is expected that our discussion of the current multiple uses of forest plots in meta-analyses, clinical trials, and observational studies provides a glimpse about their potential in displaying results in a way that makes comparisons between items easier.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Guowei",
      "initials": "G",
      "name": "Guowei Li",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou, China; Department of Health research methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; St. Joseph's Healthcare Hamilton, McMaster University, Hamilton, Ontario, Canada. Electronic address: lig28@mcmaster.ca."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Zeng",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou, China; School of Public Health, Southern Medical University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Tian",
      "fore_name": "Junzhang",
      "initials": "J",
      "name": "Junzhang Tian",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou, China."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MAH",
      "name": "Mitchell A H Levine",
      "affiliations": [
        "Department of Health research methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; St. Joseph's Healthcare Hamilton, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health research methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; St. Joseph's Healthcare Hamilton, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "117",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "89",
  "end_page": "98",
  "pages": "89-98",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomedical Research",
    "Clinical Trials as Topic",
    "Data Interpretation, Statistical",
    "Evidence-Based Medicine",
    "Humans",
    "Meta-Analysis as Topic",
    "Observational Studies as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "31589955",
    "doi": "10.1016/j.jclinepi.2019.09.021",
    "pii": "S0895-4356(19)30278-1"
  },
  "doi": "10.1016/j.jclinepi.2019.09.021",
  "dates": {
    "completed": "2020-08-06",
    "revised": "2020-08-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.888745",
    "pmid": "31589955"
  }
}