{
  "pmid": "31591681",
  "uid": "31591681",
  "title": "A multiple-trainee, multiple-level, multiple-competency (multi-TLC) simulation-based approach to training obstetrical emergencies.",
  "abstract": "Competency-based education requires that programs increase the breadth of direct observation and assessment to improve resident training. To achieve these goals, the authors developed and executed a multiple-trainee, multiple-level, multiple-competency (Multi-TLC) obstetrical emergencies simulation curriculum. Depending upon their training level (PGY1-PGY5), obstetrics and gynaecology residents participated in various roles (i.e., first responder, second responder, confederates, and evaluators) within four simulation scenarios designed to provide opportunities for education, direct observation, and assessment across a number of competencies (i.e., medical expert, communicator, collaborator, leader, advocate, and scholar). The curriculum was carried out over 8 h spread evenly across 2 days (i.e., 4 h/day) and involved periods of pre-briefing, live simulation, and debriefing. An evaluation of the Multi-TLC was operationalised via a context-input-process-product model. This report presents the outcomes of that evaluation derived from quasi-experimental comparisons of the new and previous curricula across four priorities for simulation-based education identified by the Department of Obstetrics and Gynecology at McMaster University (Hamilton, ON, Canada): increasing learning opportunities, maintaining or improving resident learning, maintaining or reducing program costs, and improving resident satisfaction. The evaluation revealed that the Multi-TLC curriculum permitted a greater breadth of direct observation and assessment across competencies, maintained the previous learning objectives while also addressing additional ones, and was done so in a way that reduced the overall financial and human resource costs associated with the department's obstetrical emergency simulation curriculum. A Multi-TLC organisation of simulation curricula can facilitate efficient application of competency-based education principles.",
  "authors": [
    {
      "last_name": "Mueller",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Mueller",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Ellis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada.",
        "Midwifery Education Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sonnadara",
      "fore_name": "Ranil",
      "initials": "R",
      "name": "Ranil Sonnadara",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LEM",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada. griersle@mcmaster.ca.",
        "McMaster Faculty of Health Sciences Program for Education Research, Innovation, and Theory, McMaster University, Hamilton, ON, Canada. griersle@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Perspectives on medical education",
    "iso_abbreviation": "Perspect Med Educ",
    "issn": "2212-277X",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "309",
  "end_page": "313",
  "pages": "309-313",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Competency-Based Education",
    "Emergency Medical Services",
    "Humans",
    "Internship and Residency",
    "Obstetrics",
    "Simulation Training"
  ],
  "article_ids": {
    "pubmed": "31591681",
    "pmc": "PMC6820588",
    "doi": "10.1007/s40037-019-00534-7",
    "pii": "10.1007/s40037-019-00534-7"
  },
  "doi": "10.1007/s40037-019-00534-7",
  "pmc_id": "PMC6820588",
  "dates": {
    "completed": "2020-05-26",
    "revised": "2023-02-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.285885",
    "pmid": "31591681"
  }
}