{
  "pmid": "31594901",
  "uid": "31594901",
  "title": "Examining consensus for a standardised patient assessment in community paramedicine home visits: a RAND/UCLA-modified Delphi Study.",
  "abstract": "OBJECTIVE: Community paramedicine programme are often designed to address repeated and non-urgent use of paramedic services by providing patients with alternatives to the traditional 'treat and transport' ambulance model of care. We sought to investigate the level of consensus that could be found by a panel of experts regarding appropriate health, social and environmental domains that should be assessed in community paramedicine home visit programme. DESIGN: We applied the RAND/UCLA Appropriateness Method in a modified Delphi method to investigate the level of consensus on assessment domains for use in community paramedicine home visit programme. SETTING AND PARTICIPANTS: We included a multi-national panel of 17 experts on community paramedicine and in-home assessment from multiple settings (paramedicine, primary care, mental health, home and community care, geriatric care). MEASURES: A list of potential assessment categories was established after a targeted literature review and confirmed by panel members. Over multiple rounds, panel members scored the appropriateness of 48 assessment domains on a Likert scale from 0 (not appropriate) to 5 (very appropriate). Scores were then reviewed at an in-person meeting and a finalised list of assessment domains was generated. RESULTS: After the preliminary round of scoring, all 48 assessment domains had scores that demonstrated consensus. Nine assessment domains (18.8%) demonstrated a wider range of rated appropriateness. No domains were found to be not appropriate. Achieving consensus about the appropriateness of assessment domains on the first round of scoring negated the need for subsequent rounds of scoring. The in-person meeting resulted in re-grouping assessment domains and adding an additional domain about urinary continence. CONCLUSION: An international panel of experts with knowledge about in-home assessment by community paramedics demonstrated a high level of agreement on appropriate patient assessment domains for community paramedicine home visit programme. Community paramedicine home visit programme are likely to have similar patient populations. A standardised assessment instrument may be viable in multiple settings.",
  "authors": [
    {
      "last_name": "Leyenaar",
      "fore_name": "Matthew S",
      "initials": "MS",
      "name": "Matthew S Leyenaar",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada leyenam@mcmaster.ca.",
        "The Ontario Community Paramedicine Secretariat, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-1151-9479"
    },
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "The Ontario Community Paramedicine Secretariat, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Batt",
      "fore_name": "Alan M",
      "initials": "AM",
      "name": "Alan M Batt",
      "affiliations": [
        "School of Public Safety, Fanshawe College, London, Ontario, Canada.",
        "Community Emergency Health and Paramedic Practice, Monash University, Clayton, Victoria, Australia.",
        "Paramedic Science Discipline, Central Queensland University, Rockhampton, Queensland, Australia."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Sinha",
      "affiliations": [
        "The Ontario Community Paramedicine Secretariat, Toronto, Ontario, Canada.",
        "Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nolan",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Nolan",
      "affiliations": [
        "The Ontario Community Paramedicine Secretariat, Toronto, Ontario, Canada.",
        "Paramedic Service, County of Renfrew, Pembroke, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5691-4675"
    },
    {
      "last_name": "Tavares",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Tavares",
      "affiliations": [
        "The Wilson Centre and Post MD Education, University of Toronto Faculty of Medicine, Toronto, Ontario, Canada.",
        "Institute of Health Policy Management & Evaluation, University of Toronto Faculty of Medicine, Toronto, Ontario, Canada.",
        "York Region Paramedic and Senior Services, Newmarket, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "07"
  },
  "start_page": "e031956",
  "pages": "e031956",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Allied Health Personnel",
    "Canada",
    "Community Health Services",
    "Consensus",
    "Delphi Technique",
    "Emergency Medical Services",
    "Home Care Services",
    "Humans",
    "Patient Care",
    "Quality Indicators, Health Care",
    "Research Design",
    "Symptom Assessment"
  ],
  "article_ids": {
    "pubmed": "31594901",
    "pmc": "PMC6797257",
    "doi": "10.1136/bmjopen-2019-031956",
    "pii": "bmjopen-2019-031956"
  },
  "doi": "10.1136/bmjopen-2019-031956",
  "pmc_id": "PMC6797257",
  "dates": {
    "completed": "2020-10-23",
    "revised": "2020-10-23"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.694126",
    "pmid": "31594901"
  }
}