{
  "pmid": "31603757",
  "uid": "31603757",
  "title": "Consistency of Drinker Status Over Time: Drinking Patterns of Ex-Drinkers Who Describe Themselves as Lifetime Abstainers.",
  "abstract": "OBJECTIVE: Misclassification of self-reported lifetime abstainers from alcohol has been shown to bias studies that examine the long-term health effects of alcohol, notably the health benefits from moderate drinking. This article uses 16 waves of longitudinal data to examine the consistency of self-reported drinker status. METHOD: Participants were drawn from the 17,964 respondents who completed the Household Income and Labour Dynamics in Australia survey in 2016. Of these, 807 participants met the inclusion criterion of completing at least six surveys between 2001 and 2016 and reported that they had never consumed alcohol in 2016. The drinking status of the participants in the previous 15 waves was examined for inconsistencies. RESULTS: Less than half (44%) of respondents who described themselves as lifetime abstainers in 2016 had consistently given this response in all previous surveys. A further 8% had described themselves as ex-drinkers at some point without reporting any actual consumption, whereas the remaining 48% had reported alcohol consumption in a previous survey. The reported consumption of these respondents was generally low, and most drank rarely. However, 5% of self-reported lifetime abstainers had reported risky levels of consumption in a previous survey. CONCLUSIONS: Most survey respondents who reported that they had never consumed alcohol in 2016 did report consuming at least some alcohol (or at least being an ex-drinker) in previous surveys. Self-report of lifetime abstention may not be accurately separating lifetime abstainers from ex-drinkers, possibly biasing work on the harms and benefits of moderate consumption.",
  "authors": [
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Chikritzhs",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Chikritzhs",
      "affiliations": [
        "National Drug Research Institute, Curtin University, Perth, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Victoria, Australia.",
        "Karolinska Institute, Department of Clinical Neuroscience, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Journal of studies on alcohol and drugs",
    "iso_abbreviation": "J Stud Alcohol Drugs",
    "issn": "1938-4114",
    "issn_type": "Electronic",
    "volume": "80",
    "issue": "5",
    "pub_year": "2019",
    "pub_month": "Sep"
  },
  "start_page": "552",
  "end_page": "556",
  "pages": "552-556",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Alcohol Abstinence",
    "Alcohol Drinking",
    "Australia",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Self Report",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31603757"
  },
  "dates": {
    "completed": "2020-05-18",
    "revised": "2020-05-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.780205",
    "pmid": "31603757"
  }
}