{
  "pmid": "31608743",
  "uid": "31608743",
  "title": "Treatment of urinary tract infections in the era of antimicrobial resistance and new antimicrobial agents.",
  "abstract": "Urinary tract infections (UTIs) caused by antibiotic-resistant Gram-negative bacteria are a growing concern due to limited treatment options. Knowledge of the common uropathogens in addition to local susceptibility patterns is essential in determining appropriate empiric antibiotic therapy of UTIs. The recommended first-line empiric antibiotic therapy for acute uncomplicated bacterial cystitis in otherwise healthy adult nonpregnant females is a 5-day course of nitrofurantoin, a 3-g single dose of fosfomycin tromethamine, or a 5-day course of pivmecillinam. High rates of resistance for trimethoprim-sulfamethoxazole and ciprofloxacin preclude their use as empiric treatment of UTIs in several communities, particularly if patients who were recently exposed to them or in patients who are at risk of infections with extended-spectrum β-lactamases (ESBLs)-producing Enterobacteriales. Second-line options include oral cephalosporins such as cephalexin or cefixime, fluoroquinolones and β-lactams, such as amoxicillin-clavulanate. Current treatment options for UTIs due to AmpC- β -lactamase-producing Enterobacteriales include nitrofurantoin, fosfomycin, pivmecillinam, fluoroquinolones, cefepime, piperacillin-tazobactam and carbapenems. Treatment oral options for UTIs due to ESBLs-E coli include nitrofurantoin, fosfomycin, pivmecillinam, amoxicillin-clavulanate, finafloxacin, and sitafloxacin while pivmecillinam, fosfomycin, finafloxacin, and sitafloxacin are treatment oral options for ESBLs- Klebsiella pneumoniae. Parenteral treatment options for UTIs due to ESBLs-producing Enterobacteriales include piperacillin-tazobactam (for ESBL-E coli only), carbapenems including meropenem/vaborbactam, imipenem/cilastatin-relebactam, and sulopenem, ceftazidime-avibactam, ceftolozane-tazobactam, aminoglycosides including plazomicin, cefiderocol, fosfomycin, sitafloxacin, and finafloxacin. Ceftazidime-avibactam, meropenem/vaborbactam, imipenem/cilastatin-relebactam, colistin, fosfomycin, aztreonam and ceftazidime-avibactam, aztreonam and amoxicillin-clavulanate, aminoglycosides including plazomicin, cefiderocol, tigecycline are treatment options for UTIs caused by carbapenem-resistant Enterobacteriales (CRE). Treatment options for UTIs caused by multidrug resistant (MDR)-Pseudomonas spp. include fluoroquinolones, ceftazidime, cefepime, piperacillin-tazobactam, carbapenems including imipenem-cilastatin/relebactam, meropenem, and fosfomycin, ceftolozane-tazobactam, ceftazidime-avibactam, aminoglycosides including plazomicin, aztreonam and ceftazidime-avibactam, cefiderocol, and colistin. It is important to use the new antimicrobials wisely for treatment of UTIs caused by MDR-organisms to avoid resistance development.",
  "authors": [
    {
      "last_name": "Bader",
      "fore_name": "Mazen S",
      "initials": "MS",
      "name": "Mazen S Bader",
      "affiliations": [
        "Staff Physician, Department of Medicine, Hamilton Health Sciences, Juravinski hospital and Cancer Centre , Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Departments of Pathology & Molecular Medicine and Clinical, Epidemiology & Biostatistics, McMaster University , Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leto",
      "fore_name": "Daniela",
      "initials": "D",
      "name": "Daniela Leto",
      "affiliations": [
        "Department of Medicine and Pathology and Molecular Medicine, McMaster University, Hamilton Health Sciences, Juravinski Hospital and Cancer Centre , Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Annie A",
      "initials": "AA",
      "name": "Annie A Brooks",
      "affiliations": [
        "Department of Pharmacy, Hamilton Health Sciences, Juravinski hospital and Cancer Centre , Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Postgraduate medicine",
    "iso_abbreviation": "Postgrad Med",
    "issn": "1941-9260",
    "issn_type": "Electronic",
    "volume": "132",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "234",
  "end_page": "250",
  "pages": "234-250",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Drug Combinations",
    "Drug Resistance, Bacterial",
    "Drug Therapy, Combination",
    "Gram-Negative Bacterial Infections",
    "Humans",
    "Pyelonephritis",
    "Urinary Tract Infections"
  ],
  "article_ids": {
    "pubmed": "31608743",
    "doi": "10.1080/00325481.2019.1680052"
  },
  "doi": "10.1080/00325481.2019.1680052",
  "dates": {
    "completed": "2020-06-16",
    "revised": "2020-06-16"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Drug Combinations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.158373",
    "pmid": "31608743"
  }
}