{
  "pmid": "31601433",
  "uid": "31601433",
  "title": "Efficacy and Safety of Pulpal Anesthesia Strategies during Endodontic Treatment of Permanent Mandibular Molars with Symptomatic Irreversible Pulpitis: A Systematic Review and Network Meta-analysis.",
  "abstract": "INTRODUCTION: Several strategies have been investigated for achieving successful pulpal anesthesia during endodontic treatment of mandibular molars with symptomatic irreversible pulpitis. However, comprehensive evaluation and identification of the most efficacious and safe intervention are lacking. We aimed to determine this using network meta-analysis. METHODS: MEDLINE, Embase, Cochrane Central, CINAHL, and Scopus databases were searched. Study selection and data extraction were performed in duplicate. Eligible randomized controlled trials were meta-analyzed to estimate the treatment effects (odd ratios [ORs]; 95% credible interval (CrI) and surface under the cumulative ranking curve (SUCRA)]. CINeMA software (University of Bern, Bern, Switzerland) was used to assess the quality of results. RESULTS: Thirty-seven interventions from 46 studies were identified. Compared with the common practice of an inferior alveolar nerve block with 2% lidocaine, a supplemental intraosseous injection was ranked the most efficacious with very low to moderate confidence (2% lidocaine + preoperative nonsteroidal anti-inflammatory drugs [NSAIDs] + acetaminophen [OR = 74; 95% CrI, 15-470; SUCRA = 97%], 2% lidocaine + preoperative NSAIDs [OR = 46; 95% CrI, 8-420; SUCRA = 94%], 2% lidocaine [OR = 33; 95% CrI, 14-80; SUCRA = 93%], 2% lidocaine + preoperative opioids + acetaminophen [OR = 20; 95% CrI, 4.4-98; SUCRA = 86%], and 4% articaine [OR = 20; 95% CrI, 6.3-96; SUCRA = 87%]) followed by supplemental buccal and lingual infiltrations using 4% articaine + preoperative NSAIDs (OR = 18; 95% CrI, 6-56; SUCRA = 86%; very low confidence). No major safety concerns were reported. CONCLUSIONS: Very low- to moderate-quality evidence suggests intraosseous injection using 2% lidocaine with 1:100,000 epinephrine or 4% articaine with 1:100,000 epinephrine or buccal and lingual infiltrations of 4% articaine with 1:100,000 epinephrine are superior strategies to achieve pulpal anesthesia during endodontic treatment of mandibular molars with symptomatic irreversible pulpitis. Preoperative NSAIDs or opioids with or without acetaminophen may increase the efficacy of these injections.",
  "authors": [
    {
      "last_name": "Zanjir",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Zanjir",
      "affiliations": [
        "Faculty of Dentistry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lighvan",
      "fore_name": "Nima Laghapour",
      "initials": "NL",
      "name": "Nima Laghapour Lighvan",
      "affiliations": [
        "Faculty of Dentistry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yarascavitch",
      "fore_name": "Carilynne",
      "initials": "C",
      "name": "Carilynne Yarascavitch",
      "affiliations": [
        "Faculty of Dentistry, University of Toronto, Toronto, Ontario, Canada; Department of Dentistry, Sunnybrook Sciences Health Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Pediatrics, Mount Sinai Hospital, Toronto, Ontario, Canada; Clinical Epidemiology and Health Care Research, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Azarpazhooh",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Azarpazhooh",
      "affiliations": [
        "Faculty of Dentistry, University of Toronto, Toronto, Ontario, Canada; Clinical Epidemiology and Health Care Research, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Department of Dentistry, Mount Sinai Hospital, Toronto, Ontario, Canada. Electronic address: amir.azarpazhooh@dentistry.utoronto.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of endodontics",
    "iso_abbreviation": "J Endod",
    "issn": "1878-3554",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "1435",
  "end_page": "1464.e10",
  "pages": "1435-1464.e10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Anesthesia, Dental",
    "Anesthetics, Local",
    "Carticaine",
    "Double-Blind Method",
    "Humans",
    "Lidocaine",
    "Mandibular Nerve",
    "Molar",
    "Nerve Block",
    "Pulpitis"
  ],
  "article_ids": {
    "pubmed": "31601433",
    "doi": "10.1016/j.joen.2019.09.002",
    "pii": "S0099-2399(19)30658-2"
  },
  "doi": "10.1016/j.joen.2019.09.002",
  "dates": {
    "completed": "2020-01-13",
    "revised": "2025-05-22"
  },
  "chemicals": [
    "Anesthetics, Local",
    "Lidocaine",
    "Carticaine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.264259",
    "pmid": "31601433"
  }
}