{
  "pmid": "31607559",
  "uid": "31607559",
  "title": "Cost-effectiveness of Osimertinib as a Second-line Treatment in Patients With EGFR-mutated Advanced Non-Small Cell Lung Cancer in China.",
  "abstract": "PURPOSE: To assess the cost-effectiveness of osimertinib used as a second-line treatment after failure of epidermal growth factor receptor tyrosine kinase inhibitor therapy for advanced non-small cell lung cancer (NSCLC) in China. METHODS: From the perspective of China's health care system, a Markov model was used for estimating the costs and health outcomes of osimertinib and 4 platinum-based chemotherapies, including pemetrexed + platinum (PP), gemcitabine + platinum (GP), docetaxel + platinum (DP), and paclitaxel + platinum (TP). Two scenarios were considered, one in all confirmed patients with T790M-positive disease (scenario 1) and the other in all patients whose disease progressed after epidermal growth factor receptor tyrosine kinase inhibitor therapy, which consisted of patients with T790M-positive or T790M-negative NSCLC (scenario 2). Clinical data for transition probabilities and treatment effects were obtained from published clinical trials. Health care resource utilization and costs were derived from local administrative databases and published literature. Deterministic and probabilistic sensitivity analyses were conducted to assess the uncertainty of the results. FINDINGS: In the base-case analysis, compared with the 4 platinum-based chemotherapies, osimertinib yielded an additional 0.671 to 0.846 quality-adjusted life-year (QALY), with incremental costs of 15,943 to 20,299 USD in scenario 1, and an additional 0.376 to 0.808 QALY with incremental costs of 9710 to 15,407 USD in scenario 2. In the probabilistic sensitivity analysis, the probabilities that osimertinib would be cost-effective were 57.7% in scenario 1 and 58.4% in scenario 2 if the willingness-to-pay threshold were 30,000 USD/QALY, and probabilities would be more than 75 % in both scenarios if the willingness-to-pay threshold were 50,000 USD/QALY. IMPLICATIONS: Osimertinib is likely to be cost-effective when used as a second-line treatment of advanced NSCLC in China based on the latest reimbursement price of osimertinib through National Reimbursement Drug List negotiation.",
  "authors": [
    {
      "last_name": "Guan",
      "fore_name": "Haijing",
      "initials": "H",
      "name": "Haijing Guan",
      "affiliations": [
        "School of Pharmaceutical Sciences, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Liu",
      "affiliations": [
        "National School of Development, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis, Hamilton, Ontario, Canada; Program for Health Economics and Outcome Measures, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sheng",
      "fore_name": "Yanan",
      "initials": "Y",
      "name": "Yanan Sheng",
      "affiliations": [
        "China Center for Health Economic Research, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Luwen",
      "initials": "L",
      "name": "Luwen Shi",
      "affiliations": [
        "School of Pharmaceutical Sciences, Peking University, Beijing, China. Electronic address: shilu@bjmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Clinical therapeutics",
    "iso_abbreviation": "Clin Ther",
    "issn": "1879-114X",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "2308",
  "end_page": "2320.e11",
  "pages": "2308-2320.e11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acrylamides",
    "Aniline Compounds",
    "Antineoplastic Agents",
    "Antineoplastic Combined Chemotherapy Protocols",
    "Carboplatin",
    "Carcinoma, Non-Small-Cell Lung",
    "China",
    "Cisplatin",
    "Cost-Benefit Analysis",
    "Deoxycytidine",
    "Docetaxel",
    "ErbB Receptors",
    "Humans",
    "Lung Neoplasms",
    "Middle Aged",
    "Mutation",
    "Paclitaxel",
    "Pemetrexed",
    "Protein Kinase Inhibitors",
    "Quality-Adjusted Life Years",
    "Randomized Controlled Trials as Topic",
    "Gemcitabine"
  ],
  "article_ids": {
    "pubmed": "31607559",
    "doi": "10.1016/j.clinthera.2019.09.008",
    "pii": "S0149-2918(19)30485-0"
  },
  "doi": "10.1016/j.clinthera.2019.09.008",
  "dates": {
    "completed": "2020-07-06",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Acrylamides",
    "Aniline Compounds",
    "Antineoplastic Agents",
    "Protein Kinase Inhibitors",
    "Pemetrexed",
    "Deoxycytidine",
    "Docetaxel",
    "osimertinib",
    "Carboplatin",
    "EGFR protein, human",
    "ErbB Receptors",
    "Paclitaxel",
    "Cisplatin",
    "Gemcitabine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.993142",
    "pmid": "31607559"
  }
}