{
  "pmid": "31604754",
  "uid": "31604754",
  "title": "Attachment to primary care and team-based primary care: Retrospective cohort study of people who experienced imprisonment in Ontario.",
  "abstract": "OBJECTIVE: To examine attachment to primary care and team-based primary care in the community for people who experienced imprisonment in Ontario, and to compare these attachment data with data for the general population. DESIGN: Population-based retrospective cohort study. SETTING: Ontario. PARTICIPANTS: All persons released from provincial prison in Ontario to the community in 2010 who were linked with provincial health administrative data, and an age- and sex-matched general population group. MAIN OUTCOME MEASURES: Primary care attachment and team-based primary care attachment in the 2 years before admission to provincial prison (baseline) and in the 2 years after release in 2010 (follow-up) for the prison release group, and for the corresponding periods for the general population group. RESULTS: People in the prison release group (n = 48 861) were less likely to be attached to primary care compared with the age- and sex-matched general population group (n = 195 444), at 58.9% versus 84.1% at baseline (P < .001) and 63.0% versus 84.4% during follow-up (P < .001), respectively. The difference in attachment to team-based primary care was small in magnitude but statistically significant, at 14.4% versus 16.1% at baseline (P < .001) and 19.9% versus 21.6% during follow-up (P < .001), respectively. CONCLUSION: People who experience imprisonment have lower primary care attachment compared with the general population. Efforts should be made to understand barriers and to facilitate access to high-quality primary care for this population, including through initiatives to link people while in prison with primary care in the community.",
  "authors": [
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Kouyoumdjian",
      "affiliations": [
        "Assistant Professor in the Department of Family Medicine at McMaster University in Hamilton, Ont, Affiliate Scientist at the Centre for Urban Health Solutions at St Michael's Hospital in Toronto, Ont, and Adjunct Scientist at ICES."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Kim",
      "affiliations": [
        "Medical student in the Faculty of Medicine at the University of Ottawa in Ontario at the time of the study."
      ]
    },
    {
      "last_name": "Kiran",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Kiran",
      "affiliations": [
        "Associate Scientist in the Department of Family and Community Medicine and the Centre for Urban Health Solutions at St Michael's Hospital, Associate Professor in the Department of Family and Community Medicine at the University of Toronto, and Adjunct Scientist at ICES."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Cheng",
      "affiliations": [
        "Research staff member at ICES."
      ]
    },
    {
      "last_name": "Fung",
      "fore_name": "Kinwah",
      "initials": "K",
      "name": "Kinwah Fung",
      "affiliations": [
        "Research staff member at ICES."
      ]
    },
    {
      "last_name": "Orkin",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Orkin",
      "affiliations": [
        "Assistant Professor in the Department of Family and Community Medicine at the University of Toronto and in the Dalla Lana School of Public Health."
      ]
    },
    {
      "last_name": "Kendall",
      "fore_name": "Claire E",
      "initials": "CE",
      "name": "Claire E Kendall",
      "affiliations": [
        "Clinician Investigator in the C.T. Lamont Primary Health Care Research Centre in the Bruyère Research Institute, Assistant Professor in the Department of Family Medicine at the University of Ottawa, and Adjunct Scientist at ICES."
      ]
    },
    {
      "last_name": "Green",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Green",
      "affiliations": [
        "Family physician in the Department of Family Medicine at St Michael's Hospital and Assistant Professor in the Department of Family and Community Medicine at the University of Toronto."
      ]
    },
    {
      "last_name": "Matheson",
      "fore_name": "Flora I",
      "initials": "FI",
      "name": "Flora I Matheson",
      "affiliations": [
        "Research scientist in the Centre for Urban Health Solutions and the Dalla Lana School of Public Health at the University of Toronto, and at ICES."
      ]
    },
    {
      "last_name": "Kiefer",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Kiefer",
      "affiliations": [
        "Adjunct Lecturer in the Dalla Lana School of Public Health at the University of Toronto and Senior Medical Consultant at the Ontario Ministry of Community Safety and Correctional Services."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "e433",
  "end_page": "e442",
  "pages": "e433-e442",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Chronic Disease",
    "Female",
    "Humans",
    "Male",
    "Mental Disorders",
    "Object Attachment",
    "Ontario",
    "Patient Acceptance of Health Care",
    "Primary Health Care",
    "Prisoners",
    "Prisons",
    "Professional-Patient Relations",
    "Retrospective Studies",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31604754",
    "pmc": "PMC6788664",
    "pii": "65/10/e433"
  },
  "pmc_id": "PMC6788664",
  "dates": {
    "completed": "2020-10-09",
    "revised": "2023-10-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.244560",
    "pmid": "31604754"
  }
}