{
  "pmid": "31601509",
  "uid": "31601509",
  "title": "Simultaneous resection of colorectal cancer with synchronous liver metastases; a practice survey.",
  "abstract": "BACKGROUND: We examined surgeon practice intentions and barriers to performing simultaneous resections for colorectal cancer with synchronous liver metastases. METHODS: We electronically surveyed North American surgeons who provide colorectal cancer care with a pilot-tested questionnaire. Four clinical scenarios of increasing complexity were presented. Perceived outcomes of and barriers to simultaneous resection were assessed on a 7-point Likert scale. We compared results between general and hepatobiliary surgeons. RESULTS: Responses (rate 20%, 234/1166) included 50 general and 134 hepatobiliary surgeons. High likelihood scores for support of simultaneous resection among general and hepatobiliary surgeons, respectively, included the following for: minor liver and low complexity colon, 83% and 98% (p < 0.001); minor liver and rectal resection, 57% and 73% (p = 0.042); complex liver and low complexity colon resection, 26% and 24% (p = 0.858); and, complex liver and rectal resection, 11% and 7.0% (p = 0.436). Among hepatobiliary surgeons, the most common barriers to simultaneous resections were patient comorbidities and lung metastases, whereas certain general surgeons additionally identified transfer of care. CONCLUSIONS: Surgeon support for simultaneous resection was high for cases with minor hepatectomy, and low for cases involving major hepatectomy. These results suggest that clinical trials should involve patients with limited disease to evaluate post-operative complications and cost.",
  "authors": [
    {
      "last_name": "Griffiths",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Griffiths",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bogach",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Bogach",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Oncology, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Ontario Clinical Oncology Group, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ruo",
      "fore_name": "Leyo",
      "initials": "L",
      "name": "Leyo Ruo",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hallet",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Hallet",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, ON, Canada; Division of General Surgery, Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Serrano",
      "fore_name": "Pablo E",
      "initials": "PE",
      "name": "Pablo E Serrano",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Ontario Clinical Oncology Group, Hamilton, ON, Canada. Electronic address: serrano@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "HPB : the official journal of the International Hepato Pancreato Biliary Association",
    "iso_abbreviation": "HPB (Oxford)",
    "issn": "1477-2574",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "728",
  "end_page": "734",
  "pages": "728-734",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Colorectal Neoplasms",
    "Hepatectomy",
    "Humans",
    "Liver Neoplasms",
    "Retrospective Studies",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "31601509",
    "doi": "10.1016/j.hpb.2019.09.012",
    "pii": "S1365-182X(19)30724-5"
  },
  "doi": "10.1016/j.hpb.2019.09.012",
  "dates": {
    "completed": "2021-10-25",
    "revised": "2021-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.912722",
    "pmid": "31601509"
  }
}