{
  "pmid": "31613898",
  "uid": "31613898",
  "title": "Gender differences in grant and personnel award funding rates at the Canadian Institutes of Health Research based on research content area: A retrospective analysis.",
  "abstract": "BACKGROUND: Although women at all career stages are more likely to leave academia than men, early-career women are a particularly high-risk group. Research supports that women are less likely than men to receive research funding; however, whether funding success rates vary based on research content is unknown. We addressed gender differences in funding success rates for applications directed to one or more of 13 institutes, representing research communities, over a 15-year period. METHODS AND FINDINGS: We retrospectively reviewed 55,700 grant and 4,087 personnel award applications submitted to the Canadian Institutes of Health Research. We analyzed application success rates according to gender and the primary institute selected by applicants, pooled gender differences in success rates using random effects models, and fitted Poisson regression models to assess the effects of gender, time, and institute. We noted variable success rates among grant applications directed to selected institutes and declining success rates over time. Women submitted 31.1% and 44.7% of grant and personnel award applications, respectively. In the pooled estimate, women had significantly lower grant success (risk ratio [RR] 0.89, 95% confidence interval [CI] 0.84-0.94; p < 0.001; absolute difference 3.2%) compared with men, with substantial heterogeneity (I2 = 58%). Compared with men, women who directed grants to the Institutes of Cancer Research (RR 0.86, 95% CI 0.78-0.96), Circulatory and Respiratory Health (RR 0.74, 95% CI 0.66-0.84), Health Services and Policy Research (RR 0.78, 95% CI 0.68-0.90), and Musculoskeletal Health and Arthritis (RR 0.80, 95% CI 0.69-0.93) were significantly less likely to be funded, and those who directed grants to the Institute of Aboriginal People's Health (RR 1.67, 95% CI 1.0-2.7) were more likely to be funded. Overall, women also had significantly lower personnel award success (RR 0.75, 95% CI 0.65-0.86; p < 0.001; absolute difference 6.6%). Regression modelling identified that the effect of gender on grant success rates differed by institute and not time. Study limitations include use of institutes as a surrogate identifier, variability in designation of primary institute, and lack of access to metrics reflecting applicants, coapplicants, peer reviewers, and the peer-review process. CONCLUSIONS: Gender disparity existed overall in grant and personnel award success rates, especially for grants directed to selected research communities. Funding agencies should monitor for gender differences in grant success rates overall and by research content.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "The Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "The Interdepartmental Division of Critical Care, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-9967-5424"
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": [
        "The Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "Division of General Internal Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-6106-832X"
    },
    {
      "last_name": "Liu",
      "fore_name": "Kuan",
      "initials": "K",
      "name": "Kuan Liu",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-5017-1276"
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Leena",
      "initials": "L",
      "name": "Leena Rizvi",
      "affiliations": [
        "The Interdepartmental Division of Critical Care, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-4973-8535"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PLoS medicine",
    "iso_abbreviation": "PLoS Med",
    "issn": "1549-1676",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "e1002935",
  "pages": "e1002935",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Academies and Institutes",
    "Adult",
    "Awards and Prizes",
    "Biomedical Research",
    "Canada",
    "Career Choice",
    "Female",
    "Financing, Organized",
    "Health Services Research",
    "Humans",
    "Male",
    "Middle Aged",
    "Poisson Distribution",
    "Public Health",
    "Regression Analysis",
    "Research Personnel",
    "Research Support as Topic",
    "Retrospective Studies",
    "Sex Distribution",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31613898",
    "pmc": "PMC6793847",
    "doi": "10.1371/journal.pmed.1002935",
    "pii": "PMEDICINE-D-19-01841"
  },
  "doi": "10.1371/journal.pmed.1002935",
  "pmc_id": "PMC6793847",
  "dates": {
    "completed": "2020-02-04",
    "revised": "2020-02-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.165238",
    "pmid": "31613898"
  }
}