{
  "pmid": "31618944",
  "uid": "31618944",
  "title": "\"Language Breathes Life\"-Barngarla Community Perspectives on the Wellbeing Impacts of Reclaiming a Dormant Australian Aboriginal Language.",
  "abstract": "Traditional languages are a key element of Indigenous peoples' identity, cultural expression, autonomy, spiritual and intellectual sovereignty, and wellbeing. While the links between Indigenous language loss and poor mental health have been demonstrated in several settings, little research has sought to identify the potential psychological benefits that may derive from language reclamation. The revival of the Barngarla language on the Eyre Peninsula, South Australia, offers a unique opportunity to examine whether improvements in mental health and social and emotional wellbeing can occur during and following the language reclamation process. This paper presents findings from 16 semi-structured interviews conducted with Barngarla community members describing their own experienced or observed mental health and wellbeing impacts of language reclamation activities. Aligning with a social and emotional wellbeing framework from an Aboriginal and Torres Strait Islander perspective, key themes included connection to spirituality and ancestors; connection to Country; connection to culture; connection to community; connection to family and kinship; connection to mind and emotions; and impacts upon identity and cultural pride at an individual level. These themes will form the foundation of assessment of the impacts of language reclamation in future stages of the project.",
  "authors": [
    {
      "last_name": "Sivak",
      "fore_name": "Leda",
      "initials": "L",
      "name": "Leda Sivak",
      "affiliations": [
        "South Australian Health and Medical Research Institute-PO Box 11060, Adelaide, South Australia 5000, Australia. Leda.Sivak@sahmri.com.",
        "University of Adelaide, Adelaide, South Australia 5005, Australia. Leda.Sivak@sahmri.com."
      ]
    },
    {
      "last_name": "Westhead",
      "fore_name": "Seth",
      "initials": "S",
      "name": "Seth Westhead",
      "affiliations": [
        "South Australian Health and Medical Research Institute-PO Box 11060, Adelaide, South Australia 5000, Australia. seth.westhead@sahmri.com.",
        "University of Adelaide, Adelaide, South Australia 5005, Australia. seth.westhead@sahmri.com."
      ]
    },
    {
      "last_name": "Richards",
      "fore_name": "Emmalene",
      "initials": "E",
      "name": "Emmalene Richards",
      "affiliations": [
        "University of Adelaide, Adelaide, South Australia 5005, Australia. Emma.Richards@adelaide.edu.au.",
        "Barngarla Language Advisory Committee (South Australian Health and Medical Research Institute)-PO Box 11060, Adelaide, South Australia 5000, Australia. Emma.Richards@adelaide.edu.au."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Atkinson",
      "affiliations": [
        "Barngarla Language Advisory Committee (South Australian Health and Medical Research Institute)-PO Box 11060, Adelaide, South Australia 5000, Australia. statkinson72@gmail.com."
      ]
    },
    {
      "last_name": "Richards",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Richards",
      "affiliations": [
        "Barngarla Language Advisory Committee (South Australian Health and Medical Research Institute)-PO Box 11060, Adelaide, South Australia 5000, Australia. jenna21richards@hotmail.com."
      ]
    },
    {
      "last_name": "Dare",
      "fore_name": "Harold",
      "initials": "H",
      "name": "Harold Dare",
      "affiliations": [
        "Barngarla Language Advisory Committee (South Australian Health and Medical Research Institute)-PO Box 11060, Adelaide, South Australia 5000, Australia. harold.dare@gmail.com."
      ]
    },
    {
      "last_name": "Zuckermann",
      "fore_name": "Ghil'ad",
      "initials": "G",
      "name": "Ghil'ad Zuckermann",
      "affiliations": [
        "University of Adelaide, Adelaide, South Australia 5005, Australia. Ghilad.Zuckermann@adelaide.edu.au."
      ],
      "orcid": "0000-0002-7986-9774"
    },
    {
      "last_name": "Gee",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Gee",
      "affiliations": [
        "Murdoch Children's Research Institute-Flemington Road, Parkville, Victoria 3052, Australia. Graham.Gee@mcri.edu.au.",
        "University of Melbourne, Melbourne, Victoria 3010, Australia. Graham.Gee@mcri.edu.au."
      ]
    },
    {
      "last_name": "Wright",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wright",
      "affiliations": [
        "Curtin University-Kent Street, Bentley, Western Australia 6102, Australia. M.Wright@curtin.edu.au."
      ]
    },
    {
      "last_name": "Rosen",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Rosen",
      "affiliations": [
        "University of Sydney, Sydney, New South Wales 2006, Australia. alanrosen@med.usyd.edu.au.",
        "University of Wollongong-Northfields Ave, Wollongong, New South Wales 2522, Australia. alanrosen@med.usyd.edu.au."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "University of Sydney, Sydney, New South Wales 2006, Australia. Michael.Walsh@sydney.edu.au.",
        "Australian National University, Canberra, Australian Capital Territory 0200, Australia. Michael.Walsh@sydney.edu.au."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Ngiare",
      "initials": "N",
      "name": "Ngiare Brown",
      "affiliations": [
        "South Australian Health and Medical Research Institute-PO Box 11060, Adelaide, South Australia 5000, Australia. ngiareb@gmail.com."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Brown",
      "affiliations": [
        "South Australian Health and Medical Research Institute-PO Box 11060, Adelaide, South Australia 5000, Australia. Alex.Brown@sahmri.com.",
        "University of Adelaide, Adelaide, South Australia 5005, Australia. Alex.Brown@sahmri.com."
      ]
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "20",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Australia",
    "Female",
    "Humans",
    "Language",
    "Male",
    "Mental Health",
    "Middle Aged",
    "South Australia",
    "Young Adult",
    "Australian Aboriginal and Torres Strait Islander Peoples"
  ],
  "article_ids": {
    "pubmed": "31618944",
    "pmc": "PMC6843244",
    "doi": "10.3390/ijerph16203918",
    "pii": "ijerph16203918"
  },
  "doi": "10.3390/ijerph16203918",
  "pmc_id": "PMC6843244",
  "dates": {
    "completed": "2020-02-19",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.964952",
    "pmid": "31618944"
  }
}