{
  "pmid": "31615509",
  "uid": "31615509",
  "title": "Prioritization approaches in the development of health practice guidelines: a systematic review.",
  "abstract": "BACKGROUND: Given the considerable efforts and resources required to develop practice guidelines, developers need to prioritize what topics and questions to address. This study aims to identify and describe prioritization approaches in the development of clinical, public health, or health systems guidelines. METHODS: We searched Medline and CINAHL electronic databases in addition to Google Scholar. We included papers describing prioritization approaches in sufficient detail allowing for reproducibility. We synthesized findings in a semi-quantitative way. We followed an iterative process to develop a common framework of prioritization criteria that captures all of the criteria reported by each included study. RESULTS: Our search captured 33,339 unique citations out of which we identified 10 papers reporting prioritization approaches for guideline development. All of the identified approaches focused on prioritizing guideline topics but none on prioritizing recommendation questions or outcomes. The two most frequently reported steps of the development process for these approaches were reviewing the grey literature (9 out of 10, 90%) and engaging various stakeholders (9 out of 10, 90%). We derived a common framework of 20 prioritization criteria that can be used when prioritizing guideline topics. The most frequently reported criteria were the health burden of disease which was included in all of the approaches, practice variation (8 out of 10, 80%), and impact on health outcomes (7 out of 10, 70%). Two of the identified approaches stood out as being comprehensive and detailed. CONCLUSIONS: We described 10 prioritization approaches in the development of health practice guidelines. There is a need to assess the effectiveness, efficiency and transparency of the identified approaches and to develop standardized and validated priority setting tools.",
  "authors": [
    {
      "last_name": "El-Harakeh",
      "fore_name": "Amena",
      "initials": "A",
      "name": "Amena El-Harakeh",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Clinical Research Institute (CRI), American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Morsi",
      "fore_name": "Rami Z",
      "initials": "RZ",
      "name": "Rami Z Morsi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon.",
        "Global Evidence Synthesis Initiative (GESI) Secretariat, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Clinical Research Institute (CRI), American University of Beirut Medical Center, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Canada. ea32@aub.edu.lb.",
        "Department of Internal Medicine, American University of Beirut Medical Center, P.O. Box: 11-0236, Riad-El-Solh Beirut 1107 2020, Beirut, Lebanon. ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "15"
  },
  "start_page": "692",
  "pages": "692",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Health Priorities",
    "Health Services",
    "Humans",
    "Practice Guidelines as Topic",
    "Public Health",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "31615509",
    "pmc": "PMC6792189",
    "doi": "10.1186/s12913-019-4567-2",
    "pii": "10.1186/s12913-019-4567-2"
  },
  "doi": "10.1186/s12913-019-4567-2",
  "pmc_id": "PMC6792189",
  "dates": {
    "completed": "2020-01-13",
    "revised": "2020-01-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.192645",
    "pmid": "31615509"
  }
}