{
  "pmid": "31627486",
  "uid": "31627486",
  "title": "Physicochemical, Sensorial and Microbiological Characterization of PoroCheese, an Artisanal Mexican Cheese Made from Raw Milk.",
  "abstract": "Poro cheese is a regional product originally from the area of Los Rios, Tabasco in Mexico. In the context of preserving the heritage of Poro cheese and protecting the specific characteristics that define its typicity through an origin designation, the present study was conducted to establish a general profile of Poro cheese by characterizing their physicochemical, textural, rheological, sensorial and microbiological characteristics. Differences in moisture, proteins, fats, NaCl, titrable acidity, pH, color texture and rheology amongst cheese factories were observed and ranges were established. Fifteen descriptors were generated to provide a descriptive analysis, eight of which were significantly different amongst the factories with no differences in the global acceptability of cheese. The favorite cheese had the highest scores for aroma attributes. Conventional and molecular methods were used to identify the main microorganisms, for which Lactobacillus plantarum, L. fermentum, L. farciminis and L. rhamnosus were the main microorganisms found in Porocheese. The obtained data constituted the parameters for characterizing Poro cheese, which will strongly help to support its origin appellation request process.",
  "authors": [
    {
      "last_name": "González Ariceaga",
      "fore_name": "Citlalli Celeste",
      "initials": "CC",
      "name": "Citlalli Celeste González Ariceaga",
      "affiliations": [
        "Biomolecular Engineering Laboratory, University of Lorraine, F-54518 Nancy, France. cica06@hotmail.com.",
        "Departamento de Zootecnia, Universidad Autónoma Chapingo, Carretera México-Texcoco km 38.5, Texcoco CP 56230, Mexico. cica06@hotmail.com."
      ],
      "orcid": "0000-0003-4950-1706"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Inam",
      "initials": "MI",
      "name": "Muhammad Inam Afzal",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Park road, Tarlaikalan, Islamabad 45550, Pakistan. inamafzal@gmail.com."
      ]
    },
    {
      "last_name": "Umer",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Umer",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Park road, Tarlaikalan, Islamabad 45550, Pakistan. umer.imperial@gmail.com."
      ]
    },
    {
      "last_name": "Abbas",
      "fore_name": "Shabbar",
      "initials": "S",
      "name": "Shabbar Abbas",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Park road, Tarlaikalan, Islamabad 45550, Pakistan. shabbar.abbas@comsats.edu.pk."
      ],
      "orcid": "0000-0003-3435-1266"
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmad",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Park road, Tarlaikalan, Islamabad 45550, Pakistan. haroonahmad12@yahoo.com."
      ]
    },
    {
      "last_name": "Sajjad",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Sajjad",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Park road, Tarlaikalan, Islamabad 45550, Pakistan. msajjadpbg@gmail.com."
      ],
      "orcid": "0000-0002-1036-2510"
    },
    {
      "last_name": "Parvaiz",
      "fore_name": "Fahed",
      "initials": "F",
      "name": "Fahed Parvaiz",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Park road, Tarlaikalan, Islamabad 45550, Pakistan. fahed.pervaiz@comsats.edu.pk."
      ]
    },
    {
      "last_name": "Imdad",
      "fore_name": "Kaleem",
      "initials": "K",
      "name": "Kaleem Imdad",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Park road, Tarlaikalan, Islamabad 45550, Pakistan. kaleem.imdad@comsats.edu.pk."
      ]
    },
    {
      "last_name": "Imran",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Imran",
      "affiliations": [
        "University Institute of Diet and Nutritional Sciences, Faculty of Allied Health Sciences, The University of Lahore, Lahore 54000, Pakistan. mic_1661@yahoo.com."
      ]
    },
    {
      "last_name": "Maan",
      "fore_name": "Abid Aslam",
      "initials": "AA",
      "name": "Abid Aslam Maan",
      "affiliations": [
        "Department of Food Engineering, University of Agriculture, Faisalabad 38000, Pakistan. abid.maan@uaf.edu.pk."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Kashif Iqbal",
      "initials": "MKI",
      "name": "Muhammad Kashif Iqbal Khan",
      "affiliations": [
        "Department of Food Engineering, University of Agriculture, Faisalabad 38000, Pakistan. kashif.khan@uaf.edu.pk."
      ],
      "orcid": "0000-0003-0090-3608"
    },
    {
      "last_name": "Ullah",
      "fore_name": "Azmat",
      "initials": "A",
      "name": "Azmat Ullah",
      "affiliations": [
        "Department of Food Science and Human Nutrition, University of Veterinary and Animal Sciences, Out Fall Road, Civil Lines, Lahore 54000, Pakistan. azmat.khan@uvas.edu.pk."
      ]
    },
    {
      "last_name": "Hernández-Montes",
      "fore_name": "Arturo",
      "initials": "A",
      "name": "Arturo Hernández-Montes",
      "affiliations": [
        "Departamento de Zootecnia, Universidad Autónoma Chapingo, Carretera México-Texcoco km 38.5, Texcoco CP 56230, Mexico. hermora@prodigy.net.mx."
      ]
    },
    {
      "last_name": "Aguirre-Mandujano",
      "fore_name": "Eleazar",
      "initials": "E",
      "name": "Eleazar Aguirre-Mandujano",
      "affiliations": [
        "Departamento de Zootecnia, Universidad Autónoma Chapingo, Carretera México-Texcoco km 38.5, Texcoco CP 56230, Mexico. eleagman@yahoo.com."
      ],
      "orcid": "0000-0002-4403-358X"
    },
    {
      "last_name": "Villegas de Gante",
      "fore_name": "Abraham",
      "initials": "A",
      "name": "Abraham Villegas de Gante",
      "affiliations": [
        "Departamento de Zootecnia, Universidad Autónoma Chapingo, Carretera México-Texcoco km 38.5, Texcoco CP 56230, Mexico. abecamus@gmail.com."
      ]
    },
    {
      "last_name": "Jacquot",
      "fore_name": "Muriel",
      "initials": "M",
      "name": "Muriel Jacquot",
      "affiliations": [
        "Biomolecular Engineering Laboratory, University of Lorraine, F-54518 Nancy, France. muriel.jacquot@univ-lorraine.fr."
      ]
    },
    {
      "last_name": "Cailliez-Grimal",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Cailliez-Grimal",
      "affiliations": [
        "Biomolecular Engineering Laboratory, University of Lorraine, F-54518 Nancy, France. catherine.cailliez@univ-lorraine.fr.",
        "Stress Immunity Pathogens Laboratory, University of Lorraine, EA7300 Nancy, France. catherine.cailliez@univ-lorraine.fr."
      ]
    }
  ],
  "journal": {
    "title": "Foods (Basel, Switzerland)",
    "iso_abbreviation": "Foods",
    "issn": "2304-8158",
    "issn_type": "Print",
    "volume": "8",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31627486",
    "pmc": "PMC6836072",
    "doi": "10.3390/foods8100509",
    "pii": "foods8100509"
  },
  "doi": "10.3390/foods8100509",
  "pmc_id": "PMC6836072",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CONACYT",
      "agency": "Mexican National Council for Science and Technology"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.863114",
    "pmid": "31627486"
  }
}