{
  "pmid": "31626010",
  "uid": "31626010",
  "title": "Not All Garden-I and II Femoral Neck Fractures in the Elderly Should Be Fixed: Effect of Posterior Tilt on Rates of Subsequent Arthroplasty.",
  "abstract": "BACKGROUND: Internal fixation is currently the standard of care for Garden-I and II femoral neck fractures in elderly patients. However, there may be a degree of posterior tilt (measured on preoperative lateral radiograph) above which failure is likely, and primary arthroplasty would be preferred. The purpose of this analysis was to determine the association between posterior tilt and the risk of subsequent arthroplasty following internal fixation of Garden-I and II femoral neck fractures in elderly patients. METHODS: This study is a preplanned secondary analysis of data collected in the FAITH (Fixation using Alternative Implants for the Treatment of Hip fractures) trial, an international, multicenter, randomized controlled trial comparing the sliding hip screw with cannulated screws in the treatment of femoral neck fractures in patients ≥50 years old. For each patient who sustained a Garden-I or II femoral neck fracture and had an adequate preoperative lateral radiograph, the amount of posterior tilt was categorized as <20° or ≥20°. Multivariable Cox proportional hazards analysis was used to assess the association between posterior tilt and subsequent arthroplasty during the 2-year follow-up period, controlling for potential confounders. RESULTS: Of the 555 patients in the study sample, 67 (12.1%) had posterior tilt ≥20° and 488 (87.9%) had posterior tilt <20°. Overall, 73 (13.2%) of 555 patients underwent subsequent arthroplasty in the 24-month follow-up period. In the multivariable analysis, patients with posterior tilt ≥20° had a significantly higher risk of subsequent arthroplasty compared with those with posterior tilt <20° (22.4% [15 of 67] compared with 11.9% [58 of 488]; hazard ratio, 2.22; 95% confidence interval, 1.24 to 4.00; p = 0.008). The other factor associated with subsequent arthroplasty was age ≥80 years (p = 0.03). CONCLUSIONS: In this analysis of patients with Garden-I and II femoral neck fractures, posterior tilt ≥20° was associated with a significantly increased risk of subsequent arthroplasty. Primary arthroplasty may be considered for Garden-I and II femoral neck fractures with posterior tilt ≥20°, especially among older patients. LEVEL OF EVIDENCE: Prognostic Level IV. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Okike",
      "fore_name": "Kanu",
      "initials": "K",
      "name": "Kanu Okike",
      "affiliations": [
        "Department of Orthopaedics, Kaiser Moanalua Medical Center, Honolulu, Hawaii."
      ]
    },
    {
      "last_name": "Udogwu",
      "fore_name": "Ugochukwu N",
      "initials": "UN",
      "name": "Ugochukwu N Udogwu",
      "affiliations": [
        "Icahn School of Medicine at Mount Sinai, New York, NY."
      ]
    },
    {
      "last_name": "Isaac",
      "fore_name": "Marckenley",
      "initials": "M",
      "name": "Marckenley Isaac",
      "affiliations": [
        "Florida State University College of Medicine, Tallahassee, Florida."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc F",
      "initials": "MF",
      "name": "Marc F Swiontkowski",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Minnesota, Minneapolis, Minnesota."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Slobogean",
      "fore_name": "Gerard P",
      "initials": "GP",
      "name": "Gerard P Slobogean",
      "affiliations": [
        "Department of Orthopaedics, R Adams Cowley Shock Trauma Center, University of Maryland School of Medicine, Baltimore, Maryland."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "101",
    "issue": "20",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "16"
  },
  "start_page": "1852",
  "end_page": "1859",
  "pages": "1852-1859",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Age Distribution",
    "Aged",
    "Aged, 80 and over",
    "Female",
    "Femoral Neck Fractures",
    "Fracture Fixation, Internal",
    "Humans",
    "Male",
    "Middle Aged",
    "Prosthesis Failure",
    "Radiography",
    "Reoperation",
    "Sex Distribution"
  ],
  "article_ids": {
    "pubmed": "31626010",
    "pmc": "PMC7406148",
    "doi": "10.2106/JBJS.18.01256",
    "pii": "00004623-201910160-00008"
  },
  "doi": "10.2106/JBJS.18.01256",
  "pmc_id": "PMC7406148",
  "dates": {
    "completed": "2020-03-02",
    "revised": "2024-03-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AR055267",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.417407",
    "pmid": "31626010"
  }
}