{
  "pmid": "31625944",
  "uid": "31625944",
  "title": "Development of a Patient-Reported Outcome Instrument for Patients With Severe Lower Extremity Trauma (LIMB-Q): Protocol for a Multiphase Mixed Methods Study.",
  "abstract": "BACKGROUND: A current limitation in the care of patients with severe lower extremity traumatic injuries is the lack of a rigorously developed patient-reported outcome (PRO) instrument specific to lower extremity trauma patients. OBJECTIVE: This mixed methods protocol aims to describe phases I and II of the development of a PRO instrument for lower extremity trauma patients, following international PRO development guidelines. METHODS: The phase I study follows an interpretive description approach. Development of the PRO instrument begins with identifying the concepts that are important to patients, after which a preliminary conceptual framework is devised from a systematic literature review and used to generate an interview guide. Patients aged 18 years or above with limb-threatening lower extremity traumatic injuries resulting in reconstruction, amputation, or amputation after failed reconstruction will be recruited. The subjects will participate in semistructured, in-depth qualitative interviews to identify all important concepts of interest. The qualitative interview data will be coded with top-level domains, themes, and subthemes. The codes will then be utilized to refine the conceptual framework and generate preliminary items and a set of scales. The preliminary scales will be further refined via a process of conducting cognitive debriefing interviews with lower extremity trauma patients and soliciting expert opinions. Phase III will include a large-scale field test, using Rasch measurement theory to analyze the psychometric properties of the instrument; shortening and finalizing the scales; and determining the reliability, validity, and responsiveness of the instrument. RESULTS: Phases I and II of this study have been funded. Phase I of this study has been completed, and phase II began in January 2019 and is expected to be completed in November 2019. Phase III will begin following the completion of phase II. CONCLUSIONS: This protocol describes the initial phases of development of a novel PRO instrument for use in lower extremity trauma patients. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/14397.",
  "authors": [
    {
      "last_name": "Mundy",
      "fore_name": "Lily R",
      "initials": "LR",
      "name": "Lily R Mundy",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Duke University, Durham, NC, United States."
      ],
      "orcid": "0000-0003-4821-1424"
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4720-0096"
    },
    {
      "last_name": "Grier",
      "fore_name": "Jordan",
      "initials": "J",
      "name": "Jordan Grier",
      "affiliations": [
        "Section of Orthopaedic Trauma, Department of Orthopaedic Surgery, Duke University, Durham, NC, United States."
      ],
      "orcid": "0000-0001-5642-8012"
    },
    {
      "last_name": "Carty",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Carty",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Brigham and Women's Hospital, Boston, MA, United States."
      ],
      "orcid": "0000-0002-5733-0348"
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Brigham and Women's Hospital, Boston, MA, United States.",
        "Patient Reported Outcomes, Value & Experience Center, Brigham and Women's Hospital, Boston, MA, United States."
      ],
      "orcid": "0000-0003-4352-9409"
    },
    {
      "last_name": "Hollenbeck",
      "fore_name": "Scott T",
      "initials": "ST",
      "name": "Scott T Hollenbeck",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Duke University, Durham, NC, United States."
      ],
      "orcid": "0000-0003-3065-4892"
    },
    {
      "last_name": "Gage",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Gage",
      "affiliations": [
        "Section of Orthopaedic Trauma, Department of Orthopaedic Surgery, Duke University, Durham, NC, United States."
      ],
      "orcid": "0000-0002-7410-7850"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "8",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "17"
  },
  "start_page": "e14397",
  "pages": "e14397",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31625944",
    "pmc": "PMC6913330",
    "doi": "10.2196/14397",
    "pii": "v8i10e14397"
  },
  "doi": "10.2196/14397",
  "pmc_id": "PMC6913330",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.142421",
    "pmid": "31625944"
  }
}