{
  "pmid": "31625980",
  "uid": "31625980",
  "title": "Perceptions of Ethical Decision-Making Climate Among Clinicians Working in European and U.S. ICUs: Differences Between Nurses and Physicians.",
  "abstract": "OBJECTIVES: To examine perceptions of nurses and physicians in regard to ethical decision-making climate in the ICU and to test the hypothesis that the worse the ethical decision-making climate, the greater the discordance between nurses' and physicians' rating of ethical decision-making climate with physicians hypothesized to rate the climate better than the nurses. DESIGN: Prospective observational study. SETTING: A total of 68 adult ICUs in 13 European countries and the United States. SUBJECTS: ICU physicians and nurses. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Perceptions of ethical decision-making climate among clinicians were measured in April-May 2014, using a 35-items self-assessment questionnaire that evaluated seven factors (empowering leadership by physicians, interdisciplinary reflection, not avoiding end-of-life decisions, mutual respect within the interdisciplinary team, involvement of nurses in end-of-life care and decision-making, active decision-making by physicians, and ethical awareness). A total of 2,275 nurses and 717 physicians participated (response rate of 63%). Using cluster analysis, ICUs were categorized according to four ethical decision-making climates: good, average with nurses' involvement at end-of-life, average without nurses' involvement at end-of-life, and poor. Overall, physicians rated ethical decision-making climate more positively than nurses (p < 0.001 for all seven factors). Physicians had more positive perceptions of ethical decision-making climate than nurses in all 13 participating countries and in each individual participating ICU. Compared to ICUs with good or average ethical decision-making climates, ICUs with poor ethical decision-making climates had the greatest discordance between physicians and nurses. Although nurse/physician differences were found in all seven factors of ethical decision-making climate measurement, the factors with greatest discordance were regarding physician leadership, interdisciplinary reflection, and not avoiding end-of-life decisions. CONCLUSIONS: Physicians consistently perceived ICU ethical decision-making climate more positively than nurses. ICUs with poor ethical decision-making climates had the largest discrepancies.",
  "authors": [
    {
      "last_name": "Jensen",
      "fore_name": "Hanne Irene",
      "initials": "HI",
      "name": "Hanne Irene Jensen",
      "affiliations": [
        "Institute of Regional Health Research, University of Southern Denmark, Odense, Denmark.",
        "Department of Anaesthesiology and Intensive Care, Lillebaelt Hospital, University Hospital of Southern Denmark, Kolding, Vejle and Middelfart, Denmark."
      ]
    },
    {
      "last_name": "Hebsgaard",
      "fore_name": "Stine",
      "initials": "S",
      "name": "Stine Hebsgaard",
      "affiliations": [
        "Department of Anaesthesiology and Intensive Care, Kolding Hospital, Kolding, Denmark.",
        "Department of Anaesthesiology and Intensive Medicine, Odense University Hospital, Odense, Denmark."
      ]
    },
    {
      "last_name": "Hansen",
      "fore_name": "Tina Charlotte Bitsch",
      "initials": "TCB",
      "name": "Tina Charlotte Bitsch Hansen",
      "affiliations": [
        "Department of Anaesthesiology and Intensive Care, Holbæk Hospital, Holbæk, Denmark."
      ]
    },
    {
      "last_name": "Johnsen",
      "fore_name": "Rikke Frank Aagaard",
      "initials": "RFA",
      "name": "Rikke Frank Aagaard Johnsen",
      "affiliations": [
        "Department of Anaesthesiology and Intensive Care, Lillebaelt Hospital, University Hospital of Southern Denmark, Kolding, Vejle and Middelfart, Denmark."
      ]
    },
    {
      "last_name": "Hartog",
      "fore_name": "Christiane S",
      "initials": "CS",
      "name": "Christiane S Hartog",
      "affiliations": [
        "Department of Anesthesiology and Intensive Care Medicine, Charité Universitätsmedizin Berlin, Berlin, Germany.",
        "Klinik Bavaria Kreischa, Kreischa, Germany."
      ]
    },
    {
      "last_name": "Soultati",
      "fore_name": "Ioanna",
      "initials": "I",
      "name": "Ioanna Soultati",
      "affiliations": [
        "ICU \"M.E.TH.A\" University General Hospital of Thessaloniki, Thessaloniki, Greece.",
        "ICU Department of Anaesthesiology and Intensive Care Clinic of Aristotele University of Thessaloniki, Thessaloniki, Greece."
      ]
    },
    {
      "last_name": "Szucs",
      "fore_name": "Orsolya",
      "initials": "O",
      "name": "Orsolya Szucs",
      "affiliations": [
        "Semmelweis University, 1st Department of Surgery, Budapest, Hungary."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Wilson",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN."
      ]
    },
    {
      "last_name": "van den Bulcke",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo van den Bulcke",
      "affiliations": [
        "Department of Intensive Care Medicine, Ghent University Hospital and Ghent University, Ghent, Belgium."
      ]
    },
    {
      "last_name": "Benoit",
      "fore_name": "Dominique D",
      "initials": "DD",
      "name": "Dominique D Benoit",
      "affiliations": [
        "Department of Intensive Care Medicine, Ghent University Hospital and Ghent University, Ghent, Belgium."
      ]
    },
    {
      "last_name": "Piers",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Piers",
      "affiliations": [
        "Department of Geriatrics, Ghent University Hospital and Ghent University, Ghent, Belgium."
      ]
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "1716",
  "end_page": "1723",
  "pages": "1716-1723",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Observational Study"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Clinical Decision-Making",
    "Critical Care",
    "Europe",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Nurses",
    "Physicians",
    "Prospective Studies",
    "Self Report",
    "Self-Assessment",
    "United States"
  ],
  "article_ids": {
    "pubmed": "31625980",
    "doi": "10.1097/CCM.0000000000004017"
  },
  "doi": "10.1097/CCM.0000000000004017",
  "dates": {
    "completed": "2020-05-28",
    "revised": "2020-05-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.543092",
    "pmid": "31625980"
  }
}