{
  "pmid": "31634905",
  "uid": "31634905",
  "title": "Effect of Fibrinogen Concentrate vs Cryoprecipitate on Blood Component Transfusion After Cardiac Surgery: The FIBRES Randomized Clinical Trial.",
  "abstract": "IMPORTANCE: Excessive bleeding is a common complication of cardiac surgery. An important cause of bleeding is acquired hypofibrinogenemia (fibrinogen level <1.5-2.0 g/L), for which guidelines recommend fibrinogen replacement with cryoprecipitate or fibrinogen concentrate. The 2 products have important differences, but comparative clinical data are lacking. OBJECTIVE: To determine if fibrinogen concentrate is noninferior to cryoprecipitate for treatment of bleeding related to hypofibrinogenemia after cardiac surgery. DESIGN, SETTING, AND PARTICIPANTS: Randomized clinical trial at 11 Canadian hospitals enrolling adult patients experiencing clinically significant bleeding and hypofibrinogenemia after cardiac surgery (from February 10, 2017, to November 1, 2018). Final 28-day follow-up visit was completed on November 28, 2018. INTERVENTIONS: Fibrinogen concentrate (4 g; n = 415) or cryoprecipitate (10 units; n = 412) for each ordered dose within 24 hours after cardiopulmonary bypass. MAIN OUTCOMES AND MEASURES: Primary outcome was blood components (red blood cells, platelets, plasma) administered during 24 hours post bypass. A 2-sample, 1-sided test for the ratio of the mean number of units was conducted to evaluate noninferiority (threshold for noninferiority ratio, <1.2). RESULTS: Of 827 randomized patients, 735 (372 fibrinogen concentrate, 363 cryoprecipitate) were treated and included in the primary analysis (median age, 64 [interquartile range, 53-72] years; 30% women; 72% underwent complex operations; 95% moderate to severe bleeding; and pretreatment fibrinogen level, 1.6 [interquartile range, 1.3-1.9] g/L). The trial met the a priori stopping criterion for noninferiority at the interim analysis after 827 of planned 1200 patients were randomized. Mean 24-hour postbypass allogeneic transfusions were 16.3 (95% CI, 14.9 to 17.8) units in the fibrinogen concentrate group and 17.0 (95% CI, 15.6 to 18.6) units in the cryoprecipitate group (ratio, 0.96 [1-sided 97.5% CI, -∞ to 1.09; P < .001 for noninferiority] [2-sided 95% CI, 0.84 to 1.09; P = .50 for superiority]). Thromboembolic events occurred in 26 patients (7.0%) in the fibrinogen concentrate group and 35 patients (9.6%) in the cryoprecipitate group. CONCLUSIONS AND RELEVANCE: In patients undergoing cardiac surgery who develop clinically significant bleeding and hypofibrinogenemia after cardiopulmonary bypass, fibrinogen concentrate is noninferior to cryoprecipitate with regard to number of blood components transfused in a 24-hour period post bypass. Use of fibrinogen concentrate may be considered for management of bleeding in patients with acquired hypofibrinogenemia in cardiac surgery. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT03037424.",
  "authors": [
    {
      "last_name": "Callum",
      "fore_name": "Jeannie",
      "initials": "J",
      "name": "Jeannie Callum",
      "affiliations": [
        "Department of Laboratory Medicine and Molecular Diagnostics, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada.",
        "Laboratory Medicine Program, University Health Network, Toronto, Ontario, Canada.",
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farkouh",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Farkouh",
      "affiliations": [
        "Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada.",
        "Heart and Stroke Richard Lewar Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "Interdepartmental Division of Critical Care, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Sunnybrook Research Institute, Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heddle",
      "fore_name": "Nancy M",
      "initials": "NM",
      "name": "Nancy M Heddle",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rao",
      "fore_name": "Vivek",
      "initials": "V",
      "name": "Vivek Rao",
      "affiliations": [
        "Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada.",
        "University Health Network, Division of Cardiovascular Surgery, Toronto General Hospital, Toronto, Ontario, Canada.",
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hucke",
      "fore_name": "Hans-Peter",
      "initials": "HP",
      "name": "Hans-Peter Hucke",
      "affiliations": [
        "Department of Biostatistics, ERGOMED CDS GmbH, Cologne, Germany."
      ]
    },
    {
      "last_name": "Carroll",
      "fore_name": "Jo",
      "initials": "J",
      "name": "Jo Carroll",
      "affiliations": [
        "Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada.",
        "University of Toronto, Toronto, Ontario, Canada.",
        "Department of Anesthesia and Pain Management, Sinai Health System, Women's College Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grewal",
      "fore_name": "Deep",
      "initials": "D",
      "name": "Deep Grewal",
      "affiliations": [
        "Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada.",
        "University of Toronto, Toronto, Ontario, Canada.",
        "Department of Anesthesia and Pain Management, Sinai Health System, Women's College Hospital, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brar",
      "fore_name": "Sukhpal",
      "initials": "S",
      "name": "Sukhpal Brar",
      "affiliations": [
        "Department of Anesthesiology, Pharmacology and Therapeutics; University of British Columbia, Vancouver, Canada.",
        "Royal Columbian Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Bussières",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Bussières",
      "affiliations": [
        "Anesthesiology Department, Institut universitaire de cardiologie et de pneumologie de Québec-Université Laval, Québec City, Québec, Canada."
      ]
    },
    {
      "last_name": "Grocott",
      "fore_name": "Hilary",
      "initials": "H",
      "name": "Hilary Grocott",
      "affiliations": [
        "Departments of Anesthesiology, Perioperative and Pain Medicine, and Surgery, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Harle",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Harle",
      "affiliations": [
        "Department of Anesthesia and Perioperative Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pavenski",
      "fore_name": "Katerina",
      "initials": "K",
      "name": "Katerina Pavenski",
      "affiliations": [
        "St Michael's Hospital, Division of Transfusion Medicine, Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rochon",
      "fore_name": "Antoine",
      "initials": "A",
      "name": "Antoine Rochon",
      "affiliations": [
        "Department of Anesthesiology, Montréal Heart Institute, Université de Montréal, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Saha",
      "fore_name": "Tarit",
      "initials": "T",
      "name": "Tarit Saha",
      "affiliations": [
        "Department of Anesthesiology and Perioperative Medicine; Kingston General Hospital, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shepherd",
      "fore_name": "Lois",
      "initials": "L",
      "name": "Lois Shepherd",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Kingston Health Science Center, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Syed",
      "fore_name": "Summer",
      "initials": "S",
      "name": "Summer Syed",
      "affiliations": [
        "Department of Anesthesiology; Hamilton Health Sciences Corporation, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Diem",
      "initials": "D",
      "name": "Diem Tran",
      "affiliations": [
        "University of Ottawa Heart Institute, Division of Cardiac Anesthesiology and Critical Care, Department of Anesthesia and Pain Medicine, University of Ottawa School of Epidemiology and Public Health, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Wong",
      "affiliations": [
        "Cardiac Surgery, Royal Columbian Hospital, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Zeller",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Zeller",
      "affiliations": [
        "McMaster Centre for Transfusion Research, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Karkouti",
      "fore_name": "Keyvan",
      "initials": "K",
      "name": "Keyvan Karkouti",
      "affiliations": [
        "Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada.",
        "Interdepartmental Division of Critical Care, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Anesthesia and Pain Management, Sinai Health System, Women's College Hospital, University Health Network, Toronto, Ontario, Canada.",
        "Department of Anesthesia and Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "322",
    "issue": "20",
    "pub_year": "2019",
    "pub_month": "Nov",
    "pub_day": "26"
  },
  "start_page": "1966",
  "end_page": "1976",
  "pages": "1966-1976",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31634905",
    "pmc": "PMC6822637",
    "doi": "10.1001/jama.2019.17312",
    "pii": "2753529"
  },
  "doi": "10.1001/jama.2019.17312",
  "pmc_id": "PMC6822637",
  "dates": {
    "revised": "2022-04-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:10.313739",
    "pmid": "31634905"
  }
}