{
  "pmid": "31639255",
  "uid": "31639255",
  "title": "Peer support interventions in type 2 diabetes: Review of components and process outcomes.",
  "abstract": "BACKGROUND: This review seeks to identify (a) the various components and process outcomes of type 2 diabetes peer support (PS) interventions and (b) the measures implemented to monitor intervention fidelity and evaluate outcomes in these studies. METHODS: The MEDLINE, PubMed, EMBASE (Excerpta Medica Database), CENTRAL (Cochrane Central Register of Controlled Trials), CINAHL (Cumulative Index to Nursing and Allied Health Literature), and PsycINFO databases were searched from inception to May 2019. Two reviewers independently screened and extracted data from eligible articles via the Template for Intervention Description and Replication (TIDieR) checklist (why, what, who provided, how, where, when and how much, tailoring, modifications, and how well). RESULTS: Twenty-three trials were included. The total number of participants was 7178. Most interventions were in primary care. Although face-to-face was the most common modality of contact, rates of contact were highest for telephone. Potential peer leaders (PLs) were identified primarily through recommendations from health professionals, based on their communication skills, glycosylated hemoglobin (HbA1c), and coaching interest. PLs were mostly female, university educated, and had a long history of diabetes (≥ 10 years). PL training varied significantly in length and content; the two most frequent topics were communication skills and diabetes knowledge. Although several studies implemented methods to evaluate \"intervention fidelity,\" only few rigorously assessed the two key components of fidelity, \"adherence\" and \"competence,\" through audio- and video-taping or direct observations. CONCLUSIONS: The impact of PS on participants' health outcomes is well investigated; however, the implementation and evaluation strategies vary significantly across these studies. In the present review, we define the various components of PS interventions and propose suggestions for enhancing the implementation and evaluation of future PS models.",
  "authors": [
    {
      "last_name": "Afshar",
      "fore_name": "Rowshanak",
      "initials": "R",
      "name": "Rowshanak Afshar",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, The University of British Columbia, Vancouver, British Columbia, Canada."
      ],
      "orcid": "0000-0003-0550-7241"
    },
    {
      "last_name": "Tang",
      "fore_name": "Tricia S",
      "initials": "TS",
      "name": "Tricia S Tang",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Askari",
      "fore_name": "Amir S",
      "initials": "AS",
      "name": "Amir S Askari",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Sidhu",
      "fore_name": "Rawel",
      "initials": "R",
      "name": "Rawel Sidhu",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Brown",
      "affiliations": [
        "The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of diabetes",
    "iso_abbreviation": "J Diabetes",
    "issn": "1753-0407",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "315",
  "end_page": "338",
  "pages": "315-338",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Blood Glucose",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Glycated Hemoglobin",
    "Humans",
    "Male",
    "Outcome Assessment, Health Care",
    "Peer Group",
    "Self Care",
    "Self-Help Groups"
  ],
  "article_ids": {
    "pubmed": "31639255",
    "doi": "10.1111/1753-0407.12999"
  },
  "doi": "10.1111/1753-0407.12999",
  "dates": {
    "completed": "2021-01-04",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Blood Glucose",
    "Glycated Hemoglobin A"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.746189",
    "pmid": "31639255"
  }
}