{
  "pmid": "31636505",
  "uid": "31636505",
  "title": "Changes in Soft-Tissue Sarcoma Treatment Patterns over Time: A Population-Based Study in a Country with Universal and Centralized Healthcare.",
  "abstract": "BACKGROUND: The clinical care of soft-tissue sarcoma (STS) patients is largely multidisciplinary involving clinicians from surgical disciplines, medical oncology, and radiation oncology. It is not clear if treatment patterns for STS have changed over time. We present population-level data on changes in treatment patterns of patients diagnosed with STS of all stages in Ontario, Canada. METHODS: We performed a population-based cohort study using linked administrative databases in Ontario, Canada, of patients with STS between 2006 and 2015. Patients with the AJCC stage at the time of diagnosis were included. Patients were categorized into one of the seven treatment arms: single modality treatment (surgery, chemotherapy, or radiation therapy), bimodality therapy, or all three treatment modalities. Survival of STS patients of different stages is displayed with the Kaplan-Meier method. RESULTS: A total of 4696 patients were diagnosed with biopsy-proven sarcoma during the study period including 1915 patients with stage information available. Treatment patterns for patients with Stage 1 and 2 disease were similar enough to allow for grouping. The use of radiation therapy in Stage 1 and 2 patients increased by 15% over the study period. None of the 7 treatment regimens for Stage 3 patients changed appreciably during the study period. We observed that the use of chemotherapy for Stage 4 STS patients increased 36% during the study period. Overall patient survival was, as expected, highest in Stage 1 patients and lowest in Stage 4 patients. CONCLUSION: This is the first population-level study reporting of 7 different STS treatment regimens in a country with universal and centralized healthcare. Radiation therapy for local disease control and chemotherapy for Stage 4 patients have recently become more utilized. Survival from STS is highly dependent on stage at presentation. Other population-based studies from other countries are needed to establish the current international treatment patterns.",
  "authors": [
    {
      "last_name": "Bozzo",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Bozzo",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8195-2086"
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Institute for Clinical and Evaluative Science (ICES), McMaster University, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Hamilton Health Sciences, Juravinski Hospital and Cancer Center, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4778-4522"
    }
  ],
  "journal": {
    "title": "Sarcoma",
    "iso_abbreviation": "Sarcoma",
    "issn": "1357-714X",
    "issn_type": "Print",
    "volume": "2019",
    "pub_year": "2019"
  },
  "start_page": "8409406",
  "pages": "8409406",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31636505",
    "pmc": "PMC6766085",
    "doi": "10.1155/2019/8409406"
  },
  "doi": "10.1155/2019/8409406",
  "pmc_id": "PMC6766085",
  "dates": {
    "revised": "2022-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.072432",
    "pmid": "31636505"
  }
}