{
  "pmid": "31642345",
  "uid": "31642345",
  "title": "The effect of comorbid medical and psychiatric diagnoses on chronic fatigue syndrome.",
  "abstract": "Objective: To determine if presence of co-existing medically unexplained syndromes or psychiatric diagnoses affect symptom frequency, severity or activity impairment in Chronic Fatigue Syndrome.Patients: Sequential Chronic Fatigue Syndrome patients presenting in one clinical practice.Design: Participants underwent a psychiatric diagnostic interview and were evaluated for fibromyalgia, irritable bowel syndrome and/or multiple chemical sensitivity.Main Measures: Structured Clinical Interview [SCID] for DSM-IV; SF-36, Patient-Reported Outcomes Measurement Information System (PROMIS) Pain Short Form; Patient Health Questionnaire-8; Multidimensional Fatigue Inventory (MFI-20), CDC Symptom InventoryResults: Current and lifetime psychiatric diagnosis was common (68%) increasing mental fatigue/health but no other illness variables and not with diagnosis of other medically unexplained syndromes. 81% of patients had at least one of these conditions with about a third having all three co-existing syndromes. Psychiatric diagnosis was not associated with their diagnosis. Increasing the number of these unexplained conditions was associated with increasing impairment in physical function, pain and rates of being unable to work.Conclusions: Patients with Chronic Fatigue Syndrome should be evaluated for current psychiatric conditions because of their impact on patient quality of life, but they do not act as a symptom multiplier for the illness. Other co-existing medically unexplained syndromes are more common than psychiatric co-morbidities in patients presenting for evaluation of medically unexplained fatigue and are also more associated with increased disability and the number and severity of symptoms.Key messagesWhen physicians see patients with medically unexplained fatigue, they often infer that this illness is due to an underlying psychiatric problem.This paper shows that the presence of co-existing psychiatric diagnoses does not impact on any aspect of the phenomenology of medically unexplained fatigue also known as chronic fatigue syndrome. Therefore, psychiatric status is not an important causal contributor to CFS.In contrast, the presence of other medically unexplained syndromes (irritable bowel syndrome; fibromyalgia and/or multiple chemical sensitivity) do impact on the illness such that the more of these that co-exist the more health-related burdens the patient has.",
  "authors": [
    {
      "last_name": "Natelson",
      "fore_name": "Benjamin H",
      "initials": "BH",
      "name": "Benjamin H Natelson",
      "affiliations": [
        "Department of Neurology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Jin-Mann S",
      "initials": "JS",
      "name": "Jin-Mann S Lin",
      "affiliations": [
        "Division of High-Consequence Pathogens and Pathology, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Lange",
      "fore_name": "Gudrun",
      "initials": "G",
      "name": "Gudrun Lange",
      "affiliations": [
        "Independent Author, New York, NY, United States."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Department of Neurology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
      ]
    },
    {
      "last_name": "Stegner",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Stegner",
      "affiliations": [
        "Independent Author, New York, NY, United States."
      ]
    },
    {
      "last_name": "Unger",
      "fore_name": "Elizabeth R",
      "initials": "ER",
      "name": "Elizabeth R Unger",
      "affiliations": [
        "Division of High-Consequence Pathogens and Pathology, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Annals of medicine",
    "iso_abbreviation": "Ann Med",
    "issn": "1365-2060",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "7-8",
    "pub_year": "2019"
  },
  "start_page": "371",
  "end_page": "378",
  "pages": "371-378",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Adult",
    "Comorbidity",
    "Fatigue Syndrome, Chronic",
    "Female",
    "Humans",
    "Male",
    "Mental Disorders",
    "Middle Aged",
    "New York City"
  ],
  "article_ids": {
    "pubmed": "31642345",
    "pmc": "PMC7877877",
    "doi": "10.1080/07853890.2019.1683601"
  },
  "doi": "10.1080/07853890.2019.1683601",
  "pmc_id": "PMC7877877",
  "dates": {
    "completed": "2020-07-09",
    "revised": "2024-08-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.727041",
    "pmid": "31642345"
  }
}