{
  "pmid": "31640391",
  "uid": "31640391",
  "title": "Women's preferences and experiences of cervical cancer screening in rural and remote areas: a systematic review and qualitative meta-synthesis.",
  "abstract": "INTRODUCTION: Cervical cancer is one of the leading causes of mortality in women. Population-based cervical cancer screening programs have been highly effective in reducing the incidence and mortality of cervical cancer worldwide. However, disparities remain in women's cervical cancer screening participation rates, especially in rural and remote areas, where access to health care may be circumscribed due to logistical barriers. Until now, there has been no effort to review and synthesize the perspectives and experiences of women accessing cervical cancer screening in rural and remote areas. This systematic review and qualitative meta-synthesis of 14 studies aimed to describe and elaborate the issues women face when accessing cervical cancer screening in rural and remote areas. METHODS: This study used the qualitative meta-synthesis approach to review 14 studies on rural women's participation in cervical cancer screening. This research approach synthesized findings from multiple, primary qualitative studies to produce a new interpretation of the phenomenon while retaining the original meaning of each qualitative study. RESULTS: After 4937 citations were screened by database searching, 117 were retrieved for full-text review, of which 14 studies were included. This study identified two themes that modulate rural women's access to cervical cancer screening: interactions with healthcare providers and healthcare system access. Furthermore, this study found that women frequently expressed issues around patient-centered care in their interactions with healthcare providers. The implications of these findings for program design and delivery efforts in rural and remote areas are discussed. CONCLUSION: This article provides the foundation for tailoring interventions and programming to increase cervical cancer screening rates in women who reside in rural and remote areas. This review also clarifies the factors of patient-centered care that may be adopted to enhance the quality of care for women in rural and remote areas. In summary, this systematic review and qualitative meta-synthesis provide information about women's perspectives and experiences accessing cervical cancer screening in rural and remote areas. The review has strong implications for this population and can be used to inform future research and program design initiatives.",
  "authors": [
    {
      "last_name": "Majid",
      "fore_name": "Umair",
      "initials": "U",
      "name": "Umair Majid",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Present address: Institute of Health Policy, Management and Evaluation, University of Toronto, Ontario, Canada umair.majid@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Kandasamy",
      "fore_name": "Sujane",
      "initials": "S",
      "name": "Sujane Kandasamy",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada kandas3@mcmaster.ca."
      ]
    },
    {
      "last_name": "Farrah",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Farrah",
      "affiliations": [
        "Canadian Agency for Drugs and Technologies in Health (CADTH), Ottawa, Ontario, Canada kfarrah@gmail.com."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada; and Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada vanstomg@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Rural and remote health",
    "iso_abbreviation": "Rural Remote Health",
    "issn": "1445-6354",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "5190",
  "pages": "5190",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Attitude of Health Personnel",
    "Early Detection of Cancer",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Middle Aged",
    "Patient Preference",
    "Patient-Centered Care",
    "Qualitative Research",
    "Rural Population",
    "Trust",
    "Uterine Cervical Neoplasms",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31640391",
    "doi": "10.22605/RRH5190",
    "pii": "5190"
  },
  "doi": "10.22605/RRH5190",
  "dates": {
    "completed": "2020-07-06",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.097202",
    "pmid": "31640391"
  }
}