{
  "pmid": "31649748",
  "uid": "31649748",
  "title": "The governmental health policy-development process for Syrian refugees: an embedded qualitative case studies in Lebanon and Ontario.",
  "abstract": "BACKGROUND: The unprecedented amount of resources dedicated to humanitarian aid has led many stakeholders to demand the use of reliable evidence in humanitarian aid decisions to ensure that desired impacts are achieved at acceptable costs. However, little is known about the factors that influence the use of research evidence in the policy development in humanitarian crises. We examined how research evidence was used to inform two humanitarian policies made in response to the Syrian refugee crisis. METHODS: We identified two policies as rich potential case studies to examine the use of evidence in humanitarian aid policy decision-making: Lebanon's 2016 Health Response Strategy and Ontario's 2016 Phase 2: Health System Action Plan, Syrian Refugees. To study each, we used an embedded qualitative case study methodology and recruited senior decision-makers, policy advisors, and healthcare providers who were involved with the development of each policy. We reviewed publicly available documents and media articles that spoke to the factors that influence the process. We used the analytic technique of explanation building to understand the factors that influence the use of research evidence in the policy-development process in crisis zones. RESULTS: We interviewed eight informants working in government and six in international agencies in Lebanon, and two informants working in healthcare provider organizations and two in non-governmental organizations in Ontario, for a total of 18 key informants. Based on our interviews and documentary analysis, we identified that there was limited use of research evidence and that four broad categories of factors helped to explain the policy-development process for Syrian refugees - development of health policies without significant chance for derailment from other government bodies (Lebanon) or opposition parties (Ontario) (i.e., facing no veto points), government's engagement with key societal actors to inform the policy-development process, the values underpinning the process, and external factors significantly influencing the policy-development process. CONCLUSIONS: This study suggests that use of research evidence in the policy-development process for Syrian refugees was subordinate to key political factors, resulting in limited influence of research evidence in the development of both the Lebanese and Ontarian policy.",
  "authors": [
    {
      "last_name": "Khalid",
      "fore_name": "Ahmad Firas",
      "initials": "AF",
      "name": "Ahmad Firas Khalid",
      "affiliations": [
        "1Health Policy PhD Program, McMaster University, Hamilton, ON Canada.",
        "2Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON Canada.",
        "3Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON Canada."
      ],
      "orcid": "0000-0002-8525-2455"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "1Health Policy PhD Program, McMaster University, Hamilton, ON Canada.",
        "2Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON Canada.",
        "3Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON Canada.",
        "4McMaster Health Forum, McMaster University, Hamilton, ON Canada.",
        "5Department of Political Science, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "2Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON Canada.",
        "6Department of Health Management & Policy, American University of Beirut, Beirut, Lebanon.",
        "7Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "8Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "3Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON Canada.",
        "9Department of Family Medicine, McMaster University, Hamilton, ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "Conflict and health",
    "iso_abbreviation": "Confl Health",
    "issn": "1752-1505",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2019"
  },
  "start_page": "48",
  "pages": "48",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31649748",
    "pmc": "PMC6805559",
    "doi": "10.1186/s13031-019-0231-z",
    "pii": "231"
  },
  "doi": "10.1186/s13031-019-0231-z",
  "pmc_id": "PMC6805559",
  "dates": {
    "revised": "2024-07-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.097800",
    "pmid": "31649748"
  }
}