{
  "pmid": "31647474",
  "uid": "31647474",
  "title": "Potential Reduction of Symptoms With the Use of Persuasive Systems Design Features in Internet-Based Cognitive Behavioral Therapy Programs for Children and Adolescents With Anxiety: A Realist Synthesis.",
  "abstract": "BACKGROUND: Internet-based cognitive behavioral therapy (iCBT) for children and adolescents is a persuasive system that combines 3 major components to therapy-therapeutic content, technological features, and interactions between the user and program-intended to reduce users' anxiety symptoms. Several reviews report the effectiveness of iCBT; however, iCBT design and delivery components differ widely across programs, which raise important questions about how iCBT effects are produced and can be optimized. OBJECTIVE: The objective of this study was to review and synthesize the iCBT literature using a realist approach with a persuasive systems perspective to (1) document the design and delivery components of iCBT and (2) generate hypotheses as to how these components may explain changes in anxiety symptoms after completing iCBT. METHODS: A multi-strategy search identified published and gray literature on iCBT for child and adolescent anxiety up until June 2019. Documents that met our prespecified inclusion criteria were appraised for relevance and methodological rigor. Data extraction was guided by the persuasive systems design (PSD) model. The model describes 28 technological design features, organized into 4 categories that help users meet their health goals: primary task support, dialogue support, system credibility support, and social support. We generated initial hypotheses for how PSD (mechanisms) and program delivery (context of use) features were linked to symptom changes (outcomes) across iCBT programs using realist and meta-ethnographic techniques. These hypothesized context-mechanism-outcome configurations were refined during analysis using evidence from the literature to improve their explanatory value. RESULTS: A total of 63 documents detailing 15 iCBT programs were included. A total of six iCBT programs were rated high for relevance, and most studies were of moderate-to-high methodological rigor. A total of 11 context-mechanism-outcome configurations (final hypotheses) were generated. Configurations primarily comprised PSD features from the primary task and dialogue support categories. Several key PSD features (eg, self-monitoring, simulation, social role, similarity, social learning, and rehearsal) were consistently reported in programs shown to reduce anxiety; many features were employed simultaneously, suggesting synergy when grouped. We also hypothesized the function of PSD features in generating iCBT impacts. Adjunct support was identified as an important aspect of context that may have complemented certain PSD features in reducing users' anxiety. CONCLUSIONS: This synthesis generated context-mechanism-outcome configurations (hypotheses) about the potential function, combination, and impact of iCBT program components thought to support desired program effects. We suggest that, when delivered with adjunct support, PSD features may contribute to reduced anxiety for child and adolescent users. Formal testing of the 11 configurations is required to confirm their impact on anxiety-based outcomes. From this we encourage a systematic and deliberate approach to iCBT design and evaluation to increase the pool of evidence-based interventions available to prevent and treat children and adolescents with anxiety.",
  "authors": [
    {
      "last_name": "Radomski",
      "fore_name": "Ashley D",
      "initials": "AD",
      "name": "Ashley D Radomski",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-1491-3516"
    },
    {
      "last_name": "Wozney",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Wozney",
      "affiliations": [
        "Centre for Research in Family Health, IWK Health Centre, Halifax, NS, Canada."
      ],
      "orcid": "0000-0003-4280-3322"
    },
    {
      "last_name": "McGrath",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick McGrath",
      "affiliations": [
        "Department of Psychology, Dalhousie University, Halifax, NS, Canada.",
        "Department of Pediatrics, Dalhousie University, Halifax, NS, Canada.",
        "Department of Psychiatry, Dalhousie University, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-9568-2571"
    },
    {
      "last_name": "Huguet",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Huguet",
      "affiliations": [
        "Department of Community of Health and Epidemiology, Dalhousie University, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-4002-8644"
    },
    {
      "last_name": "Hartling",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Hartling",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0001-8341-3991"
    },
    {
      "last_name": "Dyson",
      "fore_name": "Michele P",
      "initials": "MP",
      "name": "Michele P Dyson",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-4856-2283"
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn J",
      "initials": "KJ",
      "name": "Kathryn J Bennett",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8211-237X"
    },
    {
      "last_name": "Newton",
      "fore_name": "Amanda S",
      "initials": "AS",
      "name": "Amanda S Newton",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0003-3020-674X"
    }
  ],
  "journal": {
    "title": "JMIR mental health",
    "iso_abbreviation": "JMIR Ment Health",
    "issn": "2368-7959",
    "issn_type": "Print",
    "volume": "6",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "23"
  },
  "start_page": "e13807",
  "pages": "e13807",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31647474",
    "pmc": "PMC7017649",
    "doi": "10.2196/13807",
    "pii": "v6i10e13807"
  },
  "doi": "10.2196/13807",
  "pmc_id": "PMC7017649",
  "dates": {
    "revised": "2023-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:07:47.443430",
    "pmid": "31647474"
  }
}