{
  "pmid": "31649463",
  "uid": "31649463",
  "title": "Retrospective comparison of outcomes of laparoscopic pyeloplasty using barbed suture versus nonbarbed suture: A single-center experience.",
  "abstract": "INTRODUCTION: laparoscopic pyeloplasty is an important tool in urology armamentarium. The most important & also the difficult part of this surgery is intracorporial suturing and knotting. There are only a few reports of knotless Barbed sutures for upper tract reconstruction. We report the comparative outcomes of Laparoscopic Pyeloplasty with barbed suture vs non barbed sutures used for uretero-pelvic anastomosis. MATERIALS AND METHODS: We retrospectively reviewed patients' records that underwent Laparoscopic pyeloplasty at our Institution from January 2013 to May 2014. Total 37 patients were underwent LP in this period. Whole of the procedure was same as conventional LP except suture material. 3-0 barbed suture was used in 21 patients and 3-0 vicryl used in 16 patients for uretero-pelvic anastomosis and continuous suturing technique was employed. Patients' demographics, total operative time, intracorporial suturing time, post operative complications, symptoms & renal isotope scan were recorded. RESULTS: Average total operative time was significantly less in barbed suture group vs vicryl group (162 vs 208 minutes) (p=0.0811). Average time taken for intracorporial suturing was 31.2 minutes vs 70 minutes (p=0.0576). 1 patient developed post operative urine leak which persisted for 5 days in barbed group (4.76 %) vs no leak in vicryl group. Most common complication was UTI presented in 2 patients (9.5 %) vs 2 in vicryl (12.5%). JJ stent was removed at 4 weeks. Median follow up was 3 months with 7 patients lost to follow up. None of the patients found to have obstructive drainage or deterioration of split function on follow up isotope renogram at 3 months. CONCLUSIONS: In this study, Laparoscopic pyeloplasty with barbed suture has acceptable outcome when compared to conventional non barbed suture on short term basis. Laparoscopic Pyeloplasty with barbed suture can potentially become the standard approach in near future.",
  "authors": [
    {
      "last_name": "Giri",
      "fore_name": "Vikas",
      "initials": "V",
      "name": "Vikas Giri",
      "affiliations": [
        "Department of Urology, SMS Medical College and Attached Hospitals, Jaipur, Rajasthan, India."
      ]
    },
    {
      "last_name": "Yadav",
      "fore_name": "Sher Singh",
      "initials": "SS",
      "name": "Sher Singh Yadav",
      "affiliations": [
        "Department of Urology, SMS Medical College and Attached Hospitals, Jaipur, Rajasthan, India."
      ]
    },
    {
      "last_name": "Tomar",
      "fore_name": "Vinay",
      "initials": "V",
      "name": "Vinay Tomar",
      "affiliations": [
        "Department of Urology, SMS Medical College and Attached Hospitals, Jaipur, Rajasthan, India."
      ]
    },
    {
      "last_name": "Jha",
      "fore_name": "Amit K",
      "initials": "AK",
      "name": "Amit K Jha",
      "affiliations": [
        "Department of Urology, SMS Medical College and Attached Hospitals, Jaipur, Rajasthan, India."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Urology, SMS Medical College and Attached Hospitals, Jaipur, Rajasthan, India."
      ]
    }
  ],
  "journal": {
    "title": "Urology annals",
    "iso_abbreviation": "Urol Ann",
    "issn": "0974-7796",
    "issn_type": "Print",
    "volume": "11",
    "issue": "4",
    "pub_year": "2019"
  },
  "start_page": "410",
  "end_page": "413",
  "pages": "410-413",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31649463",
    "pmc": "PMC6798306",
    "doi": "10.4103/UA.UA_123_15",
    "pii": "UA-11-410"
  },
  "doi": "10.4103/UA.UA_123_15",
  "pmc_id": "PMC6798306",
  "dates": {
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.281570",
    "pmid": "31649463"
  }
}