{
  "pmid": "31650392",
  "uid": "31650392",
  "title": "Postoperative Pain Management Strategies in Hip Arthroscopy.",
  "abstract": "PURPOSE OF REVIEW: Hip arthroscopy is a rapidly growing field due to its significant diagnostic and therapeutic value in the management of numerous hip disorders. Adequate control of postoperative pain in patients undergoing hip arthroscopy continues to be a challenging and evolving area in orthopedics. In the absence of standardized protocols for pain management in these patients, a variety of different approaches have been utilized in an effort to find a regimen that is effective at reducing postoperative pain, narcotic consumption, and cost to the patient and healthcare system. The purpose of this article, therefore, is to provide a comprehensive review of current literature regarding postoperative pain management techniques in patients undergoing hip arthroscopy. RECENT FINDINGS: Recent literature demonstrates the importance of a multimodal approach to treat postoperative pain in patients undergoing hip arthroscopy. When a peripheral nerve block or intraoperative anesthetic is used in combination with a pre- and postoperative analgesic medication regimen, patients report less pain and postoperative narcotic consumption. Patient-reported pain scores and postoperative opioid use were similar between the different modalities, however, postoperative complications appear to be less in groups receiving intra-articular (IA) injection or local anesthetic infiltration (LAI) compared to peripheral nerve blocks. In summary, we present evidence that intraoperative techniques, such as IA injection or LAI, in conjunction with pre- and postoperative pain medications, offers an effective multimodal strategy for treating postoperative pain following hip arthroscopy. This topic is of increasing importance due to the need for cost-effective strategies of managing pain and decreasing opioid consumption following hip arthroscopy.",
  "authors": [
    {
      "last_name": "LaPorte",
      "fore_name": "Collin",
      "initials": "C",
      "name": "Collin LaPorte",
      "affiliations": [
        "Michigan State University College of Human Medicine, Grand Rapids, MI, USA."
      ]
    },
    {
      "last_name": "Rahl",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Rahl",
      "affiliations": [
        "Michigan State University College of Human Medicine, Grand Rapids, MI, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Menge",
      "fore_name": "Travis J",
      "initials": "TJ",
      "name": "Travis J Menge",
      "affiliations": [
        "Michigan State University College of Human Medicine, Grand Rapids, MI, USA. Travis.Menge@SpectrumHealth.org.",
        "Spectrum Health Medical Group Orthopedics & Sports Medicine & Hip Arthroscopy, 4100 Lake Dr SE, Suite 300, Grand Rapids, MI, 49546, USA. Travis.Menge@SpectrumHealth.org."
      ]
    }
  ],
  "journal": {
    "title": "Current reviews in musculoskeletal medicine",
    "iso_abbreviation": "Curr Rev Musculoskelet Med",
    "issn": "1935-973X",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "479",
  "end_page": "485",
  "pages": "479-485",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31650392",
    "pmc": "PMC6942092",
    "doi": "10.1007/s12178-019-09579-x",
    "pii": "10.1007/s12178-019-09579-x"
  },
  "doi": "10.1007/s12178-019-09579-x",
  "pmc_id": "PMC6942092",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.835090",
    "pmid": "31650392"
  }
}