{
  "pmid": "31653275",
  "uid": "31653275",
  "title": "A meta-epidemiological study of subgroup analyses in cochrane systematic reviews of atrial fibrillation.",
  "abstract": "BACKGROUND: Information on subgroup assessments in systematic reviews (SR) of atrial fibrillation (AF) is limited. This review aims to describe subgroup analyses in AF SRs to inform the design of SRs and randomized trials as well as clinical practice. METHODS: We conducted a cross sectional meta-epidemiological study of Cochrane AF reviews by searching AF (including variants) in the title, abstract, or keyword field without date or language restrictions (Issue 9; September 2018). Two reviewers independently extracted study characteristics to summarize frequency of subgroups pre-specified and conducted and report credibility of subgroup effects claimed. RESULTS: Of 39 Cochrane reviews identified, 17 met inclusion criteria (including 168 reports of 127 randomized trials) and the majority (16; 94.1%) conducted meta-analysis of outcomes. Most (13; 76.5%) planned pre-specified subgroup analyses; 7 of which (41.2%) conducted subgroups. In these 7 reviews, 56 subgroups were planned, 17 (30.4%) conducted and 6 (10.7%) yielded subgroup effects. Variables such as co-morbid disease, stroke risk factors, prior stroke/transient ischemic attack, age, race, and sex represented 44% (24 subgroups) of all planned subgroups (8 conducted; 14.3%); however, information on covariate selection was lacking. Overall, more subgroups were planned than conducted (mean difference (95% CI) 2.3 (1.2-3.5, p < 0.001)). Of all subgroups conducted, anticoagulant characteristics comprised a third of all subgroup effects (n = 5, 35.7%). The credibility of subgroups identified (n = 14) was assessed and less than half (43%) represented one of a small number of pre-specified hypothesis and rarely were effects seen within studies (7%). Of 5 reviews that reported subgroup effects, only 3 discussed subgroup effects as part of the overall conclusions; none discussed credibility of subgroup effects. CONCLUSIONS: This meta-epidemiological review of a subset of Cochrane AF reviews suggests that planning and reporting of subgroup analyses in AF reviews can be improved to better inform clinical management. Most pre-specified subgroup analyses were not performed, important variables (such as stroke, bleeding risk, and other comorbidities) were rarely examined and credibility of subgroup effects claimed was low. Future reviews should aim to identify important subgroups in their protocols and use recommended approaches to test subgroup effects in order to better support clinical decision-making.",
  "authors": [
    {
      "last_name": "Paquette",
      "fore_name": "Miney",
      "initials": "M",
      "name": "Miney Paquette",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, L8S 4K1, Canada. miney.paquette@boehringer-ingelheim.com.",
        "Medical Department, Boehringer Ingelheim Ltd., Burlington, Ontario, Canada. miney.paquette@boehringer-ingelheim.com."
      ],
      "orcid": "0000-0002-1239-3265"
    },
    {
      "last_name": "Alotaibi",
      "fore_name": "Ahlam Mohammed",
      "initials": "AM",
      "name": "Ahlam Mohammed Alotaibi",
      "affiliations": [
        "Pediatric Endocrinology Department, King Abdullah bin Abdulaziz University hospital, Princess Noura University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, L8S 4K1, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Centre for the Development of Best Practices in Health, Yaoundé, Cameroon."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "25"
  },
  "start_page": "241",
  "pages": "241",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Anticoagulants",
    "Atrial Fibrillation",
    "Epidemiologic Studies",
    "Meta-Analysis as Topic",
    "Randomized Controlled Trials as Topic",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "31653275",
    "pmc": "PMC6814034",
    "doi": "10.1186/s13643-019-1152-z",
    "pii": "10.1186/s13643-019-1152-z"
  },
  "doi": "10.1186/s13643-019-1152-z",
  "pmc_id": "PMC6814034",
  "dates": {
    "completed": "2020-08-22",
    "revised": "2024-07-21"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.408157",
    "pmid": "31653275"
  }
}