{
  "pmid": "3165524",
  "uid": "3165524",
  "title": "Tender points in fibromyalgia.",
  "abstract": "To establish inter-rater and test-retest reliability of use of a pressure algometer, 5 males and 5 females suffering from chronic fibromyalgia ('fibrositis'), and a normal group of 5 males and 5 females, were examined 2 times by each of 2 independent examiners, using 1 kg/sec rate of application, over 10 paired and typical 'tender points,' localized by skin marker. Tenderness thresholds of tender points were coded and analyzed using repeated measures ANOVA, for factors sex, normal/fibromyalgia, and side, rater, and time 1/time 2. There was significantly lower tenderness thresholds of tender points in fibromyalgia compared to normal subjects. Generalizability coefficients were calculated and showed high inter-rater (0.85), and test-retest (0.85) reliability. Highly significant differences were found between specific tender points. A further 10 normals and 10 fibromyalgia subjects were then examined for 5 paired tender points and 5 paired non-tender points. A 2-way ANOVA was conducted for summed and averaged scores for all tender and non-tender points, with factors normal/fibromyalgia and tender/non-tender; again, there was a large difference between normal and fibromyalgia subjects, and between tender and non-tender points. The interaction was small but significant, but there was a larger difference between fibromyalgia and normal subjects observed on non-tender points. The low tenderness threshold observed at the tender points of fibromyalgia patients may reflect a more generalized lowering of tenderness thresholds, seen at non-tender points as well.",
  "authors": [
    {
      "last_name": "Tunks",
      "fore_name": "Eldon",
      "initials": "E",
      "name": "Eldon Tunks",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, and Chedoke-McMaster Pain Program, Chedoke-McMaster Hospitals, Hamilton, Ont. L8N 3Z5 Canada."
      ]
    },
    {
      "last_name": "Crook",
      "fore_name": "Joan",
      "initials": "J",
      "name": "Joan Crook",
      "affiliations": []
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": []
    },
    {
      "last_name": "Kalaher",
      "fore_name": "Sue",
      "initials": "S",
      "name": "Sue Kalaher",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pain",
    "iso_abbreviation": "Pain",
    "issn": "0304-3959",
    "issn_type": "Print",
    "volume": "34",
    "issue": "1",
    "pub_year": "1988",
    "pub_month": "Jul"
  },
  "start_page": "11",
  "end_page": "19",
  "pages": "11-19",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Fibromyalgia",
    "Humans",
    "Male",
    "Myofascial Pain Syndromes",
    "Pain",
    "Pain Measurement",
    "Pressure",
    "Sensory Thresholds"
  ],
  "article_ids": {
    "pubmed": "3165524",
    "doi": "10.1016/0304-3959(88)90176-5",
    "pii": "00006396-198807000-00002"
  },
  "doi": "10.1016/0304-3959(88)90176-5",
  "dates": {
    "completed": "1988-09-22",
    "revised": "2021-01-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.732423",
    "pmid": "3165524"
  }
}