{
  "pmid": "31660959",
  "uid": "31660959",
  "title": "Interventions to prevent, delay or reverse frailty in older people: a journey towards clinical guidelines.",
  "abstract": "BACKGROUND: Age-related frailty is a multidimensional dynamic condition associated with adverse patient outcomes and high costs for health systems. Several interventions have been proposed to tackle frailty. This correspondence article describes the journey through the development of evidence- and consensus-based guidelines on interventions aimed at preventing, delaying or reversing frailty in the context of the FOCUS (Frailty Management Optimisation through EIP-AHA Commitments and Utilisation of Stakeholders Input) project (664367-FOCUS-HP-PJ-2014). The rationale, framework, processes and content of the guidelines are described. MAIN TEXT: The guidelines were framed into four questions - one general and three on specific groups of interventions - all including frailty as the primary outcome of interest. Quantitative and qualitative studies and reviews conducted in the context of the FOCUS project represented the evidence base. We followed the GRADE Evidence-to-Decision frameworks based on assessment of whether the problem is a priority, the magnitude of the desirable and undesirable effects, the certainty of the evidence, stakeholders' values, the balance between desirable and undesirable effects, the resource use, and other factors like acceptability and feasibility. Experts in the FOCUS consortium acted as panellists in the consensus process. Overall, we eventually recommended interventions intended to affect frailty as well as its course and related outcomes. Specifically, we recommended (1) physical activity programmes or nutritional interventions or a combination of both; (2) interventions based on tailored care and/or geriatric evaluation and management; and (3) interventions based on cognitive training (alone or in combination with exercise and nutritional supplementation). The panel did not support interventions based on hormone treatments or problem-solving therapy. However, all our recommendations were weak (provisional) due to the limited available evidence and based on heterogeneous studies of limited quality. Furthermore, they are conditional to the consideration of participant-, organisational- and contextual/cultural-related facilitators or barriers. There is insufficient evidence in favour of or against other types of interventions. CONCLUSIONS: We provided guidelines based on quantitative and qualitative evidence, adopting methodological standards, and integrating relevant stakeholders' inputs and perspectives. We identified the need for further studies of a higher methodological quality to explore interventions with the potential to affect frailty.",
  "authors": [
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. marcucci.maura@gmail.com.",
        "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy. marcucci.maura@gmail.com."
      ]
    },
    {
      "last_name": "Damanti",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Damanti",
      "affiliations": [
        "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy.",
        "Nutritional Sciences Doctorate, Università degli Studi di Milano, Milan, Italy."
      ]
    },
    {
      "last_name": "Germini",
      "fore_name": "Federico",
      "initials": "F",
      "name": "Federico Germini",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada.",
        "Geriatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy.",
        "Department of Health Sciences, Università degli Studi di Milano, Milan, Italy."
      ]
    },
    {
      "last_name": "Apostolo",
      "fore_name": "Joao",
      "initials": "J",
      "name": "Joao Apostolo",
      "affiliations": [
        "Health Sciences Research Unit: Nursing, Nursing School of Coimbra, Portugal Centre for Evidence Based Practice - a Joanna Briggs Institute Centre of Excellence, Coimbra, Portugal."
      ]
    },
    {
      "last_name": "Bobrowicz-Campos",
      "fore_name": "Elzbieta",
      "initials": "E",
      "name": "Elzbieta Bobrowicz-Campos",
      "affiliations": [
        "Health Sciences Research Unit: Nursing, Nursing School of Coimbra, Portugal Centre for Evidence Based Practice - a Joanna Briggs Institute Centre of Excellence, Coimbra, Portugal."
      ]
    },
    {
      "last_name": "Gwyther",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Gwyther",
      "affiliations": [
        "The Centre for Ageing Research, Lancaster University, Lancaster, UK."
      ]
    },
    {
      "last_name": "Holland",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Holland",
      "affiliations": [
        "The Centre for Ageing Research, Lancaster University, Lancaster, UK."
      ]
    },
    {
      "last_name": "Kurpas",
      "fore_name": "Donata",
      "initials": "D",
      "name": "Donata Kurpas",
      "affiliations": [
        "Family Medicine Department, Wroclaw Medical University, Wroclaw, Poland."
      ]
    },
    {
      "last_name": "Bujnowska-Fedak",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Bujnowska-Fedak",
      "affiliations": [
        "Family Medicine Department, Wroclaw Medical University, Wroclaw, Poland."
      ]
    },
    {
      "last_name": "Szwamel",
      "fore_name": "Katarzyna",
      "initials": "K",
      "name": "Katarzyna Szwamel",
      "affiliations": [
        "Family Medicine Department, Wroclaw Medical University, Wroclaw, Poland.",
        "Faculty of Medical Science, Opole Medical School, Opole, Poland."
      ]
    },
    {
      "last_name": "Santana",
      "fore_name": "Silvina",
      "initials": "S",
      "name": "Silvina Santana",
      "affiliations": [
        "Department of Economics, Management and Industrial Engineering, University of Aveiro, Aveiro, Portugal."
      ]
    },
    {
      "last_name": "Nobili",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Nobili",
      "affiliations": [
        "Laboratory of Quality Assessment of Geriatric Therapies and Services, Istituto di Ricerche Farmacologiche Mario Negri IRCCS, Milan, Italy."
      ]
    },
    {
      "last_name": "D'Avanzo",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara D'Avanzo",
      "affiliations": [
        "Laboratory of Quality Assessment of Geriatric Therapies and Services, Istituto di Ricerche Farmacologiche Mario Negri IRCCS, Milan, Italy."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Cano",
      "affiliations": [
        "Department of Pediatrics, Obstetrics and Gynecology, University of Valencia, Valencia, Spain."
      ]
    }
  ],
  "journal": {
    "title": "BMC medicine",
    "iso_abbreviation": "BMC Med",
    "issn": "1741-7015",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "29"
  },
  "start_page": "193",
  "pages": "193",
  "language": "eng",
  "publication_types": [
    "Practice Guideline",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Exercise",
    "Frailty",
    "Geriatric Assessment",
    "Humans",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "31660959",
    "pmc": "PMC6819620",
    "doi": "10.1186/s12916-019-1434-2",
    "pii": "10.1186/s12916-019-1434-2"
  },
  "doi": "10.1186/s12916-019-1434-2",
  "pmc_id": "PMC6819620",
  "dates": {
    "completed": "2020-02-05",
    "revised": "2024-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.466465",
    "pmid": "31660959"
  }
}