{
  "pmid": "31666978",
  "uid": "31666978",
  "title": "Multidisciplinary Chronic Kidney Disease Clinic Practices: A Scoping Review.",
  "abstract": "BACKGROUND: Multidisciplinary chronic kidney disease (CKD) clinics improve patient outcomes but their optimal design is unclear. OBJECTIVE: To perform a scoping review to identify and describe current practices (structure, function) associated with multidisciplinary CKD clinics. DESIGN: Scoping review. SETTING: Databases included Medline, EMBASE, Cochrane, and CINAHL. PATIENTS: Patients followed in multidisciplinary CKD clinics globally. MEASUREMENTS: Multidisciplinary CKD clinic composition, entry criteria, follow-up, and outcomes. METHODS: We systematically searched the literature to identify randomized controlled trials, non-randomized interventional studies, or observational studies of multidisciplinary CKD clinics defined by an outpatient setting where two or more allied health members (with or without a nephrologist) provided longitudinal care to 50 or more adult or pediatric patients with CKD. Included studies were from 2002 to present. Searches were completed on August 10, 2018. Title, abstracts, and full texts were screened independently by two reviewers with disagreements resolved by a third. We abstracted data from included studies to summarize multidisciplinary CKD clinic team composition, entry criteria, follow-up, and processes. RESULTS: 40 studies (8 randomized controlled trials and 32 non-randomized interventional studies or observational studies) involving 23 230 individuals receiving multidisciplinary CKD care in 12 countries were included. Thirty-eight focused on adults (27 with CKD, 10 incident dialysis patients, one conservative therapy) while two studies focused on adolescents or children with CKD. The multidisciplinary team included a mean of 4.6 (SD 1.5) members consisting of a nephrologist, nurse, dietician, social worker, and pharmacist in 97.4%, 86.8%, 84.2%, 57.9%, and 42.1% of studies respectively. Entry criteria to multidisciplinary CKD clinics ranged from glomerular filtration rates of 20 to 70 mL/min/1.73m[2] or CKD stages 1 to 5 without any proteinuria or risk equation-based criteria. Frequency of follow-up was variable by severity of kidney disease. Team member roles and standardized operating procedures were infrequently reported. LIMITATIONS: Unstandardized definition of multidisciplinary CKD care, studies limited to CKD defined by glomerular filtration rate, and lack of representation from countries other than Canada, Taiwan, the United States, and the United Kingdom. CONCLUSIONS: There is heterogeneity in multidisciplinary CKD team composition, entry criteria, follow-up, and processes with inadequate reporting of this complex intervention. Additional research is needed to determine the best model for multidisciplinary CKD clinics. TRIAL REGISTRATION: Not applicable.",
  "authors": [
    {
      "last_name": "Collister",
      "fore_name": "David",
      "initials": "D",
      "name": "David Collister",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, ON, Canada.",
        "Ontario Renal Network, Toronto, Canada."
      ],
      "orcid": "0000-0002-2323-6521"
    },
    {
      "last_name": "Pyne",
      "fore_name": "Lonnie",
      "initials": "L",
      "name": "Lonnie Pyne",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cunningham",
      "fore_name": "Jessie",
      "initials": "J",
      "name": "Jessie Cunningham",
      "affiliations": [
        "Ontario Renal Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Donald",
      "fore_name": "Maoliosa",
      "initials": "M",
      "name": "Maoliosa Donald",
      "affiliations": [
        "University of Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Molnar",
      "fore_name": "Amber",
      "initials": "A",
      "name": "Amber Molnar",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, ON, Canada.",
        "Ontario Renal Network, Toronto, Canada."
      ],
      "orcid": "0000-0003-4549-0202"
    },
    {
      "last_name": "Beaulieu",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Beaulieu",
      "affiliations": [
        "British Columbia Renal Agency, Vancouver, Canada.",
        "The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Levin",
      "fore_name": "Adeera",
      "initials": "A",
      "name": "Adeera Levin",
      "affiliations": [
        "British Columbia Renal Agency, Vancouver, Canada.",
        "The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Brimble",
      "fore_name": "K Scott",
      "initials": "KS",
      "name": "K Scott Brimble",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, ON, Canada.",
        "Ontario Renal Network, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2019"
  },
  "start_page": "2054358119882667",
  "pages": "2054358119882667",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31666978",
    "pmc": "PMC6801876",
    "doi": "10.1177/2054358119882667",
    "pii": "10.1177_2054358119882667"
  },
  "doi": "10.1177/2054358119882667",
  "pmc_id": "PMC6801876",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:06.899284",
    "pmid": "31666978"
  }
}