{
  "pmid": "31665563",
  "uid": "31665563",
  "title": "The Critical Role of Stereopsis in Virtual and Mixed Reality Learning Environments.",
  "abstract": "Anatomy education has been revolutionized through digital media, resulting in major advances in realism, portability, scalability, and user satisfaction. However, while such approaches may well be more portable, realistic, or satisfying than traditional photographic presentations, it is less clear that they have any superiority in terms of student learning. In this study, it was hypothesized that virtual and mixed reality presentations of pelvic anatomy will have an advantage over two-dimensional (2D) presentations and perform approximately equal to physical models and that this advantage over 2D presentations will be reduced when stereopsis is decreased by covering the non-dominant eye. Groups of 20 undergraduate students learned pelvic anatomy under seven conditions: physical model with and without stereo vision, mixed reality with and without stereo vision, virtual reality with and without stereo vision, and key views on a computer monitor. All were tested with a cadaveric pelvis and a 15-item, short-answer recognition test. Compared to the key views, the physical model had a 70% increase in accuracy in structure identification; the virtual reality a 25% increase, and the mixed reality a non-significant 2.5% change. Blocking stereopsis reduced performance on the physical model by 15%, on virtual reality by 60%, but by only 2.5% on the mixed reality technology. The data show that virtual and mixed reality technologies tested are inferior to physical models and that true stereopsis is critical in learning anatomy.",
  "authors": [
    {
      "last_name": "Wainman",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Wainman",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7616-961X"
    },
    {
      "last_name": "Pukas",
      "fore_name": "Giancarlo",
      "initials": "G",
      "name": "Giancarlo Pukas",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wolak",
      "fore_name": "Liliana",
      "initials": "L",
      "name": "Liliana Wolak",
      "affiliations": [
        "Department of Anatomy and Cell Biology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mohanraj",
      "fore_name": "Sylvia",
      "initials": "S",
      "name": "Sylvia Mohanraj",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lamb",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Lamb",
      "affiliations": [
        "Department of Health Research Methods, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "Department of Health Research Methods, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Anatomical sciences education",
    "iso_abbreviation": "Anat Sci Educ",
    "issn": "1935-9780",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "401",
  "end_page": "412",
  "pages": "401-412",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Anatomy",
    "Depth Perception",
    "Educational Measurement",
    "Female",
    "Humans",
    "Learning",
    "Male",
    "Models, Anatomic",
    "Pelvic Bones",
    "Students",
    "User-Computer Interface",
    "Virtual Reality",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31665563",
    "doi": "10.1002/ase.1928"
  },
  "doi": "10.1002/ase.1928",
  "dates": {
    "completed": "2021-02-08",
    "revised": "2021-02-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.766248",
    "pmid": "31665563"
  }
}