{
  "pmid": "31662356",
  "uid": "31662356",
  "title": "Incremental healthcare utilisation and costs among new senior high-cost users in Ontario, Canada: a retrospective matched cohort study.",
  "abstract": "OBJECTIVES: To describe healthcare use and spending before and on becoming a new (incident) senior high-cost user (HCU) compared with senior non-HCUs; to estimate the incremental costs, overall and by service category, attributable to HCU status; and to quantify its monetary impact on the provincial healthcare budget in Ontario, Canada. DESIGN: We conducted a retrospective, population-based comparative cohort study using administrative healthcare records. Incremental healthcare utilisation and costs were determined using the method of recycled predictions allowing adjustment for preincident and incident year values, and covariates. Estimated budget impact was computed as the product of the mean annual total incremental cost and the number of senior HCUs. PARTICIPANTS: Incident senior HCUs were defined as Ontarians aged ≥66 years who were in the top 5% of healthcare cost users during fiscal year 2013 (FY2013) but not during FY2012. The incident HCU cohort was matched with senior non-HCUs in a ratio of 1 HCU:3 non-HCU. RESULTS: Senior HCUs (n=175 847) reached the annual HCU threshold of CAD$10 192 through different combinations of incurred costs. Although HCUs had higher healthcare utilisation and costs at baseline, HCU status was associated with a substantial spike in both, with prolonged hospitalisations playing a major role. Twelve per cent of HCUs reached the HCU expenditure threshold without hospitalisation. Compared with non-HCUs (n=5 27 541), HCUs incurred an additional CAD$25 527 per patient in total healthcare costs; collectively CAD$4.5 billion or 9% of the 2013 Ontario healthcare budget. Inpatient care had the highest incremental costs: CAD$13 427, 53% of the total incremental spending. CONCLUSIONS: Costs attributable to incident senior HCU status accounted for almost 1/10 of the provincial healthcare budget. Prolonged hospitalisations made a major contribution to the total incremental costs. A subgroup of patients that became HCU without hospitalisation requires further investigation.",
  "authors": [
    {
      "last_name": "Muratov",
      "fore_name": "Sergei",
      "initials": "S",
      "name": "Sergei Muratov",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada muratos@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Lee",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Holbrook",
      "affiliations": [
        "Clinical Pharmacology & Toxicology, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guertin",
      "fore_name": "Jason Robert",
      "initials": "JR",
      "name": "Jason Robert Guertin",
      "affiliations": [
        "Département de médecine sociale et préventive, Faculté de Médecine, Université Laval, Quebec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5855-5461"
    },
    {
      "last_name": "Paterson",
      "fore_name": "John Michael",
      "initials": "JM",
      "name": "John Michael Paterson",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gomes",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Gomes",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pequeno",
      "fore_name": "Priscila",
      "initials": "P",
      "name": "Priscila Pequeno",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "28"
  },
  "start_page": "e028637",
  "pages": "e028637",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Ambulatory Care",
    "Budgets",
    "Case-Control Studies",
    "Cohort Studies",
    "Drug Costs",
    "Female",
    "Financing, Government",
    "Health Care Costs",
    "Health Expenditures",
    "Health Services",
    "Hospitalization",
    "Humans",
    "Length of Stay",
    "Male",
    "Ontario",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "31662356",
    "pmc": "PMC6830474",
    "doi": "10.1136/bmjopen-2018-028637",
    "pii": "bmjopen-2018-028637"
  },
  "doi": "10.1136/bmjopen-2018-028637",
  "pmc_id": "PMC6830474",
  "dates": {
    "completed": "2020-10-19",
    "revised": "2020-10-19"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.641474",
    "pmid": "31662356"
  }
}