{
  "pmid": "31661081",
  "uid": "31661081",
  "title": "Visual Analytic Tools and Techniques in Population Health and Health Services Research: Protocol for a Scoping Review.",
  "abstract": "BACKGROUND: Visual analytics (VA) promotes the understanding of data using visual, interactive techniques and using analytic and visual engines. The analytic engine includes machine learning and other automated techniques, whereas common visual outputs include flow maps and spatiotemporal hotspots for studying service gaps and disease distribution. The principal objective of this scoping review is to examine the state of science on VA and the various tools, strategies, and frameworks used in population health and health services research (HSR). OBJECTIVE: The purpose of this scoping review is to develop an overarching global view of established techniques, frameworks, and methods of VA in population health and HSR. The main objectives are to explore, map, and synthesize the literature related to VA in its application to the two main focus areas of health care. METHODS: We will use established scoping review methods to meet the study objective. As the use of the term visual analytics is inconsistent, one of the major challenges was operationalizing the concepts for developing the search strategy, based on the three main concepts of population health, HSR, and VA. We included peer reviewed and grey literature sources from 2005 till March 2019 in the search. Independent teams of researchers will screen the titles, abstracts and full text articles, whereas an independent researcher will arbiter conflicts. Data will be abstracted and presented using the Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews checklist and explanation by two independent researchers. RESULTS: As of late August 2019, the scoping review is in the full-text screening stage. Data synthesis will follow and the first results are expected to be submitted for publication in December 2019. In this protocol, the methods for undertaking this scoping review are detailed. We present how we operationalized the varied concepts of population health, health services, and VA. The main results of the scoping review will synthesize peer reviewed and grey literature sources on the main methods of VA in the interrelated fields of population health and health services research from January 2005 till March 2019. CONCLUSIONS: VA is being increasingly used and integrated with emerging technologies to support decision making using large data sets. This scoping review of the VA tools, strategies, and frameworks applied to population health and health services aims to increase awareness of this approach for uptake by decision makers working within and toward developing learning health systems globally. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/14019.",
  "authors": [
    {
      "last_name": "Chishtie",
      "fore_name": "Jawad Ahmed",
      "initials": "JA",
      "name": "Jawad Ahmed Chishtie",
      "affiliations": [
        "Rehabilitation Sciences Institute, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Institute of Health Services and Policy Research, Canadian Institutes of Health Research, Ottawa, ON, Canada.",
        "Ontario Neurotrauma Foundation, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-8650-4469"
    },
    {
      "last_name": "Babineau",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Babineau",
      "affiliations": [
        "Library & Information Services, University Health Network, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-4770-0579"
    },
    {
      "last_name": "Bielska",
      "fore_name": "Iwona Anna",
      "initials": "IA",
      "name": "Iwona Anna Bielska",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Canadian Institutes of Health Research, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-4186-4871"
    },
    {
      "last_name": "Cepoiu-Martin",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Cepoiu-Martin",
      "affiliations": [
        "Canadian Institutes of Health Research, Ottawa, ON, Canada.",
        "University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-8008-9214"
    },
    {
      "last_name": "Irvine",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Irvine",
      "affiliations": [
        "Canadian Institutes of Health Research, Ottawa, ON, Canada.",
        "Department of Mathematics, University of British Columbia, Vancouver, BC, Canada.",
        "British Columbia Centre for Disease Control, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0003-4785-8998"
    },
    {
      "last_name": "Koval",
      "fore_name": "Andriy",
      "initials": "A",
      "name": "Andriy Koval",
      "affiliations": [
        "Canadian Institutes of Health Research, Ottawa, ON, Canada.",
        "Department of Health Management and Informatics, University of Central Florida, Orlando, FL, United States."
      ],
      "orcid": "0000-0003-2448-2756"
    },
    {
      "last_name": "Marchand",
      "fore_name": "Jean-Sebastien",
      "initials": "JS",
      "name": "Jean-Sebastien Marchand",
      "affiliations": [
        "Canadian Institutes of Health Research, Ottawa, ON, Canada.",
        "Universite de Sherbrooke, Quebec, QC, Canada."
      ],
      "orcid": "0000-0001-6745-6692"
    },
    {
      "last_name": "Turcotte",
      "fore_name": "Luke",
      "initials": "L",
      "name": "Luke Turcotte",
      "affiliations": [
        "Canadian Institutes of Health Research, Ottawa, ON, Canada.",
        "School of Public Health and Health Systems, Applied Health Sciences, University of Waterloo, Waterloo, ON, Canada.",
        "Canadian Institute for Health Information, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0001-5678-7234"
    },
    {
      "last_name": "Jeji",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Jeji",
      "affiliations": [
        "Ontario Neurotrauma Foundation, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-1244-5851"
    },
    {
      "last_name": "Jaglal",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jaglal",
      "affiliations": [
        "Rehabilitation Sciences Institute, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Physical Therapy, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-2930-1443"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "8",
    "issue": "10",
    "pub_year": "2019",
    "pub_month": "Oct",
    "pub_day": "28"
  },
  "start_page": "e14019",
  "pages": "e14019",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31661081",
    "pmc": "PMC6913692",
    "doi": "10.2196/14019",
    "pii": "v8i10e14019"
  },
  "doi": "10.2196/14019",
  "pmc_id": "PMC6913692",
  "dates": {
    "revised": "2025-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:56.859868",
    "pmid": "31661081"
  }
}