{
  "pmid": "31672570",
  "uid": "31672570",
  "title": "A Multicenter Study to Identify Clinician Barriers to Participating in Goals of Care Discussions in Long-Term Care.",
  "abstract": "OBJECTIVES: Long-term care (LTC) is an important setting for goals of care (GoC) discussions. Understanding clinician barriers to GoC discussions could identify opportunities for LTC-specific interventions to improve quantity and quality of GoC discussions in the context of serious illness. DESIGN: A multicenter, cross-sectional survey study. SETTING AND PARTICIPANTS: 1184 LTC clinicians from 34 Ontario LTC homes were invited to participate. MEASURES: The questionnaire assessed (1) clinician barriers related to the LTC resident power of attorney (POA), the health care provider, and the health care system; (2) willingness to engage in GoC discussions; and (3) suggestions to address identified barriers. Responses were rated on a 7-point scale (1 = extremely unimportant/unwilling, 7 = extremely important/willing). A linear mixed-effects model determined significance between mean importance ratings for each barrier and the willingness to engage in GoC discussion between physicians and nurses. A simple content analysis was performed on written suggestions to address GoC discussion barriers. RESULTS: The overall response rate was 49% (581/1184). The top 3 rated barriers were (1) POA's difficulty accepting their loved one's poor prognosis, (2) POA's difficulty understanding the limitations and complications of life-sustaining therapies, and (3) lack of adequate documentation of prior discussions with LTC resident or POA. Barriers related to the health care provider, and the health care system, were deemed statistically more important by nurses. LTC physicians were more willing to exchange information, be a decision coach, and participate in the final decision than nurses. Suggestions to improve GoC discussions include a dedicated team to have these conversations in LTC, and updating policies to mandate and standardize these conversations at all family meetings. CONCLUSIONS AND IMPLICATIONS: This study has identified key LTC clinician-identified barriers to GoC discussions. Developing targeted interventions to these barriers could be the foundation for developing new interventions that support high-quality GoC discussions.",
  "authors": [
    {
      "last_name": "Siu",
      "fore_name": "Henry Y H",
      "initials": "HYH",
      "name": "Henry Y H Siu",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: siuh3@mcmaster.ca."
      ]
    },
    {
      "last_name": "Elston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Elston",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arora",
      "fore_name": "Neha",
      "initials": "N",
      "name": "Neha Arora",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vahrmeyer",
      "fore_name": "Amie",
      "initials": "A",
      "name": "Amie Vahrmeyer",
      "affiliations": [
        "Extendicare Assist, a division of Extendicare, Markham, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chidwick",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Chidwick",
      "affiliations": [
        "William Osler Health System, Brampton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Department of Critical Care Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "647",
  "end_page": "652",
  "pages": "647-652",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Communication",
    "Cross-Sectional Studies",
    "Humans",
    "Long-Term Care",
    "Ontario",
    "Patient Care Planning"
  ],
  "article_ids": {
    "pubmed": "31672570",
    "doi": "10.1016/j.jamda.2019.08.022",
    "pii": "S1525-8610(19)30638-3"
  },
  "doi": "10.1016/j.jamda.2019.08.022",
  "dates": {
    "completed": "2021-06-23",
    "revised": "2021-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PHE-135930",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.530223",
    "pmid": "31672570"
  }
}