{
  "pmid": "31678748",
  "uid": "31678748",
  "title": "Frequency of arterial thromboembolism in populations with malignancies: A systematic review.",
  "abstract": "BACKGROUND: Populations with cancer have been documented to have a greater risk of developing venous thromboembolism. The frequency of arterial thromboembolism (ATE) in cancer patients is unclear; while evidence examining this question has grown, it has yet to be systematically summarized. This study aims to systematically review the frequency of ATE in patients with cancer. METHODS: A search of MEDLINE, Embase, CENTRAL, and Web of Science from inception to 28 January, 2019 was conducted. Two independent reviewers screened for eligible studies. Studies comparing the frequency of ATE between populations with cancer and controls were included while studies examining the frequency of ATE in the context of cancer therapies (e.g., chemotherapy, radiotherapy) were excluded. Data corresponding to the follow-up times closest to diagnosis and 1-year follow-up were extracted. Results Twelve retrospective cohort studies involving 1,260,237 patients were included. Ten studies concluded increased ATE risk in populations with malignancies. At the time point closest to diagnosis, patients with bladder, breast, colorectal, gastric, lung, non-Hodgkin lymphoma, and pancreatic cancers were at an increased risk. This risk diminished around 1 year after diagnosis except in patients with lung or pancreatic cancers. High heterogeneity within and between studies precluded meta-analysis. CONCLUSIONS: Patients with cancer appear to have an increased risk of developing ATE, with the highest risk immediately after diagnosis and in patients with lung and pancreatic cancers. Better information on the attribu01 risk will require prospective studies that record comprehensive patient characteristics and interventions.",
  "authors": [
    {
      "last_name": "Yu",
      "fore_name": "James",
      "initials": "J",
      "name": "James Yu",
      "affiliations": [
        "McMaster University, Faculty of Health Sciences, Hamilton, ON, Canada. Electronic address: yut20@mcmaster.ca."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Allen",
      "initials": "A",
      "name": "Allen Li",
      "affiliations": [
        "McMaster University, Faculty of Health Sciences, Hamilton, ON, Canada. Electronic address: lia59@mcmaster.ca."
      ]
    },
    {
      "last_name": "Laureano",
      "fore_name": "Marissa",
      "initials": "M",
      "name": "Marissa Laureano",
      "affiliations": [
        "Division of Hematology & Thromboembolism, Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: marissa.laureano@medportal.ca."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Division of Hematology & Thromboembolism, Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: crowthrm@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "184",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "16",
  "end_page": "23",
  "pages": "16-23",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cohort Studies",
    "Female",
    "Humans",
    "Male",
    "Neoplasms",
    "Retrospective Studies",
    "Risk Factors",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "31678748",
    "doi": "10.1016/j.thromres.2019.10.004",
    "pii": "S0049-3848(19)30449-9"
  },
  "doi": "10.1016/j.thromres.2019.10.004",
  "dates": {
    "completed": "2020-05-04",
    "revised": "2025-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.701580",
    "pmid": "31678748"
  }
}