{
  "pmid": "31670424",
  "uid": "31670424",
  "title": "Premedication for the prevention of nonhemolytic transfusion reactions: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The efficacy of premedication for the prevention of nonhemolytic transfusion reactions remains controversial. This systematic review and meta-analysis assessed the effect of premedication on the rate of nonhemolytic transfusion reactions after allogeneic blood transfusion. STUDY DESIGN AND METHODS: We searched the literature using CENTRAL, MEDLINE, EMBASE, ISI Web of Science, and clinicaltrials.gov databases from inception until October 31, 2018. We included all randomized controlled trials comparing premedication to placebo or no treatment in patients receiving any labile blood product. Outcome measures were reported as relative risks (RRs) with 95% confidence intervals (CIs). Data were combined for similar outcomes where appropriate using a random-effects model. Analyses were done at both the patient and transfusion level. RESULTS: Three randomized trials using acetaminophen and antihistamine as premedication met the inclusion criteria. A total of 517 patients received 4444 red blood cell or platelet transfusions. Pooled patient-level estimates with premedication for all nonhemolytic, febrile nonhemolytic, and minor allergic reactions were RR, 0.92 (95% CI, 0.63-1.35); RR, 0.54 (95% CI, 0.26-1.1); and RR, 1.37 (95% CI 0.81-2.31), respectively. Transfusion-level analyses also showed no benefit with premedication. Of 517 patients randomized, only 27 (5.2%) had a history of transfusion reactions. CONCLUSION: Routine premedication with acetaminophen and antihistamines did not prevent nonhemolytic transfusion reactions; however, the estimate of effect was greatest for febrile reactions. The impact of premedication in patients with a prior history of transfusion reactions remains unknown and requires further evaluation in future clinical trials.",
  "authors": [
    {
      "last_name": "Ning",
      "fore_name": "Shuoyan",
      "initials": "S",
      "name": "Shuoyan Ning",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster Centre for Transfusion Research, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7675-4058"
    },
    {
      "last_name": "Solh",
      "fore_name": "Ziad",
      "initials": "Z",
      "name": "Ziad Solh",
      "affiliations": [
        "Department of Medicine, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada.",
        "Department of Pathology & Laboratory Medicine (PaLM), Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster Centre for Transfusion Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morin",
      "fore_name": "Pierre-Aurèle",
      "initials": "PA",
      "name": "Pierre-Aurèle Morin",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion",
    "iso_abbreviation": "Transfusion",
    "issn": "1537-2995",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "3609",
  "end_page": "3616",
  "pages": "3609-3616",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Acetaminophen",
    "Blood Transfusion",
    "Histamine Antagonists",
    "Humans",
    "Premedication",
    "Randomized Controlled Trials as Topic",
    "Transfusion Reaction"
  ],
  "article_ids": {
    "pubmed": "31670424",
    "doi": "10.1111/trf.15566"
  },
  "doi": "10.1111/trf.15566",
  "dates": {
    "completed": "2020-06-15",
    "revised": "2025-05-16"
  },
  "chemicals": [
    "Histamine Antagonists",
    "Acetaminophen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.338208",
    "pmid": "31670424"
  }
}