{
  "pmid": "31678968",
  "uid": "31678968",
  "title": "Evidence first, practice second in arthroscopic surgery: use of placebo surgery in randomised controlled trial.",
  "abstract": "The application of evidence-based medicine helps clinicians avoid unnecessary procedures and decreases unnecessary harm for future patients while sparing economic burdens. Randomised controlled trials (RCTs) most accurately produce best research evidence. In arthroscopic surgery, however, many procedures have been extensively used without supportive evidence verified with RCTs. In this paper, we introduce two procedures (arthroscopic partial menisectomy for degenerative knees and arthroscopic subacromial decompression for subacromial pain syndrome), where over 30 years of procedure usage has continued prior to garnering evidence for the inefficacy of the procedures. The situations are attributed to the fact that clinical trials in arthroscopic surgeries are challenging given the use of placebo controls. A placebo-control RCT can accurately answer research questions about efficacy and safety of surgical procedures; however, the majority of arthroscopic surgeries in practice have not been rigorously tested against placebo surgeries. This is because preparing surgical placebo controls, known as sham surgeries, are ethically controversial. Also considering that high-quality study results often do not change clinical practice due to insufficient knowledge translation, the benefits of such trials may be uncertain to society at large. Additionally, there are a lack of clear guidelines for conducting arthroscopic placebo surgeries in RCTs. We hope that this article helps drive discussion about appropriate use of placebo surgeries in RCTs to produce the best quality evidence in arthroscopic surgery.",
  "authors": [
    {
      "last_name": "Kizaki",
      "fore_name": "Kazuha",
      "initials": "K",
      "name": "Kazuha Kizaki",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa J",
      "initials": "LJ",
      "name": "Lisa J Schwartz",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada femiayeni@gmail.com.",
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4219-8564"
    }
  ],
  "journal": {
    "title": "Journal of medical ethics",
    "iso_abbreviation": "J Med Ethics",
    "issn": "1473-4257",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "757",
  "end_page": "760",
  "pages": "757-760",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Knee",
    "Arthroscopy",
    "Evidence-Based Practice",
    "Humans",
    "Meniscectomy",
    "Placebos",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "31678968",
    "doi": "10.1136/medethics-2019-105598",
    "pii": "medethics-2019-105598"
  },
  "doi": "10.1136/medethics-2019-105598",
  "dates": {
    "completed": "2020-10-14",
    "revised": "2020-10-14"
  },
  "chemicals": [
    "Placebos"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.682373",
    "pmid": "31678968"
  }
}