{
  "pmid": "31679628",
  "uid": "31679628",
  "title": "Antithrombotic Management After Transcatheter Aortic Valve Replacement: A Survey of Canadian Physicians.",
  "abstract": "Optimal postprocedural antithrombotic regimen is uncertain after transcatheter aortic valve replacement (TAVR). We developed an online questionnaire on post-TAVR antithrombotic management. After research ethics board approval, we distributed the survey to TAVR implanters across Canada. A total of 24 TAVR implanters from 17 centres responded to the survey for a response rate of 75%. Dual antiplatelet therapy for variable durations was the preferred initial treatment for patients in sinus rhythm after isolated TAVR, TAVR with a recent stent (≤ 1 month), and valve-in-valve procedures (71%, 96%, and 65%, respectively). Most respondents continued patients on acetylsalicylic acid indefinitely after these procedures (100%, 92%, 90%, respectively). In patients with atrial fibrillation, the CHA2DS2-VASC score was the preferred stroke risk score for 57% of respondents, the CHADS2 score was the preferred stroke risk score for 22% of respondents, and the CHADS65 score was the preferred stroke risk score for 17% of respondents. To determine the risk of bleeding, the HASBLED score was most often used (52%), but 48% of respondents indicated that they did not use a bleeding risk score. In the presence of atrial fibrillation, antithrombotic therapy choice varied widely. Our survey shows that dual antiplatelet therapy is the most common discharge regimen after TAVR in current practice. However, the choice and duration of antithrombotic regimen vary in patients requiring anticoagulation.",
  "authors": [
    {
      "last_name": "Reza",
      "fore_name": "Seleman",
      "initials": "S",
      "name": "Seleman Reza",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pinilla",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia Pinilla",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Côté",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Um",
      "fore_name": "Kevin J",
      "initials": "KJ",
      "name": "Kevin J Um",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sibilio",
      "fore_name": "Serena",
      "initials": "S",
      "name": "Serena Sibilio",
      "affiliations": [
        "Department of Cardiac Surgery, University of Milan, Milan, Italy."
      ]
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: Richard.Whitlock@phri.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "1596",
  "end_page": "1599",
  "pages": "1596-1599",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Aortic Valve",
    "Aortic Valve Stenosis",
    "Canada",
    "Fibrinolytic Agents",
    "Humans",
    "Incidence",
    "Postoperative Complications",
    "Prognosis",
    "Risk Assessment",
    "Risk Factors",
    "Thrombosis",
    "Transcatheter Aortic Valve Replacement"
  ],
  "article_ids": {
    "pubmed": "31679628",
    "doi": "10.1016/j.cjca.2019.08.017",
    "pii": "S0828-282X(19)31164-X"
  },
  "doi": "10.1016/j.cjca.2019.08.017",
  "dates": {
    "completed": "2020-05-13",
    "revised": "2020-05-13"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.189357",
    "pmid": "31679628"
  }
}