{
  "pmid": "31679475",
  "uid": "31679475",
  "title": "Early Impulse Control: Treatment of Potential Errors within Pre-Programming and Control.",
  "abstract": "Early aiming adjustments following an online perturbation are made possible by impulse control. This process may unfold even earlier when perturbations impose a greater risk of a costly overshoot error. Participants executed upward and downward aims to mediate the cost of potential errors-downward overshoots require more energy to correct against gravity. On 33% of the trials, texture elements on the aiming surface were shifted following onset to appear congruent or incongruent with the aiming direction, and consequently generate a misperception of the limb moving slower or faster, respectively. Thus, the risk of potential errors could be influenced by the online perturbation (e.g., increased perceived likelihood of overshooting following the incongruent background). Findings indicated greater undershooting for down compared to up, which reflects the principle of movement optimisation. There was also more undershooting for an incongruent compared to congruent background, which is consistent with early online adjustments counter-acting the misperceived limb velocity. However, there were no interactions throughout the movement trajectory. We suggest that while the initial pre-programme considers the cost of potential errors (target direction), early impulse control fails to discriminate the likelihood of these errors occurring following an online perturbation (moving background).",
  "authors": [
    {
      "last_name": "Roberts",
      "fore_name": "James W",
      "initials": "JW",
      "name": "James W Roberts",
      "affiliations": [
        "Psychology, Action and Learning of Movement (PALM) Laboratory, School of Health Sciences, Liverpool Hope University, Liverpool, UK."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence E M",
      "initials": "LEM",
      "name": "Lawrence E M Grierson",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, Canada.",
        "McMaster Program for Educational Research, Innovation, and Theory, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Department of Family Medicine, David Braley Health Sciences Centre, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of motor behavior",
    "iso_abbreviation": "J Mot Behav",
    "issn": "1940-1027",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "6",
    "pub_year": "2020"
  },
  "start_page": "713",
  "end_page": "722",
  "pages": "713-722",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biomechanical Phenomena",
    "Female",
    "Humans",
    "Male",
    "Movement",
    "Psychomotor Performance",
    "Reaction Time",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31679475",
    "doi": "10.1080/00222895.2019.1683506"
  },
  "doi": "10.1080/00222895.2019.1683506",
  "dates": {
    "completed": "2021-05-07",
    "revised": "2021-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.286069",
    "pmid": "31679475"
  }
}