{
  "pmid": "31689604",
  "uid": "31689604",
  "title": "A comparison of methods for prediction of pharmacokinetics across factor concentrate switching in hemophilia patients.",
  "abstract": "INTRODUCTION: This study proposes a method to predict individual pharmacokinetics of a future product by using the individual pharmacokinetic profile on the current product and the PopPK models of the current and future product. METHODS: Individual dense data was collected from two PK crossover studies, one enrolling 29 patients switching from Advate to Eloctate and one enrolling 15 patients switching from Advate to Novoeight. Three methods were designed to predict the second product's individual PK parameters (CL, V1, Q, and V2). Method 1 used the second product's typical population value of PK parameters from its PopPK model. Method 2 used the second product's calculated PK parameters based on individual covariates and its PopPK model. Method 3 used method 2, along with the predicted η-values of CL and V1 from the first product and its PopPK model. Each method was used to assess PK prediction during switching from Advate to Novoeight, Novoeight to Advate, and Advate to Eloctate. RESULTS: The three methods produced different outcomes. The mean absolute relative errors for half-life were lowest for method 3 for each study (11.6%, 13.1%, 13.6%). The regression line between predicted and observed half-life for method 3 was closest to the line of identity for each study (0.84, 0.67, 0.66). CONCLUSION: Taking into account individual PK from a previous clotting factor product was shown to provide better means of estimating individual PK for a new product. This may improve regimen design across switches and reduce the time to tailor optimal dose of FVIII products.",
  "authors": [
    {
      "last_name": "Yu",
      "fore_name": "Jacky K",
      "initials": "JK",
      "name": "Jacky K Yu",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "McMaster-Bayer Endowed Research Chair for Clinical Epidemiology of Congenital Bleeding Disorders, Department of Medicine, Department of Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chelle",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Chelle",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Edginton",
      "fore_name": "Andrea N",
      "initials": "AN",
      "name": "Andrea N Edginton",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada. Electronic address: aedginto@uwaterloo.ca."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "184",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "31",
  "end_page": "37",
  "pages": "31-37",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Bayes Theorem",
    "Factor VIII",
    "Female",
    "Hemophilia A",
    "Humans",
    "Immunoglobulin Fc Fragments",
    "Male",
    "Recombinant Fusion Proteins",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31689604",
    "doi": "10.1016/j.thromres.2019.10.023",
    "pii": "S0049-3848(19)30468-2"
  },
  "doi": "10.1016/j.thromres.2019.10.023",
  "dates": {
    "completed": "2020-05-04",
    "revised": "2020-05-05"
  },
  "chemicals": [
    "Immunoglobulin Fc Fragments",
    "Recombinant Fusion Proteins",
    "factor VIII-Fc fusion protein",
    "Factor VIII"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.216604",
    "pmid": "31689604"
  }
}