{
  "pmid": "31682176",
  "uid": "31682176",
  "title": "Comparison of Patient-Reported Outcome Measures for Use as Performance Metrics in Adolescent and Young Adult Psychosocial Cancer Care.",
  "abstract": "Purpose: To compare the Cancer Distress Scales for Adolescents and Young Adults (CDS-AYA)-Emotional and Impact scales-with the Edmonton Symptom Assessment Scale-revised (ESAS-r), Hospital Anxiety and Depression Scale (HADS), and the National Comprehensive Cancer Network Distress Thermometer (NCCN-DT) for use as a patient-reported outcome-performance measure (PRO-PM) for AYA cancer care. Methods: Data were collected as part of the field test study of CDS-AYA. Assessment criteria were based on a National Quality Forum report. Internal and test-retest (TRT) reliability was assessed using Cronbach's alpha and intraclass correlation coefficients, respectively. A content sort of items in each scale was performed to determine AYA-specific content. Two predefined hypotheses for gender and treatment status were assessed using t-test. Results: Four hundred twenty-one participants were included in the analyses. Cronbach's alpha ranged from 0.79 to 0.94, with only the two scales of CDS-AYA achieving >0.90. TRT reliability for HADS was considered excellent (>0.90), with remaining scales having moderate to good reliability (>0.70). Only the Impact scale of CDS-AYA had items that addressed the specific concerns of AYAs (e.g., romantic relationships). In all scales, active therapy patients had higher levels of distress than patients not receiving treatment (p ≤ 0.05). Distress was greater for females than males for all scales, but nonsignificant for both the ESAS-r (p = 0.07) and the HADS depression subscale (p = 0.13). The proportion of AYAs screening positive for distress varied by instrument. Conclusion: The Impact scale of CDS-AYA met the most criteria for selection of a PROM for use in performance measurement for the AYA cancer population.",
  "authors": [
    {
      "last_name": "Rae",
      "fore_name": "Charlene S",
      "initials": "CS",
      "name": "Charlene S Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "Department of Surgery, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Breakey",
      "fore_name": "Vicky",
      "initials": "V",
      "name": "Vicky Breakey",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "D'Agostino",
      "fore_name": "Norma",
      "initials": "N",
      "name": "Norma D'Agostino",
      "affiliations": [
        "Department of Supportive Care, Princess Margaret Cancer Center, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of adolescent and young adult oncology",
    "iso_abbreviation": "J Adolesc Young Adult Oncol",
    "issn": "2156-535X",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "262",
  "end_page": "270",
  "pages": "262-270",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Female",
    "Humans",
    "Male",
    "Neoplasms",
    "Patient Reported Outcome Measures",
    "Psychometrics",
    "Stress, Psychological",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31682176",
    "doi": "10.1089/jayao.2019.0033"
  },
  "doi": "10.1089/jayao.2019.0033",
  "dates": {
    "completed": "2021-06-04",
    "revised": "2021-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.143134",
    "pmid": "31682176"
  }
}