{
  "pmid": "31692573",
  "uid": "31692573",
  "title": "Translating knowledge into action to prevent pediatric and adolescent diabesity: a meeting report.",
  "abstract": "BACKGROUND: The obesity and Type 2 Diabetes Mellitus (T2DM) rates are at an all-time high globally. This diabesity epidemic is increasingly impacting children and adolescents, and there is scarce evidence of interventions with favourable long-term outcomes. PURPOSE: In order to understand the determinants of diabesity and how to address them, multiple stakeholders were invited to a meeting to discuss current state of knowledge and to help design a program to prevent pediatric and adolescent diabesity. PARTICIPANTS AND METHODS: The meeting was held at McMaster University on March 4th, 2015. The event involved presentations to deliver state-of-the-art knowledge about diabesity, and roundtable discussions of several domains including nutrition, physical activity, sleep, and mental health. Discussion transcripts were analyzed using NVivo. RESULTS: Forty-nine participants took part in the workshop. They included clinical healthcare professionals, public health, Aboriginal Patient Navigator, research scientists, students, and patients with family members. A total of 628 reference counts from the roundtable discussions were coded under 20 emerging themes. Participants believed that the most important elements of the program involve the provision of knowledge and education, family involvement, patient motivation, location of program delivery, and use of surveys and questionnaires for outcome measurement. CONCLUSION: Effective pediatric and adolescent diabesity prevention programs should be conceptualized by multidisciplinary stakeholders and embrace the complexity of diabesity with multiprong interventions. This meeting provided a framework for developing such interventions.",
  "authors": [
    {
      "last_name": "Balakumaran",
      "fore_name": "Janatani",
      "initials": "J",
      "name": "Janatani Balakumaran",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kao",
      "fore_name": "Yun-Ya",
      "initials": "YY",
      "name": "Yun-Ya Kao",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Kuan-Wen",
      "initials": "KW",
      "name": "Kuan-Wen Wang",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ronen",
      "fore_name": "Gabriel M",
      "initials": "GM",
      "name": "Gabriel M Ronen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacKillop",
      "fore_name": "James",
      "initials": "J",
      "name": "James MacKillop",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Faculty of Health Sciences, Peter Boris Centre for Addictions Research, McMaster University/St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Evaluation of Medicines, St. Joseph's Health Care, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, St Joseph's Healthcare-Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Adolescent health, medicine and therapeutics",
    "iso_abbreviation": "Adolesc Health Med Ther",
    "issn": "1179-318X",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2019"
  },
  "start_page": "91",
  "end_page": "101",
  "pages": "91-101",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31692573",
    "pmc": "PMC6716568",
    "doi": "10.2147/AHMT.S209922",
    "pii": "209922"
  },
  "doi": "10.2147/AHMT.S209922",
  "pmc_id": "PMC6716568",
  "dates": {
    "revised": "2024-07-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.516469",
    "pmid": "31692573"
  }
}