{
  "pmid": "31696423",
  "uid": "31696423",
  "title": "Systematic analysis of global health research funding in Canada, 2000-2016.",
  "abstract": "OBJECTIVES: Considering recent shifts in global funding landscapes, this study analyzes Canada's long-term global health research funding trends in the hope of informing a new Canadian global health research strategy. Examining past investments can help prioritize limited future resources to either build on Canada's existing strengths or fill gaps where needed, while simultaneously informing the investments of research funders in other countries. METHODS: Administrative data were analyzed covering all 1584 global health research grants awarded by the Canadian Institutes of Health Research (CIHR) to 927 unique principal investigators from 2000 to 2016, totalling C$341 million. Existing metadata associated with each grant was supplemented by additional qualitative coding. Descriptive time-series analyses of global health research grant data were conducted using various measures related to each grant's recipient (e.g., province, university, sex, distribution) and subject matter (e.g., research theme, area, focus). RESULTS: CIHR's total annual global health research funding increased sharply from $3.6 million in FY2000/2001 to $30.3 million in FY2015/2016, with the largest share of research funding now focused on health equity-representing nearly 50% of CIHR's global health research funding. Past grants have concentrated on infectious disease and public health research. One third of CIHR's global health grant funding went to 20 principal investigators. Only 42.2% of global health research funding came from CIHR's open investigator-driven competitions, with the rest coming from strategic priority-driven competitions. CONCLUSION: Global health research has seen steady increases in funding from CIHR's open competitions when preceded by investment in strategic competitions, which suggests the level of a national research funding agency's strategic investments in global health research may determine the size of the field in their country. The greatest concentration of past investment lies in health equity research, followed by infectious disease research. Future analyses of research funding would benefit from an internationally accepted keyword classification scheme and more granular administrative data.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, Ontario, Canada. steven.hoffman@globalstrategylab.org.",
        "Department of Health Research Methods, Evidence & Impact and McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada. steven.hoffman@globalstrategylab.org.",
        "Department of Global Health & Population, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, USA. steven.hoffman@globalstrategylab.org.",
        "School of Epidemiology & Public Health, University of Ottawa, Ottawa, Ontario, Canada. steven.hoffman@globalstrategylab.org."
      ],
      "orcid": "0000-0002-2064-3711"
    },
    {
      "last_name": "Gunn",
      "fore_name": "Elliot",
      "initials": "E",
      "name": "Elliot Gunn",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rogers Van Katwyk",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Rogers Van Katwyk",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, Ontario, Canada.",
        "School of Epidemiology & Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nixon",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Nixon",
      "affiliations": [
        "Department of Physical Therapy, University of Toronto, Toronto, Ontario, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "International Centre for Disability and Rehabilitation, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "volume": "111",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "80",
  "end_page": "95",
  "pages": "80-95",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Datasets as Topic",
    "Financing, Government",
    "Global Health",
    "Investments",
    "Public Health",
    "Research"
  ],
  "article_ids": {
    "pubmed": "31696423",
    "pmc": "PMC7046862",
    "doi": "10.17269/s41997-019-00247-8",
    "pii": "10.17269/s41997-019-00247-8"
  },
  "doi": "10.17269/s41997-019-00247-8",
  "pmc_id": "PMC7046862",
  "dates": {
    "completed": "2021-05-28",
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.640479",
    "pmid": "31696423"
  }
}