{
  "pmid": "31692068",
  "uid": "31692068",
  "title": "The use of evidence in decision making by hospital managers in Lebanon: A cross-sectional study.",
  "abstract": "BACKGROUND: Knowledge synthesis products have emerged as support agents for decision making in clinical practice and policy. However, their use for evidence-informed decision making remains limited in health care management especially in low- and middle-income countries. This study assesses the use of evidence by middle and senior managers in Lebanese hospitals. METHODS: This multihospital cross-sectional study used a self-administered web survey of middle and senior managers. Hospitals were purposively selected, and data were analyzed using descriptive statistics and thematic analysis. RESULTS: Hospital participation rate was 25%, while adjusted managers' response rate was 44.8%. Prevalence of using evidence was 70%, while prevalence of evidence-seeking behavior was 90%. Evidence was mainly used in design of policies, protocols, and procedures; nursing issues; or procurement decisions. Facilitators for evidence-informed decision making included upper management support and organizational culture, whereas limited resources such as funding, time, and training hindered use of evidence. CONCLUSIONS: Findings indicate that utilization of evidence was comparable with that of high-income countries. Training and continuous education were crucial for advancing evidence-informed decision making among hospital managers. However, neither the quality nor the sources of evidence used for decision making were assessed in this study. Future studies should assess the quality and sources of evidence utilized in decision making.",
  "authors": [
    {
      "last_name": "Hilal",
      "fore_name": "Nadeen",
      "initials": "N",
      "name": "Nadeen Hilal",
      "affiliations": [
        "Department of Internal Medicine, Ain Wazein Medical Village, Lebanon."
      ]
    },
    {
      "last_name": "Harb",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Harb",
      "affiliations": [
        "Geriatrics Medical Center, Ain Wazein Medical Village, Lebanon."
      ]
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-4084-6524"
    }
  ],
  "journal": {
    "title": "The International journal of health planning and management",
    "iso_abbreviation": "Int J Health Plann Manage",
    "issn": "1099-1751",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "e45",
  "end_page": "e55",
  "pages": "e45-e55",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Cross-Sectional Studies",
    "Decision Making, Organizational",
    "Evidence-Based Practice",
    "Female",
    "Hospital Administrators",
    "Humans",
    "Lebanon",
    "Male",
    "Middle Aged",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "31692068",
    "doi": "10.1002/hpm.2925"
  },
  "doi": "10.1002/hpm.2925",
  "dates": {
    "completed": "2020-11-18",
    "revised": "2020-11-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.363182",
    "pmid": "31692068"
  }
}