{
  "pmid": "31706619",
  "uid": "31706619",
  "title": "Potassium homeostasis and management of dyskalemia in kidney diseases: conclusions from a Kidney Disease: Improving Global Outcomes (KDIGO) Controversies Conference.",
  "abstract": "Potassium disorders are common in patients with kidney disease, particularly in patients with tubular disorders and low glomerular filtration rate. A multidisciplinary group of researchers and clinicians met in October 2018 to identify evidence and address controversies in potassium management. The issues discussed encompassed our latest understanding of the regulation of tubular potassium excretion in health and disease; the relationship of potassium intake to cardiovascular and kidney outcomes, with increasing evidence showing beneficial associations with plant-based diet and data to suggest a paradigm shift from the idea of dietary restriction toward fostering patterns of eating that are associated with better outcomes; the paucity of data on the effect of dietary modification in restoring abnormal serum potassium to the normal range; a novel diagnostic algorithm for hypokalemia that takes into account the ascendency of the clinical context in determining cause, aligning the educational strategy with a practical approach to diagnosis; and therapeutic approaches in managing hyperkalemia when chronic and in the emergency or hospital ward. In sum, we provide here our conference deliberations on potassium homeostasis in health and disease, guidance for evaluation and management of dyskalemias in the context of kidney diseases, and research priorities in each of the above areas.",
  "authors": [
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine, McMaster University, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Ontario, Canada. Electronic address: clase@mcmaster.ca."
      ]
    },
    {
      "last_name": "Carrero",
      "fore_name": "Juan-Jesus",
      "initials": "JJ",
      "name": "Juan-Jesus Carrero",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Ellison",
      "fore_name": "David H",
      "initials": "DH",
      "name": "David H Ellison",
      "affiliations": [
        "Division of Nephrology and Hypertension, Oregon Health & Science University, Portland, Oregon, USA."
      ]
    },
    {
      "last_name": "Grams",
      "fore_name": "Morgan E",
      "initials": "ME",
      "name": "Morgan E Grams",
      "affiliations": [
        "Department of Medicine, Johns Hopkins University, Baltimore, Maryland, USA; Department of Epidemiology, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Hemmelgarn",
      "fore_name": "Brenda R",
      "initials": "BR",
      "name": "Brenda R Hemmelgarn",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Alberta, Canada; Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Jardine",
      "fore_name": "Meg J",
      "initials": "MJ",
      "name": "Meg J Jardine",
      "affiliations": [
        "Innovation and Kidney Research Program, The George Institute for Global Health, University of New South Wales, New South Wales, Australia; Nephrology Unit, Concord Repatriation General Hospital, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Kovesdy",
      "fore_name": "Csaba P",
      "initials": "CP",
      "name": "Csaba P Kovesdy",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Tennessee Health Science Center, Memphis, Tennessee, USA; Nephrology Section, Memphis VA Medical Center, Memphis, Tennessee, USA."
      ]
    },
    {
      "last_name": "Kline",
      "fore_name": "Gregory A",
      "initials": "GA",
      "name": "Gregory A Kline",
      "affiliations": [
        "Department of Endocrinology, Cummings School of Medicine, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Lindner",
      "fore_name": "Gregor",
      "initials": "G",
      "name": "Gregor Lindner",
      "affiliations": [
        "Department of Internal and Emergency Medicine, Buergerspital Solothurn, Solothurn, Switzerland."
      ]
    },
    {
      "last_name": "Obrador",
      "fore_name": "Gregorio T",
      "initials": "GT",
      "name": "Gregorio T Obrador",
      "affiliations": [
        "Universidad Panamericana School of Medicine, Mexico City, Mexico."
      ]
    },
    {
      "last_name": "Palmer",
      "fore_name": "Biff F",
      "initials": "BF",
      "name": "Biff F Palmer",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, University of Texas, Southwestern Medical Center, Dallas, Texas, USA."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Cheung",
      "affiliations": [
        "KDIGO, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Wheeler",
      "fore_name": "David C",
      "initials": "DC",
      "name": "David C Wheeler",
      "affiliations": [
        "Centre for Nephrology, University College London, London, UK."
      ]
    },
    {
      "last_name": "Winkelmayer",
      "fore_name": "Wolfgang C",
      "initials": "WC",
      "name": "Wolfgang C Winkelmayer",
      "affiliations": [
        "Selzman Institute for Kidney Health, Section of Nephrology, Department of Medicine, Baylor College of Medicine, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Pecoits-Filho",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Pecoits-Filho",
      "affiliations": [
        "DOPPS Program Area, Arbor Research Collaborative for Health, Ann Arbor, Michigan, USA; School of Medicine, Pontifical Catholic University of Paraná, Curitiba, Brazil. Electronic address: Roberto.Pecoits@arborresearch.org."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Kidney international",
    "iso_abbreviation": "Kidney Int",
    "issn": "1523-1755",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "42",
  "end_page": "61",
  "pages": "42-61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Congresses as Topic",
    "Glomerular Filtration Rate",
    "Humans",
    "Hyperkalemia",
    "Hypokalemia",
    "Kidney Diseases",
    "Potassium",
    "Renal Elimination"
  ],
  "article_ids": {
    "pubmed": "31706619",
    "doi": "10.1016/j.kint.2019.09.018",
    "pii": "S0085-2538(19)31012-9"
  },
  "doi": "10.1016/j.kint.2019.09.018",
  "dates": {
    "completed": "2021-04-14",
    "revised": "2021-06-05"
  },
  "chemicals": [
    "Potassium"
  ],
  "grants": [
    {
      "grant_id": "R01 DK083785",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.963233",
    "pmid": "31706619"
  }
}