{
  "pmid": "31701560",
  "uid": "31701560",
  "title": "Nurses' intentions to respond to requests for legal assisted-dying: A Q-methodological study.",
  "abstract": "AIMS: To explore the intentions of nurses to respond to requests for legal assisted-dying. BACKGROUND: As more Western nations legalize assisted-dying, requests for access will increase across clinical domains. Understanding the intentions of nurses to respond to such requests is important for the construction of relevant policy and practice guidelines. DESIGN: Mixed-methods. DATA SOURCES: A total of 45 Australian nurses from aged, palliative, intensive, or cancer care settings surveyed in November 2018. METHOD: Q-methodology studying nurses' evaluations of 49 possible responses to a request for a hastened death. Data consisted of rank-ordered statements analysed by factor analysis with varimax rotation. FINDINGS: Four distinct types of intentions to respond to requests for assisted-dying: a) refer and support; b) object to or deflect the request; c) engage and explore the request; or d) assess needs and provide information. CONCLUSION: The findings underscore the complexity of intentionality in assisted-dying nursing practice and differences from other forms of end-of-life care, particularly regarding patient advocacy and conscientious objection. This study enables further research to explore determinants of these intentions. It can also assist the development of professional guidance by linking policy and clinical intentions. IMPACT: Identified a basic range of nurses' intentions to respond to requests for assisted-dying, as there was no evidence at present. Developed a fourfold typology of intentions to respond with most nurses intending to engage in practices that support the requestor and sometimes the request itself. A minority would object to discussing the request. The relatively low level of advocacy within the intended responses selected also is distinctly different from other end-of-life care research findings. This research could assist nursing associations in jurisdictions transitioning to legal assisted-dying to develop guidance ways nurses can frame their responses to requests.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": [
        "Adelaide Nursing School, University of Adelaide, Adelaide, South Australia, Australia."
      ],
      "orcid": "0000-0002-6732-8508"
    },
    {
      "last_name": "Wiechula",
      "fore_name": "Rick",
      "initials": "R",
      "name": "Rick Wiechula",
      "affiliations": [
        "Adelaide Nursing School, University of Adelaide, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Cusack",
      "fore_name": "Lynette",
      "initials": "L",
      "name": "Lynette Cusack",
      "affiliations": [
        "Adelaide Nursing School, University of Adelaide, Adelaide, South Australia, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Wilson",
      "affiliations": [
        "Division of Business and Law, University of South Australia, Adelaide, South Australia, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "76",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "642",
  "end_page": "653",
  "pages": "642-653",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Attitude to Death",
    "Australia",
    "Ethics, Nursing",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Nurse's Role",
    "Nurse-Patient Relations",
    "Nursing Staff, Hospital",
    "Suicide, Assisted",
    "Surveys and Questionnaires",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "31701560",
    "doi": "10.1111/jan.14257"
  },
  "doi": "10.1111/jan.14257",
  "dates": {
    "completed": "2020-11-16",
    "revised": "2020-11-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Australian Government Research Training Program"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.556524",
    "pmid": "31701560"
  }
}