{
  "pmid": "31710260",
  "uid": "31710260",
  "title": "System Performance Indicators for Adolescent and Young Adult Cancer Care and Control: A Scoping Review.",
  "abstract": "Adolescents and young adults (AYAs) with cancer represent a unique group with unmet needs. Metrics and quality indicators are important for evaluating AYA cancer care. The purpose of this study is to describe the quality indicators in a Canadian context that are used for AYA (15-39 years of age) cancer care and control. The Arksey and O'Malley methodological framework was applied to undertake a scoping review of the peer-reviewed and gray literature for indicators related to AYA cancer care and control. OVID Medline was searched from January 1995 until April 2018 for English language articles. Inquiries were made to AYA cancer organizations and a Google search conducted to identify unpublished material. Articles were included if they incorporated AYAs and contained cancer care indicators. Data were summarized at the article and indicator level. A total of 610 abstracts were reviewed. Eighty-nine full-text articles and reports were assessed for eligibility, with 19 included in analyses which identified 146 indicators or indicator concepts. Most of the indicators were specific to the AYA age group (65.8%) and dealt with the active care theme (57.5%), almost half focusing on guideline adherence and treatment (26.4%) and multidisciplinary/specialized care (20.7%). Notable deficits in indicators were in fertility, psychosocial care, and prevention. Important progress has been made internationally and within Canada on developing indicators for AYA cancer care and control. However, there is a lack of well-defined AYA-specific cancer care indicators developed through a consensus process.",
  "authors": [
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Nishwa",
      "initials": "N",
      "name": "Nishwa Shah",
      "affiliations": [
        "School of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "De Pauw",
      "fore_name": "Sonja",
      "initials": "S",
      "name": "Sonja De Pauw",
      "affiliations": [
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barr",
      "fore_name": "Ronald D",
      "initials": "RD",
      "name": "Ronald D Barr",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of adolescent and young adult oncology",
    "iso_abbreviation": "J Adolesc Young Adult Oncol",
    "issn": "2156-535X",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "1",
  "end_page": "11",
  "pages": "1-11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Humans",
    "Neoplasms",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31710260",
    "doi": "10.1089/jayao.2019.0069"
  },
  "doi": "10.1089/jayao.2019.0069",
  "dates": {
    "completed": "2021-03-24",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.312855",
    "pmid": "31710260"
  }
}