{
  "pmid": "31712016",
  "uid": "31712016",
  "title": "Ophthalmology referral as part of a multidisciplinary approach to suspected abusive head trauma.",
  "abstract": "OBJECTIVE: To determine the use of ophthalmology consultation as part of investigation of children with suspected abusive head trauma (AHT). METHODS: Retrospective chart review of children under age 3 years evaluated at McMaster Children's Hospital for suspected AHT from January 2011 to December 2017. RESULTS: Fifty-seven children were investigated, and 29 (50.9%) of these were determined to have likely AHT. Eleven (19.3%) had other nonaccidental injuries. A mean of 3.6 consulting services were involved. Neuroimaging was performed for 52 patients (91.2%), including all patients in the AHT group. Intracranial hemorrhage (ICH) was present in 21 of the 29 AHT children (72.4%). All 57 patients had a dilated fundus examination, and retinal hemorrhages (RH) were seen in 23 patients (40.4%), including 16 (55.2%) in the AHT group. All patients with RH in AHT also had ICH. In the AHT group, there were more cases of hemorrhages too numerous to count (68.8% vs 28.6%), multilayered hemorrhages (75.0% vs 57.1%), and hemorrhages in the posterior pole and periphery (87.5% vs 42.9%) when compared with patients with RH from other etiologies. Retinoschisis was seen in the AHT group only in 3 patients (18.8%). CONCLUSIONS: A multidisciplinary approach is important when investigating suspected AHT. Not every child with RH had suffered AHT; however, children with AHT showed more widespread and more multilayered RH. The only finding specific to AHT was retinoschisis.",
  "authors": [
    {
      "last_name": "Donaldson",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Donaldson",
      "affiliations": [
        "Division of Ophthalmology, McMaster University Department of Surgery, McMaster Children's Hospital, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Isaza",
      "fore_name": "Gloria",
      "initials": "G",
      "name": "Gloria Isaza",
      "affiliations": [
        "Division of Ophthalmology, McMaster University Department of Surgery, McMaster Children's Hospital, Hamilton, Ont.. Electronic address: isazazgm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Baird",
      "fore_name": "Burke",
      "initials": "B",
      "name": "Burke Baird",
      "affiliations": [
        "Division of Child Maltreatment Pediatrics, McMaster University Department of Pediatrics, McMaster Children's Hospital, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Division of Ophthalmology, McMaster University Department of Surgery, McMaster Children's Hospital, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of ophthalmology. Journal canadien d'ophtalmologie",
    "iso_abbreviation": "Can J Ophthalmol",
    "issn": "1715-3360",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "172",
  "end_page": "178",
  "pages": "172-178",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child Abuse",
    "Child, Preschool",
    "Craniocerebral Trauma",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Intracranial Hemorrhage, Traumatic",
    "Male",
    "Multimodal Imaging",
    "Ophthalmology",
    "Patient Care Team",
    "Physical Examination",
    "Referral and Consultation",
    "Retinal Hemorrhage",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "31712016",
    "doi": "10.1016/j.jcjo.2019.07.014",
    "pii": "S0008-4182(19)30121-8"
  },
  "doi": "10.1016/j.jcjo.2019.07.014",
  "dates": {
    "completed": "2021-05-28",
    "revised": "2021-05-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:52.925998",
    "pmid": "31712016"
  }
}