{
  "pmid": "31718569",
  "uid": "31718569",
  "title": "Access to midwifery care for people of low socio-economic status: a qualitative descriptive study.",
  "abstract": "BACKGROUND: Despite public funding of midwifery care, people of low-socioeconomic status are less likely to access midwifery care in Ontario, Canada, but little is known about barriers that they experience in accessing midwifery care. The purpose of this study was to examine the barriers and facilitators to accessing midwifery care experienced by people of low-socioeconomic status. METHODS: A qualitative descriptive study design was used. Semi-structured interviews were conducted with 30 pregnant and post-partum people of low-socioeconomic status in Hamilton, Ontario from January to May 2018. Transcribed interviews were coded using open coding techniques and thematically analyzed. RESULTS: We interviewed 13 midwifery care recipients and 17 participants who had never received care from midwives. Four themes arose from the interviews: \"I had no idea…\", \"Babies are born in hospitals\", \"Physicians as gateways into prenatal care\", and \"Why change a good thing?\". Participants who had not experienced midwifery care had minimal knowledge of midwifery and often had misconceptions about midwives' scope of practice and education. Prevailing beliefs about pregnancy and birth, particularly concerns about safety, drove participants to seek care from a physician. Physicians are the entry point into the health care system for many, yet few participants received information about midwifery care from physicians. Participants who had experienced midwifery care found it to be an appropriate match for the needs of people of low socioeconomic status. Word of mouth was a primary source of information about midwifery and the most common reason for people unfamiliar with midwifery to seek midwifery care. CONCLUSIONS: Access to midwifery care is constrained for people of low-socioeconomic status because lack of awareness about midwifery limits the approachability of these services, and because information about midwifery care is often not provided by physicians when pregnant people first contact the health care system. For people of low-socioeconomic status, inequitable access to midwifery care may be exacerbated by lack of knowledge about midwifery within social networks and a tendency to move passively through the health care system which traditionally favours physician care. Targeted efforts to address this issue are necessary to reduce disparities in access to midwifery care.",
  "authors": [
    {
      "last_name": "Darling",
      "fore_name": "Elizabeth K",
      "initials": "EK",
      "name": "Elizabeth K Darling",
      "affiliations": [
        "McMaster Midwifery Research Centre, McMaster University, HSC 4H24, 1280 Main St W, Hamilton, ON, L8S 4K1, Canada. darlinek@mcmaster.ca."
      ],
      "orcid": "0000-0003-2675-3222"
    },
    {
      "last_name": "Grenier",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Grenier",
      "affiliations": [
        "McMaster Midwifery Research Centre, McMaster University, HSC 4H24, 1280 Main St W, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Nussey",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Nussey",
      "affiliations": [
        "McMaster Midwifery Research Centre, McMaster University, HSC 4H24, 1280 Main St W, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "McMaster Midwifery Research Centre, McMaster University, HSC 4H24, 1280 Main St W, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Hutton",
      "fore_name": "Eileen K",
      "initials": "EK",
      "name": "Eileen K Hutton",
      "affiliations": [
        "McMaster Midwifery Research Centre, McMaster University, HSC 4H24, 1280 Main St W, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, Centre for Health Economics and Policy Analysis McMaster FHS Education Research, Innovation & Theory (MERIT) program, McMaster University, 100 Main St. W, Hamilton, ON, L8P 1H6, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Nov",
    "pub_day": "12"
  },
  "start_page": "416",
  "pages": "416",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Midwifery",
    "Ontario",
    "Parturition",
    "Patient Acceptance of Health Care",
    "Pregnancy",
    "Pregnant People",
    "Prenatal Care",
    "Qualitative Research",
    "Social Class"
  ],
  "article_ids": {
    "pubmed": "31718569",
    "pmc": "PMC6849230",
    "doi": "10.1186/s12884-019-2577-z",
    "pii": "10.1186/s12884-019-2577-z"
  },
  "doi": "10.1186/s12884-019-2577-z",
  "pmc_id": "PMC6849230",
  "dates": {
    "completed": "2020-04-15",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.099406",
    "pmid": "31718569"
  }
}