{
  "pmid": "31726017",
  "uid": "31726017",
  "title": "The Role of Positive Airway Pressure Therapy in Adults with Obesity Hypoventilation Syndrome. A Systematic Review and Meta-Analysis.",
  "abstract": "Rationale: Obesity hypoventilation syndrome (OHS) is an undesirable complication of severe obesity. Although weight loss is an accepted component of management, it is difficult to achieve and sustain the degree of weight loss necessary to reverse OHS. As such, positive airway pressure (PAP) during sleep has become the cornerstone therapy for most patients with OHS. However, the value of PAP therapy remains uncertain.Objective: To perform a systematic review to determine whether adults with OHS should be treated with PAP therapy or not.Methods: This systematic review informed an international, multidisciplinary panel of experts who had converged to develop a clinical practice guideline on OHS for the American Thoracic Society. MEDLINE, the Cochrane Library, and Embase were searched from January 1946 to March 2019 for studies that compared PAP therapy (i.e., continuous PAP or noninvasive ventilation) to no PAP therapy in patients with OHS. The Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) approach was used to appraise the quality of evidence.Results: The search identified 2,994 unique articles. The full text of 56 articles was reviewed, and 25 studies were selected, including 3 randomized trials, 12 nonrandomized comparative studies, and 10 randomized and nonrandomized studies without a comparator group. Sample size ranged from 21 to 1,527 patients. PAP was associated with increased resolution of OHS and improvements in mortality, gas exchange, daytime sleepiness, sleep quality, quality of life, and emergency department visits. Nearly half of patients experienced trivial adverse effects related to PAP therapy. Certainty in the estimated effects was low or very low for most outcomes.Conclusions: The panel made a conditional (i.e., weak) recommendation that PAP therapy during sleep be offered to patients with OHS to improve outcomes. This recommendation was based on very low-quality evidence.",
  "authors": [
    {
      "last_name": "Afshar",
      "fore_name": "Majid",
      "initials": "M",
      "name": "Majid Afshar",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Loyola University Chicago, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brozek",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Soghier",
      "fore_name": "Israa",
      "initials": "I",
      "name": "Israa Soghier",
      "affiliations": [
        "Department of Medicine, Albert Einstein College of Medicine, Bronx, New York."
      ]
    },
    {
      "last_name": "Kakazu",
      "fore_name": "Maximiliano Tamae",
      "initials": "MT",
      "name": "Maximiliano Tamae Kakazu",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine/Spectrum Health, Michigan State University College of Human Medicine, Grand Rapids, Michigan."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Kevin C",
      "initials": "KC",
      "name": "Kevin C Wilson",
      "affiliations": [
        "Department of Medicine, Boston University School of Medicine, Boston, Massachusetts.",
        "American Thoracic Society, New York, New York."
      ]
    },
    {
      "last_name": "Masa",
      "fore_name": "Juan Fernando",
      "initials": "JF",
      "name": "Juan Fernando Masa",
      "affiliations": [
        "Respiratory Department, San Pedro de Alc치ntara Hospital, C치ceres, Spain.",
        "CIBER de enfermedades respiratorias (CIBERES), Madrid, Spain.",
        "Instituto Universitario de Investigaci칩n Biosanitaria de Extremadura (INUBE), C치ceres, Spain; and."
      ],
      "orcid": "0000-0002-2353-5353"
    },
    {
      "last_name": "Mokhlesi",
      "fore_name": "Babak",
      "initials": "B",
      "name": "Babak Mokhlesi",
      "affiliations": [
        "Department of Medicine, University of Chicago, Chicago, Illinois."
      ],
      "orcid": "0000-0001-8135-5433"
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "344",
  "end_page": "360",
  "pages": "344-360",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Continuous Positive Airway Pressure",
    "Humans",
    "Hypercapnia",
    "Obesity Hypoventilation Syndrome",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31726017",
    "doi": "10.1513/AnnalsATS.201907-528OC"
  },
  "doi": "10.1513/AnnalsATS.201907-528OC",
  "dates": {
    "completed": "2021-03-22",
    "revised": "2021-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:08.111681",
    "pmid": "31726017"
  }
}