{
  "pmid": "31729286",
  "uid": "31729286",
  "title": "Measuring Alcohol Use-Related Shame and Guilt: Development and Validation of the Perceptions of Drinking Scale.",
  "abstract": "Background: The dispositional tendency to experience guilt is inversely related to disordered alcohol use, while dispositional shame-proneness appears to share a positive relationship with alcohol problems. Objective: In order to further research in this domain, a new measure of alcohol use-related shame and guilt is described. Methods: Using exploratory and confirmatory factor analysis (CFA), the psychometric properties of the Perceptions of Drinking Scale (PODS) were validated across two independent samples (Sample 1 N = 293, Sample 2 N = 429). Results: A four factor model of the PODS was identified in exploratory factor analysis. The hypothesized four-factor PODS model was validated in an independent sample using CFA (RMSEA = .046; CFI = .99; TLI = .99). Alcohol use-related shame and guilt were reliably differentiated, and test re-test stability, divergent and convergent validity was established. Alcohol use-related shame was not clearly related to taking action to address problematic alcohol use, but was positively related with measures of negative affect and using avoidance-based coping strategies. Conversely, alcohol use-related guilt was generally unrelated to measures of negative affect and was clearly associated with the taking of action to address problematic alcohol use. Conclusions: The Perceptions of Drinking Scale has good psychometric properties and also appears to reliably distinguish between experiences of alcohol use-related shame and guilt. Both alcohol use-related shame and guilt appear to be positively associated with the contemplation of changing one's alcohol use-related behaviors. Only alcohol use-related guilt was clearly linked to the taking of action to address problematic drinking behavior.",
  "authors": [
    {
      "last_name": "Treeby",
      "fore_name": "Matt S",
      "initials": "MS",
      "name": "Matt S Treeby",
      "affiliations": [
        "School of Psychology, University of Tasmania, Hobart, Australia."
      ]
    },
    {
      "last_name": "Rice",
      "fore_name": "Simon M",
      "initials": "SM",
      "name": "Simon M Rice",
      "affiliations": [
        "Orygen, the National Centre of Excellence in Youth Mental Health, Melbourne, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Parkville, Australia."
      ],
      "orcid": "0000-0003-4045-8553"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Orygen, the National Centre of Excellence in Youth Mental Health, Melbourne, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Parkville, Australia."
      ]
    },
    {
      "last_name": "Prado",
      "fore_name": "Catherine E",
      "initials": "CE",
      "name": "Catherine E Prado",
      "affiliations": [
        "School of Psychology and Public Health, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Bruno",
      "fore_name": "Raimondo",
      "initials": "R",
      "name": "Raimondo Bruno",
      "affiliations": [
        "School of Psychology, University of Tasmania, Hobart, Australia."
      ],
      "orcid": "0000-0001-6673-833X"
    }
  ],
  "journal": {
    "title": "Substance use & misuse",
    "iso_abbreviation": "Subst Use Misuse",
    "issn": "1532-2491",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "3",
    "pub_year": "2020"
  },
  "start_page": "441",
  "end_page": "451",
  "pages": "441-451",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Guilt",
    "Humans",
    "Perception",
    "Psychometrics",
    "Shame"
  ],
  "article_ids": {
    "pubmed": "31729286",
    "doi": "10.1080/10826084.2019.1683203"
  },
  "doi": "10.1080/10826084.2019.1683203",
  "dates": {
    "completed": "2021-05-17",
    "revised": "2021-05-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.589816",
    "pmid": "31729286"
  }
}