{
  "pmid": "31721100",
  "uid": "31721100",
  "title": "Probiotics in hospitalized adult patients: a systematic review of economic evaluations.",
  "abstract": "PURPOSE: Probiotics may prevent healthcare-associated infections, such as ventilator-associated pneumonia, Clostridioides difficile-associated diarrhea, and other adverse outcomes. Despite their potential benefits, there are no summative data examining the cost-effectiveness of probiotics in hospitalized patients. This systematic review summarized studies evaluating the economic impact of using probiotics in hospitalized adult patients. METHODS: We searched MEDLINE, EMBASE, CENTRAL, ACP Journal Club, and other EBM reviews (inception to January 31, 2019) for health economics evaluations examining the use of probiotics in hospitalized adults. Independently and in duplicate, we extracted data study characteristics, risk of bias, effectiveness and total costs (medications, diagnostics/procedures, devices, personnel, hospital) associated with healthcare-associated infections (ventilator-associated pneumonia, Clostridioides difficile-associated diarrhea and antibiotic-associated diarrhea). We used Grading of Recommendations Assessment, Development and Evaluation methods to assess certainty in the overall cost-effectiveness evidence. RESULTS: Of 721 citations identified, we included seven studies. For the clinical outcomes of interest, there was one randomized-controlled trial (RCT)-based health economic evaluation, and six model-based health economic evaluations. Probiotics showed favourable cost-effectiveness in six of seven (86%) economic evaluations. Three of the seven studies were manufacturer-supported, all which suggested cost-effectiveness. Certainty of cost-effectiveness evidence was very low because of risk of bias, imprecision, and inconsistency. CONCLUSION: Probiotics may be an economically attractive intervention for preventing ventilator-associated pneumonia, Clostridioides difficile-associated diarrhea, and antibiotic-associated diarrhea in hospitalized adult patients. Nevertheless, certainty about their cost-effectiveness evidence is very low. Future RCTs examining probiotics should incorporate cost data to inform bedside practice, clinical guidelines, and healthcare policy. TRIAL REGISTRATION: PROSPERO CRD42019129929; Registered 25 April, 2019.",
  "authors": [
    {
      "last_name": "Lau",
      "fore_name": "Vincent I",
      "initials": "VI",
      "name": "Vincent I Lau",
      "affiliations": [
        "Department of Medicine, Division of Critical Care Medicine, Western University, London, ON, Canada. vinceissaclau@gmail.com.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada. vinceissaclau@gmail.com.",
        "Department of Medicine, Division of Critical Care, Schulich School of Medicine and Dentistry, Western University, 800 Commissioners Road East, London, ON, Canada. vinceissaclau@gmail.com."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Johnstone",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Johnstone",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Basmaji",
      "fore_name": "John",
      "initials": "J",
      "name": "John Basmaji",
      "affiliations": [
        "Department of Medicine, Division of Critical Care Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Balakumaran",
      "fore_name": "Jana",
      "initials": "J",
      "name": "Jana Balakumaran",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Iansavichene",
      "fore_name": "Alla",
      "initials": "A",
      "name": "Alla Iansavichene",
      "affiliations": [
        "Library Services, London Health Sciences Center, London, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Medicine, Division of Critical Care Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "247",
  "end_page": "261",
  "pages": "247-261",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Clostridium Infections",
    "Cost-Benefit Analysis",
    "Cross Infection",
    "Diarrhea",
    "Humans",
    "Inpatients",
    "Pneumonia, Ventilator-Associated",
    "Probiotics"
  ],
  "article_ids": {
    "pubmed": "31721100",
    "pmc": "PMC7222908",
    "doi": "10.1007/s12630-019-01525-2",
    "pii": "10.1007/s12630-019-01525-2"
  },
  "doi": "10.1007/s12630-019-01525-2",
  "pmc_id": "PMC7222908",
  "dates": {
    "completed": "2021-02-18",
    "revised": "2024-01-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.993883",
    "pmid": "31721100"
  }
}