{
  "pmid": "31725329",
  "uid": "31725329",
  "title": "A Contemporary Look at the Evaluation and Treatment of Adult Borderline and Frank Hip Dysplasia.",
  "abstract": "BACKGROUND: Adult hip dysplasia is often diagnosed according to the lateral center-edge angle (LCEA). Patients with frank hip dysplasia (LCEA <20°) traditionally require treatment with bony realignment through a periacetabular osteotomy (PAO) and/or derotational femoral osteotomy, while patients with borderline hip dysplasia (BHD) present a challenging treatment dilemma, as it remains unknown when they should be treated with hip arthroscopy and/or a PAO. PURPOSE: To perform a narrative review to report the differences in hip morphology and clinical outcomes between adult patients with frank hip dysplasia and BHD. STUDY DESIGN: Narrative review. METHODS: A systematic search of the literature was conducted through the Medline, EMBASE, and Cochrane databases with the search phrase borderline hip dysplasia. RESULTS: The search identified 305 articles, of which 48 were considered relevant to this study after screening of titles and abstracts. Four articles discussed new radiographic means of evaluating adult hip dysplasia, 16 articles analyzed morphology of dysplastic hips, and 28 articles described the clinical outcomes of patients with frank hip dysplasia or BHD treated with hip arthroscopy and/or PAO. Because the level of evidence obtained from this search was not adequate for systematic review or meta-analysis, a current concepts review on the diagnosis, hip morphology, and clinical outcomes of patients with frank hip dysplasia or BHD is presented. CONCLUSION: Adult hip dysplasia is most commonly diagnosed based on the LCEA; however, the LCEA is an unreliable sole marker for dysplasia, and additional radiographic parameters should be utilized. Furthermore, specific pathology identified on imaging and/or during hip arthroscopy can provide clues to a surgeon when the diagnosis is inconclusive according to history and physical examination alone. While the data support that patients with frank dysplasia are best treated with PAO, there is no such preferred treatment for patients with BHD, who have a wide spectrum of instability. Selective use of arthroscopic labral and capsular treatment alone may provide good results in carefully chosen patients with BHD, while some may end up requiring a bony realignment procedure.",
  "authors": [
    {
      "last_name": "Kraeutler",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Kraeutler",
      "affiliations": [
        "St Joseph's University Medical Center, Paterson, New Jersey, USA."
      ]
    },
    {
      "last_name": "Safran",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Safran",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University Medical Center, Redwood City, California, USA."
      ]
    },
    {
      "last_name": "Scillia",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Scillia",
      "affiliations": [
        "St Joseph's University Medical Center, Paterson, New Jersey, USA.",
        "New Jersey Orthopaedic Institute, Wayne, New Jersey, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garabekyan",
      "fore_name": "Tigran",
      "initials": "T",
      "name": "Tigran Garabekyan",
      "affiliations": [
        "Southern California Hip Institute, North Hollywood, California, USA."
      ]
    },
    {
      "last_name": "Mei-Dan",
      "fore_name": "Omer",
      "initials": "O",
      "name": "Omer Mei-Dan",
      "affiliations": [
        "Department of Orthopedics, School of Medicine, University of Colorado, Aurora, Colorado, USA."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "2314",
  "end_page": "2323",
  "pages": "2314-2323",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Acetabulum",
    "Adult",
    "Arthroplasty, Replacement, Hip",
    "Hip Dislocation",
    "Hip Dislocation, Congenital",
    "Hip Joint",
    "Humans",
    "Osteotomy",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31725329",
    "doi": "10.1177/0363546519881411"
  },
  "doi": "10.1177/0363546519881411",
  "dates": {
    "completed": "2020-11-16",
    "revised": "2020-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.835497",
    "pmid": "31725329"
  }
}