{
  "pmid": "31720432",
  "uid": "31720432",
  "title": "Mobile phone short message service for adherence support and care of patients with tuberculosis infection: Evidence and opportunity.",
  "abstract": "To attain the Global End Tuberculosis (TB) goals, the treatment of persons with TB requires advancements in coordinated approaches that are low-cost and highly accessible. Treating TB successfully requires prolonged medication regimens with good adherence, which in turn requires patients to be adequately supported. Furthermore, TB care-providers often wish to monitor treatment-taking by patients in order to track the success of their programs and ensure adequate completion of therapies by individuals. The standard-of-care for treatment monitoring in TB programs often includes directly observed therapy (DOT). Video observed therapy (VOT) has emerged as a method to mimic in-person visits or observations, especially in the smartphone era with internet data connections, but remains simply inaccessible to patients in areas where TB is most endemic. Both approaches may be considered more intensive than necessary for many patients, leaving an opportunity for more affordable and acceptable approaches. The rapid increase in mobile phone penetration provides an opportunity to reach patients between clinical visits. Short message services (SMS) are available on almost every mobile phone and are supported by first generation cellular communication networks, thus providing the farthest reach and penetration globally. Evidence from non-TB conditions suggests SMS, used in a variety of ways, may support outpatients for better medication adherence and quality of care but the evidence in TB remains limited. In this paper, we discuss how basic mobile phones and SMS-related services may be used in supporting global care of persons with TB, with a focus on patient-centered approaches.",
  "authors": [
    {
      "last_name": "Lester",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Lester",
      "affiliations": [
        "University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay Jh",
      "initials": "JJ",
      "name": "Jay Jh Park",
      "affiliations": [
        "University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Bolten",
      "fore_name": "Lena M",
      "initials": "LM",
      "name": "Lena M Bolten",
      "affiliations": [
        "University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Enjetti",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Enjetti",
      "affiliations": [
        "University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "James C",
      "initials": "JC",
      "name": "James C Johnston",
      "affiliations": [
        "University of British Columbia, Vancouver, Canada.",
        "Provincial TB Services, British Columbia Centre for Disease Control, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Schwartzman",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Schwartzman",
      "affiliations": [
        "Respiratory Division, Montreal Chest Institute, Respiratory Epidemiology and Clinical Research Unit, and McGill International Tuberculosis Centre, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Tilahun",
      "fore_name": "Binyam",
      "initials": "B",
      "name": "Binyam Tilahun",
      "affiliations": [
        "Ethiopia eHealth Labs, Gondar, Ethiopia, East Africa."
      ]
    },
    {
      "last_name": "Delft",
      "fore_name": "Arne von",
      "initials": "AV",
      "name": "Arne von Delft",
      "affiliations": [
        "TB Proof, 29 Almond Drive, Somerset West, Western Cape 7130, South Africa.",
        "School of Public Health and Family Medicine, Faculty of Health Sciences, University of Cape Town, Cape Town, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical tuberculosis and other mycobacterial diseases",
    "iso_abbreviation": "J Clin Tuberc Other Mycobact Dis",
    "issn": "2405-5794",
    "issn_type": "Electronic",
    "volume": "16",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "100108",
  "pages": "100108",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31720432",
    "pmc": "PMC6830136",
    "doi": "10.1016/j.jctube.2019.100108",
    "pii": "S2405-5794(18)30041-X"
  },
  "doi": "10.1016/j.jctube.2019.100108",
  "pmc_id": "PMC6830136",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.650506",
    "pmid": "31720432"
  }
}