{
  "pmid": "31734066",
  "uid": "31734066",
  "title": "Comparison of one-anastomosis gastric bypass and Roux-en-Y gastric bypass for treatment of obesity: a 5-year study.",
  "abstract": "BACKGROUND: Roux-en-Y gastric bypass (RYGB) is the gold standard in bariatric surgery. One-anastomosis gastric bypass (OAGB) has been reported to have equivalent or better weight loss, with added advantages of being technically easy, amenable to reintervention/reversal, and offering better food tolerance. OBJECTIVE: This study was undertaken to compare weight loss, metabolic syndrome outcome, complications, and long-term nutritional outcomes between the 2 procedures. SETTINGS: A high-volume, private-practice bariatric surgery center in India. METHOD: This retrospective study is based on prospectively maintained data in a cohort of patients who had either RYGB or OAGB in 2012 at a single institution by a single surgeon. Patients were all eligible for 5-year follow-up. RESULTS: On hundred twenty-two patients had RYGB and 90 had OAGB. The mean age was 44 and 46.4 years, body mass index was 45.8 and 42, percentage of total weight loss was 36.4 and 25.9, and percentage of excess weight loss was 81.6 and 66.7 for OAGB and RYGB groups, respectively. Resolution of type 2 diabetes was 79%, hypertension 57%, dyslipidemia 56%, and sleep apnea 94.54% in OAGB patients compared with type 2 diabetes of 61%, hypertension of 43%, dyslipidemia of 53%, and sleep apnea of 90.74% in RYGB patients. OAGB patients had more nutritional deficiencies than RYGB patients: anemia 44% versus 17%, hypoalbuminemia 32% versus 15%, and hypocalcemia 19% versus 8%, and other complications 7.8% versus 1.6%, respectively. There were no deaths in this study. CONCLUSION: OAGB is associated with more weight loss and better resolution of co-morbid conditions. However, it is also associated with more nutritional deficiencies. There is a need for long-term follow-up and multicenter reports to confirm these findings.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Mohak Bariatrics and Robotics Center, SAIMS Campus, Indore-Ujjain Indore, Madhya Pradesh, India. Electronic address: drmohitbhandari@gmail.com."
      ]
    },
    {
      "last_name": "Nautiyal",
      "fore_name": "Hemant Kumar",
      "initials": "HK",
      "name": "Hemant Kumar Nautiyal",
      "affiliations": [
        "Mohak Bariatrics and Robotics Center, SAIMS Campus, Indore-Ujjain Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Kosta",
      "fore_name": "Susmit",
      "initials": "S",
      "name": "Susmit Kosta",
      "affiliations": [
        "Mohak Bariatrics and Robotics Center, SAIMS Campus, Indore-Ujjain Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Mathur",
      "fore_name": "Winni",
      "initials": "W",
      "name": "Winni Mathur",
      "affiliations": [
        "Mohak Bariatrics and Robotics Center, SAIMS Campus, Indore-Ujjain Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Fobi",
      "fore_name": "Mathias",
      "initials": "M",
      "name": "Mathias Fobi",
      "affiliations": [
        "Mohak Bariatrics and Robotics Center, SAIMS Campus, Indore-Ujjain Indore, Madhya Pradesh, India."
      ]
    }
  ],
  "journal": {
    "title": "Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery",
    "iso_abbreviation": "Surg Obes Relat Dis",
    "issn": "1878-7533",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "2038",
  "end_page": "2044",
  "pages": "2038-2044",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anastomosis, Roux-en-Y",
    "Comorbidity",
    "Deficiency Diseases",
    "Female",
    "Gastric Bypass",
    "Humans",
    "India",
    "Male",
    "Middle Aged",
    "Obesity, Morbid",
    "Postoperative Complications",
    "Retrospective Studies",
    "Weight Loss"
  ],
  "article_ids": {
    "pubmed": "31734066",
    "doi": "10.1016/j.soard.2019.05.025",
    "pii": "S1550-7289(19)30210-2"
  },
  "doi": "10.1016/j.soard.2019.05.025",
  "dates": {
    "completed": "2020-08-21",
    "revised": "2020-08-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.178944",
    "pmid": "31734066"
  }
}