{
  "pmid": "31738171",
  "uid": "31738171",
  "title": "Conversational Interfaces for Health: Bibliometric Analysis of Grants, Publications, and Patents.",
  "abstract": "BACKGROUND: Conversational interfaces (CIs) in different modalities have been developed for health purposes, such as health behavioral intervention, patient self-management, and clinical decision support. Despite growing research evidence supporting CIs' potential, CI-related research is still in its infancy. There is a lack of systematic investigation that goes beyond publication review and presents the state of the art from perspectives of funding agencies, academia, and industry by incorporating CI-related public funding and patent activities. OBJECTIVE: This study aimed to use data systematically extracted from multiple sources (ie, grant, publication, and patent databases) to investigate the development, research, and fund application of health-related CIs and associated stakeholders (ie, countries, organizations, and collaborators). METHODS: A multifaceted search query was executed to retrieve records from 9 databases. Bibliometric analysis, social network analysis, and term co-occurrence analysis were conducted on the screened records. RESULTS: This review included 42 funded projects, 428 research publications, and 162 patents. The total dollar amount of grants awarded was US $30,297,932, of which US $13,513,473 was awarded by US funding agencies and US $16,784,459 was funded by the Europe Commission. The top 3 funding agencies in the United States were the National Science Foundation, National Institutes of Health, and Agency for Healthcare Research and Quality. Boston Medical Center was awarded the largest combined grant size (US $2,246,437) for 4 projects. The authors of the publications were from 58 countries and 566 organizations; the top 3 most productive organizations were Northeastern University (United States), Universiti Teknologi MARA (Malaysia), and the French National Center for Scientific Research (CNRS; France). US researchers produced 114 publications. Although 82.0% (464/566) of the organizations engaged in interorganizational collaboration, 2 organizational research-collaboration clusters were observed with Northeastern University and CNRS as the central nodes. About 112 organizations from the United States and China filed 87.7% patents. IBM filed most patents (N=17). Only 5 patents were co-owned by different organizations, and there was no across-country collaboration on patenting activity. The terms patient, child, elderly, and robot were frequently discussed in the 3 record types. The terms related to mental and chronic issues were discussed mainly in grants and publications. The terms regarding multimodal interactions were widely mentioned as users' communication modes with CIs in the identified records. CONCLUSIONS: Our findings provided an overview of the countries, organizations, and topic terms in funded projects, as well as the authorship, collaboration, content, and related information of research publications and patents. There is a lack of broad cross-sector partnerships among grant agencies, academia, and industry, particularly in the United States. Our results suggest a need to improve collaboration among public and private sectors and health care organizations in research and patent activities.",
  "authors": [
    {
      "last_name": "Xing",
      "fore_name": "Zhaopeng",
      "initials": "Z",
      "name": "Zhaopeng Xing",
      "affiliations": [
        "Carolina Health Informatics Program, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."
      ],
      "orcid": "0000-0002-3982-4299"
    },
    {
      "last_name": "Yu",
      "fore_name": "Fei",
      "initials": "F",
      "name": "Fei Yu",
      "affiliations": [
        "Carolina Health Informatics Program, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States.",
        "Health Science Library, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."
      ],
      "orcid": "0000-0003-1079-1590"
    },
    {
      "last_name": "Du",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Du",
      "affiliations": [
        "National Institute of Health Data Science, Peking University, Beijing, China."
      ],
      "orcid": "0000-0002-7621-9995"
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer S",
      "initials": "JS",
      "name": "Jennifer S Walker",
      "affiliations": [
        "Health Science Library, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."
      ],
      "orcid": "0000-0003-0248-2616"
    },
    {
      "last_name": "Paulson",
      "fore_name": "Claire B",
      "initials": "CB",
      "name": "Claire B Paulson",
      "affiliations": [
        "Carolina Health Informatics Program, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."
      ],
      "orcid": "0000-0003-0737-5609"
    },
    {
      "last_name": "Mani",
      "fore_name": "Nandita S",
      "initials": "NS",
      "name": "Nandita S Mani",
      "affiliations": [
        "Health Science Library, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."
      ],
      "orcid": "0000-0002-0955-1066"
    },
    {
      "last_name": "Song",
      "fore_name": "Lixin",
      "initials": "L",
      "name": "Lixin Song",
      "affiliations": [
        "School of Nursing, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States.",
        "Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC, United States."
      ],
      "orcid": "0000-0001-8286-319X"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Nov",
    "pub_day": "18"
  },
  "start_page": "e14672",
  "pages": "e14672",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Bibliometrics",
    "Biomedical Research",
    "Humans",
    "Publications",
    "Publishing"
  ],
  "article_ids": {
    "pubmed": "31738171",
    "pmc": "PMC6887814",
    "doi": "10.2196/14672",
    "pii": "v21i11e14672"
  },
  "doi": "10.2196/14672",
  "pmc_id": "PMC6887814",
  "dates": {
    "completed": "2020-07-02",
    "revised": "2023-05-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 NR016990",
      "agency": "NINR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 CA212516",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.671079",
    "pmid": "31738171"
  }
}