{
  "pmid": "31732233",
  "uid": "31732233",
  "title": "The Frequency of Routine Blood Sampling and Patient Outcomes Among Maintenance Hemodialysis Recipients.",
  "abstract": "RATIONALE & OBJECTIVE: Surveillance blood work is routinely performed in maintenance hemodialysis (HD) recipients. Although more frequent blood testing may confer better outcomes, there is little evidence to support any particular monitoring interval. STUDY DESIGN: Retrospective population-based cohort study. SETTING & PARTICIPANTS: All prevalent HD recipients in Ontario, Canada, as of April 1, 2011, and a cohort of incident patients commencing maintenance HD in Ontario, Canada, between April 1, 2011, and March 31, 2016. EXPOSURE: Frequency of surveillance blood work, monthly versus every 6 weeks. OUTCOMES: The primary outcome was all-cause mortality. Secondary outcomes were major adverse cardiovascular events, all-cause hospitalization, and episodes of hyperkalemia. ANALYTICAL APPROACH: Cox proportional hazards with adjustment for demographic and clinical characteristics was used to evaluate the association between blood testing frequency and all-cause mortality. Secondary outcomes were evaluated using the Andersen-Gill extension of the Cox model to allow for potential recurrent events. RESULTS: 7,454 prevalent patients received care at 17 HD programs with monthly blood sampling protocols (n=5,335 patients) and at 8 programs with blood sampling every 6 weeks (n=2,119 patients). More frequent monitoring was not associated with a lower risk for all-cause mortality compared to blood sampling every 6 weeks (adjusted HR, 1.16; 95% CI, 0.99-1.38). Monthly monitoring was not associated with a lower risk for any of the secondary outcomes. Results were consistent among incident HD recipients. LIMITATIONS: Unmeasured confounding; limited data for center practices unrelated to blood sampling frequency; no information on frequency of unscheduled blood work performed outside the prescribed sampling interval. CONCLUSIONS: Monthly routine blood testing in HD recipients was not associated with a lower risk for death, cardiovascular events, or hospitalizations as compared with testing every 6 weeks. Given the health resource implications, the frequency of routine blood sampling in HD recipients deserves careful reassessment.",
  "authors": [
    {
      "last_name": "Thomas",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Thomas",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, Toronto, Ontario, Canada; Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Silver",
      "fore_name": "Samuel A",
      "initials": "SA",
      "name": "Samuel A Silver",
      "affiliations": [
        "Division of Nephrology, Kingston Health Sciences Centre, Queen's University, Kingston, Ontario, Canada; ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perl",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Perl",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Freeman",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Freeman",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Slater",
      "fore_name": "Justin J",
      "initials": "JJ",
      "name": "Justin J Slater",
      "affiliations": [
        "ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vinegar",
      "fore_name": "Marlee",
      "initials": "M",
      "name": "Marlee Vinegar",
      "affiliations": [
        "ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, London, Ontario, Canada; Division of Nephrology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada; ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zappitelli",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zappitelli",
      "affiliations": [
        "Division of Nephrology, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Iliescu",
      "fore_name": "Eduard",
      "initials": "E",
      "name": "Eduard Iliescu",
      "affiliations": [
        "Division of Nephrology, Kingston Health Sciences Centre, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kitchlu",
      "fore_name": "Abhijat",
      "initials": "A",
      "name": "Abhijat Kitchlu",
      "affiliations": [
        "Division of Nephrology, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Blum",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Blum",
      "affiliations": [
        "Division of Nephrology, Sir Mortimer B Davis Jewish General Hospital, Quebec, Canada."
      ]
    },
    {
      "last_name": "Beaubien-Souligny",
      "fore_name": "William",
      "initials": "W",
      "name": "William Beaubien-Souligny",
      "affiliations": [
        "Division of Nephrology, Centre hospitalier de l'Université de Montréal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, Toronto, Ontario, Canada; Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada; ICES, London, Ontario, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada. Electronic address: ron.wald@unityhealth.to."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "471",
  "end_page": "479",
  "pages": "471-479",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Blood Specimen Collection",
    "Cardiovascular Diseases",
    "Cohort Studies",
    "Female",
    "Hospitalization",
    "Humans",
    "Male",
    "Middle Aged",
    "Mortality",
    "Ontario",
    "Renal Dialysis",
    "Retrospective Studies",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31732233",
    "doi": "10.1053/j.ajkd.2019.08.016",
    "pii": "S0272-6386(19)31007-8"
  },
  "doi": "10.1053/j.ajkd.2019.08.016",
  "dates": {
    "completed": "2020-07-07",
    "revised": "2020-07-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.979259",
    "pmid": "31732233"
  }
}