{
  "pmid": "31742831",
  "uid": "31742831",
  "title": "Clinical application of Web Accessible Population Pharmacokinetic Service-Hemophilia (WAPPS-Hemo): Patterns of blood sampling and patient characteristics among clinician users.",
  "abstract": "BACKGROUND: Use of population pharmacokinetics (PopPK) to facilitate PK-informed prophylaxis in clinical practice has gained momentum among haemophilia providers due to the accessibility of tools such as the Web Accessible Population Pharmacokinetic Service-Hemophilia (WAPPS-Hemo) and availability of extended half-life (EHL) factor concentrates. It is unknown how clinicians implement PopPK. AIM: To investigate the evolution of PopPK use in clinical practice by comparing blood sampling strategies, patient features, and factor group between initial and recent periods of WAPPS-Hemo availability. METHODS: PK data for haemophilia A and haemophilia B patients from two time periods were extracted from the WAPPS-Hemo database: early availability (10/2015-09/2016) and recent use (10/2017-09/2018). We compared patient characteristics (age, body weight, haemophilia type), product type and dose, and blood sampling times between the time frames. RESULTS: Over 1900 eligible infusions were submitted to WAPPS-Hemo during the periods studied, with 85% representing FVIII concentrates. In the recent cohort, PK profiles were requested for younger patients (median age 18 vs 26 years), with increased proportional EHL FVIII use (29% vs 14% of infusions). High-use centres generally submitted fewer blood samples per infusion than non-high-use centres, although the number of samples collected by non-high-use centres decreased significantly over time. During both periods, blood sample timing was generally consistent with ISTH recommended windows. CONCLUSION: The use of WAPPS-Hemo by haemophilia providers grew by over threefold between the time periods investigated. While sampling times have included key time points proposed first by Björkman since early WAPPS-Hemo usage, a trend towards minimizing sampling was observed.",
  "authors": [
    {
      "last_name": "McEneny-King",
      "fore_name": "Alanna",
      "initials": "A",
      "name": "Alanna McEneny-King",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0002-2775-2603"
    },
    {
      "last_name": "Yeung",
      "fore_name": "Cindy Ht",
      "initials": "CH",
      "name": "Cindy Ht Yeung",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Edginton",
      "fore_name": "Andrea N",
      "initials": "AN",
      "name": "Andrea N Edginton",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, Clinical Epidemiology of Congenital Bleeding Disorders, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Croteau",
      "fore_name": "Stacy E",
      "initials": "SE",
      "name": "Stacy E Croteau",
      "affiliations": [
        "Boston Hemophilia Center, Boston Children's Hospital, Boston, MA, USA."
      ],
      "orcid": "0000-0001-6112-6166"
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "56",
  "end_page": "63",
  "pages": "56-63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Blood Specimen Collection",
    "Child",
    "Child, Preschool",
    "Dose-Response Relationship, Drug",
    "Factor VIII",
    "Hemophilia A",
    "Humans",
    "Infant",
    "Internet",
    "Middle Aged",
    "Physicians",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31742831",
    "doi": "10.1111/hae.13882"
  },
  "doi": "10.1111/hae.13882",
  "dates": {
    "completed": "2020-10-01",
    "revised": "2020-10-01"
  },
  "chemicals": [
    "Factor VIII"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.220305",
    "pmid": "31742831"
  }
}