{
  "pmid": "31740967",
  "uid": "31740967",
  "title": "Forest loss shapes the landscape suitability of Kyasanur Forest disease in the biodiversity hotspots of the Western Ghats, India.",
  "abstract": "BACKGROUND: Anthropogenic pressure in biodiversity hotspots is increasingly recognized as a major driver of the spillover and expansion of zoonotic disease. In the Western Ghats region of India, a devastating tick-borne zoonosis, Kyasanur Forest disease (KFD), has been expanding rapidly beyond its endemic range in recent decades. It has been suggested that anthropogenic pressure in the form of land use changes that lead to the loss of native forest may be directly contributing to the expanding range of KFD, but clear evidence has not yet established the association between forest loss and KFD risk. METHODS: The current study sought to investigate the relationship between KFD landscape suitability and both forest loss and mammalian species richness, to inform its epidemiology and infection ecology. A total of 47 outbreaks of KFD between 1 January 2012 and 30 June 2019 were modelled as an inhomogeneous Poisson process. RESULTS: Both forest loss [relative risk (RR) = 1.83; 95% confidence interval (CI) 1.33-2.51] and mammalian species richness (RR = 1.29; 95% CI 1.16-1.42) were strongly associated with increased risk of KFD and dominated its landscape suitability. CONCLUSIONS: These results provide the first evidence of a clear association between increasing forest loss and risk for KFD. Moreover, the findings also highlight the importance of forest loss in areas of high biodiversity. Therefore, this evidence provides strong support for integrative approaches to public health which incorporate conservation strategies simultaneously protective of humans, animals and the environment.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "University of Sydney, Faculty of Medicine and Health, Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead, NSW, Australia.",
        "University of Sydney, Faculty of Medicine and Health, Westmead Institute for Medical Research, Westmead, NSW, Australia."
      ]
    },
    {
      "last_name": "Mor",
      "fore_name": "Siobhan M",
      "initials": "SM",
      "name": "Siobhan M Mor",
      "affiliations": [
        "University of Liverpool, Faculty of Health and Life Sciences, Institute of Infection and Global Health, Liverpool, UK.",
        "University of Sydney, Faculty of Science, School of Veterinary Science, Camperdown, NSW, Australia."
      ]
    },
    {
      "last_name": "Maity",
      "fore_name": "Hindol",
      "initials": "H",
      "name": "Hindol Maity",
      "affiliations": [
        "Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    },
    {
      "last_name": "Hossain",
      "fore_name": "Shah",
      "initials": "S",
      "name": "Shah Hossain",
      "affiliations": [
        "Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    }
  ],
  "journal": {
    "title": "International journal of epidemiology",
    "iso_abbreviation": "Int J Epidemiol",
    "issn": "1464-3685",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "1804",
  "end_page": "1814",
  "pages": "1804-1814",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animal Distribution",
    "Animals",
    "Biodiversity",
    "Conservation of Natural Resources",
    "Disease Outbreaks",
    "Humans",
    "India",
    "Kyasanur Forest Disease",
    "Population Density"
  ],
  "article_ids": {
    "pubmed": "31740967",
    "doi": "10.1093/ije/dyz232",
    "pii": "5628297"
  },
  "doi": "10.1093/ije/dyz232",
  "dates": {
    "completed": "2020-07-15",
    "revised": "2020-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.968911",
    "pmid": "31740967"
  }
}