{
  "pmid": "31752888",
  "uid": "31752888",
  "title": "Developing evidence briefs for policy: a qualitative case study comparing the process of using a guidance-contextualization workbook in Peru and Uganda.",
  "abstract": "BACKGROUND: Translating research evidence from global guidance into policy can help strengthen health systems. A workbook was developed to support the contextualization of the WHO's 'Optimizing health worker roles to improve maternal and newborn health' (OptimizeMNH) guidance. This study evaluated the use of the workbook for the development of evidence briefs in two countries - Peru and Uganda. Findings surrounding contextual factors, steps in the process and evaluation of the workbook are presented. METHODS: A qualitative embedded case study was used. The case was the process of using the workbook to support the contextualization of global health systems guidance, with local evidence, to develop evidence briefs. Criterion sampling was used to select the countries, participants for interviews and documents included in the study. A template-organizing style and constant comparison were used for data analysis. RESULTS: A total of 19 participant-observation sessions and 8 interviews were conducted, and 50 documents were reviewed. Contextual factors, including the cadres, or groups, of health workers available in each country, the way the problem and its causes were framed, potential policy options to address the problem, and implementation considerations for these policy options, varied substantially between Peru and Uganda. However, many similarities were found in the process of using the workbook. Overall, the workbook was viewed positively and participants in both countries would use it again for other topics. CONCLUSIONS: Organizations that produce global guidance, such as WHO, need to consider institutionalizing the application of the workbook into their guidance development processes to help users at the national/subnational level create actionable and context-relevant policies. Feedback mechanisms also need to be established so that the evidence briefs and health policies arising from global guidance are tracked and the findings coming out of such guideline contextualization processes can be taken into consideration during future guidance development and research priority-setting.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, CRL 2nd Floor, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. alvare@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada. alvare@mcmaster.ca."
      ],
      "orcid": "0000-0003-2333-0144"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, CRL 2nd Floor, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, CRL 2nd Floor, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Carmona Clavijo",
      "fore_name": "Gloria",
      "initials": "G",
      "name": "Gloria Carmona Clavijo",
      "affiliations": [
        "Instituto Nacional de Salud (INS), Ministry of Health, Lima, Peru."
      ]
    },
    {
      "last_name": "Sewankambo",
      "fore_name": "Nelson",
      "initials": "N",
      "name": "Nelson Sewankambo",
      "affiliations": [
        "Makerere University College of Health Sciences, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Solari",
      "fore_name": "Lely",
      "initials": "L",
      "name": "Lely Solari",
      "affiliations": [
        "Instituto Nacional de Salud (INS), Ministry of Health, Lima, Peru."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, CRL 2nd Floor, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Nov",
    "pub_day": "21"
  },
  "start_page": "89",
  "pages": "89",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Evidence-Based Practice",
    "Female",
    "Health Policy",
    "Humans",
    "Interviews as Topic",
    "Maternal Health Services",
    "Observation",
    "Peru",
    "Policy Making",
    "Pregnancy",
    "Qualitative Research",
    "Translational Research, Biomedical",
    "Uganda"
  ],
  "article_ids": {
    "pubmed": "31752888",
    "pmc": "PMC6868683",
    "doi": "10.1186/s12961-019-0488-0",
    "pii": "10.1186/s12961-019-0488-0"
  },
  "doi": "10.1186/s12961-019-0488-0",
  "pmc_id": "PMC6868683",
  "dates": {
    "completed": "2020-04-23",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.682647",
    "pmid": "31752888"
  }
}