{
  "pmid": "31758037",
  "uid": "31758037",
  "title": "Oral microbiome diversity in chimpanzees from Gombe National Park.",
  "abstract": "Historic calcified dental plaque (dental calculus) can provide a unique perspective into the health status of past human populations but currently no studies have focused on the oral microbial ecosystem of other primates, including our closest relatives, within the hominids. Here we use ancient DNA extraction methods, shotgun library preparation, and next generation Illumina sequencing to examine oral microbiota from 19 dental calculus samples recovered from wild chimpanzees (Pan troglodytes schweinfurthii) who died in Gombe National Park, Tanzania. The resulting sequences were trimmed for quality, analyzed using MALT, MEGAN, and alignment scripts, and integrated with previously published dental calculus microbiome data. We report significant differences in oral microbiome phyla between chimpanzees and anatomically modern humans (AMH), with chimpanzees possessing a greater abundance of Bacteroidetes and Fusobacteria, and AMH showing higher Firmicutes and Proteobacteria. Our results suggest that by using an enterotype clustering method, results cluster largely based on host species. These clusters are driven by Porphyromonas and Fusobacterium genera in chimpanzees and Haemophilus and Streptococcus in AMH. Additionally, we compare a nearly complete Porphyromonas gingivalis genome to previously published genomes recovered from human gingiva to gain perspective on evolutionary relationships across host species. Finally, using shotgun sequence data we assessed indicators of diet from DNA in calculus and suggest exercising caution when making assertions related to host lifestyle. These results showcase core differences between host species and stress the importance of continued sequencing of nonhuman primate microbiomes in order to fully understand the complexity of their oral ecologies.",
  "authors": [
    {
      "last_name": "Ozga",
      "fore_name": "Andrew T",
      "initials": "AT",
      "name": "Andrew T Ozga",
      "affiliations": [
        "Center for Evolution and Medicine, Arizona State University, Tempe, Arizona, USA. aozga@nova.edu.",
        "Institute of Human Origins, Arizona State University, Tempe, Arizona, USA. aozga@nova.edu.",
        "Halmos College of Natural Sciences and Oceanography, Nova Southeastern University, Fort Lauderdale, Florida, USA. aozga@nova.edu."
      ],
      "orcid": "0000-0003-4540-7106"
    },
    {
      "last_name": "Gilby",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Gilby",
      "affiliations": [
        "Institute of Human Origins, Arizona State University, Tempe, Arizona, USA.",
        "School of Human Evolution and Social Change, Arizona State University, Tempe, Arizona, USA."
      ]
    },
    {
      "last_name": "Nockerts",
      "fore_name": "Rebecca S",
      "initials": "RS",
      "name": "Rebecca S Nockerts",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, Minneapolis, Minnesota, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, Minneapolis, Minnesota, USA.",
        "Department of Ecology, Evolution, and Behavior, University of Minnesota, Minneapolis, Minnesota, USA."
      ],
      "orcid": "0000-0003-3073-4518"
    },
    {
      "last_name": "Pusey",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Pusey",
      "affiliations": [
        "Department of Evolutionary Anthropology, Duke University, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "Anne C",
      "initials": "AC",
      "name": "Anne C Stone",
      "affiliations": [
        "Center for Evolution and Medicine, Arizona State University, Tempe, Arizona, USA.",
        "Institute of Human Origins, Arizona State University, Tempe, Arizona, USA.",
        "School of Human Evolution and Social Change, Arizona State University, Tempe, Arizona, USA."
      ],
      "orcid": "0000-0001-8021-8314"
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Nov",
    "pub_day": "22"
  },
  "start_page": "17354",
  "pages": "17354",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Cluster Analysis",
    "DNA, Ancient",
    "DNA, Bacterial",
    "Dental Plaque",
    "High-Throughput Nucleotide Sequencing",
    "Metagenome",
    "Microbiota",
    "Mouth",
    "Pan troglodytes",
    "Parks, Recreational",
    "Phylogeny",
    "RNA, Ribosomal, 16S",
    "Tanzania"
  ],
  "article_ids": {
    "pubmed": "31758037",
    "pmc": "PMC6874655",
    "doi": "10.1038/s41598-019-53802-1",
    "pii": "10.1038/s41598-019-53802-1"
  },
  "doi": "10.1038/s41598-019-53802-1",
  "pmc_id": "PMC6874655",
  "dates": {
    "completed": "2020-11-24",
    "revised": "2021-01-10"
  },
  "chemicals": [
    "DNA, Ancient",
    "DNA, Bacterial",
    "RNA, Ribosomal, 16S"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.593612",
    "pmid": "31758037"
  }
}