{
  "pmid": "31758779",
  "uid": "31758779",
  "title": "Implantable Cardioverter Defibrillator mHealth App for Physician Referrals and eHealth Education: ICD-TEACH Pilot Study.",
  "abstract": "BACKGROUND: Mobile health (mHealth) decision tools for implantable cardioverter defibrillator may increase physician knowledge and overall patient care. OBJECTIVE: The goals of the ICD-TEACH pilot study were to design a smartphone app or mHealth technology with a novel physician decision support algorithm, implement a direct referral mechanism for device implantation from the app, and assess its overall usability and feasibility with physicians involved in the care of patients with an implantable cardioverter defibrillator. METHODS: The initial design and development of the mHealth or smartphone app included strategic collaboration from an information technology company and key stakeholders including arrhythmia specialists (electrophysiologists), general cardiologists, and key members of the hospital administrative team. A convenience sampling method was used to recruit general internists or cardiologists that refer to our local tertiary care center. Physicians were asked to incorporate the mHealth app in daily clinical practice and avail the decision support algorithm and direct referral feature to the arrhythmia clinic. Feasibility assessment, in the form of a physician survey, was conducted after initial mHealth app use (within 3 months) addressing the physicians' overall satisfaction with the app, compliance, and reason for noncompliance; usability assessment of the mHealth app was addressed in the physician survey for technical or hardware problems encountered while using the app and suggestions on improvement. RESULTS: A total of 17 physicians agreed to participate in the pilot study with 100% poststudy survey response rate. Physicians worked in an academic practice, which included both inpatient and ambulatory care. System Usability Scale was applied with an average score of 77 including the 17 participants (>68 points is above average). Regarding the novel physician decision support algorithm for implantable cardioverter defibrillator referral, 11% (1/9) strongly agreed and 78% (7/9) agreed that the algorithm for device eligibility was easy to use. Only 1 patient was referred through the direct referral system via the mHealth app during the pilot study of 3 months. Feasibility assessment showed that 46% (5/11) strongly agreed and 55% (6/11) agreed that the mHealth app would be utilized if integrated into an electronic medical record (EMR) where data are automatically sent to the referring arrhythmia clinic. CONCLUSIONS: The ICD-TEACH pilot study revealed high usability features of a physician decision support algorithm; however, we received only 1 direct referral through our app despite supportive feedback. A specific reason from our physician survey included the lack of integration into an EMR. Future studies should continue to systematically evaluate smartphone apps in cardiology to assess usability, feasibility, and strategies to integrate into daily workflow.",
  "authors": [
    {
      "last_name": "Gandhi",
      "fore_name": "Sumeet",
      "initials": "S",
      "name": "Sumeet Gandhi",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Hamilton Health Sciences, Hamilton, ON, Canada.",
        "McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5944-6603"
    },
    {
      "last_name": "Morillo",
      "fore_name": "Carlos A",
      "initials": "CA",
      "name": "Carlos A Morillo",
      "affiliations": [
        "Libin Cardiovascular Institute of Alberta, University of Calgary, Calgary, ON, Canada."
      ],
      "orcid": "0000-0002-8739-2099"
    },
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Hamilton Health Sciences, Hamilton, ON, Canada.",
        "McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2516-4952"
    }
  ],
  "journal": {
    "title": "JMIR cardio",
    "iso_abbreviation": "JMIR Cardio",
    "issn": "2561-1011",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Nov",
    "pub_day": "05"
  },
  "start_page": "e10499",
  "pages": "e10499",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31758779",
    "pmc": "PMC6857948",
    "doi": "10.2196/10499",
    "pii": "v2i2e10499"
  },
  "doi": "10.2196/10499",
  "pmc_id": "PMC6857948",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.150868",
    "pmid": "31758779"
  }
}