{
  "pmid": "31767015",
  "uid": "31767015",
  "title": "Challenges in management and prevention of ischemic heart disease in low socioeconomic status people in LLMICs.",
  "abstract": "BACKGROUND: Cardiovascular diseases, principally ischemic heart disease (IHD), are the most important cause of death and disability in the majority of low- and lower-middle-income countries (LLMICs). In these countries, IHD mortality rates are significantly greater in individuals of a low socioeconomic status (SES). MAIN TEXT: Three important focus areas for decreasing IHD mortality among those of low SES in LLMICs are (1) acute coronary care; (2) cardiac rehabilitation and secondary prevention; and (3) primary prevention. Greater mortality in low SES patients with acute coronary syndrome is due to lack of awareness of symptoms in patients and primary care physicians, delay in reaching healthcare facilities, non-availability of thrombolysis and coronary revascularization, and the non-affordability of expensive medicines (statins, dual anti-platelets, renin-angiotensin system blockers). Facilities for rapid diagnosis and accessible and affordable long-term care at secondary and tertiary care hospitals for IHD care are needed. A strong focus on the social determinants of health (low education, poverty, working and living conditions), greater healthcare financing, and efficient primary care is required. The quality of primary prevention needs to be improved with initiatives to eliminate tobacco and trans-fats and to reduce the consumption of alcohol, refined carbohydrates, and salt along with the promotion of healthy foods and physical activity. Efficient primary care with a focus on management of blood pressure, lipids and diabetes is needed. Task sharing with community health workers, electronic decision support systems, and use of fixed-dose combinations of blood pressure-lowering drugs and statins can substantially reduce risk factors and potentially lead to large reductions in IHD. Finally, training of physicians, nurses, and health workers in IHD prevention should be strengthened. CONCLUSION: The management and prevention of IHD in individuals with a low SES in LLMICs are poor. Greater availability, access, and affordability for acute coronary syndrome management and secondary prevention are important. Primary prevention should focus on tackling the social determinants of health as well as policy and individual interventions for risk factor control, supported by task sharing and use of technology.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Rajeev",
      "initials": "R",
      "name": "Rajeev Gupta",
      "affiliations": [
        "Department of Preventive Cardiology M-Floor, Eternal Heart Care Centre & Research Institute, Jawahar Circle, Jaipur, 302017, India. rajeevgg@gmail.com.",
        "Academic Research Development Unit, Rajasthan University of Health Sciences, Jaipur, India. rajeevgg@gmail.com."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medicine",
    "iso_abbreviation": "BMC Med",
    "issn": "1741-7015",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Nov",
    "pub_day": "26"
  },
  "start_page": "209",
  "pages": "209",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antihypertensive Agents",
    "Blood Pressure",
    "Community Health Workers",
    "Health Education",
    "Humans",
    "Myocardial Ischemia",
    "Poverty",
    "Primary Prevention",
    "Risk Reduction Behavior",
    "Secondary Prevention",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "31767015",
    "pmc": "PMC6878693",
    "doi": "10.1186/s12916-019-1454-y",
    "pii": "10.1186/s12916-019-1454-y"
  },
  "doi": "10.1186/s12916-019-1454-y",
  "pmc_id": "PMC6878693",
  "dates": {
    "completed": "2020-04-14",
    "revised": "2020-04-14"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:57.974397",
    "pmid": "31767015"
  }
}