{
  "pmid": "31771596",
  "uid": "31771596",
  "title": "Can public health policies on alcohol and tobacco reduce a cancer epidemic? Australia's experience.",
  "abstract": "BACKGROUND: Although long-term alcohol and tobacco use have widely been recognised as important risk factors for cancer, the impacts of alcohol and tobacco health policies on cancer mortality have not been examined in previous studies. This study aims to estimate the association of key alcohol and tobacco policy or events in Australia with changes in overall and five specific types of cancer mortality between the 1950s and 2013. METHODS: Annual population-based time-series data between 1911 and 2013 on per capita alcohol and tobacco consumption and head and neck (lip, oral cavity, pharynx, larynx and oesophagus), lung, breast, colorectum and anus, liver and total cancer mortality data from the 1950s to 2013 were collected from the Australian Bureau of Statistics and Cancer Council Victoria, the WHO Cancer Mortality Database and the Australian Institute of Health and Welfare. The policies with significant relations to changes in alcohol and tobacco consumption were identified in an initial model. Intervention dummies with estimated lags were then developed based on these key alcohol and tobacco policies and events and inserted into time-series models to estimate the relation of the particular policy changes with cancer mortality. RESULTS: Liquor licence liberalisation in the 1960s was significantly associated with increases in the level of population drinking and thereafter of male cancer mortality. The introduction of random breath testing programs in Australia after 1976 was associated with a reduction in population drinking and thereafter in cancer mortality for both men and women. Meanwhile, the release of UK and US public health reports on tobacco in 1962 and 1964 and the ban on cigarette ads on TV and radio in 1976 were found to have been associated with a reduction in Australian tobacco consumption and thereafter a reduction in mortality from all cancer types except liver cancer. Policy changes on alcohol and tobacco during the 1960s-1980s were associated with greater changes for men than for women, particularly for head and neck, lung and colorectum cancer sites. CONCLUSION: This study provides evidence that some changes to public health policies in Australia in the twentieth century were related to the changes in the population consumption of alcohol and tobacco, and in subsequent mortality from various cancers over the following 20 years.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Level 5, HS2, Bundoora, Melbourne, Victoria, 3086, Australia. Jason.Jiang@latrobe.edu.au.",
        "Centre for Health Equity, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Victoria, Australia. Jason.Jiang@latrobe.edu.au."
      ],
      "orcid": "0000-0001-8394-6077"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Level 5, HS2, Bundoora, Melbourne, Victoria, 3086, Australia."
      ]
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Level 5, HS2, Bundoora, Melbourne, Victoria, 3086, Australia.",
        "Centre for Health Equity, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Victoria, Australia.",
        "Centre for Social Research on Alcohol and Drugs, Department of Public Health Sciences, Stockholm University, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Gan",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Gan",
      "affiliations": [
        "Department of Social Medicine and Health Management, School of Public Health, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei, China."
      ]
    },
    {
      "last_name": "English",
      "fore_name": "Dallas",
      "initials": "D",
      "name": "Dallas English",
      "affiliations": [
        "Centre for Epidemiology and Biostatistics, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Victoria, Australia.",
        "Cancer Epidemiology Centre, Cancer Council Victoria, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Chenhall",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Chenhall",
      "affiliations": [
        "Centre for Health Equity, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "BMC medicine",
    "iso_abbreviation": "BMC Med",
    "issn": "1741-7015",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Nov",
    "pub_day": "27"
  },
  "start_page": "213",
  "pages": "213",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Australia",
    "Epidemics",
    "Female",
    "Health Policy",
    "Humans",
    "Male",
    "Middle Aged",
    "Models, Statistical",
    "Neoplasms",
    "Public Health",
    "Risk Factors",
    "Tobacco Use",
    "Young Adult",
    "Tobacco Products"
  ],
  "article_ids": {
    "pubmed": "31771596",
    "pmc": "PMC6880568",
    "doi": "10.1186/s12916-019-1453-z",
    "pii": "10.1186/s12916-019-1453-z"
  },
  "doi": "10.1186/s12916-019-1453-z",
  "pmc_id": "PMC6880568",
  "dates": {
    "completed": "2020-04-14",
    "revised": "2025-01-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.780399",
    "pmid": "31771596"
  }
}