{
  "pmid": "31777409",
  "uid": "31777409",
  "title": "Feasibility and impact of a guided symptom exposure augmented cognitive behavior therapy protocol to prevent symptoms of pharmacologically induced depression: A pilot study.",
  "abstract": "Depression is the leading cause of disability and a major cause of morbidity worldwide, with societal costs now upwards of 1 trillion dollars across the globe. Hence, extending current efforts to augment prevention outcomes is consistent with global public health interests. Although many prevention programs have been developed and have demonstrated efficacy, studies have yet to demonstrate that CBT is effective in preventing symptoms in populations at risk for developing depression induced by pharmacological substances. Using a randomized, controlled design, this pilot study reports on the feasibility and preliminary effects of a novel, guided symptom exposure augmented cognitive behavioral prevention intervention (GSE-CBT) in a sample diagnosed with Hepatitis C at risk for developing medication induced depression. Results demonstrated that the guided symptom exposure augmented CBT (GSE-CBT) was feasible in this population and was delivered with high integrity. Although not statistically different, we observed a pattern of lower depression levels in the GSE-CBT group versus those in the control group throughout. This pilot study demonstrates that a psychosocial prevention intervention is feasible for use in patients at risk for developing pharmacologically induced depression and that a guided symptom exposure augmented CBT protocol has the potential to prevent symptoms of depression that develop as a side effect to taking these medications. Results are preliminary and future studies should use larger samples and test the intervention in other populations.",
  "authors": [
    {
      "last_name": "McGinn",
      "fore_name": "Lata K",
      "initials": "LK",
      "name": "Lata K McGinn",
      "affiliations": [
        "Ferkauf Graduate School of Psychology, Yeshiva University, Albert Einstein College of Medicine; 1165 Morris Park Avenue, Bronx, NY, 10461 USA."
      ]
    },
    {
      "last_name": "Van Meter",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Van Meter",
      "affiliations": [
        "Ferkauf Graduate School of Psychology, Yeshiva University, Albert Einstein College of Medicine; 1165 Morris Park Avenue, Bronx, NY, 10461 USA.",
        "Present Affiliation: The Feinstein Institute for Medical Research, The Zucker Hillside Hospital, Psychiatry Research, Glen Oaks, NY 11004."
      ]
    },
    {
      "last_name": "Kronish",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Kronish",
      "affiliations": [
        "Mount Sinai Medical Center; 1468 Madison Avenue, New York, NY 10029, USA.",
        "Present Affiliation: Division of General Medicine, Columbia Presbyterian Hospital; 650 W 168 Street, New York, NY 10032, USA."
      ]
    },
    {
      "last_name": "Gashin",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Gashin",
      "affiliations": [
        "Ferkauf Graduate School of Psychology, Yeshiva University, Albert Einstein College of Medicine; 1165 Morris Park Avenue, Bronx, NY, 10461 USA."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "Ferkauf Graduate School of Psychology, Yeshiva University, Albert Einstein College of Medicine; 1165 Morris Park Avenue, Bronx, NY, 10461 USA."
      ]
    },
    {
      "last_name": "Kil",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie Kil",
      "affiliations": [
        "Mount Sinai Medical Center; 1468 Madison Avenue, New York, NY 10029, USA."
      ]
    },
    {
      "last_name": "McGinn",
      "fore_name": "Thomas G",
      "initials": "TG",
      "name": "Thomas G McGinn",
      "affiliations": [
        "Mount Sinai Medical Center; 1468 Madison Avenue, New York, NY 10029, USA.",
        "Present Affiliation: Department of Medicine, Hofstra Northwell School of Medicine, 300 Community Drive, Manhasset, NY 11030, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cognitive therapy and research",
    "iso_abbreviation": "Cognit Ther Res",
    "issn": "0147-5916",
    "issn_type": "Print",
    "volume": "43",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Aug"
  },
  "start_page": "679",
  "end_page": "692",
  "pages": "679-692",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31777409",
    "mid": "NIHMS1521468",
    "pmc": "PMC6880945",
    "doi": "10.1007/s10608-018-09990-7"
  },
  "doi": "10.1007/s10608-018-09990-7",
  "pmc_id": "PMC6880945",
  "dates": {
    "revised": "2020-08-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R21 DA021531",
      "agency": "NIDA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.216131",
    "pmid": "31777409"
  }
}