{
  "pmid": "31775976",
  "uid": "31775976",
  "title": "Pneumoperitoneum and PEG Dislodgement Secondary to Noninvasive Ventilation after PEG Tube Placement.",
  "abstract": "We present a previously undescribed complication after noninvasive ventilation (NIV) for respiratory failure in a patient who required percutaneous endoscopic gastrostomy (PEG) tube placement for long-term nutrition after a complicated coronary bypass operation. A 54-year-old female diagnosed with unilateral vocal cord paralysis after emergent coronary artery bypass grafting (CABG) underwent an uncomplicated PEG tube placement. She was placed on intermittent NIV because of respiratory failure 24 hours after PEG placement, and NIV was continued for several days. Three days later, she was noted to have pneumoperitoneum on an upright chest X-ray. Abdominal CT scan revealed a large amount of pneumoperitoneum with the PEG tube in the correct position and no extravasation of enteric contrast from the stomach. Tube feeds were held and NIV was discontinued. Nonetheless, six days later, the patient was found on CT scan to have partial displacement of the PEG tube with leakage from the gastrotomy requiring operative repair. This case highlights the vulnerability of PEG tubes to management practices in the early postoperative period. Abdominal distention secondary to NIV likely caused pressure necrosis of the PEG site with dislodgement of the tube. This case elicits considerations regarding future management practices of patients receiving NIV in the early postoperative period after PEG placement.",
  "authors": [
    {
      "last_name": "Cook",
      "fore_name": "Deborah Talley",
      "initials": "DT",
      "name": "Deborah Talley Cook",
      "affiliations": []
    },
    {
      "last_name": "Dahlhausen",
      "fore_name": "Christine M",
      "initials": "CM",
      "name": "Christine M Dahlhausen",
      "affiliations": []
    },
    {
      "last_name": "Draper",
      "fore_name": "Karen R",
      "initials": "KR",
      "name": "Karen R Draper",
      "affiliations": []
    },
    {
      "last_name": "Hilton",
      "fore_name": "Lisa Renee",
      "initials": "LR",
      "name": "Lisa Renee Hilton",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American surgeon",
    "iso_abbreviation": "Am Surg",
    "issn": "1555-9823",
    "issn_type": "Electronic",
    "volume": "85",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "1308",
  "end_page": "1309",
  "pages": "1308-1309",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Coronary Artery Bypass",
    "Female",
    "Gastrostomy",
    "Humans",
    "Intubation, Gastrointestinal",
    "Middle Aged",
    "Noninvasive Ventilation",
    "Pneumoperitoneum",
    "Postoperative Complications",
    "Respiratory Insufficiency",
    "Tomography, X-Ray Computed"
  ],
  "article_ids": {
    "pubmed": "31775976"
  },
  "dates": {
    "completed": "2019-12-06",
    "revised": "2020-01-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:21.245673",
    "pmid": "31775976"
  }
}