{
  "pmid": "31775968",
  "uid": "31775968",
  "title": "The Ideal Candidate for Subcutaneous Endoscopically Assisted Ligation (SEAL) of the Internal Ring for Pediatric Inguinal Hernia Repair.",
  "abstract": "Subcutaneous endoscopically assisted ligation (SEAL) technique is an effective and minimally invasive approach for indirect inguinal hernia repair in children. Not all patients are candidates for SEAL because of technical limitations. We hypothesized that preoperatively assessed patient-level factors may predict technical feasibility of SEAL repair. We performed a retrospective review of all patients who underwent indirect inguinal hernia repair between June 2012 and December 2014. All patients younger than two years and any patient older than two years who had a concomitant umbilical hernia were considered candidates for diagnostic laparoscopy with SEAL repair. We compared patients who had SEAL repair with those who had diagnostic laparoscopy with conversion to open repair. Univariate statistics was performed using the chi-squared and Student's t test. One hundred forty-one patients underwent diagnostic laparoscopy with intent to perform a SEAL repair. Seventeen patients were lost to follow-up. Of the remaining 124 patients, 66 had SEAL repairs, 35 had open repairs, and 23 had a SEAL repair with contralateral open repair. Patient age, BMI, gender, history of prematurity, and history of incarcerated hernia were similar between the SEAL and open groups. Sixty-two per cent of hernias were able to be repaired with SEAL technique. Hernia recurrence was seen in 3 of 123 total SEAL repairs and in 1 of 74 open repairs. The recurrence rate for SEAL repairs (2.4%) was not significantly different from the recurrence rate for open repairs (1.4%). No preoperative patient-level factors predicted technical inability to perform a successful SEAL repair. In this series, the recurrence risk of SEAL compared with open repair was low and not statistically significant. For practitioners with minimally invasive experience, SEAL should be considered a safe and successful option for inguinal hernia repair in pediatric patients undergoing routine diagnostic laparoscopy.",
  "authors": [
    {
      "last_name": "Muncie",
      "fore_name": "Colin",
      "initials": "C",
      "name": "Colin Muncie",
      "affiliations": []
    },
    {
      "last_name": "Cockrell",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Cockrell",
      "affiliations": []
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Whitlock",
      "affiliations": []
    },
    {
      "last_name": "Morris",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Morris",
      "affiliations": []
    },
    {
      "last_name": "Sawaya",
      "fore_name": "David",
      "initials": "D",
      "name": "David Sawaya",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The American surgeon",
    "iso_abbreviation": "Am Surg",
    "issn": "1555-9823",
    "issn_type": "Electronic",
    "volume": "85",
    "issue": "11",
    "pub_year": "2019",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "1262",
  "end_page": "1264",
  "pages": "1262-1264",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Body Mass Index",
    "Child, Preschool",
    "Conversion to Open Surgery",
    "Endoscopy",
    "Female",
    "Hernia, Inguinal",
    "Herniorrhaphy",
    "Humans",
    "Infant",
    "Infant, Premature",
    "Inguinal Canal",
    "Laparoscopy",
    "Ligation",
    "Male",
    "Patient Selection",
    "Retrospective Studies",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "31775968"
  },
  "dates": {
    "completed": "2019-12-06",
    "revised": "2020-01-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:04.976584",
    "pmid": "31775968"
  }
}