{
  "pmid": "31777500",
  "uid": "31777500",
  "title": "Genetic polymorphism of miRNA-196a and its target gene annexin-A1 expression based on ethnicity in Pakistani female breast cancer patients.",
  "abstract": "OBJECTIVE: To evaluate the association of miR-196a rs11614913 C/T genetic variation and its target gene annexin A1 mRNA expression with breast cancer risk in Pakistani female ethnicities. METHODS: This case control study, conducted from March 2017 to November 2018 included 295 breast cancer patients, 295 controls of three Pakistani ethnicities and archived 100 samples of cohort group for genotyping and expression profiling. Genotyping of miR-196a (rs11614913 C/T) was done by ARMS PCR technique. Annexin-A1 (ANXA1) mRNA expression was measured with qRT-PCR and detection of protein expression of ANXA1 was done by immunohistochemistry. RESULTS: CC homozygous genotype of miR-196a rs11614913 was present in 81.4% of cases and 73.9% controls. C/T polymorphism was found to be significantly associated with decrease risk of breast cancer (OR=0.25 (0.11- 0.58, p <0.05). Similar trend was seen with the minor T allele (OR=0.55 (0.39-0.77, p <0.05, and both dominant and recessive models (OR=0.64; p=0.02 and OR=0.26, p=0.00). In the KPK ethnic group significant decrease association with breast cancer risk was observed (OR= 0.22 (0.09-0.53, p < 0.05). Immunohistochemical staining showed loss of ANXA1 protein expression in 72 samples, and significant association was observed with pathological type p=0. 00 and triple negative receptor status p=0.03 and with genotypes of miR-196a p=0.00. Increase relative expression of 2.81± .88 by qPCR analysis of ANXA1 mRNA was noted with TT genotype. CONCLUSIONS: Our results demonstrate that miR-196a rs11614913 C/T polymorphism is associated with a decreased risk and loss of protein expression in breast cancer in the Pakistani population.",
  "authors": [
    {
      "last_name": "Rahim",
      "fore_name": "Amena",
      "initials": "A",
      "name": "Amena Rahim",
      "affiliations": [
        "Prof. Amena Rahim, Department of Biochemistry, Islamic International Medical College, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Dr. Muhammad Afzal, Research Officer, Department of Biochemistry, Islamic International Medical College, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Naveed",
      "fore_name": "Abdul Khaliq",
      "initials": "AK",
      "name": "Abdul Khaliq Naveed",
      "affiliations": [
        "Prof. Abdul Khaliq Naveed Department of Biochemistry, CMH Lahore Medical College, National University of Medical Sciences, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "35",
    "issue": "6",
    "pub_year": "2019"
  },
  "start_page": "1598",
  "end_page": "1604",
  "pages": "1598-1604",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31777500",
    "pmc": "PMC6861506",
    "doi": "10.12669/pjms.35.6.1322",
    "pii": "PJMS-35-1598"
  },
  "doi": "10.12669/pjms.35.6.1322",
  "pmc_id": "PMC6861506",
  "dates": {
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.867569",
    "pmid": "31777500"
  }
}