{
  "pmid": "31777125",
  "uid": "31777125",
  "title": "Exploration of volunteers as health connectors within a multicomponent primary care-based program supporting self-management of diabetes and hypertension.",
  "abstract": "Volunteers support health and social care worldwide, yet there is little research on integrating these unpaid community members into primary care. 'Health Teams Advancing Patient Experience, Strengthening Quality through Health Connectors for Diabetes Management' (Health TAPESTRY-HC-DM) integrates volunteer 'health connectors' into a community- and primary care-based program supporting client self-management in Hamilton, Canada. Volunteers supported clients through goal setting, motivation, education and connections to community resources and primary care. This study aimed to create and apply a volunteer program evaluation framework to explore: (a) volunteer training effectiveness (learning online content, in-person training, self-efficacy in role tasks, training overall); (b) feasibility of program implementation (process measures, reflections on client encounters, understanding of volunteer roles/responsibilities, client perspectives on volunteer program); and (c) effects of volunteering on volunteers (health outcomes, self-efficacy, value of volunteering). A concurrent triangulation, mixed-methods design was used. Data were collected in 2016, sources included: volunteer online training quizzes, focus groups, self-efficacy survey, Veterans RAND 12-Item (VR-12) survey, in-person training feedback forms and narratives of client visits; client interviews; and quantitative implementation data. Quantitative data analysis included descriptive statistics, paired samples t tests, and effect size (Cohen's d). Qualitative data used descriptive thematic analysis. Nineteen volunteers and 12 clients participated in this evaluation. Findings demonstrate the volunteer program evaluation framework in action. Online training increased knowledge. In-person training received largely positive evaluations. Self-efficacy was high post-training and higher after volunteering. VR-12 sub-scale means increased descriptively. Volunteers understood themselves as healthcare system connectors, feeling fulfilled with their contributions and learning new skills. They identified barriers including not having the resources and skills of healthcare professionals. Clients found volunteers were a major program strength, appreciating their company and regular goals follow-up. Using a volunteer program evaluation framework generated rich and comprehensive data demonstrating the feasibility of bringing volunteers into primary care.",
  "authors": [
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada.",
        "Leslie Dan Faculty of Pharmacy University of Toronto, Toronto, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0061-6783"
    },
    {
      "last_name": "Gaber",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Gaber",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4932-2994"
    },
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta",
      "initials": "R",
      "name": "Ruta Valaitis",
      "affiliations": [
        "Aging, Community and Health Research Unit, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "Aging, Community and Health Research Unit, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Oliver",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Richardson",
      "affiliations": [
        "School of Rehabilitation Science and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mangin",
      "fore_name": "Dee",
      "initials": "D",
      "name": "Dee Mangin",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Parascandalo",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Parascandalo",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health & social care in the community",
    "iso_abbreviation": "Health Soc Care Community",
    "issn": "1365-2524",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "734",
  "end_page": "746",
  "pages": "734-746",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Diabetes Mellitus",
    "Female",
    "Focus Groups",
    "Health Personnel",
    "Humans",
    "Hypertension",
    "Male",
    "Middle Aged",
    "Primary Health Care",
    "Professional Role",
    "Program Evaluation",
    "Self-Management",
    "Social Support",
    "Surveys and Questionnaires",
    "Volunteers",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31777125",
    "doi": "10.1111/hsc.12904"
  },
  "doi": "10.1111/hsc.12904",
  "dates": {
    "completed": "2021-03-12",
    "revised": "2021-03-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.661522",
    "pmid": "31777125"
  }
}