{
  "pmid": "31777482",
  "uid": "31777482",
  "title": "Performance of Pediatrics' residents as clinical teachers: A student-based assessment.",
  "abstract": "OBJECTIVE: To assess the clinical teaching skills of Pediatrics' residents as rated by final year MBBS students by using augmented Stanford Faculty Development Program questionnaire (SFDPQ) in a teaching hospital, Lahore. METHODS: This cross- sectional survey was conducted in the Department of Pediatrics, King Edward Medical University, Lahore in six months in 2016.Total of 265 students of final year MBBS, attending the teaching sessions organized by residents during their four weeks rotation in Pediatrics were included by non-probability purposive sampling. The augmented SFDPQ was emailed to the study participants after the completion of the clinical rotation, following several encounters with the resident. The data was entered in SPSS 22 for statistical analysis. Scores for each domain (learning climate, control of session, communication of goals, promoting understanding and retention, evaluation, promoting self-directed learning, teacher's knowledge and teacher's attitude) were also presented as mean and standard deviation. One-sample Kolmogorov-Smirnov test was applied to observe the normality of data. Where normality of data was observed, independent sample t-test was applied and where normality of data was not observed, Mann-Whitney U test was applied to compare the score between genders. Score of four was considered as cut off score for satisfactory results. RESULTS: Out of 265 students, 250 responded with response rate of 94.3%. Out of 250 medical students, 105 (42.0%) were male and 145(58.0%) were female. The internal consistency (Cronbach's alpha) of this score was excellent (0.973). The mean score for all SFDPQ domains was also sub-optimal (2.90±0.611). The mean total score was sub-optimal for learning climate (3.39±0.69), control of session (3.25±0.77), communication of goals (3.26±0.86), promoting understanding and retention (3.26±0.77), evaluation (2.25±0.67), promoting self-directed learning (3.17±0.90), teacher's knowledge (3.14±0.93) and teacher's attitude (3.31±0.89), while it was good only for feedback (4.03±0.11). The mean total score for all SFDPQ domains in males and females was 3.05±0.54 and 2.79±0.64 respectively. Although sub-optimal in both the genders, the score was significantly higher in males with p-value 0.001. CONCLUSION: We found suboptimal clinical teaching skills of Pediatrics' residents as rated by final year MBBS medical students.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Faheem",
      "initials": "MF",
      "name": "Muhammad Faheem Afzal",
      "affiliations": [
        "Dr. Muhammad Faheem Afzal, FCPS, MHPE. Department of Pediatrics, King Edward Medical University Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Abrar Ashraf",
      "initials": "AA",
      "name": "Abrar Ashraf Ali",
      "affiliations": [
        "Dr. Abrar Ashraf Ali, FCPS, FRCS (Ed), MCPS-HPE, DCPS-HPE, FACS. Department of Surgery, King Edward Medical University Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Hanif",
      "fore_name": "Asif",
      "initials": "A",
      "name": "Asif Hanif",
      "affiliations": [
        "Asif Hanif, PhD. Department of Biostatistics, University Institute of Public Health, University of Lahore, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "35",
    "issue": "6",
    "pub_year": "2019"
  },
  "start_page": "1499",
  "end_page": "1504",
  "pages": "1499-1504",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31777482",
    "pmc": "PMC6861461",
    "doi": "10.12669/pjms.35.6.830",
    "pii": "PJMS-35-1499"
  },
  "doi": "10.12669/pjms.35.6.830",
  "pmc_id": "PMC6861461",
  "dates": {
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.866832",
    "pmid": "31777482"
  }
}