{
  "pmid": "31777522",
  "uid": "31777522",
  "title": "Serum Lipoprotein (a) levels in acute coronary syndrome; Comparison of younger and elderly patients with healthy controls.",
  "abstract": "OBJECTIVE: To compare and see the association of serum Lipoprotein (a) levels in younger and older patients suffering from acute coronary syndrome compared to healthy controls. METHODS: This case control study was conducted in department of cardiology, King Edward Medical University, Lahore from January to December 2015. Total 180 subjects (90 cases and 90 healthy controls, subdivided in 45 young and old in each group ≤/>45 years of age) were included in the study by non-probability purposive sampling. Patients presenting with acute coronary event and angiographically proven coronary vascular disease were considered cases while those with normal coronaries served as controls. Lp(a) was measured after ten hours fasting. Lp(a) >30 nmol/l) were considered as high. Data were entered and analyzed in SPSS 17. Independent sample t-test was used to compare the mean lipoprotein (a) in cases and controls. RESULTS: The mean age of cases and controls was 48.02 ± 10.90 & 45.89±10.09 years respectively. Lipid profile was similar in both cases and controls except triglycerides that were higher in controls (p=0.024). The mean lipoprotein (a) in cases was 47.03 ± 45.47 and in controls was 29.69±23.10 (p-value 0.001). Mean Lp(a) level was significantly high in cases vs controls in young subjects, (50.15±55.62 vs 25.75±15.84, p= 0.006), while in old ones, difference was not statistically significant (43.92±32.69 vs 33.64±28.22, p= 0.114). The frequency of desirable, borderline high, high, and very high Lp(a) levels in cases was 23(25.6%), 12(13.3%), 27(30.0%) and 28(31.1%), while in controls, it was 26(28.9%), 31(34.4%), 17(18.9%) and 16(17.8%), (p-value 0.003). Chi-Square test showed significant association of high Lp(a) with coronary artery disease in younger cases vs controls (P=0.004) with OR 3.65 but not in older (p-value 0.358). CONCLUSION: Serum lipoprotein(a) is strongly associated with coronary vascular disease especially in patients younger than 45 years of age despite comparable LDL and HDL between cases and controls, making Lp(a) likely independent risk factor for coronary vascular disease.",
  "authors": [
    {
      "last_name": "Hanif",
      "fore_name": "Sadaf",
      "initials": "S",
      "name": "Sadaf Hanif",
      "affiliations": [
        "Dr. Sadaf Hanif, MD Cardiology. Department of Cardiology, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Akhtar",
      "fore_name": "Bilqees",
      "initials": "B",
      "name": "Bilqees Akhtar",
      "affiliations": [
        "Dr. Bilqees Akhtar, FCPS. Department of Cardiology, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Naeem",
      "initials": "MN",
      "name": "Muhammad Naeem Afzal",
      "affiliations": [
        "Dr. Muhammad Naeem Afzal, FCPS. Department of Medicine, King Edward Medical University, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "35",
    "issue": "6",
    "pub_year": "2019"
  },
  "start_page": "1718",
  "end_page": "1723",
  "pages": "1718-1723",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31777522",
    "pmc": "PMC6861510",
    "doi": "10.12669/pjms.35.6.377",
    "pii": "PJMS-35-1718"
  },
  "doi": "10.12669/pjms.35.6.377",
  "pmc_id": "PMC6861510",
  "dates": {
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.867783",
    "pmid": "31777522"
  }
}