{
  "pmid": "31785373",
  "uid": "31785373",
  "title": "Frailty and associated outcomes and resource utilization following in-hospital cardiac arrest.",
  "abstract": "BACKGROUND: In-hospital cardiac arrest (IHCA) is common and associated with high mortality. Frailty is increasingly recognized as a predictor of worse prognosis among critically ill patients, but its association with outcomes and resource utilization following IHCA is unknown. METHODS: We performed a retrospective analysis (2013-2016) of a prospectively collected registry from two hospitals of consecutive hospitalized adult patients with IHCA occurring on the hospital wards. We defined frailty using the Clinical Frailty Scale (CFS) score ≥5. CFS scores were based on validated medical review criteria. The primary outcome is hospital mortality. Secondary outcomes include return of spontaneous circulation (ROSC), discharge to long-term care, and hospital costs. We used multivariable logistic regression to adjust for known confounders. RESULTS: We included 477 patients, and 124 (26.0%) had frailty. Frailty was associated with increased odds of hospital death (adjusted odds ratio [aOR]: 2.91 [95% confidence interval [CI]: 2.37-3.48) and discharge to long-term care (aOR 1.94 [95% CI: 1.57-2.32]). Compared with patients without frailty, patients with frailty had decreased odds of ROSC following IHCA (aOR 0.63 [95% CI: 0.41-0.93]). No difference in mean total costs was demonstrated between patients with and without frailty ($50,799 vs. $45,849). Frail patients did have higher cost-per-survivor ($947,546 vs. $161,550). CONCLUSIONS: Frail individuals who experience an IHCA are more likely to die in hospital or be discharged to long-term care, and less likely to achieve ROSC in comparison with individuals who are not frail. The hospital costs per-survivor of IHCA are increased when frailty is present.",
  "authors": [
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada. Electronic address: sfernando@qmed.ca."
      ]
    },
    {
      "last_name": "McIsaac",
      "fore_name": "Daniel I",
      "initials": "DI",
      "name": "Daniel I McIsaac",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": [
        "Department of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": [
        "Department of Critical Care Medicine, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Munshi",
      "fore_name": "Laveena",
      "initials": "L",
      "name": "Laveena Munshi",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Department of Medicine, Sinai Health System, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Nolan",
      "fore_name": "Jerry P",
      "initials": "JP",
      "name": "Jerry P Nolan",
      "affiliations": [
        "Department of Anaesthesia and Intensive Care Medicine, Royal United Hospital, Bath, UK; Warwick Clinical Trials Unit, University of Warwick, Coventry, UK."
      ]
    },
    {
      "last_name": "Perry",
      "fore_name": "Jeffrey J",
      "initials": "JJ",
      "name": "Jeffrey J Perry",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Downar",
      "fore_name": "James",
      "initials": "J",
      "name": "James Downar",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Bruyere Research Institute, Ottawa, ON, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Dave",
      "fore_name": "Chintan",
      "initials": "C",
      "name": "Chintan Dave",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Reardon",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Reardon",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Bruyere Research Institute, Ottawa, ON, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Kyeremanteng",
      "fore_name": "Kwadwo",
      "initials": "K",
      "name": "Kwadwo Kyeremanteng",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Institut du Savoir Montfort, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Resuscitation",
    "iso_abbreviation": "Resuscitation",
    "issn": "1873-1570",
    "issn_type": "Electronic",
    "volume": "146",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "138",
  "end_page": "144",
  "pages": "138-144",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Cardiopulmonary Resuscitation",
    "Costs and Cost Analysis",
    "Critical Care Outcomes",
    "Critical Illness",
    "Female",
    "Frailty",
    "Heart Arrest",
    "Hospital Mortality",
    "Hospitalization",
    "Humans",
    "Long-Term Care",
    "Male",
    "Middle Aged",
    "Prognosis",
    "Return of Spontaneous Circulation",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "31785373",
    "doi": "10.1016/j.resuscitation.2019.11.011",
    "pii": "S0300-9572(19)30701-4"
  },
  "doi": "10.1016/j.resuscitation.2019.11.011",
  "dates": {
    "completed": "2021-02-05",
    "revised": "2021-02-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.056474",
    "pmid": "31785373"
  }
}