{
  "pmid": "31786352",
  "uid": "31786352",
  "title": "Enhanced recovery after surgery (ERAS) versus standard recovery for elective gastric cancer surgery: A meta-analysis of randomized controlled trials.",
  "abstract": "Enhanced recovery after surgery (ERAS) protocols have been effective in improving postoperative recovery after major abdominal surgeries including colorectal cancer surgery, however its impact after gastric cancer surgery is unclear. A systematic review and meta-analysis was conducted to evaluate the effect of ERAS after gastric cancer surgery. Medline, EMBASE, CENTRAL, and PubMed was searched from database inception to December 2018. Randomized controlled trials (RCTs) comparing ERAS versus standard care in gastric cancer surgery were included. Outcomes included the postoperative length of stay (LOS), hospital costs, time to first flatus, defecation, oral intake, and ambulation after surgery, and complications. Pooled estimates were calculated using random-effects meta-analysis. The GRADE approach assessed overall quality of evidence. 18 RCTs involving 1782 patients were included. ERAS significantly reduced the LOS (Mean Difference (MD) -1.78 days, 95%CI -2.17 to -1.40, P < 0.0001), reduced hospital costs (MD -650 U S. dollars, 95%CI -840 to -460, P < 0.0001), and reduced time to first flatus, defecation, ambulation, and oral intake. ERAS had significantly lower rates of pulmonary infections (Risk Ratio (RR) 0.48, 95%CI 0.28 to 0.82, P = 0.007), but not surgical site infections, anastomotic leaks, and postoperative complications. However, ERAS significantly increased readmissions (RR 2.43, 95%CI 1.09 to 5.43, P = 0.03). The quality of evidence was low to moderate for all outcomes. Implementation of an ERAS protocol may reduce LOS, costs, and time to return of function after gastric cancer surgery compared to conventional recovery. However, ERAS may increase the number of postoperative readmissions, albeit with no impact on the rate of postoperative complications.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: yung.lee@medportal.ca."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "James",
      "initials": "J",
      "name": "James Yu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: yut20@mcmaster.ca."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: Aristithes.doumouras@medportal.ca."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Li",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: Jennifer.zhirui.li@gmail.com."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: dennishong70@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Surgical oncology",
    "iso_abbreviation": "Surg Oncol",
    "issn": "1879-3320",
    "issn_type": "Electronic",
    "volume": "32",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "75",
  "end_page": "87",
  "pages": "75-87",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Digestive System Surgical Procedures",
    "Elective Surgical Procedures",
    "Enhanced Recovery After Surgery",
    "Humans",
    "Postoperative Complications",
    "Prognosis",
    "Randomized Controlled Trials as Topic",
    "Recovery of Function",
    "Stomach Neoplasms"
  ],
  "article_ids": {
    "pubmed": "31786352",
    "doi": "10.1016/j.suronc.2019.11.004",
    "pii": "S0960-7404(19)30468-2"
  },
  "doi": "10.1016/j.suronc.2019.11.004",
  "dates": {
    "completed": "2020-10-30",
    "revised": "2020-10-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.723002",
    "pmid": "31786352"
  }
}