{
  "pmid": "31798650",
  "uid": "31798650",
  "title": "Effectiveness of an Integrated Care Pathway for Adolescents with Depression: A Pilot Clinical Trial Protocol.",
  "abstract": "OBJECTIVE: Our group aims to improve treatment response for adolescents with depression through the use of an Integrated Care Pathway (ICP) we developed using: (1) recommendations from a high quality Clinical Practice Guideline (CPG); and, (2) a measurement-based care framework. METHOD: Pre-specified criteria will identify eligible adolescents in two outpatient hospital study sites. Study group allocation, to the ICP versus treatment as usual (TAU), is based on site of presentation. The primary clinical outcome is reduction of depression symptoms, assessed using the Childhood Depression Rating Scale - Revised (CDRS-R). Measures will be taken at baseline and every four weeks until 20 weeks of treatment has been offered. RESULTS: Our overall hypothesis is that the ICP will be associated with greater improvement in depressive symptoms compared to TAU. Feasibility targets for this pilot trial include the following: recruitment of 30 participants per site over a 21-month period, 95% baseline assessment completion rates, 90% clinician adherence to the ICP in the intervention arm and 80% completion of the scheduled CDRS-R measures over the 20-week interval. Focus-group feedback from youth and parents will also produce qualitative information. CONCLUSIONS: If feasibility targets are met, and preliminary results regarding clinical outcomes are promising, then a multi-center cluster RCT would be pursued.",
  "authors": [
    {
      "last_name": "Courtney",
      "fore_name": "Darren B",
      "initials": "DB",
      "name": "Darren B Courtney",
      "affiliations": [
        "Centre for Addiction and Mental Health (CAMH), Assistant Professor, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Cheung",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Associate Professor, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Henderson",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Henderson",
      "affiliations": [
        "Centre for Addiction and Mental Health (CAMH), Associate Professor, University of Toronto, Toronto Ontario."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Professor, Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Battaglia",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Battaglia",
      "affiliations": [
        "Centre for Addiction and Mental Health (CAMH), Associate Professor, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Strauss",
      "fore_name": "John",
      "initials": "J",
      "name": "John Strauss",
      "affiliations": [
        "Centre for Addiction and Mental Health (CAMH), Associate Professor, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Mitchell",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Assistant Professor, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Wang",
      "affiliations": [
        "Sunnybrook Health Sciences Centre, Assistant Professor, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Centre for Addiction and Mental Health (CAMH), Hospital for Sick Children, Professor, University of Toronto, Toronto, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "28",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "115",
  "end_page": "133",
  "pages": "115-133",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31798650",
    "pmc": "PMC6863574"
  },
  "pmc_id": "PMC6863574",
  "dates": {
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.740712",
    "pmid": "31798650"
  }
}