{
  "pmid": "31798651",
  "uid": "31798651",
  "title": "Triggers for Children and Adolescents with Anorexia Nervosa: A Retrospective Chart Review.",
  "abstract": "INTRODUCTION: Anorexia nervosa may arise from a wide range of influences, often involving an interplay of biological, psychological, and sociocultural factors. The present study examines the nature of triggers for children and adolescents with anorexia nervosa at the time of diagnosis. METHOD: A qualitative retrospective chart review of 50 patients diagnosed with anorexia nervosa-restrictive subtype was conducted, revealing both specific and non-specific themes for triggers of anorexia nervosa. RESULTS: Specific themes revealed triggers pertaining to internalization of the thin ideal, healthy eating education, sports performance motivations, and weight-related teasing. Non-specific factors included general preoccupations about weight, shape, and healthiness. CONCLUSIONS: Examining adolescent perceptions of healthy messages from key players, including teachers, family, and peers, can better inform researchers and policy makers of the impact of health-focused messages on child and adolescent populations.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Chen",
      "affiliations": [
        "McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "28",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Nov"
  },
  "start_page": "134",
  "end_page": "140",
  "pages": "134-140",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31798651",
    "pmc": "PMC6863573"
  },
  "pmc_id": "PMC6863573",
  "dates": {
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:19.204458",
    "pmid": "31798651"
  }
}