{
  "pmid": "31798925",
  "uid": "31798925",
  "title": "The Influence of Age on the Likelihood of Catheter-Free Fistula Use in Hemodialysis Patients.",
  "abstract": "BACKGROUND: Clinical practice guidelines recommend arteriovenous fistulas as the preferred form of vascular access for hemodialysis. However, some studies have suggested that older age is associated with poorer fistula outcomes. OBJECTIVE: We assessed the impact of age on the outcomes of fistula creation and access-related procedures. DESIGN: This was a prospective cohort study using data collected as part of the Dialysis Measurement Analysis and Reporting (DMAR) system. SETTING: Participating Canadian dialysis programs, including Southern Alberta Renal Program, Manitoba Renal Program, Sunnybrook Health Sciences Centre (Toronto, Ontario), London Health Sciences Centre (London, Ontario), and The Ottawa Hospital (Ottawa, Ontario). PATIENTS: Incident hemodialysis patients aged 18 years and older who started dialysis between January 1, 2004, and May 31, 2012. MEASUREMENTS: The primary outcome was the proportion of all first fistula attempts that resulted in catheter-free fistula use, defined as independent use of a fistula for hemodialysis (ie, no catheter in place). Secondary outcomes included the time to catheter-free fistula use among patients with a fistula creation attempt, total number of days of catheter-free fistula use, and the proportion of a patient's hemodialysis career spent with an independently functioning fistula (ie, catheter-free fistula use). METHODS: We compared patient characteristics by age group, using t tests or Wilcoxon rank sum tests, and chi-square or Fisher exact tests, as appropriate. Logistic and fractional logistic regression were used to estimate the odds of achieving catheter-free fistula use by age group and the proportion of dialysis time spent catheter-free, respectively. RESULTS: A total of 1091 patients met our inclusion criteria (567 age ≥ 65; 524 age < 65). Only 57% of first fistula attempts resulted in catheter-free fistula use irrespective of age (adjusted odds ratio [OR]≥65vs<65: 1.01; P = .93). The median time from hemodialysis start to catheter-free use of the first fistula did not differ by age when grouped into fistulas attempted pre- and post-dialysis initiation. The adjusted rates of access-related procedures were comparable (incidence rate ratio [IRR]≥65vs<65: 0.95; P = .32). The median percentage of follow-up time spent catheter-free was similar and low in patients who attempted fistulas (<65 years: 19% vs ≥65 years: 21%; P = .85). LIMITATIONS: The relatively short follow-up time may have underestimated the benefits of fistula creation and the observational study design precludes inferences about causality. CONCLUSIONS: In our study, older patients who underwent a fistula attempt were just as likely as younger patients to achieve catheter-free fistula use, within a similar time frame, and while requiring a similar number of access procedures. However, the minority of dialysis time was spent catheter-free.",
  "authors": [
    {
      "last_name": "Ladak",
      "fore_name": "Farah",
      "initials": "F",
      "name": "Farah Ladak",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0001-6973-8570"
    },
    {
      "last_name": "Ravani",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Ravani",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, AB, Canada.",
        "Department of Community Health Sciences, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0001-6973-8570"
    },
    {
      "last_name": "Oliver",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Oliver",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kamar",
      "fore_name": "Fareed",
      "initials": "F",
      "name": "Fareed Kamar",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "Alix",
      "initials": "A",
      "name": "Alix Clarke",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0001-9635-2702"
    },
    {
      "last_name": "Hiremath",
      "fore_name": "Swapnil",
      "initials": "S",
      "name": "Swapnil Hiremath",
      "affiliations": [
        "Division of Nephrology, Department of Medicine and Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-0010-3416"
    },
    {
      "last_name": "MacRae",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer MacRae",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Blake",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Blake",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise M",
      "initials": "LM",
      "name": "Louise M Moist",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Kidney Clinical Research Unit, London Health Sciences Centre, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Ngan",
      "initials": "N",
      "name": "Ngan Lam",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Dumaine",
      "fore_name": "Chance",
      "initials": "C",
      "name": "Chance Dumaine",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Robert R",
      "initials": "RR",
      "name": "Robert R Quinn",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, AB, Canada.",
        "Department of Community Health Sciences, University of Calgary, AB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2019"
  },
  "start_page": "2054358119861943",
  "pages": "2054358119861943",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31798925",
    "pmc": "PMC6864041",
    "doi": "10.1177/2054358119861943",
    "pii": "10.1177_2054358119861943"
  },
  "doi": "10.1177/2054358119861943",
  "pmc_id": "PMC6864041",
  "dates": {
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.285026",
    "pmid": "31798925"
  }
}