{
  "pmid": "31796479",
  "uid": "31796479",
  "title": "Storytelling as a research tool and intervention around public health perceptions and behaviour: a protocol for a systematic narrative review.",
  "abstract": "INTRODUCTION: There is a growing trend to use storytelling as a research tool to extract information and/or as an intervention to effect change in the public knowledge, attitudes and behaviour (KAB) in relation to public health issues, primarily those with a strong element of disease prevention. However, evidence of its use in either or both capacities is limited. This protocol proposes a systematic narrative review of peer-reviewed, published literature on the use of storytelling as a research tool within the public health arena. METHODS AND ANALYSIS: Medline, EMBASE, PsycINFO, ERIC (Educational Resources Information Center), Web of Science, Art and Humanities database (ProQuest), Scopus and Google Scholar will be searched for studies that look at the use of storytelling in the research of pressing current public health issues, for example, vaccinations, antimicrobial resistance, climate change and cancer screening. The review will synthesise evidence of how storytelling is used as a research tool to (a) gain insights into KAB and (b) to effect change in KAB when used as an intervention. Included studies will be selected according to carefully defined criteria relevant to public health issues of interest, and data from qualitative, quantitative and mixed-methods studies will be extracted with a customised data extraction form. A narrative synthesis will be performed according to Economic and Social Research Council guidance from Popay, J, 2006.The study protocol follows the recommendations by the Preferred Reporting Items for Systematic Review and Meta-Analysis Protocols (PRISMA-P). ETHICS AND DISSEMINATION: Formal ethical approval is not required for this study, as no primary data will be collected. Dissemination will involve publishing results of this study in relevant peer-reviewed journal(s). Where possible, the study results will also be presented as posters or talks at relevant medical conferences and meetings. PROSPERO REGISTRATION NUMBER: CRD42019124704.",
  "authors": [
    {
      "last_name": "McCall",
      "fore_name": "Becky",
      "initials": "B",
      "name": "Becky McCall",
      "affiliations": [
        "Institute of Health Informatics, University College London, London, UK becky.mccall.18@ucl.ac.uk."
      ]
    },
    {
      "last_name": "Shallcross",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Shallcross",
      "affiliations": [
        "Institute of Health Informatics, University College London, London, UK."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "School of the Arts, English and Drama, University of Loughborough, Loughborough, UK."
      ]
    },
    {
      "last_name": "Fuller",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Fuller",
      "affiliations": [
        "Institute of Health Informatics, UCL, London, UK."
      ]
    },
    {
      "last_name": "Hayward",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Hayward",
      "affiliations": [
        "Institute of Epidemiology and Health, University College London, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "03"
  },
  "start_page": "e030597",
  "pages": "e030597",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Consumer Health Informatics",
    "Health Education",
    "Humans",
    "Information Dissemination",
    "Patient Education as Topic",
    "Primary Prevention",
    "Public Health",
    "Qualitative Research",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "31796479",
    "pmc": "PMC6924770",
    "doi": "10.1136/bmjopen-2019-030597",
    "pii": "bmjopen-2019-030597"
  },
  "doi": "10.1136/bmjopen-2019-030597",
  "pmc_id": "PMC6924770",
  "dates": {
    "completed": "2020-10-06",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CS-2016-16-007",
      "agency": "Department of Health",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MRF-145-0004-TPG-AVISO",
      "agency": "MRF_",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.595614",
    "pmid": "31796479"
  }
}