{
  "pmid": "31798951",
  "uid": "31798951",
  "title": "Generalised joint hypermobility increases ACL injury risk and is associated with inferior outcome after ACL reconstruction: a systematic review.",
  "abstract": "OBJECTIVES: To investigate the association between generalised joint hypermobility (GJH) and ACL injury risk. Secondary aims involved evaluating associations between GJH and postoperative outcome (including graft-failure risk, knee laxity and patient-reported outcome). Furthermore, we aimed to compare the performance of different grafts in patients with GJH. METHODS: Databases MEDLINE/PubMed, EMBASE and the Cochrane Library were searched, including 2760 studies. Two reviewers independently screened studies for eligibility. A modified version of the MINORS score was applied for quality appraisal. Studies assessing GJH while reporting the risk of ACL injury and/or postoperative outcome were included. RESULTS: Twenty studies were included, using several different methods to determine GJH. There was consistent evidence showing that GJH is a risk factor for unilateral ACL injury in males, while in females, the results were conflicting. There was limited evidence associating GJH with increased knee laxity 5 years postoperatively. There was consistent evidence of inferior postoperative patient-reported outcome in patients with GJH. Moreover, there was limited yet consistent evidence indicating that patellar-tendon autografts are superior to hamstring-tendon autografts in patients with GJH in terms of knee laxity and patient-reported outcome. There was insufficient evidence to draw conclusions regarding the outcomes of bilateral ACL injury and graft failure. CONCLUSIONS: In men, GJH was associated with an increased risk of unilateral ACL injury. Moreover, GJH was associated with greater postoperative knee laxity and inferior patient-reported outcome. Based on the available evidence, a patellar-tendon autograft appears to be superior to a hamstring-tendon autograft in patients with GJH. However, the included studies were heterogeneous and there is a need for consensus in the assessment of GJH within sports medicine.",
  "authors": [
    {
      "last_name": "Sundemo",
      "fore_name": "David",
      "initials": "D",
      "name": "David Sundemo",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ],
      "orcid": "0000-0002-5871-1636"
    },
    {
      "last_name": "Hamrin Senorski",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Hamrin Senorski",
      "affiliations": [
        "Department of Health and Rehabiltation, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ],
      "orcid": "0000-0002-9340-0147"
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Karlsson",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Horvath",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Horvath",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Juul-Kristensen",
      "fore_name": "Birgit",
      "initials": "B",
      "name": "Birgit Juul-Kristensen",
      "affiliations": [
        "Department of Sports Science and Clinical Biomechanics, Syddansk Universitet Det Sundhedsvidenskabelige Fakultet, Odense, Denmark."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden.",
        "Department of Orthopedics, Sahlgrenska University Hospital, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Samuelsson",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Samuelsson",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden.",
        "Department of Orthopedics, Sahlgrenska University Hospital, Gothenburg, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open sport & exercise medicine",
    "iso_abbreviation": "BMJ Open Sport Exerc Med",
    "issn": "2055-7647",
    "issn_type": "Print",
    "volume": "5",
    "issue": "1",
    "pub_year": "2019"
  },
  "start_page": "e000620",
  "pages": "e000620",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31798951",
    "pmc": "PMC6863654",
    "doi": "10.1136/bmjsem-2019-000620",
    "pii": "bmjsem-2019-000620"
  },
  "doi": "10.1136/bmjsem-2019-000620",
  "pmc_id": "PMC6863654",
  "dates": {
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.837159",
    "pmid": "31798951"
  }
}