{
  "pmid": "31801623",
  "uid": "31801623",
  "title": "Development of the Health Awareness and Behaviour Tool (HABiT): reliability and suitability for a Canadian older adult population.",
  "abstract": "BACKGROUND: Determining the effectiveness of community-based health promotion and disease prevention programs requires an appropriate data collection tool. This study aimed to develop a comprehensive health questionnaire for older adults, called the HABiT, and evaluate its reliability, content validity, and face validity in assessing individual health-related items (e.g., health status, healthcare utilization) and five specific scales: knowledge, current health behaviors (risk factors), health-related quality of life (HRQoL), perceived risk and understanding, and self-efficacy. METHODS: Iterative survey development and evaluation of its psychometric properties in a convenience sample of 28 older adults (≥ 55 years old), half from a low-income population. Following item generation, the questionnaire was assessed for content validity (expert panel), face validity (participant feedback), internal consistency of each scale (Cronbach's alpha), and test-retest reliability for each item and scale (Pearson's r and phi correlations, as appropriate). RESULTS: Questions were drawn from 15 sources, but primarily three surveys: Canadian Community Health Survey, Canadian Diabetes Risk Questionnaire (CANRISK), and a survey by the Canadian Hypertension Education Program. Expert consensus was attained for item inclusion and representation of the desired constructs. Participants completing the questionnaire deemed the questions to be clear and appropriate. Test-retest reliability for many individual items was moderate-to-high, with some exceptions for items that can reasonably change in a short period (e.g., perceived day-to-day stress). Of the five potential scales evaluated, two had acceptable internal consistency (Cronbach's alpha ≥ 0.60) and a subset of one scale also had acceptable internal consistency. Test-retest reliability was high (correlation ≥ 0.80) for all scales and sub-scales. CONCLUSIONS: The HABiT is a reliable and suitable comprehensive tool with content and face validity that can be used to evaluate health promotion and chronic disease prevention programs in older adults, including low-income older adults. Some noted limitations are discussed. Data collected using this tool also provides a diabetes risk score, health literacy score, and quality-adjusted life years (QALYs) for economic analysis.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St. W, DBHSC, Hamilton, Ontario, Canada. gina.agarwal@gmail.com.",
        "Department of Health Research, Methods, Evidence and Impact, McMaster University, Hamilton, Canada. gina.agarwal@gmail.com."
      ],
      "orcid": "0000-0002-5691-4675"
    },
    {
      "last_name": "Pirrie",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Pirrie",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St. W, DBHSC, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Angeles",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Angeles",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St. W, DBHSC, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marzanek",
      "fore_name": "Francine",
      "initials": "F",
      "name": "Francine Marzanek",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St. W, DBHSC, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parascandalo",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Parascandalo",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St. W, DBHSC, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of health, population, and nutrition",
    "iso_abbreviation": "J Health Popul Nutr",
    "issn": "2072-1315",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "04"
  },
  "start_page": "40",
  "pages": "40",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Attitude to Health",
    "Awareness",
    "Canada",
    "Female",
    "Health Behavior",
    "Health Literacy",
    "Humans",
    "Male",
    "Middle Aged",
    "Program Evaluation",
    "Psychometrics",
    "Qualitative Research",
    "Quality-Adjusted Life Years",
    "Reproducibility of Results",
    "Risk Assessment",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "31801623",
    "pmc": "PMC6892189",
    "doi": "10.1186/s41043-019-0206-0",
    "pii": "10.1186/s41043-019-0206-0"
  },
  "doi": "10.1186/s41043-019-0206-0",
  "pmc_id": "PMC6892189",
  "dates": {
    "completed": "2020-06-25",
    "revised": "2020-06-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "133563",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.661821",
    "pmid": "31801623"
  }
}