{
  "pmid": "31805384",
  "uid": "31805384",
  "title": "Intra-abdominal Pressure Changes During Hip Arthroscopy: A Prospective Multicenter Study.",
  "abstract": "PURPOSE: To evaluate intra-abdominal pressure changes during hip arthroscopy and define its relationship with other patient related variables. METHODS: A prospective multicenter study evaluating intra-abdominal pressure (IAP) in patients undergoing arthroscopic treatment of femoroacetabular impingement was performed. The IAP was measured indirectly by a bladder catheter (AbViser Autovalve Intra-abdominal pressure monitor) and documented every 30 minutes during the entire procedure. The following risk factors were analyzed: traction time, duration surgery, previous abdominal surgery, capsule repair, psoas tenotomy, and surgical approach. RESULTS: One hundred and five patients with symptomatic femoroacetabular impingement that underwent hip arthroscopy met the inclusion criteria. There were significant differences in the IAP between the preoperative measurement of IAP and the IAP at different time points during surgery (P < .01). The IAP increased continuously from the commencement of surgery (considered as time point from portal establishment) until the first 60 minutes. After first 60 minutes of surgery, the IAP did not increase significantly. There were no significant associations between increased IAP and the risk factors analyzed. CONCLUSIONS: IAP increases significantly during the first 60 minutes of hip arthroscopy; it then stabilizes for the duration of surgery before decreasing just after the completion of surgery. The highest recorded IAP was not associated with additional complications. No symptomatic intra-abdominal hypertension was documented. Finally, patient- and procedure-specific risk factors did not predict changes in IAP. Systemic monitoring of IAP during the hip arthroscopy procedure can easily and effectively be done, allowing the surgeon to early detect any significant change. LEVEL OF EVIDENCE: Level IV, therapeutic case series.",
  "authors": [
    {
      "last_name": "Castel-Oñate",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Castel-Oñate",
      "affiliations": [
        "Orthopedic & Traumatology Department, University Hospital Príncipe de Asturias, Alcala de Henares, Madrid, Spain. Electronic address: anacastel2006@yahoo.es."
      ]
    },
    {
      "last_name": "Marín-Peña",
      "fore_name": "Oliver",
      "initials": "O",
      "name": "Oliver Marín-Peña",
      "affiliations": [
        "Orthopedic & Traumatology Department, Hip Reconstruction & Preserving Surgery, University Hospital Infanta Leonor, Madrid, Spain."
      ]
    },
    {
      "last_name": "Cuellar-Gutierrez",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Cuellar-Gutierrez",
      "affiliations": [
        "Orthopedic & Traumatology Department, Guipuzcua Quiron-Salud Hospital, San Sebastian, Spain."
      ]
    },
    {
      "last_name": "Cuellar-Ayestarán",
      "fore_name": "Adrian",
      "initials": "A",
      "name": "Adrian Cuellar-Ayestarán",
      "affiliations": [
        "Orthopedic & Traumatology Department, University Hospital Donostia, San Sebastian, Spain."
      ]
    },
    {
      "last_name": "Ojeda-Levenfeld",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Ojeda-Levenfeld",
      "affiliations": [
        "Orthopedic & Traumatology Department, University Hospital Príncipe de Asturias, Alcala de Henares, Madrid, Spain."
      ]
    },
    {
      "last_name": "Vallés-Purroy",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Vallés-Purroy",
      "affiliations": [
        "Orthopedic & Traumatology Department, University Hospital Príncipe de Asturias, Alcala de Henares, Madrid, Spain."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "1053",
  "end_page": "1060",
  "pages": "1053-1060",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Abdomen",
    "Adolescent",
    "Adult",
    "Aged",
    "Arthroscopy",
    "Catheters",
    "Female",
    "Femoracetabular Impingement",
    "Hip Joint",
    "Humans",
    "Male",
    "Middle Aged",
    "Monitoring, Intraoperative",
    "Pressure",
    "Prospective Studies",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31805384",
    "doi": "10.1016/j.arthro.2019.11.117",
    "pii": "S0749-8063(19)31157-0"
  },
  "doi": "10.1016/j.arthro.2019.11.117",
  "dates": {
    "completed": "2020-11-25",
    "revised": "2020-11-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.837493",
    "pmid": "31805384"
  }
}