{
  "pmid": "31815673",
  "uid": "31815673",
  "title": "Impact of Automatic Query Generation and Quality Recognition Using Deep Learning to Curate Evidence From Biomedical Literature: Empirical Study.",
  "abstract": "BACKGROUND: The quality of health care is continuously improving and is expected to improve further because of the advancement of machine learning and knowledge-based techniques along with innovation and availability of wearable sensors. With these advancements, health care professionals are now becoming more interested and involved in seeking scientific research evidence from external sources for decision making relevant to medical diagnosis, treatments, and prognosis. Not much work has been done to develop methods for unobtrusive and seamless curation of data from the biomedical literature. OBJECTIVE: This study aimed to design a framework that can enable bringing quality publications intelligently to the users' desk to assist medical practitioners in answering clinical questions and fulfilling their informational needs. METHODS: The proposed framework consists of methods for efficient biomedical literature curation, including the automatic construction of a well-built question, the recognition of evidence quality by proposing extended quality recognition model (E-QRM), and the ranking and summarization of the extracted evidence. RESULTS: Unlike previous works, the proposed framework systematically integrates the echelons of biomedical literature curation by including methods for searching queries, content quality assessments, and ranking and summarization. Using an ensemble approach, our high-impact classifier E-QRM obtained significantly improved accuracy than the existing quality recognition model (1723/1894, 90.97% vs 1462/1894, 77.21%). CONCLUSIONS: Our proposed methods and evaluation demonstrate the validity and rigorousness of the results, which can be used in different applications, including evidence-based medicine, precision medicine, and medical education.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Software, Sejong University, Seoul, Republic of Korea.",
        "Department of Computer Science and Engineering, Oakland University, Rochester, MI, United States."
      ],
      "orcid": "0000-0002-7851-2327"
    },
    {
      "last_name": "Hussain",
      "fore_name": "Maqbool",
      "initials": "M",
      "name": "Maqbool Hussain",
      "affiliations": [
        "Department of Software, Sejong University, Seoul, Republic of Korea."
      ],
      "orcid": "0000-0002-1663-1718"
    },
    {
      "last_name": "Malik",
      "fore_name": "Khalid Mahmood",
      "initials": "KM",
      "name": "Khalid Mahmood Malik",
      "affiliations": [
        "Department of Computer Science and Engineering, Oakland University, Rochester, MI, United States."
      ],
      "orcid": "0000-0002-7927-3436"
    },
    {
      "last_name": "Lee",
      "fore_name": "Sungyoung",
      "initials": "S",
      "name": "Sungyoung Lee",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Yongin, Republic of Korea."
      ],
      "orcid": "0000-0002-5962-1587"
    }
  ],
  "journal": {
    "title": "JMIR medical informatics",
    "iso_abbreviation": "JMIR Med Inform",
    "issn": "2291-9694",
    "issn_type": "Print",
    "volume": "7",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "09"
  },
  "start_page": "e13430",
  "pages": "e13430",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31815673",
    "pmc": "PMC6928703",
    "doi": "10.2196/13430",
    "pii": "v7i4e13430"
  },
  "doi": "10.2196/13430",
  "pmc_id": "PMC6928703",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.869584",
    "pmid": "31815673"
  }
}