{
  "pmid": "31812544",
  "uid": "31812544",
  "title": "Review of the anti-inflammatory effect of SIRT1 and SIRT2 modulators on neurodegenerative diseases.",
  "abstract": "Neurodegenerative disease refers to a range of chronic and progressive disorders that are characterized by dysfunction and loss of neurons. Neurodegeneration involves protein misfolding, oxidative injury, impaired mitochondrial function, neurotrophin deficiency and may also involve neuroinflammation. The sirtuin family of proteins plays a key role in this process suggesting that modulation of sirtuin can modify disease progression. This review examines experimental and clinical evidence relating to the potential role of SIRT1 and SIRT2, and their modulators in neurodegenerative diseases. Both neuroprotective effects and negative effects of SIRT1 activators, SIRT1 inhibitors and SIRT2 activators are discussed in a range of different disease models, including in vitro and in vivo Alzheimer's disease (AD), Parkinson's disease (PD), Huntingdon's disease (HD), multiple sclerosis (MS), amyotrophic lateral sclerosis (ALS). This highlights the potential of SIRT1 and SIRT 2 modulators as potential therapeutic agents. However, there is a paucity of clinical trials related to the effects of selective SIRT1 modulators, selective SIRT2 modulators or dual SIRT1/2 modulators on neuroinflammation and subsequent neurodegeneration.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Menzies Health Institute Queensland, Griffith University, Queensland, 4222, Australia; School of Pharmacy and Pharmacology, Griffith University, Gold Coast Campus, Queensland, 4222, Australia; Quality Use of Medicines Network, Queensland, 4222, Australia. Electronic address: yuqing.zhang3@griffithuni.edu.au."
      ]
    },
    {
      "last_name": "Anoopkumar-Dukie",
      "fore_name": "Shailendra",
      "initials": "S",
      "name": "Shailendra Anoopkumar-Dukie",
      "affiliations": [
        "Menzies Health Institute Queensland, Griffith University, Queensland, 4222, Australia; School of Pharmacy and Pharmacology, Griffith University, Gold Coast Campus, Queensland, 4222, Australia; Quality Use of Medicines Network, Queensland, 4222, Australia. Electronic address: s.dukie@griffith.edu.au."
      ]
    },
    {
      "last_name": "Arora",
      "fore_name": "Devinder",
      "initials": "D",
      "name": "Devinder Arora",
      "affiliations": [
        "Menzies Health Institute Queensland, Griffith University, Queensland, 4222, Australia; School of Pharmacy and Pharmacology, Griffith University, Gold Coast Campus, Queensland, 4222, Australia; Quality Use of Medicines Network, Queensland, 4222, Australia. Electronic address: d.arora@griffith.edu.au."
      ]
    },
    {
      "last_name": "Davey",
      "fore_name": "Andrew K",
      "initials": "AK",
      "name": "Andrew K Davey",
      "affiliations": [
        "Menzies Health Institute Queensland, Griffith University, Queensland, 4222, Australia; School of Pharmacy and Pharmacology, Griffith University, Gold Coast Campus, Queensland, 4222, Australia; Quality Use of Medicines Network, Queensland, 4222, Australia. Electronic address: a.davey@griffith.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "European journal of pharmacology",
    "iso_abbreviation": "Eur J Pharmacol",
    "issn": "1879-0712",
    "issn_type": "Electronic",
    "volume": "867",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "15"
  },
  "start_page": "172847",
  "pages": "172847",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Anti-Inflammatory Agents",
    "Brain",
    "Clinical Trials as Topic",
    "Disease Models, Animal",
    "Humans",
    "Neurodegenerative Diseases",
    "Neuroprotective Agents",
    "Polymorphism, Single Nucleotide",
    "Sirtuin 1",
    "Sirtuin 2",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31812544",
    "doi": "10.1016/j.ejphar.2019.172847",
    "pii": "S0014-2999(19)30799-X"
  },
  "doi": "10.1016/j.ejphar.2019.172847",
  "dates": {
    "completed": "2020-06-08",
    "revised": "2020-06-08"
  },
  "chemicals": [
    "Anti-Inflammatory Agents",
    "Neuroprotective Agents",
    "SIRT1 protein, human",
    "SIRT2 protein, human",
    "Sirtuin 1",
    "Sirtuin 2"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.373781",
    "pmid": "31812544"
  }
}