{
  "pmid": "31811974",
  "uid": "31811974",
  "title": "Contraband Cigarette Purchasing from First Nation reserves in Ontario and Quebec: Findings from the 2002-2014 ITC Canada Survey.",
  "abstract": "UNLABELLED: Backround: The availability of contraband cigarettes provides incentives for price-sensitive smokers to reduce their monetary costs of smoking. The objectives of this study were to examine whether Canadian smokers' geographic proximity to First Nations reserves and attempts to quit smoking influenced the likelihood of purchasing lower-cost cigarettes from reserves. METHODS: Data were from the International Tobacco Control (ITC) Canada Survey, a prospective survey of Canadian adult smokers conducted from 2002 to 2014 using telephone and online interviewing methods. Analysis was restricted to smokers from Ontario (n=2105) and Quebec (n=1427) participating in at least one survey wave. Smokers' postal codes were used to calculate distance to the nearest reserve. Weighted logistic generalised estimating equations (GEE) regression examined the linear relationship between distance and the log odds of last purchasing cigarettes on reserve in each province. GEE models also examined the relationship between past-year quit attempts and the log odds of on-reserve purchasing. RESULTS: Controlling for other factors, from 2002-2014, smokers from Ontario who lived 10 km closer to reserves than otherwise similar smokers had significantly higher odds of last purchasing on reserve (OR ranged from 1.16 to 1.65). Distance had little effect on smokers' purchasing behaviours in Quebec. Moreover, in Ontario, for every 10 km increase in distance, smokers who did not try to quit had significantly greater odds of purchasing from a reserve than smokers who tried to quit (p=0.002). CONCLUSION: In order for tobacco taxation policies to achieve their maximal benefit, governments must limit potential sources of lower-cost cigarettes. Collaborative governance arrangements can ensure tobacco products sold on reserve to non-Indigenous people are appropriately taxed while allowing First Nations communities to keep the revenue generated by such taxes.",
  "authors": [
    {
      "last_name": "Driezen",
      "fore_name": "Pete",
      "initials": "P",
      "name": "Pete Driezen",
      "affiliations": [
        "Department of Psychology, University of Waterloo, Waterloo, Ontario, Canada; School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada. Electronic address: prdriezen@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hammond",
      "fore_name": "David",
      "initials": "D",
      "name": "David Hammond",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Mary E",
      "initials": "ME",
      "name": "Mary E Thompson",
      "affiliations": [
        "Department of Statistics and Actuarial Science, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Quah",
      "fore_name": "Anne C K",
      "initials": "ACK",
      "name": "Anne C K Quah",
      "affiliations": [
        "Department of Psychology, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fong",
      "fore_name": "Geoffrey T",
      "initials": "GT",
      "name": "Geoffrey T Fong",
      "affiliations": [
        "Department of Psychology, University of Waterloo, Waterloo, Ontario, Canada; School of Public Health and Health Systems, University of Waterloo, Waterloo, Ontario, Canada; Ontario Institute for Cancer Research, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The International journal on drug policy",
    "iso_abbreviation": "Int J Drug Policy",
    "issn": "1873-4758",
    "issn_type": "Electronic",
    "volume": "75",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "102612",
  "pages": "102612",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Commerce",
    "Consumer Behavior",
    "Female",
    "Humans",
    "Indigenous Peoples",
    "Male",
    "Middle Aged",
    "Ontario",
    "Prospective Studies",
    "Public Policy",
    "Quebec",
    "Smokers",
    "Smoking",
    "Surveys and Questionnaires",
    "Taxes",
    "Tobacco Products",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31811974",
    "mid": "NIHMS1544638",
    "pmc": "PMC6957707",
    "doi": "10.1016/j.drugpo.2019.102612",
    "pii": "S0955-3959(19)30326-3"
  },
  "doi": "10.1016/j.drugpo.2019.102612",
  "pmc_id": "PMC6957707",
  "dates": {
    "completed": "2020-10-29",
    "revised": "2024-06-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-115016",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "P01 CA138389",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P50 CA111236",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 CA090955",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "MOP-79551",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "R01 CA100362",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "MOP-57897",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:40.548067",
    "pmid": "31811974"
  }
}