{
  "pmid": "31810457",
  "uid": "31810457",
  "title": "Association between severe unaddressed dental needs and developmental health at school entry in Canada: a cross-sectional study.",
  "abstract": "BACKGROUND: Dental problems are the most prevalent chronic disease worldwide, with up to half of all kindergarten children having tooth decay. However, there is a lack of evidence of whether unaddressed dental needs (UDNs) are associated with children's developmental health, a concept reflecting holistic child development - encompassing physical, emotional, and cognitive development. The objective of the current study was to evaluate the relationship between UDNs and developmental health among kindergarten children using the Early Development Instrument (EDI). METHODS: We examined associations between teacher reported UDNs and developmental vulnerability on the EDI. Children were included in the study if they were enrolled in kindergarten in publicly-funded schools in Canada between 2010 and 2015, had been in the classroom for at least one month, and had no more than 25% of missing items on the questionnaire. RESULTS: Among 576,264 children who met inclusion criteria (95.4% of eligible children), 2465 (0.4%) were identified as having UDNs by their teachers. Children with UDNs had 4.58 to 8.27 times higher odds of being vulnerable on any of the five developmental domains (physical health and well-being, social competence, emotional maturity, language and cognitive development, communication skills and general knowledge), compared to children without UDNs. CONCLUSION: In this study, teacher-reported UDNs were associated with developmental vulnerability in kindergarten children. Teacher reported unmet dental needs in kindergarten children may be a proxy for poor developmental health at school entry, and thus a marker for supporting both children's oral health and early developmental needs.",
  "authors": [
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, McMaster Innovation Park, 175 Longwood Rd South, Suite 201A, 1280 Main St. West, Hamilton, ON, L8S 4K1, Canada. janusm@mcmaster.ca."
      ],
      "orcid": "0000-0002-9500-6776"
    },
    {
      "last_name": "Reid-Westoby",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Reid-Westoby",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, McMaster Innovation Park, 175 Longwood Rd South, Suite 201A, 1280 Main St. West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Lee",
      "affiliations": [
        "Bachelor of Health Sciences (Honours), Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brownell",
      "fore_name": "Marni",
      "initials": "M",
      "name": "Marni Brownell",
      "affiliations": [
        "Manitoba Centre for Health Policy, Department of Community Health Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Maguire",
      "fore_name": "Jonathon L",
      "initials": "JL",
      "name": "Jonathon L Maguire",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Nutritional Sciences, Faculty of Medicine, Universtiy of Toronto, Toronto, ON, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada.",
        "Department of Paediatrics, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "07"
  },
  "start_page": "481",
  "pages": "481",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Child Development",
    "Child Health",
    "Child, Preschool",
    "Cross-Sectional Studies",
    "Dental Caries",
    "Developmental Disabilities",
    "Female",
    "Humans",
    "Male",
    "Social Skills",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "31810457",
    "pmc": "PMC6898915",
    "doi": "10.1186/s12887-019-1868-x",
    "pii": "10.1186/s12887-019-1868-x"
  },
  "doi": "10.1186/s12887-019-1868-x",
  "pmc_id": "PMC6898915",
  "dates": {
    "completed": "2020-11-16",
    "revised": "2020-11-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "142416",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.718065",
    "pmid": "31810457"
  }
}