{
  "pmid": "31822599",
  "uid": "31822599",
  "title": "Ifenprodil and Flavopiridol Identified by Genomewide RNA Interference Screening as Effective Drugs To Ameliorate Murine Acute Lung Injury after Influenza A H5N1 Virus Infection.",
  "abstract": "Due to the limitations of effective treatments, avian influenza A H5N1 virus is the most lethal influenza virus strain that causes severe acute lung injury (ALI). To develop effective drugs ameliorating H5N1-induced ALI, we explore an RNA interference (RNAi) screening method to monitor changes in cell death induced by H5N1 infection. We performed RNAi screening on 19,424 genes in A549 lung epithelial cells and examined cell death induced by H5N1 infection. These screens identified 1,137 host genes for which knockdown altered cell viability by over 20%. DrugBank searches of these 1,137 host genes identified 146 validated druggable target genes with 372 drug candidates. We obtained 104 commercially available drugs with 65 validated target genes and examined their improvement of cell viability following H5N1 infection. We identified 28 drugs that could significantly recover cell viability following H5N1 infection and tested 10 in an H5N1-induced-ALI mouse model. The neurological drug ifenprodil and the anticancer drug flavopiridol markedly decreased leukocyte infiltration and lung injury scores in infected mouse lungs, significantly ameliorated edema in infected mouse lung tissues, and significantly improved the survival of H5N1-infected mice. Ifenprodil is an antagonist of the N-methyl-d-aspartate (NMDA) receptor, which is linked to inflammation and lung injury. Flavopiridol is an inhibitor of cyclin-dependent kinase 4 (CDK4), which is linked to leukocyte migration and lung injury. These results suggest that ifenprodil and flavopiridol represent novel remedies against potential H5N1 epidemics in addition to their proven indications. Furthermore, our strategy for identifying repurposable drugs could be a general approach for other diseases.IMPORTANCE Drug repurposing is a quick and economical strategy for developing new therapies with approved drugs. H5N1 is a highly pathogenic avian influenza virus subtype that can cause severe acute lung injury (ALI) and a high mortality rate due to limited treatments. The use of RNA interference (RNAi) is a reliable approach to identify essential genes in diseases. In most genomewide RNAi screenings, virus replication is the readout of interference. Since H5N1 virus infection could induce significant cell death and the percentage of cell death is associated with virus lethality, we designed a genomewide RNAi screening method to identify repurposable drugs against H5N1 virus with cell death as the readout. We discovered that the neurological drug ifenprodil and the anticancer drug flavopiridol could effectively ameliorate murine ALI after influenza A H5N1 virus infection, suggesting that they might be novel remedies for H5N1 virus-induced ALI in addition to the traditional indications.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Cong",
      "initials": "C",
      "name": "Cong Zhang",
      "affiliations": [
        "Hefei National Laboratory for Physical Sciences at the Microscale and School of Life Sciences, University of Science and Technology of China, Hefei, Anhui, China.",
        "State Key Laboratory of Medical Molecular Biology, Institute of Basic Medical Sciences Chinese Academy of Medical Sciences, Department of Biochemistry, School of Basic Medicine Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "State Key Laboratory of Biotherapy/Collaborative Innovation Center for Biotherapy, West China Hospital, Sichuan University, Chengdu, China.",
        "State Key Laboratory of Medical Molecular Biology, Institute of Basic Medical Sciences Chinese Academy of Medical Sciences, Department of Biochemistry, School of Basic Medicine Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Yuhao",
      "initials": "Y",
      "name": "Yuhao Qin",
      "affiliations": [
        "State Key Laboratory of Medical Molecular Biology, Institute of Basic Medical Sciences Chinese Academy of Medical Sciences, Department of Biochemistry, School of Basic Medicine Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Qingchao",
      "initials": "Q",
      "name": "Qingchao Zhang",
      "affiliations": [
        "State Key Laboratory of Medical Molecular Biology, Institute of Basic Medical Sciences Chinese Academy of Medical Sciences, Department of Biochemistry, School of Basic Medicine Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Qiang",
      "initials": "Q",
      "name": "Qiang Liu",
      "affiliations": [
        "State Key Laboratory of Medical Molecular Biology, Institute of Basic Medical Sciences Chinese Academy of Medical Sciences, Department of Biochemistry, School of Basic Medicine Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Shang",
      "fore_name": "Daozhen",
      "initials": "D",
      "name": "Daozhen Shang",
      "affiliations": [
        "State Key Laboratory of Medical Molecular Biology, Institute of Basic Medical Sciences Chinese Academy of Medical Sciences, Department of Biochemistry, School of Basic Medicine Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Huijun",
      "initials": "H",
      "name": "Huijun Lu",
      "affiliations": [
        "Genetic Engineering Laboratory, Institute of Military Veterinary Medicine, Academy of Military Medical Sciences, Changchun, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiao",
      "initials": "X",
      "name": "Xiao Li",
      "affiliations": [
        "Genetic Engineering Laboratory, Institute of Military Veterinary Medicine, Academy of Military Medical Sciences, Changchun, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Congzhao",
      "initials": "C",
      "name": "Congzhao Zhou",
      "affiliations": [
        "Hefei National Laboratory for Physical Sciences at the Microscale and School of Life Sciences, University of Science and Technology of China, Hefei, Anhui, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Fengming",
      "initials": "F",
      "name": "Fengming Huang",
      "affiliations": [
        "State Key Laboratory of Medical Molecular Biology, Institute of Basic Medical Sciences Chinese Academy of Medical Sciences, Department of Biochemistry, School of Basic Medicine Peking Union Medical College, Beijing, China hfmyykejian@163.com ningyik@126.com jiang@pumc.edu.cn."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Ningyi",
      "initials": "N",
      "name": "Ningyi Jin",
      "affiliations": [
        "Genetic Engineering Laboratory, Institute of Military Veterinary Medicine, Academy of Military Medical Sciences, Changchun, China hfmyykejian@163.com ningyik@126.com jiang@pumc.edu.cn."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Chengyu",
      "initials": "C",
      "name": "Chengyu Jiang",
      "affiliations": [
        "State Key Laboratory of Biotherapy/Collaborative Innovation Center for Biotherapy, West China Hospital, Sichuan University, Chengdu, China hfmyykejian@163.com ningyik@126.com jiang@pumc.edu.cn.",
        "State Key Laboratory of Medical Molecular Biology, Institute of Basic Medical Sciences Chinese Academy of Medical Sciences, Department of Biochemistry, School of Basic Medicine Peking Union Medical College, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "mSystems",
    "iso_abbreviation": "mSystems",
    "issn": "2379-5077",
    "issn_type": "Print",
    "volume": "4",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "10"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31822599",
    "pmc": "PMC6906739",
    "doi": "10.1128/mSystems.00431-19",
    "pii": "4/6/e00431-19"
  },
  "doi": "10.1128/mSystems.00431-19",
  "pmc_id": "PMC6906739",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.377655",
    "pmid": "31822599"
  }
}