{
  "pmid": "31836098",
  "uid": "31836098",
  "title": "Assessment of the visual function of partially sighted and blind Canadian youth using the VFQ-25 questionnaire: a preliminary study.",
  "abstract": "OBJECTIVE: Young people are a relatively underrepresented group in literature on poor vision and blindness. This study assessed the quality of life and function of young people who have poor vision or blindness by asking directly about their personal experiences. METHODS: A modified version of the VFQ-25 was administered to 47 students at a school for blind youth. All students who received the test had visual acuity scores of 20/100 or worse. The VFQ-25 scoring system was used, and results from additional qualitative questions were themed and ranked. Further analysis was performed, using Spearman's rank correlation coefficient to check for correlation between duration of blindness and VFQ score. RESULTS: Participants recorded a composite VFQ score of 65, showing that poor vision had a self-perceived moderate effect on their daily function. Proportion of participant's life spent with visual impairment correlated with higher composite scores. In general, lower scores were reported by participants with worse visual acuity. However, variations were observed in the mental health category. CONCLUSIONS: Young people have a more optimistic and nuanced view of their function than expected based on VFQ scores of other groups. Larger studies, particularly ones including youth in non-specialized schools would be useful to expand these findings.",
  "authors": [
    {
      "last_name": "Fleming",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie Fleming",
      "affiliations": [
        "McMaster Paediatric Eye Research Group, Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "McMaster Paediatric Eye Research Group, Department of Surgery, McMaster University, Hamilton, Ont.; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ont.; Office of Surgical Research Services, Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Sabri",
      "fore_name": "Kourosh",
      "initials": "K",
      "name": "Kourosh Sabri",
      "affiliations": [
        "McMaster Paediatric Eye Research Group, Department of Surgery, McMaster University, Hamilton, Ont.; Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, Ont.; McMaster Pediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ont.. Electronic address: sabrik@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of ophthalmology. Journal canadien d'ophtalmologie",
    "iso_abbreviation": "Can J Ophthalmol",
    "issn": "1715-3360",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "674",
  "end_page": "677",
  "pages": "674-677",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Adolescent",
    "Blindness",
    "Canada",
    "Child",
    "Female",
    "Health Status",
    "Humans",
    "Male",
    "Quality of Life",
    "Sickness Impact Profile",
    "Surveys and Questionnaires",
    "Vision, Low",
    "Visual Acuity",
    "Persons with Visual Disabilities",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31836098",
    "doi": "10.1016/j.jcjo.2019.04.012",
    "pii": "S0008-4182(19)30036-5"
  },
  "doi": "10.1016/j.jcjo.2019.04.012",
  "dates": {
    "completed": "2021-03-12",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.373959",
    "pmid": "31836098"
  }
}