{
  "pmid": "31834925",
  "uid": "31834925",
  "title": "Rho-associated kinase and zipper-interacting protein kinase, but not myosin light chain kinase, are involved in the regulation of myosin phosphorylation in serum-stimulated human arterial smooth muscle cells.",
  "abstract": "Myosin regulatory light chain (LC20) phosphorylation plays an important role in vascular smooth muscle contraction and cell migration. Ca2+/calmodulin-dependent myosin light chain kinase (MLCK) phosphorylates LC20 (its only known substrate) exclusively at S19. Rho-associated kinase (ROCK) and zipper-interacting protein kinase (ZIPK) have been implicated in the regulation of LC20 phosphorylation via direct phosphorylation of LC20 at T18 and S19 and indirectly via phosphorylation of MYPT1 (the myosin targeting subunit of myosin light chain phosphatase, MLCP) and Par-4 (prostate-apoptosis response-4). Phosphorylation of MYPT1 at T696 and T853 inhibits MLCP activity whereas phosphorylation of Par-4 at T163 disrupts its interaction with MYPT1, exposing the sites of phosphorylation in MYPT1 and leading to MLCP inhibition. To evaluate the roles of MLCK, ROCK and ZIPK in these phosphorylation events, we investigated the time courses of phosphorylation of LC20, MYPT1 and Par-4 in serum-stimulated human vascular smooth muscle cells (from coronary and umbilical arteries), and examined the effects of siRNA-mediated MLCK, ROCK and ZIPK knockdown and pharmacological inhibition on these phosphorylation events. Serum stimulation induced rapid phosphorylation of LC20 at T18 and S19, MYPT1 at T696 and T853, and Par-4 at T163, peaking within 30-120 s. MLCK knockdown or inhibition, or Ca2+ chelation with EGTA, had no effect on serum-induced LC20 phosphorylation. ROCK knockdown decreased the levels of phosphorylation of LC20 at T18 and S19, of MYPT1 at T696 and T853, and of Par-4 at T163, whereas ZIPK knockdown decreased LC20 diphosphorylation, but increased phosphorylation of MYPT1 at T696 and T853 and of Par-4 at T163. ROCK inhibition with GSK429286A reduced serum-induced phosphorylation of LC20 at T18 and S19, MYPT1 at T853 and Par-4 at T163, while ZIPK inhibition by HS38 reduced only LC20 diphosphorylation. We also demonstrated that serum stimulation induced phosphorylation (activation) of ZIPK, which was inhibited by ROCK and ZIPK down-regulation and inhibition. Finally, basal phosphorylation of LC20 in the absence of serum stimulation was unaffected by MLCK, ROCK or ZIPK knockdown or inhibition. We conclude that: (i) serum stimulation of cultured human arterial smooth muscle cells results in rapid phosphorylation of LC20, MYPT1, Par-4 and ZIPK, in contrast to the slower phosphorylation of kinases and other proteins involved in other signaling pathways (Akt, ERK1/2, p38 MAPK and HSP27), (ii) ROCK and ZIPK, but not MLCK, are involved in serum-induced phosphorylation of LC20, (iii) ROCK, but not ZIPK, directly phosphorylates MYPT1 at T853 and Par-4 at T163 in response to serum stimulation, (iv) ZIPK phosphorylation is enhanced by serum stimulation and involves phosphorylation by ROCK and autophosphorylation, and (v) basal phosphorylation of LC20 under serum-free conditions is not attributable to MLCK, ROCK or ZIPK.",
  "authors": [
    {
      "last_name": "Deng",
      "fore_name": "Jing-Ti",
      "initials": "JT",
      "name": "Jing-Ti Deng",
      "affiliations": [
        "Department of Biochemistry & Molecular Biology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Bhaidani",
      "fore_name": "Sabreena",
      "initials": "S",
      "name": "Sabreena Bhaidani",
      "affiliations": [
        "Department of Biochemistry & Molecular Biology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Sutherland",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Sutherland",
      "affiliations": [
        "Department of Biochemistry & Molecular Biology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Justin A",
      "initials": "JA",
      "name": "Justin A MacDonald",
      "affiliations": [
        "Department of Biochemistry & Molecular Biology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Walsh",
      "affiliations": [
        "Department of Biochemistry & Molecular Biology, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ],
      "orcid": "0000-0002-1387-7173"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "12",
    "pub_year": "2019"
  },
  "start_page": "e0226406",
  "pages": "e0226406",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Apoptosis Regulatory Proteins",
    "Arteries",
    "Cells, Cultured",
    "Death-Associated Protein Kinases",
    "Humans",
    "Muscle, Smooth, Vascular",
    "Myosin-Light-Chain Kinase",
    "Myosin-Light-Chain Phosphatase",
    "Myosins",
    "Phosphorylation",
    "RNA, Small Interfering",
    "Serum",
    "Signal Transduction",
    "rho-Associated Kinases"
  ],
  "article_ids": {
    "pubmed": "31834925",
    "pmc": "PMC6910671",
    "doi": "10.1371/journal.pone.0226406",
    "pii": "PONE-D-19-14995"
  },
  "doi": "10.1371/journal.pone.0226406",
  "pmc_id": "PMC6910671",
  "dates": {
    "completed": "2020-04-02",
    "revised": "2020-04-02"
  },
  "chemicals": [
    "Apoptosis Regulatory Proteins",
    "RNA, Small Interfering",
    "prostate apoptosis response-4 protein",
    "DAPK3 protein, human",
    "Death-Associated Protein Kinases",
    "rho-Associated Kinases",
    "Myosin-Light-Chain Kinase",
    "Myosin-Light-Chain Phosphatase",
    "PPP1R12A protein, human",
    "Myosins"
  ],
  "grants": [
    {
      "grant_id": "MOP-111262",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "MOP-133494",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.972177",
    "pmid": "31834925"
  }
}