{
  "pmid": "31836678",
  "uid": "31836678",
  "title": "Pregnancy and fertility-related adverse outcomes associated with Chlamydia trachomatis infection: a global systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Genital chlamydia infection in women is often asymptomatic, but may result in adverse outcomes before and during pregnancy. The purpose of this study was to examine the strength of the relationships between chlamydia infection and different reproductive health outcomes and to assess the certainty of the evidence. METHODS: This review was registered and followed the Cochrane guidelines. We searched three databases to quantitatively examine adverse outcomes associated with chlamydia infection. We included pregnancy and fertility-related outcomes. We performed meta-analyses on different study designs for various adverse outcomes using unadjusted and adjusted analyses. RESULTS: We identified 4730 unique citations and included 107 studies reporting 12 pregnancy and fertility-related outcomes. Sixty-eight studies were conducted in high-income countries, 37 studies were conducted in low-income or middle-income countries, and 2 studies were conducted in both high-income and low-income countries. Chlamydia infection was positively associated with almost all of the 12 included pregnancy and fertility-related adverse outcomes in unadjusted analyses, including stillbirth (OR=5.05, 95% CI 2.95 to 8.65 for case-control studies and risk ratio=1.28, 95% CI 1.09 to 1.51 for cohort studies) and spontaneous abortion (OR=1.30, 95% CI 1.14 to 1.49 for case-control studies and risk ratio=1.47, 95% CI 1.16 to 1.85 for cohort studies). However, there were biases in the design and conduct of individual studies, affecting the certainty of the overall body of evidence. The risk of adverse outcomes associated with chlamydia is higher in low-income and middle-income countries compared with high-income countries. CONCLUSION: Chlamydia is associated with an increased risk of several pregnancy and fertility-related adverse outcomes in unadjusted analyses, especially in low-income and middle-income countries. Further research on how to prevent the sequelae of chlamydia in pregnant women is needed. TRIAL REGISTRATION NUMBER: CRD42017056818.",
  "authors": [
    {
      "last_name": "Tang",
      "fore_name": "Weiming",
      "initials": "W",
      "name": "Weiming Tang",
      "affiliations": [
        "Project-China, University of North Carolina, Guangzhou, China.",
        "STI Control, Guangdong Provincial Center for Skin Diseases and STIs control, Guangzhou, Guangdong, China."
      ],
      "orcid": "0000-0002-9026-707X"
    },
    {
      "last_name": "Mao",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Mao",
      "affiliations": [
        "Depatment of Obstetrics and Gynecology, Johns Hopkins University, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Katherine T",
      "initials": "KT",
      "name": "Katherine T Li",
      "affiliations": [
        "Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts, USA."
      ],
      "orcid": "0000-0002-1201-7630"
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer S",
      "initials": "JS",
      "name": "Jennifer S Walker",
      "affiliations": [
        "Health Sciences Library, University of North Carolina-Chapel Hill, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Chou",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Chou",
      "affiliations": [
        "School of Medicine, Oregon Health and Science University, Portland, Oregon, USA."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Rong",
      "initials": "R",
      "name": "Rong Fu",
      "affiliations": [
        "Department of AIDS/STD Control and Prevention, Guangzhou Center for Disease Control and Prevention, Guangzhou, China."
      ],
      "orcid": "0000-0001-9944-1436"
    },
    {
      "last_name": "Chen",
      "fore_name": "Weiying",
      "initials": "W",
      "name": "Weiying Chen",
      "affiliations": [
        "Social Entrepreneurship to Spur Health, Guangzhou, Guangdong, China.",
        "Center for Chronic Disease Control, Shenzhen, Guangdong, China."
      ]
    },
    {
      "last_name": "Darville",
      "fore_name": "Toni",
      "initials": "T",
      "name": "Toni Darville",
      "affiliations": [
        "Pediatrics, University of North Carolina, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Klausner",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Klausner",
      "affiliations": [
        "Medicine, University of California, Los Angeles, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Tucker",
      "fore_name": "Joseph D",
      "initials": "JD",
      "name": "Joseph D Tucker",
      "affiliations": [
        "UNC Project-China, Guangzhou, Guangdong, China jdtucker@med.unc.edu.",
        "Faculty of Infectious and Tropical Diseases, London School of Hygiene and Tropical Medicine, London, United Kingdom."
      ],
      "orcid": "0000-0003-2804-1181"
    }
  ],
  "journal": {
    "title": "Sexually transmitted infections",
    "iso_abbreviation": "Sex Transm Infect",
    "issn": "1472-3263",
    "issn_type": "Electronic",
    "volume": "96",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "322",
  "end_page": "329",
  "pages": "322-329",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, N.I.H., Extramural",
    "Systematic Review"
  ],
  "keywords": [
    "Abortion, Spontaneous",
    "Chlamydia Infections",
    "Chlamydia trachomatis",
    "Endometritis",
    "Female",
    "Fetal Membranes, Premature Rupture",
    "Humans",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Infant, Small for Gestational Age",
    "Infertility, Female",
    "Obstetric Labor, Premature",
    "Pre-Eclampsia",
    "Pregnancy",
    "Pregnancy Complications, Infectious",
    "Pregnancy Outcome",
    "Pregnancy, Ectopic",
    "Premature Birth",
    "Puerperal Infection",
    "Reproductive Tract Infections",
    "Stillbirth"
  ],
  "article_ids": {
    "pubmed": "31836678",
    "mid": "NIHMS1544757",
    "pmc": "PMC7292777",
    "doi": "10.1136/sextrans-2019-053999",
    "pii": "sextrans-2019-053999"
  },
  "doi": "10.1136/sextrans-2019-053999",
  "pmc_id": "PMC7292777",
  "dates": {
    "completed": "2020-09-11",
    "revised": "2024-03-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K24 AI143471",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AI114310",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R34 MH119963",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.678213",
    "pmid": "31836678"
  }
}