{
  "pmid": "31839302",
  "uid": "31839302",
  "title": "N enrichment, increased precipitation, and the effect of shrubs collectively shape the plant community in a desert ecosystem in northern China.",
  "abstract": "Understanding the responses of biological communities to global climate change is pivotal to accurately forecasting future dynamics and developing effective strategies for the adaptive ecological management of desert ecosystems. Although direct demographic responses of plant species to climatic factors have been widely acknowledged, they are also regulated by interspecific interactions (i.e., the effects of shrubs on herbaceous plants). The magnitude and direction of regulation of such interspecific interactions remain unclear. To address this knowledge gap, a full factorial field experiment simulating three levels of N enrichment (ambient, 10 kg N ha[-1] yr[-1], and 60 kg N ha[-1] yr[-1]) and three levels of precipitation (ambient, 20% increase, and 40% increase) were conducted in the Mu Us Desert, northern China. N enrichment and increased precipitation significantly increased herbaceous productivity by improving the soil water content and nutrient availability (e.g., soil DIN:SAP) when shrubs were not present. Taller species responded to N enrichment, whereas those with a greater specific leaf area responded to increased precipitation. When shrubs were present, they acted as a 'buffer islands' that moderated the responses of herbaceous species to N enrichment and increased precipitation by weakening the effect of the improved soil water status. The magnitude of the effect of shrubs on herbaceous biomass and richness was comparable to that of N enrichment and increased precipitation. Our results highlight the importance and complexity of both large-scale environmental changes and small-scale interspecific interactions in structuring plant communities in desert ecosystems. Moreover, abiotic environmental factors and biotic interactions should be integrated in efforts to predict the responses of plant communities to future global change in desert ecosystems.",
  "authors": [
    {
      "last_name": "Bai",
      "fore_name": "Yuxuan",
      "initials": "Y",
      "name": "Yuxuan Bai",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, China."
      ]
    },
    {
      "last_name": "She",
      "fore_name": "Weiwei",
      "initials": "W",
      "name": "Weiwei She",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, China; Key Laboratory of State Forestry Administration on Soil and Water Conservation, Beijing Forestry University, Beijing, China. Electronic address: zhangyqbjfu@gmail.com."
      ]
    },
    {
      "last_name": "Qiao",
      "fore_name": "Yangui",
      "initials": "Y",
      "name": "Yangui Qiao",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, China."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Fu",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, China."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Shugao",
      "initials": "S",
      "name": "Shugao Qin",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, China; Engineering Research Centre of Forestry Ecological Engineering, Ministry of Education, Beijing Forestry University, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "716",
    "pub_year": "2020",
    "pub_month": "May",
    "pub_day": "10"
  },
  "start_page": "135379",
  "pages": "135379",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "China",
    "Desert Climate",
    "Ecosystem",
    "Plants",
    "Soil"
  ],
  "article_ids": {
    "pubmed": "31839302",
    "doi": "10.1016/j.scitotenv.2019.135379",
    "pii": "S0048-9697(19)35371-9"
  },
  "doi": "10.1016/j.scitotenv.2019.135379",
  "dates": {
    "completed": "2020-04-30",
    "revised": "2020-04-30"
  },
  "chemicals": [
    "Soil"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.378073",
    "pmid": "31839302"
  }
}