{
  "pmid": "31838065",
  "uid": "31838065",
  "title": "Comprehensive facts on dynamic antimicrobial properties of polysaccharides and biomolecules-silver nanoparticle conjugate.",
  "abstract": "Based on progress for the green synthesis of nanoparticle (NPs), the mushrooms have also been utilized extensively for the biogenic synthesis of NPs. In recent years, silver NPs have been fabricated using mushrooms. The antimicrobial drugs are efficient to control the infectious diseases, but due to widespread of drugs, microbes became resistant to drugs, which demands develop of new bioactive agents. The silver NPs have been recognized as efficient broad spectrum antimicrobial agents, which have been fabricated using polysaccharides from mushrooms as reducing and capping agent. This review focused on the comprehensive study that deals silver NPs polysaccharides from Pleurotus mushroom, their synthesis mechanism, action mechanism of silver NPs and their characterization using advanced techniques i.e., ultraviolet-visible (UV-Vis), dynamic light scattering, Fourier transformation infrared spectroscopy (FT-IR), scanning electron microscopy (SEM), energy dispersive spectroscopy (EDS), transmission electron microscopy (TEM) and XRD. The Pleurotus mushroom showed promising efficiency for the biogenic synthesis of polysaccharides‑silver NPS and as-prepared NPs showed excellent antimicrobial activity.",
  "authors": [
    {
      "last_name": "Irshad",
      "fore_name": "Asma",
      "initials": "A",
      "name": "Asma Irshad",
      "affiliations": [
        "Center of Excellence in Molecular Biology, University of the Punjab, Lahore, Pakistan. Electronic address: asmairshad76@yahoo.com."
      ]
    },
    {
      "last_name": "Sarwar",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Sarwar",
      "affiliations": [
        "Department of Computer Science, Bahria University (Lahore Campus), Pakistan."
      ]
    },
    {
      "last_name": "Sadia",
      "fore_name": "Haleema",
      "initials": "H",
      "name": "Haleema Sadia",
      "affiliations": [
        "Department of Biotechnology, Balochistan University of Information Technology, Engineering and Management Sciences, Quetta, Pakistan."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Kausar",
      "initials": "K",
      "name": "Kausar Malik",
      "affiliations": [
        "Center of Excellence in Molecular Biology, University of the Punjab, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Javed",
      "fore_name": "Irum",
      "initials": "I",
      "name": "Irum Javed",
      "affiliations": [
        "Department of Biochemistry, Sardar Bahadur Khan Women University, Quetta, Pakistan."
      ]
    },
    {
      "last_name": "Irshad",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Irshad",
      "affiliations": [
        "Department of General Surgery, Indus Hospital, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Biochemistry, University of Central Punjab, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Abbas",
      "fore_name": "Mazhar",
      "initials": "M",
      "name": "Mazhar Abbas",
      "affiliations": [
        "Department of Biochemistry, College of Veterinary and Animal Sciences (Jhung Campus), Pakistan."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Hina",
      "initials": "H",
      "name": "Hina Rizvi",
      "affiliations": [
        "Department of Environmental Sciences and Engineering, Government College University, Faisalabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "International journal of biological macromolecules",
    "iso_abbreviation": "Int J Biol Macromol",
    "issn": "1879-0003",
    "issn_type": "Electronic",
    "volume": "145",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "189",
  "end_page": "196",
  "pages": "189-196",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Agaricales",
    "Animals",
    "Anti-Infective Agents",
    "Humans",
    "Metal Nanoparticles",
    "Plant Extracts",
    "Polysaccharides",
    "Silver"
  ],
  "article_ids": {
    "pubmed": "31838065",
    "doi": "10.1016/j.ijbiomac.2019.12.089",
    "pii": "S0141-8130(19)37276-9"
  },
  "doi": "10.1016/j.ijbiomac.2019.12.089",
  "dates": {
    "completed": "2020-11-18",
    "revised": "2020-11-18"
  },
  "chemicals": [
    "Anti-Infective Agents",
    "Plant Extracts",
    "Polysaccharides",
    "Silver"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.872870",
    "pmid": "31838065"
  }
}