{
  "pmid": "31836630",
  "uid": "31836630",
  "title": "Supporting women at average risk to make informed decisions about mammography when there is no \"right\" answer: a qualitative citizen deliberation study.",
  "abstract": "BACKGROUND: Women are encouraged to make informed choices about mammography screening that align with their values and preferences, yet information materials developed by screening programs rarely provide complete, balanced information about screening. Through a series of deliberations with Ontario citizens, we elicited perspectives on materials developed by screening programs to support informed decision-making. METHODS: We held 4 deliberative engagement events with citizens to discuss the current evidence about mammography and informed decision-making for the general population (i.e., women not at high risk) in the context of organized screening programs. Participants reviewed and provided feedback on the educational materials currently produced by screening programs in 8 provinces (British Columbia, Alberta, Saskatchewan, Manitoba, Ontario, Quebec, Nova Scotia and Newfoundland and Labrador) and 2 territories (Yukon Territory and Northwest Territory) and identified the key features that should guide the design of these materials to optimally support informed decision-making. RESULTS: In general, participants viewed the educational materials as insufficient to support informed decision-making. They identified the following key features of optimal educational materials: they should be accessible, complete and accurate, and provide information on both benefits and risks of screening in a comprehensive, easy-to-understand manner. Information materials should evoke the trust of the reader, and they should be consistent across Canada. INTERPRETATION: Canadian women have insufficient access to reliable information sources and complete evidence about mammography screening, and, without this information, they are unable to make fully informed decisions. Canadian breast screening programs must take steps to improve the information shared with women to support informed decision-making that aligns with women's values and preferences.",
  "authors": [
    {
      "last_name": "Tripp",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Tripp",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (Tripp, Abelson) and Centre for Health Economics and Policy Analysis (Abelson), McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (Tripp, Abelson) and Centre for Health Economics and Policy Analysis (Abelson), McMaster University, Hamilton, Ont. abelsonj@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Print",
    "volume": "7",
    "issue": "4",
    "pub_year": "2019"
  },
  "start_page": "E730",
  "end_page": "E737",
  "pages": "E730-E737",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31836630",
    "pmc": "PMC6910141",
    "doi": "10.9778/cmajo.20190102",
    "pii": "7/4/E730"
  },
  "doi": "10.9778/cmajo.20190102",
  "pmc_id": "PMC6910141",
  "dates": {
    "revised": "2020-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.764221",
    "pmid": "31836630"
  }
}