{
  "pmid": "31843676",
  "uid": "31843676",
  "title": "Simultaneous versus staged resection for synchronous colorectal liver metastases: A population-based cohort study.",
  "abstract": "BACKGROUND: Synchronous liver metastases from colorectal cancer may be resected simultaneously with the primary or as a second staged operation. We evaluated trends of resection for synchronous colorectal cancer liver metastases and associated patient outcomes. METHODS: This is a retrospective cohort study that included patients undergoing resection for synchronous colorectal cancer liver metastases from 2006 to 2015 in the province of Ontario, Canada (population 13 million). Simultaneous resections occurred on the same admission, while staged resections occurred less than 6 months apart. Outcomes included postoperative complications, length of hospital stay, and overall survival. Kaplan Meier survival estimates, Cox proportional hazard models and logistic regression were used. RESULTS: Among 2,738 patients undergoing resection for colorectal cancer liver metastases, 1168 (42%) had synchronous disease. Of these, 442 resections were simultaneous (38%) and 776 were staged (62%). The proportion of synchronous disease among patients undergoing resection increased on average 3% per year (p = 0.02). For simultaneous versus staged resection, respectively, median length of hospital stay was shorter (8 vs. 11 days, p < 0.001); rate of major liver resections was lower (17% vs. 65%, p < 0.001), major postoperative complications were similar (28% vs. 23%, p = 0.067), and 90-day post-operative mortality was higher (6% vs. 1%, p < 0.001). Chemotherapy was administered more commonly among patients undergoing staged resections (91% vs. 76%, p < 0.001). Simultaneous resection was associated with a lower median overall survival (40 months, 95%CI 35-46 vs. 78 months, 95%CI 59-86). Risk factors for lower survival included higher comorbidities, right-sided primary and simultaneous resection. CONCLUSION: Simultaneous resection was associated with similar postoperative complications, higher postoperative mortality and poorer long-term survival. Prospective randomized trials can inform the role of simultaneous versus staged resection for synchronous colorectal cancer liver metastases.",
  "authors": [
    {
      "last_name": "Bogach",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Bogach",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Wang",
      "affiliations": [
        "Michael DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Griffiths",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Griffiths",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Ontario Clinical Oncology Group, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Saskin",
      "fore_name": "Refik",
      "initials": "R",
      "name": "Refik Saskin",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hallet",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Hallet",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, ON, Canada; Division of General Surgery, Odette Cancer Centre - Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ruo",
      "fore_name": "Leyo",
      "initials": "L",
      "name": "Leyo Ruo",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Oncology, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Serrano",
      "fore_name": "Pablo E",
      "initials": "PE",
      "name": "Pablo E Serrano",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada; Ontario Clinical Oncology Group, McMaster University, Hamilton, ON, Canada. Electronic address: serrano@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "International journal of surgery (London, England)",
    "iso_abbreviation": "Int J Surg",
    "issn": "1743-9159",
    "issn_type": "Electronic",
    "volume": "74",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "68",
  "end_page": "75",
  "pages": "68-75",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Colorectal Neoplasms",
    "Female",
    "Hepatectomy",
    "Humans",
    "Liver Neoplasms",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Neoplasms, Multiple Primary",
    "Postoperative Complications",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "31843676",
    "doi": "10.1016/j.ijsu.2019.12.009",
    "pii": "S1743-9191(19)30365-6"
  },
  "doi": "10.1016/j.ijsu.2019.12.009",
  "dates": {
    "completed": "2020-08-06",
    "revised": "2020-08-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.913124",
    "pmid": "31843676"
  }
}