{
  "pmid": "31848814",
  "uid": "31848814",
  "title": "Regional Variation in the Utilization of Laparoscopy for the Treatment of Rectal Cancer: The Importance of Fellowship Training Sites.",
  "abstract": "BACKGROUND: Compared to open rectal surgery, laparoscopy is associated with lower perioperative morbidity but unclear oncologic outcomes. Unique technical challenges exist with laparoscopic rectal surgery and access based on geographical location is unknown. The purpose of this study was to determine whether proximity to colorectal fellowship training sites influences laparoscopy utilization for rectal cancer surgery. METHODS: Population based retrospective spatial analysis assessing regional rates of laparoscopy use in patients (≥ 18 years of age) undergoing rectal cancer surgery in Canada (excluding Quebec) from April 2008 to March 2014. RESULTS: Overall, 11,261 patients underwent rectal cancer surgery. Four Canadian colorectal fellowship training centers were identified. Rectal surgeries were performed laparoscopically 27% of the time, and this significantly increased from 18.1 to 40.3% between 2008 and 2014. Multivariate analysis adjusting for province, disease, hospital, patient, and surgeon factors demonstrated that patients living within 25 km of a colorectal fellowship training site had 2.5 times higher odds of laparoscopy use and those living within 26-100 km had 1.8 times higher odds of laparoscopy [95% confidence interval (CI) 2.14-2.71, p < 0.001, 95% CI 1.64-2.07, p < 0.001 respectively]. High-volume surgeons and hospitals were associated with increased laparoscopy use (1.25, 95% CI 1.11-1.4 and 1.36, 95% CI 1.21-1.53, p < 0.001 respectively). CONCLUSIONS: Significant geographical variation to laparoscopic rectal cancer surgery access in a publicly funded healthcare system currently exists. The inverse relationship between colorectal fellowship training site distance and undergoing a laparoscopic rectal surgery highlights the current disparities in Canadian health care and the need for surgical mentorship to increase uptake of advanced surgical techniques in rural neighbourhoods.",
  "authors": [
    {
      "last_name": "Springer",
      "fore_name": "Jeremy E",
      "initials": "JE",
      "name": "Jeremy E Springer",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada. dennishong70@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Annals of surgical oncology",
    "iso_abbreviation": "Ann Surg Oncol",
    "issn": "1534-4681",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "7",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "2478",
  "end_page": "2486",
  "pages": "2478-2486",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Fellowships and Scholarships",
    "Humans",
    "Laparoscopy",
    "Rectal Neoplasms",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31848814",
    "doi": "10.1245/s10434-019-08115-y",
    "pii": "10.1245/s10434-019-08115-y"
  },
  "doi": "10.1245/s10434-019-08115-y",
  "dates": {
    "completed": "2021-03-11",
    "revised": "2021-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.723451",
    "pmid": "31848814"
  }
}