{
  "pmid": "31846688",
  "uid": "31846688",
  "title": "A common framework of steps and criteria for prioritizing topics for evidence syntheses: a systematic review.",
  "abstract": "OBJECTIVE: The objective of the study was to systematically review the literature for proposed approaches and exercises conducted to prioritize topics or questions for systematic reviews and other types of evidence syntheses in any health-related area. STUDY DESIGN AND SETTING: A systematic review. We searched Medline and CINAHL databases in addition to Cochrane website and Google Scholar. Teams of two reviewers independently screened the studies and extracted data. RESULTS: We included 31 articles reporting on 29 studies: seven proposed approaches for prioritization and 25 conducted prioritization exercises (three studies did both). The included studies addressed the following fields: clinical (n = 19; 66%), public health (n = 10; 34%), and health policy and systems (n = 8; 28%), with six studies (21%) addressing more than one field. We categorized prioritization into 11 steps clustered in 3 phases (preprioritization, prioritization, and postprioritization). Twenty-eight studies (97%) involved or proposed involving stakeholders in the priority-setting process. These 28 studies referred to twelve stakeholder categories, most frequently to health care providers (n = 24; 86%) and researchers (n = 21; 75%). A common framework of 25 prioritization criteria was derived, clustered in 10 domains. CONCLUSION: We identified literature that addresses different aspects of prioritizing topics or questions for evidence syntheses, including prioritization steps and criteria. The identified steps and criteria can serve as a menu of options to select from, as judged appropriate to the context.",
  "authors": [
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon; Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Harakeh",
      "fore_name": "Amena",
      "initials": "A",
      "name": "Amena El-Harakeh",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon; Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Global Evidence Synthesis Initiative (GESI), American University of Beirut, Beirut, Lebanon; Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon; Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hishi",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Hishi",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon; Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Ontario, Canada. Electronic address: ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "120",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "67",
  "end_page": "85",
  "pages": "67-85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Databases, Factual",
    "Evidence-Based Medicine",
    "Humans",
    "Research",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "31846688",
    "doi": "10.1016/j.jclinepi.2019.12.009",
    "pii": "S0895-4356(19)30585-2"
  },
  "doi": "10.1016/j.jclinepi.2019.12.009",
  "dates": {
    "completed": "2020-12-08",
    "revised": "2024-02-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.827614",
    "pmid": "31846688"
  }
}