{
  "pmid": "31859183",
  "uid": "31859183",
  "title": "Efficacy of soluble fibre, antispasmodic drugs, and gut-brain neuromodulators in irritable bowel syndrome: a systematic review and network meta-analysis.",
  "abstract": "BACKGROUND: Although novel therapies for irritable bowel syndrome (IBS) continue to be developed, many doctors rely on more established, traditional therapies as first-line or second-line treatment options. These therapies include soluble fibre (eg, ispaghula husk), antispasmodic drugs, peppermint oil, and gut-brain neuromodulators (including tricyclic antidepressants, selective serotonin reuptake inhibitors, or α-2-δ calcium channel subunit ligands). However, the relative efficacy of traditional treatments in patients with IBS is unclear because there have been few head-to-head randomised controlled trials (RCTs). We aimed to compare and rank the efficacy of traditional therapies in patients with IBS to help inform clinical decisions. METHODS: For this systematic review and network meta-analysis, we searched MEDLINE, Embase, Embase Classic, and the Cochrane Central Register of Controlled Trials from inception to week 2 of August 2019; ClinicalTrials.gov for unpublished trials or supplementary data published up to Aug 18, 2019; and gastroenterology conference proceedings for study abstracts published between 2001 and Aug 18, 2019. We included RCTs that compared any of these treatments with each other (head-to-head trials) or with placebo, in which the efficacy of soluble fibre, antispasmodic drugs, peppermint oil, or gut-brain neuromodulators was assessed in adults (aged at least 18 years) with IBS of any subtype after 4-12 weeks of treatment. Only RCTs reporting a dichotomous assessment of overall response to therapy, in terms of either improvement in global IBS symptoms or improvement in abdominal pain, were included. The efficacy and safety of all treatments were reported as a pooled relative risk (RR) with 95% CIs to summarise the effect of each comparison tested, and treatments were ranked according to their P-score. FINDINGS: Our search identified 5863 references, of which 81 were screened for eligibility. 51 RCTs with data from 4644 patients were eligible for inclusion in our analysis, but only 13 of these trials were at low risk of bias. Based on an endpoint of failure to achieve improvement in global IBS symptoms at 4-12 weeks, peppermint oil capsules were ranked first for efficacy (RR 0·63, 95% CI 0·48-0·83, P-score 0·84) and tricyclic antidepressants were ranked second (0·66, 0·53-0·83, P-score 0·77). For failure to achieve an improvement in global IBS symptoms at 4-12 weeks, there were no significant differences between active treatments after direct or indirect comparisons. For failure to achieve improvement in abdominal pain at 4-12 weeks, tricyclic antidepressants were ranked first for efficacy (0·53, 0·34-0·83, P-score 0·87); however, this result was based on data from only four RCTs involving 92 patients. For failure to achieve an improvement in abdominal pain, none of the active treatments showed superior efficacy upon indirect comparison. Tricyclic antidepressants were more likely than placebo to lead to adverse events (1·59, 1·26-2·06, P-score 0·16). INTERPRETATION: In this network meta-analysis of RCTs of soluble fibre, antispasmodic drugs, peppermint oil, and gut-brain neuromodulators for IBS, few of which were judged as being at a low risk of bias, peppermint oil was ranked first for efficacy when global symptoms were used as the outcome measure, and tricyclic antidepressants were ranked first for efficacy when abdominal pain was used as the outcome measure. However, because of the lack of methodological rigour of some RCTs analysed in our study, there is likely to be considerable uncertainty around these findings. In addition, because treatment duration in most included trials was 4-12 weeks, the long-term relative efficacy of these treatments is unknown. FUNDING: None.",
  "authors": [
    {
      "last_name": "Black",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Black",
      "affiliations": [
        "Leeds Gastroenterology Institute, St James's University Hospital, Leeds, UK; Leeds Institute of Medical Research at St James's, University of Leeds, Leeds, UK."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": [
        "Gastroenterology Division, McMaster University, Health Sciences Center, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Selinger",
      "fore_name": "Christian P",
      "initials": "CP",
      "name": "Christian P Selinger",
      "affiliations": [
        "Leeds Gastroenterology Institute, St James's University Hospital, Leeds, UK."
      ]
    },
    {
      "last_name": "Camilleri",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Camilleri",
      "affiliations": [
        "Clinical Enteric Neuroscience Translational and Epidemiological Research, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Quigley",
      "fore_name": "Eamonn M M",
      "initials": "EMM",
      "name": "Eamonn M M Quigley",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Lynda K and David M Underwood Center for Digestive Disorders, Houston Methodist Hospital and Weill Cornell Medical College, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Gastroenterology Division, McMaster University, Health Sciences Center, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Leeds Gastroenterology Institute, St James's University Hospital, Leeds, UK; Leeds Institute of Medical Research at St James's, University of Leeds, Leeds, UK. Electronic address: alexf12399@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Gastroenterology & hepatology",
    "iso_abbreviation": "Lancet Gastroenterol Hepatol",
    "issn": "2468-1253",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "117",
  "end_page": "131",
  "pages": "117-131",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Network Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Brain",
    "Dietary Fiber",
    "Intestinal Mucosa",
    "Irritable Bowel Syndrome",
    "Neurotransmitter Agents",
    "Parasympatholytics",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "31859183",
    "doi": "10.1016/S2468-1253(19)30324-3",
    "pii": "S2468-1253(19)30324-3"
  },
  "doi": "10.1016/S2468-1253(19)30324-3",
  "dates": {
    "completed": "2020-07-27",
    "revised": "2025-07-10"
  },
  "chemicals": [
    "Dietary Fiber",
    "Neurotransmitter Agents",
    "Parasympatholytics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.418685",
    "pmid": "31859183"
  }
}