{
  "pmid": "31859050",
  "uid": "31859050",
  "title": "A modified Delphi process to establish future research priorities in malignant oesophagogastric surgery.",
  "abstract": "BACKGROUND: With rapid advancement in the genomics of oesophagogastric (OG) cancer and raised expectations in clinical outcomes from patients and clinicians alike there is a clear need to determine the current research priorities in OG cancer surgery. The aim of our study was to use a modified Delphi process to determine the research priorities among OG cancer surgeons in the United Kingdom. METHODS: Delphi methodology may be utilised to develop consensus opinion amongst a group of experts. Members of the Association of Upper Gastrointestinal Surgeons of Great Britain and Ireland were invited to submit individual research questions via an online survey (phase I). Two rounds of prioritisation by multidisciplinary expert healthcare professionals (phase II and III) were completed to determine a final list of high priority research questions. All questions submitted and subsequently ranked were analysed on an anonymised basis. RESULTS: In total, 427 questions were submitted in phase I and 75 with an OG cancer focus were taken forward for prioritisation in phase II. Phase III produced a final list of 12 high priority questions with an emphasis on tailored or personalised treatment strategies in OG cancer surgery. CONCLUSION: A modified Delphi process produced a list of 12 high priority research questions in OG cancer surgery. Future studies and awards from funding bodies should reflect this consensus list of prioritised questions in the interest of improving patient care and encouraging collaborative research across multiple centres.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael Sj",
      "initials": "MS",
      "name": "Michael Sj Wilson",
      "affiliations": [
        "Department of General Surgery, Forth Valley Royal Hospital, Larbert, FK5 4WR, UK. Electronic address: michaelwilson3@nhs.net."
      ]
    },
    {
      "last_name": "Blencowe",
      "fore_name": "Natalie S",
      "initials": "NS",
      "name": "Natalie S Blencowe",
      "affiliations": [
        "Centre for Surgical Research, Bristol Medical School, Population Health Sciences, University of Bristol, BS2 8DZ, UK. Electronic address: Natalie.Blencowe@bristol.ac.uk."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Boyle",
      "affiliations": [
        "Graduate School of Education, University of Exeter, EX4 4PY, UK. Electronic address: C.boyle2@exeter.ac.uk."
      ]
    },
    {
      "last_name": "Knight",
      "fore_name": "Stephen R",
      "initials": "SR",
      "name": "Stephen R Knight",
      "affiliations": [
        "Centre for Informatics, Usher Institute, University of Edinburgh, EH16 4UX, UK. Electronic address: stephenknight1@nhs.net."
      ]
    },
    {
      "last_name": "Petty",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell Petty",
      "affiliations": [
        "Division of Molecular and Clinical Medicine, Ninewells Hospital and School of Medicine, University of Dundee, DD2 1SY, UK. Electronic address: r.petty@dundee.ac.uk."
      ]
    },
    {
      "last_name": "Vohra",
      "fore_name": "Ravi S",
      "initials": "RS",
      "name": "Ravi S Vohra",
      "affiliations": [
        "Trent Oesophago-Gastric Unit, Nottingham University Hospitals NHS Trust, Nottingham City Hospital, Hucknall Road, Nottingham, NG5 1PB, UK; NIHR Nottingham Biomedical Research Centre, Nottingham University Hospitals NHS Trust and University of Nottingham, Nottingham, NG7 2UH, UK. Electronic address: ravsvohra@hotmail.com."
      ]
    },
    {
      "last_name": "Underwood",
      "fore_name": "Tim J",
      "initials": "TJ",
      "name": "Tim J Underwood",
      "affiliations": [
        "Cancer Sciences Unit, University of Southampton, Southampton, SO17 1BJ, UK. Electronic address: T.J.Underwood@soton.ac.uk."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The surgeon : journal of the Royal Colleges of Surgeons of Edinburgh and Ireland",
    "iso_abbreviation": "Surgeon",
    "issn": "1479-666X",
    "issn_type": "Print",
    "volume": "18",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "321",
  "end_page": "326",
  "pages": "321-326",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Biomedical Research",
    "Consensus",
    "Delphi Technique",
    "Digestive System Surgical Procedures",
    "Esophageal Neoplasms",
    "Health Priorities",
    "Humans",
    "Stomach Neoplasms",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "31859050",
    "doi": "10.1016/j.surge.2019.11.003",
    "pii": "S1479-666X(19)30144-1"
  },
  "doi": "10.1016/j.surge.2019.11.003",
  "dates": {
    "completed": "2021-10-11",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "23924",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MR/S001751/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.597581",
    "pmid": "31859050"
  }
}