{
  "pmid": "31856974",
  "uid": "31856974",
  "title": "Limitations of Repeat Revascularization as an Outcome Measure: JACC Review Topic of the Week.",
  "abstract": "Repeat revascularization is a commonly used outcome measure in trials comparing percutaneous coronary intervention and coronary artery bypass graft surgery, and differences in this outcome often drive the relative risk for the primary endpoint. However, repeat revascularization as an outcome measure has important limitations that complicates its meaningful interpretation, including confounding by indication (driven by varying use of stress testing and thresholds for invasive angiography), differential likelihood of revascularization after graft versus stent failure, uncertainty of the prognostic impact of repeat revascularization, and patient preferences and appraisal of the import of repeat revascularization. Knowledge of these issues will result in better appreciation of the utility of repeat revascularization as a clinically meaningful outcome measure. The authors describe these issues and provide recommendations for the use and assessment of repeat revascularization as an endpoint when comparing different revascularization modalities.",
  "authors": [
    {
      "last_name": "Lamelas",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Lamelas",
      "affiliations": [
        "Instituto Cardiovascular de Buenos Aires, Buenos Aires, Argentina; Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Belardi",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Belardi",
      "affiliations": [
        "Instituto Cardiovascular de Buenos Aires, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Whitlock",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "Gregg W",
      "initials": "GW",
      "name": "Gregg W Stone",
      "affiliations": [
        "Zena and Michael A. Wiener Cardiovascular Institute, Icahn School of Medicine at Mount Sinai, and the Cardiovascular Research Foundation, New York, New York. Electronic address: gstone@crf.org."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "25",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "24"
  },
  "start_page": "3164",
  "end_page": "3173",
  "pages": "3164-3173",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Confounding Factors, Epidemiologic",
    "Coronary Artery Bypass",
    "Humans",
    "Outcome Assessment, Health Care",
    "Percutaneous Coronary Intervention",
    "Reoperation"
  ],
  "article_ids": {
    "pubmed": "31856974",
    "doi": "10.1016/j.jacc.2019.10.041",
    "pii": "S0735-1097(19)38301-9"
  },
  "doi": "10.1016/j.jacc.2019.10.041",
  "dates": {
    "completed": "2020-05-22",
    "revised": "2020-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.190996",
    "pmid": "31856974"
  }
}