{
  "pmid": "31853457",
  "uid": "31853457",
  "title": "Anteromedial Portal Double-Bundle Anterior Cruciate Ligament Reconstruction Yields Similar Outcomes to Non-AMP Femoral Drilling Double-Bundle Techniques: A Systematic Review of Comparative Studies.",
  "abstract": "BACKGROUND: Biomechanical studies have shown double-bundle (DB) anterior cruciate ligament reconstruction (ACLR) to have increased anterior and rotational stability as compared with single-bundle ACLR. Various techniques exist to drill the femoral tunnel, such as anteromedial portal (AMP), outside-in (OI), and transtibial (TT) drilling. However, it is unclear whether one drilling technique is superior to others when a DB graft is used. PURPOSE: To systematically assess the outcomes and complications in patients undergoing DB ACLR through an AMP technique as compared with other femoral drilling techniques. STUDY DESIGN: Systematic review; Level of evidence, 3. METHODS: PubMed, Medline, and EMBASE databases were searched in April 2018. Nonrandomized studies were assessed with the MINORS (Methodological Index for Nonrandomized Studies), whereas randomized studies were assessed with the GRADE (Grading of Recommendations Assessment, Development and Evaluation) system. RESULTS: Ten studies comprising 722 patients satisfied the inclusion criteria. A total of 351 patients underwent DB ACLR with AMP drilling (mean ± SD age, 32.7 ± 4.7 years); 318 patients had DB ACLR with OI drilling (age, 31.9 ± 4.1 years); and 53 received a DB ACLR with TT drilling (age, 26.5 ± 2.0 years). Graft types used included hamstring autograft (74.1%; n = 247), tibialis anterior autograft (6.0%; n = 20) and unspecified grafts (19.8%; n = 66). No significant difference in postoperative Tegner and Lysholm scores was found between the AMP and OI groups postoperatively. The AMP group had a lower anterior and posterior graft bending angle as compared with the OI group. Four patients (1.1%) in the AMP group had graft reruptures, as compared with 9 reruptures (2.8%) in the OI group. There were no reports of rerupture in the TT group. CONCLUSION: DB AMP ACLR results in significantly improved functional outcome scores postoperatively. AMP techniques yield similar functional outcomes to OI ACLR. No direct comparison in functional outcomes scores were available between the AMP and TT techniques. Low overall complication and revision rates were observed for patients undergoing DB AMP ACLR and were found to be similar to those of other femoral drilling techniques. Owing to a steeper graft bending angle in patients undergoing OI or TT ACLR relative to AMP ACLR, patients treated with OI or TT femoral drilling may have increased strain placed on the graft. Based on the various limitations in the available literature, it is not currently possible to make a definite conclusion of whether AMP is superior to non-AMP techniques in the setting of DB ACLR.",
  "authors": [
    {
      "last_name": "Tejpal",
      "fore_name": "Tushar",
      "initials": "T",
      "name": "Tushar Tejpal",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Gupta",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin C",
      "initials": "DC",
      "name": "Devin C Peterson",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "7",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "2325967119888140",
  "pages": "2325967119888140",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31853457",
    "pmc": "PMC6906356",
    "doi": "10.1177/2325967119888140",
    "pii": "10.1177_2325967119888140"
  },
  "doi": "10.1177/2325967119888140",
  "pmc_id": "PMC6906356",
  "dates": {
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.837774",
    "pmid": "31853457"
  }
}