{
  "pmid": "31858662",
  "uid": "31858662",
  "title": "Financial relationships between patient and consumer representatives and the health industry: A systematic review.",
  "abstract": "BACKGROUND: Patients and consumers are increasingly engaged in health policymaking, research and drug regulation. Having financial relationships with the health industry creates situations of conflicts of interest (COI) and might compromise their meaningful and unbiased participation. OBJECTIVE: To synthesize available evidence on the financial relationships between the health industry and patient and consumer representatives and their organizations. METHODS: We systematically searched MEDLINE and EMBASE. We selected studies and abstracted data in duplicate and independently. We reported on outcomes related to financial relationships of individuals with, and/or funding of organizations by the health industry. RESULTS: We identified a total of 14 510 unique citations, of which 24 reports of 23 studies were eligible. Three studies (13%) addressed the financial relationship of patient and consumer representatives with the health industry. Of these, two examined the proportion of public speakers in drug regulatory processes who have financial relationships; the proportions in the two studies were 25% and 19% respectively. Twenty studies (87%) addressed funding of patient and consumer organizations. The median proportion of organizations that reported funding from the health industry was 62% (IQR: 34%-69%) in questionnaire surveys, and 75% (IQR: 58%-85%) in surveys of their websites. Among organizations for which there was evidence of industry funding, a median proportion of 29% (IQR: 27%-44%) acknowledged on their websites receiving that funding. CONCLUSION: Financial relationships between the health industry and patient and consumer representatives and their organizations are common and may not be disclosed. Stricter regulation on disclosure and management is needed.",
  "authors": [
    {
      "last_name": "Khabsa",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Khabsa",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-4336-3501"
    },
    {
      "last_name": "Semaan",
      "fore_name": "Aline",
      "initials": "A",
      "name": "Aline Semaan",
      "affiliations": [
        "Center for Research on Population and Health, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Harakeh",
      "fore_name": "Amena",
      "initials": "A",
      "name": "Amena El-Harakeh",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon.",
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-5567-7065"
    },
    {
      "last_name": "Obeid",
      "fore_name": "Serena",
      "initials": "S",
      "name": "Serena Obeid",
      "affiliations": [
        "Faculty of Arts and Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Noureldine",
      "fore_name": "Hussein A",
      "initials": "HA",
      "name": "Hussein A Noureldine",
      "affiliations": [
        "Faculty of Medicine, Lebanese American University, Byblos, Lebanon."
      ],
      "orcid": "0000-0002-8547-2191"
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact (HE&I), McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "483",
  "end_page": "495",
  "pages": "483-495",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Conflict of Interest",
    "Consumer Organizations",
    "Disclosure",
    "Drug Industry",
    "Humans",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "31858662",
    "pmc": "PMC7104632",
    "doi": "10.1111/hex.13013"
  },
  "doi": "10.1111/hex.13013",
  "pmc_id": "PMC7104632",
  "dates": {
    "completed": "2021-08-18",
    "revised": "2021-08-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.194224",
    "pmid": "31858662"
  }
}