{
  "pmid": "31862206",
  "uid": "31862206",
  "title": "Validation and application of Catquest-9SF in various populations: A systematic review.",
  "abstract": "Cataract is a common cause of reversible blindness. Visual acuity alone is not enough to assess appropriateness for surgery, prioritization, and outcomes. Catquest-9SF questionnaire evaluates patients' self-assessed visual function as related to daily tasks. We summarize and assess the validity of Catquest-9SF as a patient-reported outcome questionnaire to determine its suitability for clinical use. Thirteen studies with sample sizes ranging 102-10,886 (total n = 15,289) undertaken from 2009 to 2018 were included. Catquest-9SF showed unidimensionality, ordered response thresholds, and acceptable precision in all studies. Nine studies had significant mistargeting (range 0.66 to -2.04); the tasks being easy relative to the respondent ability in most studies. Two studies had misfitting items. We conclude Catquest-9SF is a valid and reliable tool to measure visual function in patients with cataract in various populations. Because results can be population specific, it is recommended that Catquest-9SF be validated in a new population before it is incorporated in routine practice.",
  "authors": [
    {
      "last_name": "Kabanovski",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Kabanovski",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hatch",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Hatch",
      "affiliations": [
        "Department of Ophthalmology and Vision Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Eye Medicine and Surgery, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "El-Defrawy",
      "fore_name": "Sherif",
      "initials": "S",
      "name": "Sherif El-Defrawy",
      "affiliations": [
        "Department of Ophthalmology and Vision Sciences, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Reid",
      "affiliations": [
        "Institute for Better Health, Trillium Health Partners, Mississauga, Ontario, Canada; Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Iqbal Ike K",
      "initials": "IIK",
      "name": "Iqbal Ike K Ahmed",
      "affiliations": [
        "Department of Ophthalmology and Vision Sciences, University of Toronto, Toronto, Ontario, Canada; Institute for Better Health, Trillium Health Partners, Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schlenker",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Schlenker",
      "affiliations": [
        "Department of Ophthalmology and Vision Sciences, University of Toronto, Toronto, Ontario, Canada; Institute for Better Health, Trillium Health Partners, Mississauga, Ontario, Canada. Electronic address: mschlenker@KensingtonHealth.org."
      ]
    }
  ],
  "journal": {
    "title": "Survey of ophthalmology",
    "iso_abbreviation": "Surv Ophthalmol",
    "issn": "1879-3304",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "3",
    "pub_year": "2020"
  },
  "start_page": "348",
  "end_page": "360",
  "pages": "348-360",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cataract",
    "Cataract Extraction",
    "Global Health",
    "Humans",
    "Incidence",
    "Patient Reported Outcome Measures",
    "Quality of Life",
    "Visual Acuity"
  ],
  "article_ids": {
    "pubmed": "31862206",
    "doi": "10.1016/j.survophthal.2019.12.002",
    "pii": "S0039-6257(19)30310-8"
  },
  "doi": "10.1016/j.survophthal.2019.12.002",
  "dates": {
    "completed": "2021-07-06",
    "revised": "2021-07-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:45.970851",
    "pmid": "31862206"
  }
}