{
  "pmid": "31860107",
  "uid": "31860107",
  "title": "Effect of Teaching Bayesian Methods Using Learning by Concept vs Learning by Example on Medical Students' Ability to Estimate Probability of a Diagnosis: A Randomized Clinical Trial.",
  "abstract": "IMPORTANCE: Clinicians use probability estimates to make a diagnosis. Teaching students to make more accurate probability estimates could improve the diagnostic process and, ultimately, the quality of medical care. OBJECTIVE: To test whether novice clinicians can be taught to make more accurate bayesian revisions of diagnostic probabilities using teaching methods that apply either explicit conceptual instruction or repeated examples. DESIGN, SETTING, AND PARTICIPANTS: A randomized clinical trial of 2 methods for teaching bayesian updating and diagnostic reasoning was performed. A web-based platform was used for consent, randomization, intervention, and testing of the effect of the intervention. Participants included 61 medical students at McMaster University and Eastern Virginia Medical School recruited from May 1 to September 30, 2018. INTERVENTIONS: Students were randomized to (1) receive explicit conceptual instruction regarding diagnostic testing and bayesian revision (concept group), (2) exposure to repeated examples of cases with feedback regarding posttest probability (experience group), or (3) a control condition with no conceptual instruction or repeated examples. MAIN OUTCOMES AND MEASURES: Students in all 3 groups were tested on their ability to update the probability of a diagnosis based on either negative or positive test results. Their probability revisions were compared with posttest probability revisions that were calculated using the Bayes rule and known test sensitivity and specificity. RESULTS: Of the 61 participants, 22 were assigned to the concept group, 20 to the experience group, and 19 to the control group. Approximate age was 25 years. Two participants were first-year; 37, second-year; 12, third-year; and 10, fourth-year students. Mean (SE) probability estimates of students in the concept group were statistically significantly closer to calculated bayesian probability than the other 2 groups (concept, 0.4%; [0.7%]; experience, 3.5% [0.7%]; control, 4.3% [0.7%]; P < .001). Although statistically significant, the differences between groups were relatively modest, and students in all groups performed better than expected, based on prior reports in the literature. CONCLUSIONS AND RELEVANCE: The study showed a modest advantage for students who received theoretical instruction on bayesian concepts. All participants' probability estimates were, on average, close to the bayesian calculation. These findings have implications for how to teach diagnostic reasoning to novice clinicians. TRIAL REGISTRATION: ClinicalTrials.gov identifier: NCT04130607.",
  "authors": [
    {
      "last_name": "Brush",
      "fore_name": "John E",
      "initials": "JE",
      "name": "John E Brush",
      "affiliations": [
        "Cardiology Division, Department of Internal Medicine, Eastern Virginia Medical School, Sentara Healthcare, Norfolk."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Lee",
      "affiliations": [
        "McMaster Education Research, Innovation and Theory Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sherbino",
      "affiliations": [
        "McMaster Education Research, Innovation and Theory Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Taylor-Fishwick",
      "fore_name": "Judith C",
      "initials": "JC",
      "name": "Judith C Taylor-Fishwick",
      "affiliations": [
        "Cardiology Division, Department of Internal Medicine, Eastern Virginia Medical School, Sentara Healthcare, Norfolk."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "McMaster Education Research, Innovation and Theory Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "02"
  },
  "start_page": "e1918023",
  "pages": "e1918023",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Bayes Theorem",
    "Clinical Competence",
    "Clinical Decision-Making",
    "Curriculum",
    "Education, Medical, Undergraduate",
    "Educational Measurement",
    "Female",
    "Humans",
    "Male",
    "Medical History Taking",
    "Probability",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "31860107",
    "pmc": "PMC7027434",
    "doi": "10.1001/jamanetworkopen.2019.18023",
    "pii": "2757877"
  },
  "doi": "10.1001/jamanetworkopen.2019.18023",
  "pmc_id": "PMC7027434",
  "dates": {
    "completed": "2020-06-17",
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.766533",
    "pmid": "31860107"
  }
}