{
  "pmid": "31877292",
  "uid": "31877292",
  "title": "Rivaroxaban and Dabigatran for Suppression of Mechanical Heart Valve-Induced Thrombin Generation.",
  "abstract": "BACKGROUND: Patients with mechanical heart valves (MHVs) require warfarin to prevent thromboembolism. Dabigatran was less effective than warfarin in patients with MHVs, which prompted a black box warning against the use of direct oral anticoagulants for this indication. However, rivaroxaban and apixaban, which inhibit factor Xa, have not been evaluated in patients with MHVs. To determine whether rivaroxaban and apixaban would be effective, we used MHV-induced thrombin generation assays to compare them with warfarin either alone or in combination with dabigatran. METHODS: Thrombin generation in the absence or presence of MHV leaflets or sewing ring segments (SRSs) was quantified. Studies were done in control plasma; plasma from patients on warfarin; plasma containing varying concentrations of rivaroxaban, apixaban, or dabigatran alone; or plasma containing rivaroxaban plus dabigatran. RESULTS: Mean endogenous thrombin potential (ETP) increased 1.2-fold, 1.5-fold, and 1.8-fold in the presence of leaflets, Teflon (Terumo Aortic (Sunrise, FL)) SRSs, or Dacron (Terumo Aortic (Sunrise, FL)) SRSs, respectively. Rivaroxaban and apixaban reduced ETP at concentrations above 50 ng/mL but were less effective than warfarin. When rivaroxaban and dabigatran were combined, they suppressed ETP in a more than additive manner. CONCLUSIONS: Whereas warfarin suppresses MHV-induced thrombin generation, MHVs induce the generation of factor Xa in concentrations that overwhelm clinically relevant concentrations of rivaroxaban or apixaban. When used in combination, rivaroxaban and dabigatran are more effective than either agent is alone, suggesting that concomitant inhibition of factor Xa and thrombin is better than inhibition of either clotting enzyme alone.",
  "authors": [
    {
      "last_name": "Jaffer",
      "fore_name": "Iqbal H",
      "initials": "IH",
      "name": "Iqbal H Jaffer",
      "affiliations": [
        "Division of Cardiac Surgery, Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fredenburgh",
      "fore_name": "James C",
      "initials": "JC",
      "name": "James C Fredenburgh",
      "affiliations": [
        "Department of Medicine, Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stafford",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Stafford",
      "affiliations": [
        "Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Division of Cardiac Surgery, Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weitz",
      "fore_name": "Jeffrey I",
      "initials": "JI",
      "name": "Jeffrey I Weitz",
      "affiliations": [
        "Department of Medicine, Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Biochemistry and Biomedical Sciences, Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton, Ontario, Canada. Electronic address: weitzj@taari.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Annals of thoracic surgery",
    "iso_abbreviation": "Ann Thorac Surg",
    "issn": "1552-6259",
    "issn_type": "Electronic",
    "volume": "110",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "582",
  "end_page": "590",
  "pages": "582-590",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antithrombins",
    "Dabigatran",
    "Factor Xa Inhibitors",
    "Heart Diseases",
    "Heart Valve Prosthesis",
    "Humans",
    "Rivaroxaban",
    "Thrombin",
    "Thrombosis"
  ],
  "article_ids": {
    "pubmed": "31877292",
    "doi": "10.1016/j.athoracsur.2019.10.091",
    "pii": "S0003-4975(19)31916-2"
  },
  "doi": "10.1016/j.athoracsur.2019.10.091",
  "dates": {
    "completed": "2020-09-01",
    "revised": "2020-09-01"
  },
  "chemicals": [
    "Antithrombins",
    "Factor Xa Inhibitors",
    "Rivaroxaban",
    "Thrombin",
    "Dabigatran"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.192247",
    "pmid": "31877292"
  }
}