{
  "pmid": "31879068",
  "uid": "31879068",
  "title": "Characteristics and trends in publications of abstracts presented at the Canadian Ophthalmological Society Annual Meetings: 2010-2015.",
  "abstract": "OBJECTIVE: To evaluate the publication rate of abstracts presented at the Canadian Ophthalmological Society (COS) Annual Meetings from 2010 to 2015. DESIGN: A retrospective review and literature search of abstracts presented at the COS Annual Meetings from 2010 to 2015. METHODS: Abstracts were obtained from the scientific programs for the 2010-2015 COS meetings, excluding 2014 (data unavailable). Title, author number, presentation type, subspecialty, institution, and study design were collected. MEDLINE and PubMed were searched in duplicate using abstract title, key words, and authors. Publication date, journal, impact factor, and citation score were recorded for each publication. Publication rates were determined by year of abstract presentation, presentation type, study type, subspecialty, author number, institution, and time to publication. RESULTS: 876 abstracts were presented, of which 326 (37.3%) were posters and 548 (62.7%) were oral presentations. The publication rate was 42.9% (375 publications) with a 16-month median time to publication. The publication rate did not vary significantly by presentation type or year. Publication rates were highest among vision rehabilitation (75.0%) and glaucoma (52.0%) subspecialties; basic science research (65.0%) and systematic reviews/meta analyses (62.0%) study designs had the highest representation. Most presentations were published in the Canadian Journal of Ophthalmology (117 presentations, 31.2%). The mean impact factor and citation score for published abstracts were 2.39 ± 2.3 and 1.70 ± 1.16, respectively. CONCLUSIONS: The publication rate of abstracts presented at the COS Annual Meetings has remained stable across this 5-year analysis. Publication rates are comparable to those of other specialty conferences.",
  "authors": [
    {
      "last_name": "Mullen",
      "fore_name": "Sarah J",
      "initials": "SJ",
      "name": "Sarah J Mullen",
      "affiliations": [
        "Department of Ophthalmology, Hamilton Regional Eye Institute, St. Joseph's Healthcare Hamilton, Hamilton, Ont.; Department of Surgery, McMaster University, Hamilton, Ont.. Electronic address: sarah.mullen@medportal.ca."
      ]
    },
    {
      "last_name": "Qian",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Qian",
      "affiliations": [
        "Department of Ophthalmology, Hamilton Regional Eye Institute, St. Joseph's Healthcare Hamilton, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Ceyhan",
      "fore_name": "Tiandra",
      "initials": "T",
      "name": "Tiandra Ceyhan",
      "affiliations": [
        "McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Nguyen",
      "affiliations": [
        "Department of Ophthalmology, University of Toronto, Toronto, Ont."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Ophthalmology, Hamilton Regional Eye Institute, St. Joseph's Healthcare Hamilton, Hamilton, Ont.; Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of ophthalmology. Journal canadien d'ophtalmologie",
    "iso_abbreviation": "Can J Ophthalmol",
    "issn": "1715-3360",
    "issn_type": "Electronic",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "23"
  },
  "start_page": "221",
  "end_page": "231",
  "pages": "221-231",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31879068",
    "doi": "10.1016/j.jcjo.2019.10.006",
    "pii": "S0008-4182(18)31281-X"
  },
  "doi": "10.1016/j.jcjo.2019.10.006",
  "dates": {
    "revised": "2024-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.374276",
    "pmid": "31879068"
  }
}