{
  "pmid": "31874742",
  "uid": "31874742",
  "title": "Applying priority-setting frameworks: A review of public and vulnerable populations' participation in health-system priority setting.",
  "abstract": "BACKGROUND: There is a growing body of literature that describes, applies, and evaluates applications of health-system priority-setting frameworks in different contexts. However, little explicit focus has been given to examining operationalization of the stakeholder participation component of these frameworks. The literature identifies the public as a stakeholder group and recommends their participation when applying the frameworks. METHODS: We conducted a scoping review to search the PubMed, EMBASE, HealthSTAR, Medline, and PsycINFO databases for cases where priority-setting frameworks were applied (2000-2017). We aimed to synthesize current literature to examine the degree to which the public and vulnerable populations have been engaged through applications of these frameworks FINDINGS: The following stakeholders commonly participated: managers, administrators/coordinators, clinicians/physicians, non-physician health care providers, health economists, academics/researchers, experts, decision-makers, and policy-makers. Few papers reported on public participation, and even fewer identified vulnerable groups that participate. Stakeholders were most commonly reported to participate in identifying areas for prioritization. CONCLUSIONS: While the frameworks were developed with stakeholder participation in mind, in practice not all stakeholders are participating in priority-setting processes as envisioned by the frameworks. The public and vulnerable groups do not consistently participate, challenging the utility of the participation component of frameworks in guiding stakeholder participation in health-system priority setting. Frameworks can be more explicit about which stakeholders should participate and detailing how their participation should be operationalized.",
  "authors": [
    {
      "last_name": "Razavi",
      "fore_name": "S Donya",
      "initials": "SD",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada. Electronic address: razavisd@mccmaster.ca."
      ]
    },
    {
      "last_name": "Kapiriri",
      "fore_name": "Lydia",
      "initials": "L",
      "affiliations": [
        "Department of Health, Aging and Society, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster Health Forum, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "133",
  "end_page": "142",
  "pages": "133-142",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Health Priorities",
    "Humans",
    "Stakeholder Participation",
    "Vulnerable Populations"
  ],
  "article_ids": {
    "pubmed": "31874742",
    "doi": "10.1016/j.healthpol.2019.12.005",
    "pii": "S0168-8510(19)30299-4"
  },
  "doi": "10.1016/j.healthpol.2019.12.005",
  "dates": {
    "completed": "2021-05-03",
    "revised": "2021-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.699267",
    "pmid": "31874742"
  }
}