{
  "pmid": "31889880",
  "uid": "31889880",
  "title": "Legume genomics and transcriptomics: From classic breeding to modern technologies.",
  "abstract": "Legumes are essential and play a significant role in maintaining food standards and augmenting physiochemical soil properties through the biological nitrogen fixation process. Biotic and abiotic factors are the main factors limiting legume production. Classical breeding methodologies have been explored extensively about the problem of truncated yield in legumes but have not succeeded at the desired rate. Conventional breeding improved legume genotypes but with more resources and time. Recently, the invention of next-generation sequencing (NGS) and high-throughput methods for genotyping have opened new avenues for research and developments in legume studies. During the last decade, genome sequencing for many legume crops documented. Sequencing and re-sequencing of important legume species have made structural variation and functional genomics conceivable. NGS and other molecular techniques such as the development of markers; genotyping; high density genetic linkage maps; quantitative trait loci (QTLs) identification, expressed sequence tags (ESTs), single nucleotide polymorphisms (SNPs); and transcription factors incorporated into existing breeding technologies have made possible the accurate and accelerated delivery of information for researchers. The application of genome sequencing, RNA sequencing (transcriptome sequencing), and DNA sequencing (re-sequencing) provide considerable insights for legume development and improvement programs. Moreover, RNA-Seq helps to characterize genes, including differentially expressed genes, and can be applied for functional genomics studies, especially when there is limited information available for the studied genomes. Genome-based crop development studies and the availability of genomics data as well as decision-making gears look be specific for breeding programs. This review mainly presents an overview of the path from classical breeding to new emerging genomics tools, which will trigger and accelerate genomics-assisted breeding for recognition of novel genes for yield and quality characters for sustainable legume crop production.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alghamdi",
      "fore_name": "Salem S",
      "initials": "SS",
      "name": "Salem S Alghamdi",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Migdadi",
      "fore_name": "Hussein H",
      "initials": "HH",
      "name": "Hussein H Migdadi",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Altaf",
      "initials": "MA",
      "name": "Muhammad Altaf Khan",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Nurmansyah",
      "name": "Nurmansyah",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Mirza",
      "fore_name": "Shaher Bano",
      "initials": "SB",
      "name": "Shaher Bano Mirza",
      "affiliations": [
        "Computational Biology and Molecular Simulations Laboratory, Department of Biophysics, School of Medicine, Bahcesehir University (BAU), Istanbul, Turkey.",
        "Department of Biosciences, COMSATS Institute of Information Technology (CIIT), Chak Shahzad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "El-Harty",
      "fore_name": "Ehab",
      "initials": "E",
      "name": "Ehab El-Harty",
      "affiliations": [
        "Department of Plant Production, College of Food and Agricultural Sciences, King Saud University, Riyadh, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Saudi journal of biological sciences",
    "iso_abbreviation": "Saudi J Biol Sci",
    "issn": "1319-562X",
    "issn_type": "Print",
    "volume": "27",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "543",
  "end_page": "555",
  "pages": "543-555",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31889880",
    "pmc": "PMC6933173",
    "doi": "10.1016/j.sjbs.2019.11.018",
    "pii": "S1319-562X(19)30251-7"
  },
  "doi": "10.1016/j.sjbs.2019.11.018",
  "pmc_id": "PMC6933173",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.874278",
    "pmid": "31889880"
  }
}