{
  "pmid": "31888658",
  "uid": "31888658",
  "title": "Stakeholders' experiences with the evidence aid website to support 'real-time' use of research evidence to inform decision-making in crisis zones: a user testing study.",
  "abstract": "BACKGROUND: Humanitarian action in crisis zones is fraught with many challenges, including lack of timely and accessible research evidence to inform decision-making about humanitarian interventions. Evidence websites have the potential to address this challenge. Evidence Aid is the only evidence website designed for crisis zones that focuses on providing research evidence in the form of systematic reviews. The objective of this study is to explore stakeholders' views of Evidence Aid, contributing further to our understanding of the use of research evidence in decision-making in crisis zones. METHODS: We designed a qualitative user-testing study to collect interview data from stakeholders about their impressions of Evidence Aid. Eligible stakeholders included those with and without previous experience of Evidence Aid. All participants were either currently working or have worked within the last year in a crisis zone. Participants were asked to perform the same user experience-related tasks and answer questions about this experience and their knowledge needs. Data were analysed using a deductive framework analysis approach drawing on Morville's seven facets of the user experience - findability, usability, usefulness, desirability, accessibility, credibility and value. RESULTS: A total of 31 interviews were completed with senior decision-makers (n = 8), advisors (n = 7), field managers (n = 7), analysts/researchers (n = 5) and healthcare providers (n = 4). Participant self-reported knowledge needs varied depending on their role. Overall, participants did not identify any 'major' problems (highest order) and identified only two 'big' problems (second highest order) with using the Evidence Aid website, namely the lack of a search engine on the home page and that some full-text articles linked to/from the site require a payment. Participants identified seven specific suggestions about how to improve Evidence Aid, many of which can also be applied to other evidence websites. CONCLUSIONS: Stakeholders in crisis zones found Evidence Aid to be useful, accessible and credible. However, they experienced some problems with the lack of a search engine on the home page and the requirement for payment for some full-text articles linked to/from the site.",
  "authors": [
    {
      "last_name": "Khalid",
      "fore_name": "Ahmad Firas",
      "initials": "AF",
      "name": "Ahmad Firas Khalid",
      "affiliations": [
        "Health Policy PhD Program, McMaster University, Hamilton, ON, Canada. kkhalida@mcmaster.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. kkhalida@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada. kkhalida@mcmaster.ca."
      ],
      "orcid": "0000-0002-8525-2455"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Health Policy PhD Program, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Political Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Management & Policy, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Review in Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "30"
  },
  "start_page": "106",
  "pages": "106",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Support Systems, Clinical",
    "Disasters",
    "Evidence-Based Medicine",
    "Female",
    "Health Personnel",
    "Humans",
    "Internet",
    "Interviews as Topic",
    "Male",
    "Qualitative Research",
    "Relief Work",
    "Stakeholder Participation"
  ],
  "article_ids": {
    "pubmed": "31888658",
    "pmc": "PMC6936118",
    "doi": "10.1186/s12961-019-0498-y",
    "pii": "10.1186/s12961-019-0498-y"
  },
  "doi": "10.1186/s12961-019-0498-y",
  "pmc_id": "PMC6936118",
  "dates": {
    "completed": "2020-04-21",
    "revised": "2020-04-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.101094",
    "pmid": "31888658"
  }
}