{
  "pmid": "31883730",
  "uid": "31883730",
  "title": "Hand hygiene knowledge, attitudes, and practices among hospital inpatients: A descriptive study.",
  "abstract": "BACKGROUND: Pathogens may be transmitted in hospitals via patients' own hands, but little is known about the facilitators and barriers of hand hygiene among inpatients. This study aimed to assess the hand hygiene knowledge, attitudes, and practices of adult inpatients at 5 hospitals. METHODS: The study consisted of a cross-sectional survey distributed followed by structured interviews with randomly selected inpatients. Qualitative data were analyzed independently by 2 researchers using the Theoretical Domains Framework. RESULTS: A total of 268 surveys were completed, with 66.4% of patients reporting always performing hand hygiene after toileting and 49.2% before eating. The majority of patients (74.6%) stated that they did not want to receive more information about hand hygiene while in the hospital. Key themes identified from 23 interviews include knowledge; environmental context and resources; memory, attention, and decision processes; and social influences. CONCLUSIONS: Self-reported patient hand hygiene rates are suboptimal and there are knowledge gaps among patients as to when to perform hand hygiene, but patients are not receptive to receiving traditional educational interventions. Future interventions to improve patient hand hygiene should focus on other behavior change domains, including environmental context and resources (eg, access to hand sanitizer at the bedside), memory, attention, and decision processes (eg, posters or other reminders), and social influences (eg, role modeling).",
  "authors": [
    {
      "last_name": "Srigley",
      "fore_name": "Jocelyn A",
      "initials": "JA",
      "name": "Jocelyn A Srigley",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Hamilton Health Sciences, Hamilton, Ontario, Canada; Department of Pathology and Laboratory Medicine, BC Children's and Women's Hospitals, Vancouver, British Columbia, Canada; Department of Pathology and Laboratory Medicine, University of British Columbia, Vancouver, British Columbia, Canada. Electronic address: jocelyn.srigley@cw.bc.ca."
      ]
    },
    {
      "last_name": "Cho",
      "fore_name": "Sung Min",
      "initials": "SM",
      "name": "Sung Min Cho",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Neill",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy O'Neill",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bialachowski",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Bialachowski",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "R Ayesha",
      "initials": "RA",
      "name": "R Ayesha Ali",
      "affiliations": [
        "Department of Mathematics and Statistics, University of Guelph, Guelph, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Lee",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Hamilton Health Sciences, Hamilton, Ontario, Canada; St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada; Island Health Authority, Victoria, British Columbia, Canada; Department of Pathology and Laboratory Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Hamilton Health Sciences, Hamilton, Ontario, Canada; Department of Pathology and Laboratory Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of infection control",
    "iso_abbreviation": "Am J Infect Control",
    "issn": "1527-3296",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "507",
  "end_page": "510",
  "pages": "507-510",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Cross Infection",
    "Cross-Sectional Studies",
    "Female",
    "Hand Hygiene",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Inpatients",
    "Male",
    "Middle Aged",
    "Patient Acceptance of Health Care",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "31883730",
    "doi": "10.1016/j.ajic.2019.11.020",
    "pii": "S0196-6553(19)30986-1"
  },
  "doi": "10.1016/j.ajic.2019.11.020",
  "dates": {
    "completed": "2021-02-04",
    "revised": "2021-02-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.863896",
    "pmid": "31883730"
  }
}