{
  "pmid": "31882263",
  "uid": "31882263",
  "title": "Evaluating the Clinical Effect of Female Blood Donors of Child-Bearing Age on Maternal and Neonatal Outcomes: A Cohort Study.",
  "abstract": "Iron deficiency is a global problem in women of child-bearing age and is associated with adverse maternal and newborn outcomes. Repeated blood donations deplete iron stores and decrease hemoglobin levels. However, the clinical impact of iatrogenic iron deficiency on mothers and neonates due to blood donation is uncertain. The objective of this study was to assess the association between repeated blood donations in female donors of child-bearing age and the associated risk of adverse maternal and neonatal outcomes. We undertook an observational cohort study of all women who delivered a live or stillborn infant in Ontario, Canada, between 1 January 2010 and 31 March 2012 using birth record data from the Better Outcomes Registry & Network, Canadian Blood Services, and the Institute of Clinical Evaluative Sciences. Only a woman's first pregnancy within the study time frame was included for analysis. We excluded women <18 years or >50 years of age at the time of delivery and multiple birth pregnancies. Data on all female donors who made whole blood donations between 1 January 2007 and 31 March 2012 were obtained from Canadian Blood Services. The primary newborn outcome was diagnosis of a small-for-gestational-age neonate (less than 10th centile). Secondary outcomes were preterm birth, stillbirth, APGAR <4 at 5 minutes, cord pH <7, neonatal death, maternal transfusion, infection, preeclampsia, gestational hypertension, gestational diabetes, placental abruption, and maternal death. Regression models evaluated the effect of repeated donation and the time interval between donations and conception on neonatal and maternal outcomes while adjusting for important clinical and demographic risk factors. A total of 260 037 women delivered live or stillborn singleton infants between 1 January 2010 and 31 March 2012. A total of 7919 (3.0%) women were blood donors, with a mean of 2.43 ± 2.10 lifetime donations. Mean maternal age at the time of delivery for nondonors and donors was 30.30 ± 5.38 and 29.74 ± 4.94 years, respectively. Small for gestational age occurred in 23 706 (9.4%) of neonates born to nondonors and 526 (6.6%) of neonates born to donors. There was a reduction in the risk of small for gestational age with increasing number of lifetime donations (adjusted odds ratio 0.89 [0.86-0.92] per additional donation). For the prespecified secondary outcomes, we observed a reduction in the risk of low birth weight (adjusted odds ratio 0.95 [0.91-0.98] per additional donation). There was no association with other secondary neonatal or maternal outcomes except for maternal hypertension. Proximity of donation to conception had no effect on risk of a small-for-gestational age neonate. Our data suggest that there is no increased risk of deleterious neonatal and maternal outcomes associated with repeated blood donations prior to pregnancy. Although possibly a result of a healthy donor effect, our findings are reassuring to female donors and their children as well as to clinicians and blood system stakeholders seeking to inform policy decisions.",
  "authors": [
    {
      "last_name": "Chassé",
      "fore_name": "Michaël",
      "initials": "M",
      "name": "Michaël Chassé",
      "affiliations": [
        "Centre de recherche du Centre hospitalier de l'Université de Montréal, Montréal, Quebec, Canada. Electronic address: michael.chasse@umontreal.ca."
      ]
    },
    {
      "last_name": "Tinmouth",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Tinmouth",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada. Electronic address: atinmouth@toh.ca."
      ]
    },
    {
      "last_name": "Goldman",
      "fore_name": "Mindy",
      "initials": "M",
      "name": "Mindy Goldman",
      "affiliations": [
        "Donor and Clinical Services, Canadian Blood Services, Ottawa, Ontario, Canada. Electronic address: mindy.goldman@blood.ca."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Sheila F",
      "initials": "SF",
      "name": "Sheila F O'Brien",
      "affiliations": [
        "Epidemiology and Surveillance, Canadian Blood Services, Ottawa, Ontario, Canada. Electronic address: Sheila.obrien@blood.ca."
      ]
    },
    {
      "last_name": "Hawken",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Hawken",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada. Electronic address: shawken@ohri.ca."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Malia S Q",
      "initials": "MSQ",
      "name": "Malia S Q Murphy",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada. Electronic address: malmurphy@ohri.ca."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Walker",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada. Electronic address: mwalker@toh.ca."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Ann E",
      "initials": "AE",
      "name": "Ann E Sprague",
      "affiliations": [
        "Better Outcomes Registry & Network, Ottawa, Ontario, Canada. Electronic address: asprague@bornontario.ca."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Kumanan",
      "initials": "K",
      "name": "Kumanan Wilson",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada. Electronic address: kwilson@ohri.ca."
      ]
    },
    {
      "last_name": "van Walraven",
      "fore_name": "Carl",
      "initials": "C",
      "name": "Carl van Walraven",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada. Electronic address: carlv@ohri.ca."
      ]
    },
    {
      "last_name": "Fergusson",
      "fore_name": "Dean A",
      "initials": "DA",
      "name": "Dean A Fergusson",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada. Electronic address: dafergusson@ohri.ca."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion medicine reviews",
    "iso_abbreviation": "Transfus Med Rev",
    "issn": "1532-9496",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "117",
  "end_page": "123",
  "pages": "117-123",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Female",
    "Humans",
    "Infant, Newborn",
    "Middle Aged",
    "Pregnancy",
    "Young Adult",
    "Anemia, Iron-Deficiency",
    "Blood Donors",
    "Infant, Small for Gestational Age",
    "Longitudinal Studies",
    "Ontario",
    "Pregnancy Complications",
    "Premature Birth",
    "Risk Factors",
    "Stillbirth"
  ],
  "article_ids": {
    "pubmed": "31882263",
    "doi": "10.1016/j.tmrv.2019.11.007",
    "pii": "S0887-7963(19)30165-8"
  },
  "doi": "10.1016/j.tmrv.2019.11.007",
  "dates": {
    "completed": "2021-07-19",
    "revised": "2024-07-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:03.687666",
    "pmid": "31882263"
  }
}