{
  "pmid": "31892659",
  "uid": "31892659",
  "title": "Transitional care quality indicators to assess quality of care following hospitalisation for chronic obstructive pulmonary disease and heart failure: a systematic review protocol.",
  "abstract": "INTRODUCTION: The period following hospitalisation for chronic obstructive pulmonary disease (COPD) or heart failure (HF)-when patients transition between settings and clinicians-is one of high risk. Transitional care services that bridge the gap from hospital to home can improve outcomes, but there are no widely accepted indicators to assess their quality. METHODS AND ANALYSIS: In this systematic review, we will summarise transitional care quality indicators, and describe their associations with clinical, patient-reported and cost outcomes. We will search MEDLINE, Embase, CINAHL and HealthSTAR, as well as grey literature and reference lists of included articles. We will screen all studies published between January 1990 and October 2019 that test an intervention that aims to improve the hospital-to-home transition for patients with COPD and/or HF; and measure at least one process (eg, medication errors), clinical (eg, hospital readmissions) or patient-reported (eg, health-related quality of life) outcome which will serve as a transitional care quality indicator . We will include randomised controlled trials, cohort studies, cross-sectional studies, interrupted time series studies and before-after studies. We will extract data in duplicate and classify transitional care quality indicators as structural, process-related or outcome-related. When possible, we will assess associations between transitional care quality indicators and clinical outcomes. In anticipation of conceptual and statistical heterogeneity, we will provide a qualitative synthesis and narrative review of the results. ETHICS AND DISSEMINATION: This review will provide a list of transitional care quality indicators and their associations with clinical outcomes. These results can be used by hospitals, administrators and clinicians for assessing the quality of transitional care provided to patients with COPD and HF. The findings can also be used by policy-makers to assess and incentivise transitional care quality. We will disseminate results through publications, social media releases and presentations. PROSPERO REGISTRATION NUMBER: This study is registered on PROSPERO.",
  "authors": [
    {
      "last_name": "Michael",
      "fore_name": "Faith",
      "initials": "F",
      "name": "Faith Michael",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2331-4999"
    },
    {
      "last_name": "Whitelaw",
      "fore_name": "Sera",
      "initials": "S",
      "name": "Sera Whitelaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette Gc",
      "initials": "HG",
      "name": "Harriette Gc Van Spall",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada Harriette.VanSpall@phri.ca.",
        "Population Health Research Institute, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "12",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "31"
  },
  "start_page": "e032764",
  "pages": "e032764",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Heart Failure",
    "Humans",
    "Patient Discharge",
    "Pulmonary Disease, Chronic Obstructive",
    "Quality Indicators, Health Care",
    "Research Design",
    "Systematic Reviews as Topic",
    "Transitional Care"
  ],
  "article_ids": {
    "pubmed": "31892659",
    "pmc": "PMC6955556",
    "doi": "10.1136/bmjopen-2019-032764",
    "pii": "bmjopen-2019-032764"
  },
  "doi": "10.1136/bmjopen-2019-032764",
  "pmc_id": "PMC6955556",
  "dates": {
    "completed": "2020-11-13",
    "revised": "2020-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.778168",
    "pmid": "31892659"
  }
}