{
  "pmid": "31900699",
  "uid": "31900699",
  "title": "Digital breast tomosynthesis for breast cancer detection: a diagnostic test accuracy systematic review and meta-analysis.",
  "abstract": "OBJECTIVES: No consensus exists on digital breast tomosynthesis (DBT) utilization for breast cancer detection. We performed a diagnostic test accuracy systematic review and meta-analysis comparing DBT, combined DBT and digital mammography (DM), and DM alone for breast cancer detection in average-risk women. METHODS: MEDLINE and EMBASE were searched until September 2018. Comparative design studies reporting on the diagnostic accuracy of DBT and/or DM for breast cancer detection were included. Demographic, methodologic, and diagnostic accuracy data were extracted. Risk of bias was assessed using the Quality Assessment of Diagnostic Accuracy Studies (QUADAS)-2 tool. Accuracy metrics were pooled using bivariate random-effects meta-analysis. The impact of multiple covariates was assessed using meta-regression. PROSPERO ID: CRD 42018111287. RESULTS: Thirty-eight studies reporting on 488,099 patients (13,923 with breast cancer) were included. Eleven studies were at low risk of bias. DBT alone, combined DBT and DM, and DM alone demonstrated sensitivities of 88% (95% confidence interval [CI] 83-92), 88% (CI 83-92), and 79% (CI 75-82), as well as specificities of 84% (CI 76-89), 81% (CI 73-88), and 79% (CI 71-85), respectively. The greater sensitivities of DBT alone and combined DBT and DM compared to DM alone were preserved in the combined meta-regression models accounting for other covariates (p = 0.003-0.006). No significant difference in diagnostic accuracy between DBT alone and combined DBT and DM was identified (p = 0.175-0.581). CONCLUSIONS: DBT is more sensitive than DM, while the addition of DM to DBT provides no additional diagnostic benefit. Consideration of these findings in breast cancer imaging guidelines is recommended. KEY POINTS: • Digital breast tomosynthesis with or without additional digital mammography is more sensitive in detecting breast cancer than digital mammography alone in women at average risk for breast cancer. • The addition of digital mammography to digital breast tomosynthesis provides no additional diagnostic benefit in detecting breast cancer compared to digital breast tomosynthesis alone. • The specificity of digital breast tomosynthesis with or without additional digital mammography is no different than digital mammography alone in the detection of breast cancer.",
  "authors": [
    {
      "last_name": "Alabousi",
      "fore_name": "Mostafa",
      "initials": "M",
      "name": "Mostafa Alabousi",
      "affiliations": [
        "Department of Radiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zha",
      "fore_name": "Nanxi",
      "initials": "N",
      "name": "Nanxi Zha",
      "affiliations": [
        "Department of Radiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Salameh",
      "fore_name": "Jean-Paul",
      "initials": "JP",
      "name": "Jean-Paul Salameh",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada.",
        "Department of Clinical Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Samoilov",
      "fore_name": "Lucy",
      "initials": "L",
      "name": "Lucy Samoilov",
      "affiliations": [
        "The Schulich School of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Sharifabadi",
      "fore_name": "Anahita Dehmoobad",
      "initials": "AD",
      "name": "Anahita Dehmoobad Sharifabadi",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Pozdnyakov",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Pozdnyakov",
      "affiliations": [
        "The Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Freitas",
      "fore_name": "Vivianne",
      "initials": "V",
      "name": "Vivianne Freitas",
      "affiliations": [
        "Joint Department of Medical Imaging, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McInnes",
      "fore_name": "Matthew D F",
      "initials": "MDF",
      "name": "Matthew D F McInnes",
      "affiliations": [
        "Department of Radiology and Epidemiology, University of Ottawa, Ottawa, Canada.",
        "Ottawa Hospital Research Institute, Clinical Epidemiology Program, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Alabousi",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Alabousi",
      "affiliations": [
        "Department of Radiology, McMaster University, St. Joseph's Healthcare, Hamilton, ON, Canada. abdullah.alabousi@medportal.ca."
      ],
      "orcid": "0000-0001-8481-5087"
    }
  ],
  "journal": {
    "title": "European radiology",
    "iso_abbreviation": "Eur Radiol",
    "issn": "1432-1084",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "2058",
  "end_page": "2071",
  "pages": "2058-2071",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Early Detection of Cancer",
    "Female",
    "Humans",
    "Mammography",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "31900699",
    "doi": "10.1007/s00330-019-06549-2",
    "pii": "10.1007/s00330-019-06549-2"
  },
  "doi": "10.1007/s00330-019-06549-2",
  "dates": {
    "completed": "2020-10-13",
    "revised": "2023-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.977668",
    "pmid": "31900699"
  }
}