{
  "pmid": "31906056",
  "uid": "31906056",
  "title": "Timely Euthanasia in the United States Dairy Industry-Challenges and a Path Forward.",
  "abstract": "Euthanasia is a valuable management tool utilized on dairies to end the suffering of sick or debilitated cows. Euthanasia should be implemented if an animal's pain cannot be adequately alleviated and if there is a limited chance of recovery. To be humane, euthanasia should be quick, painless, and administered by a trained individual. Despite its importance in ensuring cow well-being, the timeliness with which euthanasia decisions are made for dairy cattle is often overlooked or neglected. The timeliness of euthanasia is as important as the efficient, rapid administration of euthanasia itself. Timely euthanasia is a critical component of many on-farm animal care and verification programs yet opportunities exist within the industry to improve how effectively the industry is executing this critical component of cow management. There are challenges associated with performing euthanasia in a timely manner, such as inconsistencies in treatment protocols, inadequate employee training, difficulties assessing a cow's quality of life, and impacts of the human-animal bond on decision-making. The objective of this paper is to explain the importance of timely euthanasia to dairy cattle welfare, identify the challenges that can prevent the timeliness of euthanasia, and provide solutions and practical suggestions for improving the management of timely euthanasia on dairies.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer B",
      "initials": "JB",
      "name": "Jennifer B Walker",
      "affiliations": [
        "Danone North America, 3333 Dan Morton Drive, Dallas, TX 75236, USA."
      ]
    },
    {
      "last_name": "Roman-Muniz",
      "fore_name": "I Noa",
      "initials": "IN",
      "name": "I Noa Roman-Muniz",
      "affiliations": [
        "Department of Animal Science, Colorado State University, Fort Collins, CO 80523-1171, USA."
      ]
    },
    {
      "last_name": "Edwards-Callaway",
      "fore_name": "Lily N",
      "initials": "LN",
      "name": "Lily N Edwards-Callaway",
      "affiliations": [
        "Department of Animal Science, Colorado State University, Fort Collins, CO 80523-1171, USA."
      ]
    }
  ],
  "journal": {
    "title": "Animals : an open access journal from MDPI",
    "iso_abbreviation": "Animals (Basel)",
    "issn": "2076-2615",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2019",
    "pub_month": "Dec",
    "pub_day": "31"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31906056",
    "pmc": "PMC7022783",
    "doi": "10.3390/ani10010071",
    "pii": "ani10010071"
  },
  "doi": "10.3390/ani10010071",
  "pmc_id": "PMC7022783",
  "dates": {
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.679504",
    "pmid": "31906056"
  }
}