{
  "pmid": "31907223",
  "uid": "31907223",
  "title": "Gastrointestinal bleeding prophylaxis for critically ill patients: a clinical practice guideline.",
  "abstract": "CLINICAL QUESTION: What is the role of gastrointestinal bleeding prophylaxis (stress ulcer prophylaxis) in critically ill patients? This guideline was prompted by the publication of a new large randomised controlled trial. CURRENT PRACTICE: Gastric acid suppression with proton pump inhibitors (PPIs) or histamine-2 receptor antagonists (H2RAs) is commonly done to prevent gastrointestinal bleeding in critically ill patients. Existing guidelines vary in their recommendations of which population to treat and which agent to use. RECOMMENDATIONS: This guideline panel makes a weak recommendation for using gastrointestinal bleeding prophylaxis in critically ill patients at high risk (>4%) of clinically important gastrointestinal bleeding, and a weak recommendation for not using prophylaxis in patients at lower risk of clinically important bleeding (≤4%). The panel identified risk categories based on evidence, with variable certainty regarding risk factors. The panel suggests using a PPI rather than a H2RA (weak recommendation) and recommends against using sucralfate (strong recommendation). HOW THIS GUIDELINE WAS CREATED: A guideline panel including patients, clinicians, and methodologists produced these recommendations using standards for trustworthy guidelines and the GRADE approach. The recommendations are based on a linked systematic review and network meta-analysis. A weak recommendation means that both options are reasonable. THE EVIDENCE: The linked systematic review and network meta-analysis estimated the benefit and harm of these medications in 12 660 critically ill patients in 72 trials. Both PPIs and H2RAs reduce the risk of clinically important bleeding. The effect is larger in patients at higher bleeding risk (those with a coagulopathy, chronic liver disease, or receiving mechanical ventilation but not enteral nutrition or two or more of mechanical ventilation with enteral nutrition, acute kidney injury, sepsis, and shock) (moderate certainty). PPIs and H2RAs might increase the risk of pneumonia (low certainty). They probably do not have an effect on mortality (moderate certainty), length of hospital stay, or any other important outcomes. PPIs probably reduce the risk of bleeding more than H2RAs (moderate certainty). UNDERSTANDING THE RECOMMENDATION: In most critically ill patients, the reduction in clinically important gastrointestinal bleeding from gastric acid suppressants is closely balanced with the possibility of pneumonia. Clinicians should consider individual patient values, risk of bleeding, and other factors such as medication availability when deciding whether to use gastrointestinal bleeding prophylaxis. Visual overviews provide the relative and absolute benefits and harms of the options in multilayered evidence summaries and decision aids available on MAGICapp.",
  "authors": [
    {
      "last_name": "Ye",
      "fore_name": "Zhikang",
      "initials": "Z",
      "name": "Zhikang Ye",
      "affiliations": [
        "Department of Pharmacy, Beijing Chaoyang Hospital, Capital Medical University, Beijing, China.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Reintam Blaser",
      "fore_name": "Annika",
      "initials": "A",
      "name": "Annika Reintam Blaser",
      "affiliations": [
        "Department of Intensive Care Medicine, Lucerne Cantonal Hospital, Lucerne, Switzerland.",
        "Department of Anaesthesiology and Intensive Care, University of Tartu, Tartu, Estonia."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Wang",
      "affiliations": [
        "Department of Pharmacy, Beijing Chaoyang Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mikita",
      "fore_name": "J Stephen",
      "initials": "JS",
      "name": "J Stephen Mikita",
      "affiliations": [
        "Spinal Muscular Atrophy Foundation, United States."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Roberts",
      "affiliations": [
        "Duke University, United States."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Internal Medicine & Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Bertschy",
      "fore_name": "Sonja",
      "initials": "S",
      "name": "Sonja Bertschy",
      "affiliations": [
        "Hospital of Lucerne, Switzerland."
      ]
    },
    {
      "last_name": "Boroli",
      "fore_name": "Filippo",
      "initials": "F",
      "name": "Filippo Boroli",
      "affiliations": [
        "Adult intensive care unit, Department of Acute Medicine, University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Camsooksai",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Camsooksai",
      "affiliations": [
        "Critical Care, Poole Hospital NHS FT, United Kingdom."
      ]
    },
    {
      "last_name": "Du",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Du",
      "affiliations": [
        "Medical intensive care unit, Peking Union Medical College Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Heen",
      "fore_name": "Anja Fog",
      "initials": "AF",
      "name": "Anja Fog Heen",
      "affiliations": [
        "Department of Medicine, Innlandet Hospital Trust, Gjøvik, Norway."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Jianyou",
      "initials": "J",
      "name": "Jianyou Lu",
      "affiliations": [
        "Peking KF Tech.co, Beijing, China."
      ]
    },
    {
      "last_name": "Mella",
      "fore_name": "José M",
      "initials": "JM",
      "name": "José M Mella",
      "affiliations": [
        "Gastroenterology and Endoscopy Unit, Hospital Alemán, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Wise",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Wise",
      "affiliations": [
        "Discipline of Anaesthesia and Critical Care, School of Clinical Medicine, University of KwaZulu-Natal, Durban, South Africa.",
        "Adult Intensive Care, John Radcliffe Hospital, Oxford University Hospitals NHS Foundation Trust, United Kingdom."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Zheng",
      "affiliations": [
        "Surgical Intensive Care Unit, Beijing Chaoyang Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Lihong",
      "initials": "L",
      "name": "Lihong Liu",
      "affiliations": [
        "Department of Pharmacy, Beijing Chaoyang Hospital, Capital Medical University, Beijing, China liulihong@bjcyh.com."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "368",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "06"
  },
  "start_page": "l6722",
  "pages": "l6722",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [
    "Humans",
    "Critical Illness",
    "Gastrointestinal Hemorrhage",
    "Network Meta-Analysis as Topic",
    "Peptic Ulcer",
    "Proton Pump Inhibitors",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "31907223",
    "doi": "10.1136/bmj.l6722"
  },
  "doi": "10.1136/bmj.l6722",
  "dates": {
    "completed": "2020-01-09",
    "revised": "2025-07-10"
  },
  "chemicals": [
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.511659",
    "pmid": "31907223"
  }
}