{
  "pmid": "31918730",
  "uid": "31918730",
  "title": "Understanding the implications of the Sustainable Development Goals for health policy and systems research: results of a research priority setting exercise.",
  "abstract": "BACKGROUND: Given the paradigmatic shift represented by the Sustainable Development Goals (SDGs) as compared to the Millennium Development Goals - in particular their broad and interconnected nature - a new set of health policy and systems research (HPSR) priorities are needed to inform strategies to address these interconnected goals. OBJECTIVES: To identify high priority HPSR questions linked to the achievement of the Sustainable Development Goals. METHODS: We focused on three themes that we considered to be central to achieving the health related SDGs: (i) Protecting and promoting access to health services through systems of social protection (ii) Strengthening multisectoral collaborations for health and (iii) Developing more participatory and accountable institutions. We conducted 54 semi-structured interviews and two focus group discussions to investigate policy-maker perspectives on evidence needs. We also conducted an overview of literature reviews in each theme. Information from these sub-studies was extracted into a matrix of possible research questions and developed into three domain-specific lists of 30-36 potential priority questions. Topic experts from the global research community then refined and ranked the proposed questions through an online platform. A final webinar on each theme sought feedback on findings. RESULTS: Policy-makers continue to demand HPSR for many well-established issues such as health financing, human resources for health, and service delivery. In terms of service delivery, policy-makers wanted to know how best to strengthen primary health care and community-based systems. In the themes of social protection and multisectoral collaboration, prioritized questions had a strong emphasis on issues of practical implementation. For participatory and accountable institutions, the two priority questions focused on political factors affecting the adoption of accountability measures, as well as health worker reactions to such measures. CONCLUSIONS: To achieve the SDGs, there is a continuing need for research in some already well established areas of HPSR as well as key areas highlighted by decision-makers. Identifying appropriate conceptual frameworks as well as typologies of examples may be a prerequisite for answering some of the substantive policymaker questions. In addition, implementation research engaging non-traditional stakeholders outside of the health sector will be critical.",
  "authors": [
    {
      "last_name": "Bennett",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Bennett",
      "affiliations": [
        "Johns Hopkins Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD, 21205, USA. sbennett@jhu.edu."
      ],
      "orcid": "0000-0001-8094-8798"
    },
    {
      "last_name": "Jessani",
      "fore_name": "Nasreen",
      "initials": "N",
      "name": "Nasreen Jessani",
      "affiliations": [
        "Johns Hopkins Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD, 21205, USA.",
        "Africa Center for Evidence (ACE), University of Johannesburg, Johannesburg, South Africa.",
        "Centre for Evidence Based Health Care (CEBHC), Stellenbosch University, Stellenbosch, South Africa."
      ]
    },
    {
      "last_name": "Glandon",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Glandon",
      "affiliations": [
        "Johns Hopkins Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD, 21205, USA."
      ]
    },
    {
      "last_name": "Qiu",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Qiu",
      "affiliations": [
        "Johns Hopkins Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD, 21205, USA."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry Scott",
      "affiliations": [
        "Johns Hopkins Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD, 21205, USA."
      ]
    },
    {
      "last_name": "Meghani",
      "fore_name": "Ankita",
      "initials": "A",
      "name": "Ankita Meghani",
      "affiliations": [
        "Johns Hopkins Bloomberg School of Public Health, 615 N Wolfe St, Baltimore, MD, 21205, USA."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Maceira",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Maceira",
      "affiliations": [
        "Center for the Study of State and Society, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Javadi",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Javadi",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Ghaffar",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Ghaffar",
      "affiliations": [
        "Alliance for Health Policy and Systems Research, World Health Organization, Geneva, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Globalization and health",
    "iso_abbreviation": "Global Health",
    "issn": "1744-8603",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "09"
  },
  "start_page": "5",
  "pages": "5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Administrative Personnel",
    "Focus Groups",
    "Health Policy",
    "Health Services Accessibility",
    "Health Services Research",
    "Humans",
    "Public Policy",
    "Research",
    "Social Responsibility",
    "Sustainable Development"
  ],
  "article_ids": {
    "pubmed": "31918730",
    "pmc": "PMC6953300",
    "doi": "10.1186/s12992-019-0534-2",
    "pii": "10.1186/s12992-019-0534-2"
  },
  "doi": "10.1186/s12992-019-0534-2",
  "pmc_id": "PMC6953300",
  "dates": {
    "completed": "2020-03-11",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.364037",
    "pmid": "31918730"
  }
}