{
  "pmid": "31915176",
  "uid": "31915176",
  "title": "International phase 1 study protocol to develop a health state classification system for a preference-based measure for women with breast cancer: the BREAST-Q Utility module.",
  "abstract": "INTRODUCTION: Concerns unique to women with breast cancer can include impact of cancer on body image, sexual well-being and changes in breast appearance and sensation. These important issues are not captured by the existing generic preference-based measures (PBMs) and no breast cancer-specific PBM currently exists. This Phase 1 protocol describes a mixed-methods study to develop and validate the descriptive health state classification system for a breast cancer-specific PBM, called the BREAST-Q Utility module. METHODS AND ANALYSIS: A heterogeneous sample of women aged 18 years and older diagnosed with breast cancer who are undergoing or have had treatment for breast cancer will be invited to participate in qualitative interviews. Participants will be asked to describe impact of their diagnosis and treatment(s) on their health-related quality of life (HRQOL). Interviews will be audio recorded, transcribed verbatim and coded using a line-by-line approach. At the end of each interview, based on each participant's cancer treatment history, patients will complete the mastectomy, breast-conserving therapy or reconstruction module of BREAST-Q, with modified 5-point Likert scale to measure importance of the BREAST-Q concepts. Both sources of data will be analysed to identify the most important HRQOL concerns.A conceptual framework and item pool will be developed from the qualitative dataset. Preliminary version of the BREAST-Q Utility module will be created and refined at an in-person meeting of multidisciplinary experts. Content validity of the Utility module will be examined (cognitive debriefing, expert feedback). Psychometric properties of Utility module will be evaluated in a large sample of women with breast cancer. ETHICS AND DISSEMINATION: The study has been approved by Hamilton Integrated Research Ethics Board, Canada. Results of this study will be presented at international conferences and published in peer-reviewed journals.",
  "authors": [
    {
      "last_name": "Kaur",
      "fore_name": "Manraj",
      "initials": "M",
      "name": "Manraj Kaur",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada kaurmn@mcmaster.ca."
      ],
      "orcid": "0000-0002-1911-0395"
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Plastic Surgery, Brigham and Women's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan J",
      "initials": "SJ",
      "name": "Stefan J Cano",
      "affiliations": [
        "Modus Outcomes, Letchworth Garden City, UK."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bordeleau",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Bordeleau",
      "affiliations": [
        "Medical Oncology, Juravinski Cancer Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhong",
      "fore_name": "Toni",
      "initials": "T",
      "name": "Toni Zhong",
      "affiliations": [
        "Plastic Surgery, Toronto General Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4720-0096"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "07"
  },
  "start_page": "e034451",
  "pages": "e034451",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Body Image",
    "Breast Neoplasms",
    "Canada",
    "Health Status Indicators",
    "Mammaplasty",
    "Mastectomy",
    "Mastectomy, Segmental",
    "Psychometrics",
    "Quality of Life",
    "Research Design",
    "Qualitative Research",
    "Clinical Trials, Phase I as Topic"
  ],
  "article_ids": {
    "pubmed": "31915176",
    "pmc": "PMC6955575",
    "doi": "10.1136/bmjopen-2019-034451",
    "pii": "bmjopen-2019-034451"
  },
  "doi": "10.1136/bmjopen-2019-034451",
  "pmc_id": "PMC6955575",
  "dates": {
    "completed": "2021-02-15",
    "revised": "2024-03-27"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:57.998485",
    "pmid": "31915176"
  }
}