{
  "pmid": "31923838",
  "uid": "31923838",
  "title": "Measuring public preferences in France for potential consequences stemming from re-allocation of healthcare resources.",
  "abstract": "When deciding which new programme to implement and where the additional resources, if needed, will come from, the decision makers need to accommodate the uncertainty of the potential changes in population health and medical expenditures that can occur. They also need to determine the value of these potential changes. The objective of this study is to identify a public valuation function measuring how the public values changes in population health and medical expenditures when healthcare resources are re-allocated. We report the results of a choice experiment conducted in March 2016 in a representative sample of the population living in France (N = 1008). The main results indicate that the public is more sensitive to changes in population health than changes in the level of medical expenditures. There is a non-linear valuation of these changes with evidence of asymmetric preferences and non-constant marginal sensitivity. The public gives 1.4 times more weight to decrease in population health than for the same-size increase. The public becomes less sensitive to marginal changes in population health as the level of changes increases. In a simulation study of 5000 resource allocation decisions, we show that non-linearities in public valuation of population health and medical expenditures matters. The linear and non-linear public valuation functions were associated with respectively 50.1% and 28.1% of situations of acceptable outcome of the reallocation of resources. The level of agreement between these two functions was moderate with a Kappa coefficient of 0.56, and the probability of agreement was mainly driven by the distribution of net changes in population health. This study provides a method and an estimation of a public valuation function that describes the preferences (or values attributed) for every potential outcome stemming from the reallocation of healthcare resources. The results show the importance of measuring such function rather than assuming one.",
  "authors": [
    {
      "last_name": "Krucien",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Krucien",
      "affiliations": [
        "Patient-Centered Research, Evidera Ltd, London, United Kingdom. Electronic address: nicolas.krucien@evidera.com."
      ]
    },
    {
      "last_name": "Heidenreich",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Heidenreich",
      "affiliations": [
        "Patient-Centered Research, Evidera Ltd, London, United Kingdom."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Pelletier-Fleury",
      "fore_name": "Nathalie",
      "initials": "N",
      "name": "Nathalie Pelletier-Fleury",
      "affiliations": [
        "Centre de Recherche en Epidemiologie et Santé des Populations, Université Paris-Sud, UVSQ, INSERM, Université Paris-Saclay, Villejuif, France."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "246",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "112775",
  "pages": "112775",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "France",
    "Health Expenditures",
    "Health Services",
    "Humans",
    "Resource Allocation",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "31923838",
    "doi": "10.1016/j.socscimed.2019.112775",
    "pii": "S0277-9536(19)30770-1"
  },
  "doi": "10.1016/j.socscimed.2019.112775",
  "dates": {
    "completed": "2021-04-27",
    "revised": "2021-04-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.717381",
    "pmid": "31923838"
  }
}