{
  "pmid": "31927113",
  "uid": "31927113",
  "title": "Multifunctional gap-enhanced Raman tags for preoperative and intraoperative cancer imaging.",
  "abstract": "Multi-modality imaging agents are desirable for tumor diagnosis because they can provide more alternative and reliable information for accurate detection and therapy of diseases than single imaging technique. However, most reported conventional imaging agents have not been found to successfully overcome the disadvantages of traditional diagnoses such as sensitivity, spatial resolution, short half-decay time and complexity. Therefore, exploring a multifunctional nanocomposite with the combination of their individual modality characteristics has great impact on preoperative imaging and intraoperative diagnosis of cancer. In our study, mesoporous silica gadolinium-loaded gap-enhanced Raman tags (Gd-GERTs) specifically for preoperative and intraoperative imaging are designed and their imaging capability and biosafety are examined. They exhibit strong attenuation property for computed X-ray tomography (CT) imaging, high T1 relaxivity for magnetic resonance (MR) imaging capability and surface-enhanced Raman spectroscopy (SERS) signal with good dispersity and stability, which presents CT/MR/SERS multi-mode imaging performance of the tumor of mice within a given time. Furthermore, in vivo biodistribution and long-term toxicity studies reveal that the Gd-GERTs have good biocompatibility and bio-safety. Therefore, Gd-GERTs are of great potential as a multifunctional nanoplatform for accurate preoperative CT/MRI diagnosis and intraoperative Raman imaging-guide resection of cancers. STATEMENT OF SIGNIFICANCE: Recent advances in molecular imaging technology have provided a myriad of opportunities to prepare various nanomaterials for accurate diagnosis and response evaluation of cancer via different imaging modalities. However, single bioimaging modality is still challenging to overcome the issues such as sensitivity, spatial resolution, imaging speed and complexity for clinicians. In this work, we designed a kind of unique multifunctional nanoprobes with computed X-ray tomography/magnetic resonance/surface-enhanced Raman spectroscopy (CT/MR/SERS) triple-modal imaging capabilities. Multifunctional nanotags offer the capabilities of preoperative noninvasive CT/MR imaging for identification of tumors as well as intraoperative real-time SERS imaging for guidance of complete resection of tumors. These multifunctional nanoprobes show critical clinical significance on the improvement of tumor diagnosis and therapy.",
  "authors": [
    {
      "last_name": "Shi",
      "fore_name": "Bowen",
      "initials": "B",
      "name": "Bowen Shi",
      "affiliations": [
        "Department of Radiology, Ruijin Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai 200025, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Benyan",
      "initials": "B",
      "name": "Benyan Zhang",
      "affiliations": [
        "Department of Pathology, Ruijin Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai 200025, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "State Key Laboratory of Oncogenes and Related Genes, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai 200030, China; School of Automation, Hangzhou Dianzi University, Hangzhou 310018, China."
      ]
    },
    {
      "last_name": "Gu",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Gu",
      "affiliations": [
        "State Key Laboratory of Oncogenes and Related Genes, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai 200030, China."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zheng",
      "affiliations": [
        "State Key Laboratory of Oncogenes and Related Genes, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai 200030, China."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Yan",
      "affiliations": [
        "Siemens Medical System, Shanghai 201318, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Weibo",
      "initials": "W",
      "name": "Weibo Chen",
      "affiliations": [
        "Philips Healthcare, Shanghai 200233, China."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Fuhua",
      "initials": "F",
      "name": "Fuhua Yan",
      "affiliations": [
        "Department of Radiology, Ruijin Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai 200025, China."
      ]
    },
    {
      "last_name": "Ye",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Ye",
      "affiliations": [
        "State Key Laboratory of Oncogenes and Related Genes, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai 200030, China; Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai 200127, China. Electronic address: yejian78@sjtu.edu.cn."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Huan",
      "initials": "H",
      "name": "Huan Zhang",
      "affiliations": [
        "Department of Radiology, Ruijin Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai 200025, China. Electronic address: zh10765@rjh.com.cn."
      ]
    }
  ],
  "journal": {
    "title": "Acta biomaterialia",
    "iso_abbreviation": "Acta Biomater",
    "issn": "1878-7568",
    "issn_type": "Electronic",
    "volume": "104",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "210",
  "end_page": "220",
  "pages": "210-220",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Biocompatible Materials",
    "Cell Line, Tumor",
    "Gadolinium",
    "Humans",
    "Intraoperative Care",
    "Male",
    "Mice, Inbred BALB C",
    "Mice, Nude",
    "Multimodal Imaging",
    "Neoplasms",
    "Preoperative Care",
    "Spectrum Analysis, Raman"
  ],
  "article_ids": {
    "pubmed": "31927113",
    "doi": "10.1016/j.actbio.2020.01.006",
    "pii": "S1742-7061(20)30007-6"
  },
  "doi": "10.1016/j.actbio.2020.01.006",
  "dates": {
    "completed": "2021-01-27",
    "revised": "2021-01-27"
  },
  "chemicals": [
    "Biocompatible Materials",
    "Gadolinium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.383681",
    "pmid": "31927113"
  }
}