{
  "pmid": "31923493",
  "uid": "31923493",
  "title": "Excess acetone extraction in silk protein solution greatly accelerates the regeneration progress of silk fibroin for desalting and purification.",
  "abstract": "The dissolution of silk fibroin in highly concentrated neutral salt solution and the subsequent long time-costing desalination have long inhibited silk regeneration. Here, a 4-fold volume of acetone was first added into a silk fibroin of 9.3 M LiBr solution (SF-LBS) to extract the dissolved silk protein. In fact, acetone extracted the salt and water from SF-LBS rather than silk protein. The extracted protein has less than half of the original amount of LiBr and could be redissolved easily in water. The dialysis time of the extracted protein could reduce the original dialysis time by approximately half. SDS-PAGE revealed that acetone extraction didn't induce any breakage to the peptide chains of the extracted silk fibroin. FTIR indicated that the structure of the extracted fibroin was very similar to that of the unextracted fibroin, and displayed predominantly a mixture of random coil and α-helices. X-ray diffraction also showed that acetone extraction had no effect on the crystal structure of the fibroin. In addition, both acetone and LiBr from the processing waste could easily be recycled for silk regeneration. This novel method can significantly enhance the desalination efficiency of highly concentrated LiBr solution containing silk protein without affecting its structure.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Hai-Yan",
      "initials": "HY",
      "name": "Hai-Yan Wang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, China. Electronic address: sericult@suda.edu.cn."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Zheng-Guo",
      "initials": "ZG",
      "name": "Zheng-Guo Wei",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, China. Electronic address: szwei2002@126.com."
      ]
    }
  ],
  "journal": {
    "title": "International journal of biological macromolecules",
    "iso_abbreviation": "Int J Biol Macromol",
    "issn": "1879-0003",
    "issn_type": "Electronic",
    "volume": "146",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "588",
  "end_page": "595",
  "pages": "588-595",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acetone",
    "Animals",
    "Bombyx",
    "Bromides",
    "Electric Conductivity",
    "Fibroins",
    "Lithium Compounds",
    "Peptides",
    "Salts",
    "Solubility",
    "Solutions",
    "Solvents",
    "Spectroscopy, Fourier Transform Infrared",
    "Water",
    "X-Ray Diffraction"
  ],
  "article_ids": {
    "pubmed": "31923493",
    "doi": "10.1016/j.ijbiomac.2019.12.274",
    "pii": "S0141-8130(19)38319-9"
  },
  "doi": "10.1016/j.ijbiomac.2019.12.274",
  "dates": {
    "completed": "2020-11-23",
    "revised": "2020-11-23"
  },
  "chemicals": [
    "Bromides",
    "Lithium Compounds",
    "Peptides",
    "Salts",
    "Solutions",
    "Solvents",
    "Water",
    "Acetone",
    "lithium bromide",
    "Fibroins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.383085",
    "pmid": "31923493"
  }
}