{
  "pmid": "31920631",
  "uid": "31920631",
  "title": "Association Between Hearing and Vision Impairment and Risk of Dementia: Results of a Case-Control Study Based on Secondary Data.",
  "abstract": "Introduction: Hearing and vision loss are highly prevalent in elderly adults, and thus frequently occur in conjunction with cognitive impairments. Studies have shown that hearing impairment is associated with a higher risk of dementia. However, evidence concerning the association between vision loss and dementia, as well as the co-occurrence of vision and hearing loss and dementia, has been inconclusive. Objectives: To assess the association between: (i) either hearing or vision loss and the risk of dementia, as well as between; and (ii) the combination of both sensory impairments and the risk of dementia. Methods: This case-control study was based on a 5-year data set that included patients aged 65 years and older who had initially been diagnosed with dementia diseases by one of 1,203 general practitioners in Germany between January 2013 and December 2017. In total, 61,354 identified dementia cases were matched to non-dementia controls, resulting in a sample size of 122,708 individuals. Hearing loss and vision loss were identified using the ICD-10 diagnoses documented in the general practitioners' files prior to the initial dementia diagnosis. Multivariate logistic regression models were fitted to evaluate the associations between visual and/or hearing impairment and the risk of dementia and controlled for sociodemographic and clinical variables. Results: Hearing impairment was documented in 11.2% of patients with a dementia diagnosis and 9.5% of patients without such a diagnosis. Some form of vision impairment was documented in 28.4% of patients diagnosed with dementia and 28.8% of controls. Visual impairment was not significantly associated with dementia (OR = 0.97, CI = 95% 0.97-1.02, p = 0.219). However, patients with hearing impairment were at a significantly higher risk of developing dementia (OR = 1.26, CI = 95% 1.15-1.38, p < 0.001), a finding that very likely led to the observed significant association of the combination of both visual and hearing impairments and the risk of dementia (OR = 1.14, CI = 95% 1.04-1.24, p = 0.005). Discussion: This analysis adds important evidence that contributes to the limited body of knowledge about the association between hearing and/or vision loss and dementia. It further demonstrates that, of the two, only hearing impairment affects patients' cognition and thus contributes to dementia risk.",
  "authors": [
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Greifswald, Germany.",
        "Institute for Community Medicine, Section Epidemiology of Health Care and Community Health, University Medicine Greifswald (UMG), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Kostev",
      "fore_name": "Karel",
      "initials": "K",
      "name": "Karel Kostev",
      "affiliations": [
        "IQVIA, Epidemiology, Frankfurt, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in aging neuroscience",
    "iso_abbreviation": "Front Aging Neurosci",
    "issn": "1663-4365",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2019"
  },
  "start_page": "363",
  "pages": "363",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31920631",
    "pmc": "PMC6933300",
    "doi": "10.3389/fnagi.2019.00363"
  },
  "doi": "10.3389/fnagi.2019.00363",
  "pmc_id": "PMC6933300",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.009281",
    "pmid": "31920631"
  }
}