{
  "pmid": "31922292",
  "uid": "31922292",
  "title": "Associations of alternative operationalizations of job strain with health and well-being outcomes in the same multioccupational worker sample.",
  "abstract": "OBJECTIVES: The main goal of this study was to evaluate, in a large, occupationally diverse sample of Colombian workers, the association between alternative methods of operationalizing job strain and various health and well-being measures using the original Job Content Instrument (Job Content Questionnaire). We examine whether the specific way job strain is operationalized can explains differing variance in the outcomes. METHODS: A cross-sectional survey was conducted using self-report instruments. A total of 168 496 workers affiliated with the Colombian General System of Occupational Hazards answered a questionnaire that evaluated demographics, job demands and control, stress symptoms, general and mental health, vitality, job satisfaction, and diagnosis of hypertension. Hierarchical linear and logistic regression analyses were conducted. Seven different formulations of job strain were used as predictors. RESULTS: Results Differences in operationalization of job strain explained similar and significant percentages of variance in outcomes used in this study. Definition of job strain as cases found within the most extreme quartiles of high demands and low control explained more variance than alternative characterizations of job strain. Job strain definitions were predictive of hypertension, although did not explain additional variance in the model. CONCLUSIONS: The effect of psychological demands and control on health and well-being appears to be additive and not multiplicative. A definition of job strain that takes into account those most at risk in the sample appears have a better predictive value than alternative formulations.",
  "authors": [
    {
      "last_name": "Gómez Ortiz",
      "fore_name": "Viviola",
      "initials": "V",
      "name": "Viviola Gómez Ortiz",
      "affiliations": [
        "Departamento de Psicología, Universidad de los Andes, Bogotá, Colombia."
      ],
      "orcid": "0000-0002-1066-9483"
    },
    {
      "last_name": "González",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea González",
      "affiliations": [
        "Departamento de Psicología, Universidad de los Andes, Bogotá, Colombia."
      ]
    },
    {
      "last_name": "Segura",
      "fore_name": "Sebastián",
      "initials": "S",
      "name": "Sebastián Segura",
      "affiliations": [
        "Prax Consulting, Medellín, Colombia."
      ]
    }
  ],
  "journal": {
    "title": "American journal of industrial medicine",
    "iso_abbreviation": "Am J Ind Med",
    "issn": "1097-0274",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "550",
  "end_page": "559",
  "pages": "550-559",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Colombia",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Mental Health",
    "Middle Aged",
    "Occupational Health",
    "Occupational Stress",
    "Occupations",
    "Regression Analysis",
    "Surveys and Questionnaires",
    "Work",
    "Workplace"
  ],
  "article_ids": {
    "pubmed": "31922292",
    "doi": "10.1002/ajim.23087"
  },
  "doi": "10.1002/ajim.23087",
  "dates": {
    "completed": "2021-04-30",
    "revised": "2021-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.148567",
    "pmid": "31922292"
  }
}