{
  "pmid": "31922124",
  "uid": "31922124",
  "title": "Pangenotypic direct acting antivirals for the treatment of chronic hepatitis C virus infection: A systematic literature review and meta-analysis.",
  "abstract": "BACKGROUND: Recent approval and adoption of pangenotypic direct acting antivirals (DAAs) necessitated a revision of the 2015 World Health Organization guidelines for the management of persons with hepatitis C virus (HCV) infection. METHODS: We searched MEDLINE, EMBASE, CENTRAL, and relevant conference proceedings to identify randomized and non-randomized trials, as well as prospective observational studies of DAAs. The proportions of persons with events were pooled for sustained virological response at 12 weeks post-treatment (SVR12), discontinuations due to adverse events (DAEs), serious adverse events (SAEs), and all-cause mortality. Analyses were stratified by HCV genotype and antiviral treatment experience, with subgroup analyses based on presence of cirrhosis and HIV-HCV coinfection. FINDINGS: The evidence base consisted of 238 publications describing 142 studies. In the overall analysis, which included all persons irrespective of treatment experience or comorbidities, the pooled proportion achieving SVR12 exceeded 0.94 for all pangenotypic regimens across genotypes 1, 2, and 4. Some heterogeneity may have led to lower SVR rates in persons with genotype 3 infection. High SVR12 (>0.90) was observed in persons with genotype 1 infection with cirrhosis, though evidence varied and was limited for genotypes 2-4. Evidence was sparse for persons with HIV-HCV coinfection. All regimens were associated with small proportions of persons with DAEs, SAEs, or all-cause mortality. INTERPRETATION: Based on this and other supporting evidence, the WHO issued updated guidelines with a conditional recommendation, based on moderate quality evidence, for the use of pangenotypic DAA regimens for persons with chronic HCV infection aged 18 years and older (July 2018). FUNDING: This study was funded by the World Health Organization.",
  "authors": [
    {
      "last_name": "Zoratti",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Zoratti",
      "affiliations": [
        "Zoratti HEOR Consulting Inc., Oakville, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morassut",
      "fore_name": "Rita E",
      "initials": "RE",
      "name": "Rita E Morassut",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chou",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Chou",
      "affiliations": [
        "Department of Medical Informatics and Clinical Epidemiology, Division of General Internal Medicine and Geriatrics, Oregon Health and Science University, Portland, Oregon, USA."
      ]
    },
    {
      "last_name": "van Holten",
      "fore_name": "Judith",
      "initials": "J",
      "name": "Judith van Holten",
      "affiliations": [
        "Department of HIV and Global Hepatitis Programme, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Druyts",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Druyts",
      "affiliations": [
        "Pharmalytics Group, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "EClinicalMedicine",
    "iso_abbreviation": "EClinicalMedicine",
    "issn": "2589-5370",
    "issn_type": "Electronic",
    "volume": "18",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "100237",
  "pages": "100237",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31922124",
    "pmc": "PMC6948236",
    "doi": "10.1016/j.eclinm.2019.12.007",
    "pii": "S2589-5370(19)30242-1"
  },
  "doi": "10.1016/j.eclinm.2019.12.007",
  "pmc_id": "PMC6948236",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:14.472469",
    "pmid": "31922124"
  }
}