{
  "pmid": "31926422",
  "uid": "31926422",
  "title": "Carrying capacity for vegetation across northern China drylands.",
  "abstract": "Revegetation and afforestation across drylands for establishing sustainable ecosystems requires a comprehensive understanding of the carrying capacity for vegetation (CCV) at the regional scale. To determine the CCV across drylands in northern China, we developed a technical framework based on two measures of leaf area index (LAI): maximum LAI (Max-LAI) and safe LAI (Safe-LAI), and their thresholds, CCVmax and CCVsafe, for six drylands (Horqin, Hulun Buir, Otindag, Mu Us, Tengger, and Junggar) using remote sensing datasets from 2000 to 2014. We also predicted dynamics of CCV of the drylands over the next decade (2015-2024) by establishing optimal prediction models based on environmental factors (temperature, precipitation, potential evapotranspiration, and elevation). According to these models, the Max-LAI threshold (range: 0.36-1.03 m[2]/m[2]) and Safe-LAI threshold (0.29-0.70 m[2]/m[2]) declined from east to west with decreases in aridity index. Under current climatic variability and anthropogenic disturbances, the CCV in most drylands would have positive increments (approximately 15%), except in the Horqin (approximately -15%) and Tengger (slight changes), during the following decade. This indicates that there is scope for improving vegetation coverage in most drylands, except in the Horqin and Tengger. Our results suggest that revegetation and ecosystem management to prevent ongoing desertification should be carried out at the regional scale. Although it does not account for biocrusts, artificially introduced vegetation, underground water, and other vegetation attributes (e.g., density and biomass), our technical framework and results might nonetheless be valuable in evaluating regional ecological security and guiding vegetation restoration of drylands across northern China.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Jutao",
      "initials": "J",
      "name": "Jutao Zhang",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China; Key Laboratory of State Forestry Administration on Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China. Electronic address: zhangyqbjfu@gmail.com."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Shugao",
      "initials": "S",
      "name": "Shugao Qin",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China; Engineering Research Center of Forestry Ecological Engineering, Ministry of Education, Beijing Forestry University, Beijing 100083, PR China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Wu",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China; Key Laboratory of State Forestry Administration on Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China."
      ]
    },
    {
      "last_name": "Ding",
      "fore_name": "Guodong",
      "initials": "G",
      "name": "Guodong Ding",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China; Key Laboratory of State Forestry Administration on Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Xiuqin",
      "initials": "X",
      "name": "Xiuqin Wu",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China; Engineering Research Center of Forestry Ecological Engineering, Ministry of Education, Beijing Forestry University, Beijing 100083, PR China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Gao",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Yakun",
      "initials": "Y",
      "name": "Yakun Zhu",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, PR China."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "710",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "25"
  },
  "start_page": "136391",
  "pages": "136391",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biomass",
    "China",
    "Conservation of Natural Resources",
    "Ecosystem"
  ],
  "article_ids": {
    "pubmed": "31926422",
    "doi": "10.1016/j.scitotenv.2019.136391",
    "pii": "S0048-9697(19)36387-9"
  },
  "doi": "10.1016/j.scitotenv.2019.136391",
  "dates": {
    "completed": "2020-04-08",
    "revised": "2020-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.383317",
    "pmid": "31926422"
  }
}