{
  "pmid": "31921914",
  "uid": "31921914",
  "title": "Bluetongue Disease Control in Northern Ireland During 2017 and 2018.",
  "abstract": "Since the emergence of bluetongue virus in central and northern Europe in 2006, Northern Ireland's (NI) surveillance programme has evolved to include the use of risk assessments and simulation models to monitor the risk of bluetongue incursion. Livestock production is of high economic importance to NI as it exports approximately 75% of its agricultural produce. Its surveillance programme is designed to enable effective mitigation measures to be identified to minimize disease risk, and to provide additional assurances to protect NI's export markets in the European Union (EU) and third countries. Active surveillance employs an atmospheric dispersion model to assess the likelihood of wind-borne midge transfer from Great Britain (GB) to NI and to identify high risk areas. In these areas, the number of cattle tested for bluetongue is proportionally increased. Targeted surveillance is directed to ruminants imported from restricted countries and regions at risk of bluetongue. Targeted surveillance on high risk imports assists in early detection of disease as, despite all controls and preventive measures, legally imported animals may still carry the virus. In November 2018, a bluetongue-positive heifer was imported into NI. A case specific risk assessment was commissioned to estimate the likelihood of spread of bluetongue as a result of this incursion. November is the tail end of the midges' active period and therefore there was considerable uncertainty pertaining to the survival of midges inside a cattle shed and the potential for incubation of the virus in the vectors. An evidenced-based approach was adopted where temperature and midge abundance was monitored in order to minimize uncertainty and give an accurate estimate of the likelihood of virus spread to other animals following the arrival of the positive heifer. The heifer was destroyed and the evidence indicated that the risk of successful completion of the extrinsic cycle within the local midge population was negligible. This paper describes NI's surveillance programme between January 2017 and December 2018 and the case of a positive imported animal into the country. The importance of effective surveillance in early detection of threats and the usefulness of risk assessments is highlighted through the case study.",
  "authors": [
    {
      "last_name": "Georgaki",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Georgaki",
      "affiliations": [
        "Veterinary Epidemiology Unit, Department of Agriculture Environment and Rural Affairs, Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "Murchie",
      "fore_name": "Archie",
      "initials": "A",
      "name": "Archie Murchie",
      "affiliations": [
        "Sustainable Agri-Food Sciences Division, Agri-Food and Biosciences Institute, Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "McKeown",
      "fore_name": "Ignatius",
      "initials": "I",
      "name": "Ignatius McKeown",
      "affiliations": [
        "Trade, Epizootics and Official Controls Division, Department of Agriculture Environment and Rural Affairs, Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "Mercer",
      "fore_name": "David",
      "initials": "D",
      "name": "David Mercer",
      "affiliations": [
        "Newtownards Divisional Veterinary Office, Department of Agriculture Environment and Rural Affairs, Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "Millington",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Millington",
      "affiliations": [
        "Atmospheric Dispersion and Air Quality, Met Office, Exeter, United Kingdom."
      ]
    },
    {
      "last_name": "Thurston",
      "fore_name": "William",
      "initials": "W",
      "name": "William Thurston",
      "affiliations": [
        "Atmospheric Dispersion and Air Quality, Met Office, Exeter, United Kingdom."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "Veterinary Sciences Division, Department of Virology, Agri-Food and Biosciences Institute, Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "Cunningham",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Cunningham",
      "affiliations": [
        "Veterinary Sciences Division, Department of Virology, Agri-Food and Biosciences Institute, Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "Harkin",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Harkin",
      "affiliations": [
        "Veterinary Sciences Division, Department of Virology, Agri-Food and Biosciences Institute, Belfast, United Kingdom."
      ]
    },
    {
      "last_name": "Menzies",
      "fore_name": "Fraser",
      "initials": "F",
      "name": "Fraser Menzies",
      "affiliations": [
        "Veterinary Epidemiology Unit, Department of Agriculture Environment and Rural Affairs, Belfast, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in veterinary science",
    "iso_abbreviation": "Front Vet Sci",
    "issn": "2297-1769",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2019"
  },
  "start_page": "456",
  "pages": "456",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31921914",
    "pmc": "PMC6928110",
    "doi": "10.3389/fvets.2019.00456"
  },
  "doi": "10.3389/fvets.2019.00456",
  "pmc_id": "PMC6928110",
  "dates": {
    "revised": "2020-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.219585",
    "pmid": "31921914"
  }
}