{
  "pmid": "31938762",
  "uid": "31938762",
  "title": "Strategies for Promoting Healthy Nutrition and Physical Activity Among Young Children: Priorities of Two Indigenous Communities in Canada.",
  "abstract": "BACKGROUND: Indigenous people in Canada carry a disproportionate burden of obesity and obesity-related diseases compared with non-Indigenous Canadians, which could be related to intergenerational trauma exposures. Implementing effective health promotion strategies to improve nutrition and physical activity behaviors during early childhood could be a strategy to mitigate the burden of intergenerational trauma exposures that have the potential to impact the trajectory to obesity and related complications throughout the lifecycle. OBJECTIVES: The aim of this study was to support 2 Indigenous communities in identifying priorities and strategies for promoting healthy nutrition and physical activity for young children. METHODS: Using a formative approach, we conducted a 2-phase study that started with 2 community engagement workshops (n = 37 participants), followed by a qualitative descriptive study. In this latter study, in-depth interviews were conducted with a purposeful sample of 23 community parents, health care providers, and traditional knowledge holders. Data from both study phases were analyzed and synthesized using conventional content analysis. RESULTS: To promote healthy nutrition and physical activity among young children living in Indigenous communities, it was identified that the primary pathway to health and well-being must prioritize the integration of knowledge about Indigenous ways of life including traditional Indigenous foods and physical activities. Participants also identified individual/family and community/contextual factors that ultimately influence the nutrition and physical activity of children in their communities. CONCLUSIONS: Informed by this formative study conducted to better understand community members' strategies for healthy eating and physical activity for young children, we argue for the continued recognition of the unique Indigenous context, incorporating the history of inequity and injustice and looking toward Indigenous-led interventions that incorporate this history and ways of life as solutions in the future.",
  "authors": [
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": [
        "Department of Pediatrics, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5943-9702"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Wilson",
      "affiliations": [
        "Six Nations Health Services, Six Nations of the Grand River, Ohsweken, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oster",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Oster",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Rain",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Rain",
      "affiliations": [
        "Maskwacis Health Services, Samson Cree Nation, Maskwacis, Alberta, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gittelsohn",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Gittelsohn",
      "affiliations": [
        "Center for Human Nutrition, Department of International Health, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Kandasamy",
      "fore_name": "Sujane",
      "initials": "S",
      "name": "Sujane Kandasamy",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8945-513X"
    },
    {
      "last_name": "Martin",
      "fore_name": "Cindy L",
      "initials": "CL",
      "name": "Cindy L Martin",
      "affiliations": [
        "Six Nations Health Services, Six Nations of the Grand River, Ohsweken, Ontario, Canada."
      ]
    },
    {
      "last_name": "Toth",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Toth",
      "affiliations": [
        "Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current developments in nutrition",
    "iso_abbreviation": "Curr Dev Nutr",
    "issn": "2475-2991",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan"
  },
  "start_page": "nzz137",
  "pages": "nzz137",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31938762",
    "pmc": "PMC6949274",
    "doi": "10.1093/cdn/nzz137",
    "pii": "S2475-2991(22)11960-8"
  },
  "doi": "10.1093/cdn/nzz137",
  "pmc_id": "PMC6949274",
  "dates": {
    "revised": "2024-04-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:51.402144",
    "pmid": "31938762"
  }
}