{
  "pmid": "31931648",
  "uid": "31931648",
  "title": "Incidental giant cystic pheochromocytoma: a case report and review of the literature.",
  "abstract": "INTRODUCTION: Pheochromocytoma is a tumour arising from the adrenal medulla, which secretes catecholamines. Approximately 20% of pheochromocytomas are cystic and more likely to be asymptomatic. They should be surgically resected as all have a malignant potential and pose cardiovascular risk. Case presentation: We report the case of a 61-year-old female patient admitted electively for laparoscopic adrenalectomy for a large cystic pheochromocytoma detected incidentally. Diagnosis was confirmed preoperatively by elevated 24-h urinary metanephrines. The patient was treated preoperatively with alpha and beta blockade. Surgery was without complication; she had an uneventful postoperative recovery and no evidence of recurrence at one-year follow-up. CONCLUSION: This case highlights the necessity of investigating for biochemical function in all adrenal lesions by measuring metanephrines, even when entirely cystic on imaging. Given the surgical and anaesthetic risk in resection of pheochromocytoma, attaining a preoperative diagnosis allows for careful preoperative planning and safe surgery.",
  "authors": [
    {
      "last_name": "Clements",
      "fore_name": "Hollie Alice",
      "initials": "HA",
      "name": "Hollie Alice Clements",
      "affiliations": [
        "Foundation Doctor, Department of General Surgery, Ninewells Hospital, UK."
      ],
      "orcid": "0000-0001-9495-7679"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Sj",
      "initials": "MS",
      "name": "Michael Sj Wilson",
      "affiliations": [
        "Specialty Registrar, Department of General Surgery, Ninewells Hospital, UK."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Smith",
      "affiliations": [
        "Consultant Surgeon, Department of General Surgery, Ninewells Hospital, UK."
      ]
    }
  ],
  "journal": {
    "title": "Scottish medical journal",
    "iso_abbreviation": "Scott Med J",
    "issn": "0036-9330",
    "issn_type": "Print",
    "volume": "65",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "64",
  "end_page": "70",
  "pages": "64-70",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Adrenal Gland Neoplasms",
    "Cysts",
    "Female",
    "Humans",
    "Metanephrine",
    "Middle Aged",
    "Pheochromocytoma"
  ],
  "article_ids": {
    "pubmed": "31931648",
    "doi": "10.1177/0036933019900339"
  },
  "doi": "10.1177/0036933019900339",
  "dates": {
    "completed": "2021-01-15",
    "revised": "2021-01-15"
  },
  "chemicals": [
    "Metanephrine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.601629",
    "pmid": "31931648"
  }
}