{
  "pmid": "31948151",
  "uid": "31948151",
  "title": "Interplay between various aspects in social relationships of young rhesus monkeys: Dominance, agonistic help, and affiliation.",
  "abstract": "Relationships between group-living primates depend strongly on their position in the group dominance hierarchy and on their relationships with other group members. The influence of various behaviours on social relationships of immature rhesus monkeys (Macaca mulatta) was investigated here. Dominance ranks were established and related to the degree of affiliation in a dyad. Older monkeys were mostly dominant to the younger ones, regardless of kinship. Subordinate monkeys left proximity of their dominant members more often than they were left by them both among siblings and non-siblings, but the effect of dominance rank on the amount of play initiation and grooming in a dyad differed between these two types of dyads. The amount of agonistic help two individuals provided for each other was low among immatures. Nevertheless, pairs of siblings gave help to each other in agonistic conflicts more often than non-siblings, and such help was more often reciprocated between siblings than between non-siblings. Help in agonistic conflicts was positively correlated with the amount of time monkeys spent playing, grooming, or in proximity. Adults tended to interfere less in conflicts of frequent sibling play partners or non-sibling grooming partners. No evidence was found for young monkeys to exchange reciprocally grooming for agonistic help. It is argued that the time monkeys spend interacting with each other in affiliative interactions increases their familiarity and thus promotes close relationships between them. On the whole, young monkeys' relationships, like those between adults, are influenced strongly by their kinship, and position in the dominance hierarchy.",
  "authors": [
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Sub-Department of Animal Behaviour, Cambridge University, Cambridge, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "American journal of primatology",
    "iso_abbreviation": "Am J Primatol",
    "issn": "1098-2345",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "4",
    "pub_year": "1992"
  },
  "start_page": "291",
  "end_page": "308",
  "pages": "291-308",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "31948151",
    "doi": "10.1002/ajp.1350260406"
  },
  "doi": "10.1002/ajp.1350260406",
  "dates": {
    "revised": "2020-01-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:30:32.642593",
    "pmid": "31948151"
  }
}