{
  "pmid": "31943464",
  "uid": "31943464",
  "title": "Modelling the effects of alcohol pricing policies on alcohol consumption in subpopulations in Australia.",
  "abstract": "AIMS: To model the effects of a range of alcohol pricing policies on alcohol consumption in subpopulation groups (e.g. alcohol consumption pattern, and age and income groups) in Australia. DESIGN: We used estimated price elasticities to model the effects of proposed pricing policies on consumption for 11 beverage categories among subpopulation groups. SETTING: Australia. PARTICIPANTS: A total of 1789 adults (16+ years) who reported they purchased and consumed alcohol in the 2013 Australian International Alcohol Control Study, an adult population survey. MEASUREMENTS: Mean and percentage changes in alcohol consumption were estimated for each scenario across subgroups. The policy scenarios evaluated included: (1) increasing the excise rate 10% for all off-premise beverages; (2) replacing the wine equalization tax with a volumetric excise rate equal to the current spirits tax rate; (3) applying a uniform excise tax rate to all beverages equal to the current sprits tax rate and a 10 or 20% increase in it; and(4) introducing a minimum unit price (MUP) on all beverages categories at $1.00, 1.30 or 1.50. FINDINGS: The effects of different tax and MUP policies varied greatly across different subgroups. The effects of the MUP policy on alcohol consumption increased rapidly in the range from $1.00 to $1.50. Applying a uniform tax rate across all beverages equal to current spirits tax rate, or a 10 or 20% increase beyond that, could generate large reductions in overall alcohol consumption in Australia. Compared with the uniform tax rate with or without further tax increase, introducing a MUP at $1.30 or $1.50 could reduce consumption particularly among harmful drinkers and lower-income drinkers, with comparatively smaller impacts on moderate and higher-income drinkers. CONCLUSIONS: Both uniform excise tax and minimum unit price policies are predicted to reduce alcohol consumption in Australia. Minimum unit price policies are predicted to have a greater impact on drinking among harmful drinkers than moderate drinkers.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, VIC, Australia.",
        "Centre for Health Equity, Melbourne School of Population and Global Health, University of Melbourne, Melbourne, VIC, Australia."
      ],
      "orcid": "0000-0001-8394-6077"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, VIC, Australia."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, VIC, Australia.",
        "Centre for Social Research on Alcohol and Drugs, Stockholm University, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-5618-385X"
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, VIC, Australia."
      ],
      "orcid": "0000-0003-4146-1244"
    },
    {
      "last_name": "Marzan",
      "fore_name": "Melvin",
      "initials": "M",
      "name": "Melvin Marzan",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Brennan",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Brennan",
      "affiliations": [
        "School of Health and Related Research, University of Sheffield, Sheffield, UK."
      ]
    },
    {
      "last_name": "Doran",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Doran",
      "affiliations": [
        "School of Human, Health and Social Sciences, Central Queensland University, Brisbane, QLD, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "115",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "1038",
  "end_page": "1049",
  "pages": "1038-1049",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Australia",
    "Commerce",
    "Consumer Behavior",
    "Costs and Cost Analysis",
    "Female",
    "Humans",
    "Income",
    "Male",
    "Middle Aged",
    "Public Policy",
    "Taxes",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "31943464",
    "doi": "10.1111/add.14898"
  },
  "doi": "10.1111/add.14898",
  "dates": {
    "completed": "2021-03-18",
    "revised": "2021-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.781601",
    "pmid": "31943464"
  }
}