{
  "pmid": "31958889",
  "uid": "31958889",
  "title": "Comparison of Total Hip Arthroplasty after Two Types of Failed Hip Preserving Procedures with Primary Total Hip Arthroplasty.",
  "abstract": "OBJECTIVE: Porous tantalum implantation (PTI) and bone impaction grafting (BIG) through a window at the femoral head neck junction are known as two types of joint-preserving procedures. They provide an alternative option in the treatment of osteonecrosis of the femoral head by providing strong structural support to the subchondral plate. However, when earlier joint-preserving treatments fail, conversion to a total hip arthroplasty seems to be the final treatment of choice. This emphasizes the importance of joint-preserving procedures that do not hinder the clinical results of a subsequent total hip arthroplasty. The results of conversion total hip arthroplasty after failed PTI and BIG are still controversial. The purpose of this study was to compare the clinical and radiological outcomes of total hip arthroplasty after failed PTI or BIG surgery with primary total hip arthroplasty. METHODS: Patients at our institution between 2010 and 2014 who underwent total hip arthroplasty after failed PTI or BIG surgery compared to primary total hip arthroplasty were retrospectively reviewed. A total of 27 patients (30 hips) who underwent total hip arthroplasty after failed PTI surgery (group I) were matched according to age, gender and BMI index with 28 patients (30 hips) who underwent total hip arthroplasty after failed BIG surgery (group II) and 30 patients (30 hips) who underwent primary total hip arthroplasty (group III). The clinical results included preoperative and postoperative Harris Hip score, surgery duration, blood loss volume and clinical complications. Radiological follow-up results included abduction angle and anteversion angle of the acetabular cup, periprosthetic osteolysis, and prosthesis subsidence. RESULTS: There was no significant difference in the preoperative and postoperative Harris Hip score among the three groups at the latest follow-up (P = 0.247). The surgery duration was longer and intra-operative blood loss volume was higher in group I than in group II and group III (P < 0.05, respectively). There was no difference in surgery duration and blood loss volume between group II and group III (P > 0.05). There was no significant difference in radiological follow-up results among the three groups (P > 0.05). Varying degrees of residual tantalum debris were seen on postoperative radiographs of all group I patients. There was no difference in the incidence of complications among the three groups (P > 0.05). CONCLUSIONS: PTI group had higher blood loss volume and surgery duration than BIG group and primary total hip arthroplasty group. BIG group had no significant differences with primary total hip arthroplasty group in clinical and radiological follow-up results. There were no significant differences between the three groups in the Harris Hip score and radiological follow-up results.",
  "authors": [
    {
      "last_name": "Zuo",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Zuo",
      "affiliations": [
        "Peking University China-Japan Friendship School of Clinical Medicine, Beijing, China."
      ],
      "orcid": "0000-0002-1483-1302"
    },
    {
      "last_name": "Ma",
      "fore_name": "Jin-Hui",
      "initials": "JH",
      "name": "Jin-Hui Ma",
      "affiliations": [
        "Center for Osteonecrosis and Joint Preserving & Reconstruction, Department of Orthopaedic Surgery, China-Japan Friendship Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Cui",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Cui",
      "affiliations": [
        "Center for Osteonecrosis and Joint Preserving & Reconstruction, Department of Orthopaedic Surgery, China-Japan Friendship Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Wan-Shou",
      "initials": "WS",
      "name": "Wan-Shou Guo",
      "affiliations": [
        "Peking University China-Japan Friendship School of Clinical Medicine, Beijing, China.",
        "Center for Osteonecrosis and Joint Preserving & Reconstruction, Department of Orthopaedic Surgery, China-Japan Friendship Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Sun",
      "affiliations": [
        "Center for Osteonecrosis and Joint Preserving & Reconstruction, Department of Orthopaedic Surgery, China-Japan Friendship Hospital, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic surgery",
    "iso_abbreviation": "Orthop Surg",
    "issn": "1757-7861",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "162",
  "end_page": "169",
  "pages": "162-169",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Arthroplasty, Replacement, Hip",
    "Disability Evaluation",
    "Female",
    "Femur Head Necrosis",
    "Humans",
    "Male",
    "Middle Aged",
    "Postoperative Complications",
    "Reoperation",
    "Retrospective Studies",
    "Treatment Failure"
  ],
  "article_ids": {
    "pubmed": "31958889",
    "pmc": "PMC7031598",
    "doi": "10.1111/os.12618"
  },
  "doi": "10.1111/os.12618",
  "pmc_id": "PMC7031598",
  "dates": {
    "completed": "2020-09-17",
    "revised": "2020-09-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.354328",
    "pmid": "31958889"
  }
}