{
  "pmid": "31959308",
  "uid": "31959308",
  "title": "Elder Abuse in the Out-of-Hospital and Emergency Department Settings: A Scoping Review.",
  "abstract": "This scoping review aimed to synthesize the available evidence on the epidemiology, patient- and caregiver-associated factors, clinical characteristics, screening tools, prevention, interventions, and perspectives of health care professionals in regard to elder abuse in the out-of-hospital or emergency department (ED) setting. Literature search was performed with MEDLINE, EMBASE, the Cumulative Index of Nursing and Allied Health, PsycINFO, and the Cochrane Library. Studies were eligible if they were observational or experimental and reported on elder abuse in the out-of-hospital or ED setting. A qualitative approach, performed independently by 2 reviewers, was used to synthesize and report the findings. A total of 413 citations were retrieved, from which 55 studies published between 1988 and 2019 were included. The prevalence of elder abuse reported during the ED visit was lower than reported in the community. The most commonly detected type of elder abuse was neglect, and then physical abuse. The following factors were more common in identified cases of elder abuse: female sex, cognitive impairment, functional disability, frailty, social isolation, and lower socioeconomic status. Psychiatric and substance use disorders were more common among victims and their caregivers. Screening tools have been proposed, but multicenter validation and influence of screening on patient-important outcomes were lacking. Health care professionals reported being poorly trained and acknowledged numerous barriers when caring for potential victims. There is insufficient knowledge, limited training, and a poorly organized system in place for elder abuse in the out-of-hospital and ED settings. Studies on the processes and effects of screening and interventions are required to improve care of this vulnerable population.",
  "authors": [
    {
      "last_name": "Mercier",
      "fore_name": "Éric",
      "initials": "É",
      "name": "Éric Mercier",
      "affiliations": [
        "Centre de recherche sur les soins et les services de première ligne de l'Université Laval, Quebec, Canada; Centre de recherche du CHU de Québec, Quebec, Canada. Electronic address: eric.mercier@fmed.ulaval.ca."
      ]
    },
    {
      "last_name": "Nadeau",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Nadeau",
      "affiliations": [
        "Centre de recherche sur les soins et les services de première ligne de l'Université Laval, Quebec, Canada; Centre de recherche du CHU de Québec, Quebec, Canada."
      ]
    },
    {
      "last_name": "Brousseau",
      "fore_name": "Audrey-Anne",
      "initials": "AA",
      "name": "Audrey-Anne Brousseau",
      "affiliations": [
        "Département de médecine d'urgence, l'Université de Sherbrooke, Sherbrooke, Quebec, Canada."
      ]
    },
    {
      "last_name": "Émond",
      "fore_name": "Marcel",
      "initials": "M",
      "name": "Marcel Émond",
      "affiliations": [
        "Centre de recherche sur les soins et les services de première ligne de l'Université Laval, Quebec, Canada; Centre de recherche du CHU de Québec, Quebec, Canada."
      ]
    },
    {
      "last_name": "Lowthian",
      "fore_name": "Judy",
      "initials": "J",
      "name": "Judy Lowthian",
      "affiliations": [
        "Monash University School of Public Health and Preventive Medicine, Melbourne, Victoria, Australia; Bolton Clarke Research Institute, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Berthelot",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Berthelot",
      "affiliations": [
        "Centre de recherche du CHU de Québec, Quebec, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice",
      "initials": "F",
      "name": "Fabrice Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Melady",
      "fore_name": "Don",
      "initials": "D",
      "name": "Don Melady",
      "affiliations": [
        "Schwartz-Reisman Emergency Medicine Institute, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yadav",
      "fore_name": "Krishan",
      "initials": "K",
      "name": "Krishan Yadav",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nickel",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Nickel",
      "affiliations": [
        "University Hospital of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Cameron",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Cameron",
      "affiliations": [
        "Monash University School of Public Health and Preventive Medicine, Melbourne, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Annals of emergency medicine",
    "iso_abbreviation": "Ann Emerg Med",
    "issn": "1097-6760",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "181",
  "end_page": "191",
  "pages": "181-191",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Aged",
    "Ambulatory Care Facilities",
    "Caregivers",
    "Elder Abuse",
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Male",
    "Mandatory Reporting",
    "Mass Screening",
    "Middle Aged",
    "Prevalence",
    "Risk Factors",
    "United States",
    "Vulnerable Populations"
  ],
  "article_ids": {
    "pubmed": "31959308",
    "doi": "10.1016/j.annemergmed.2019.12.011",
    "pii": "S0196-0644(19)31452-0"
  },
  "doi": "10.1016/j.annemergmed.2019.12.011",
  "dates": {
    "completed": "2020-04-23",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.317977",
    "pmid": "31959308"
  }
}