{
  "pmid": "31952864",
  "uid": "31952864",
  "title": "Socioeconomic differences in prescription drug supplemental coverage in Canada: A repeated cross-sectional study.",
  "abstract": "BACKGROUND: Efforts to achieve universal healthcare coverage are fraught with challenges, not only in low- and middle-income countries but also in high-income ones. Canada, for example, is the only high-income country with universal health insurance that does not include universal coverage for prescription drugs. We first described the extent to which Canadians reported supplementary drug insurance coverage (public or private). Second, we examined associations between individuals' socioeconomic and demographic characteristics and self-reported drug insurance coverage. METHODS: We used logistic regressions and repeated cross-sectional data from two national (2015, 2016) and six Ontario (2005, 2008, 2013-2016) cycles of the Canadian Community Health Survey. RESULTS: We found large socioeconomic differences in the reporting of prescription drug insurance coverage. Individuals of lower socioeconomic status had higher odds of reporting public drug coverage or no coverage while those of higher socioeconomic status had higher odds of reporting private coverage. Respondents' reports indicated that public drug plans were more likely to cover those in poorer health while private plans were more likely to cover those in very good or excellent health. We also documented substantial underreporting of public drug coverage. which may also have access implications. INTERPRETATION: Both the lack of prescription drug insurance and misunderstandings about one's insurance coverage point to limits in Canada's drug insurance system.",
  "authors": [
    {
      "last_name": "Guo",
      "fore_name": "Elaine Xiaoyu",
      "initials": "EX",
      "name": "Elaine Xiaoyu Guo",
      "affiliations": [
        "Department of Economics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sweetman",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Sweetman",
      "affiliations": [
        "Department of Economics, McMaster University, Hamilton, ON, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": [
        "Department of Economics, McMaster University, Hamilton, ON, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: emmanuel.guindon@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "252",
  "end_page": "260",
  "pages": "252-260",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Cross-Sectional Studies",
    "Humans",
    "Insurance Coverage",
    "Insurance, Pharmaceutical Services",
    "Ontario",
    "Prescription Drugs"
  ],
  "article_ids": {
    "pubmed": "31952864",
    "doi": "10.1016/j.healthpol.2019.12.007",
    "pii": "S0168-8510(19)30301-X"
  },
  "doi": "10.1016/j.healthpol.2019.12.007",
  "dates": {
    "completed": "2021-07-12",
    "revised": "2021-07-12"
  },
  "chemicals": [
    "Prescription Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:40.548269",
    "pmid": "31952864"
  }
}