{
  "pmid": "31959234",
  "uid": "31959234",
  "title": "Crowdsourcing in health and medical research: a systematic review.",
  "abstract": "BACKGROUND: Crowdsourcing is used increasingly in health and medical research. Crowdsourcing is the process of aggregating crowd wisdom to solve a problem. The purpose of this systematic review is to summarize quantitative evidence on crowdsourcing to improve health. METHODS: We followed Cochrane systematic review guidance and systematically searched seven databases up to September 4th 2019. Studies were included if they reported on crowdsourcing and related to health or medicine. Studies were excluded if recruitment was the only use of crowdsourcing. We determined the level of evidence associated with review findings using the GRADE approach. RESULTS: We screened 3508 citations, accessed 362 articles, and included 188 studies. Ninety-six studies examined effectiveness, 127 examined feasibility, and 37 examined cost. The most common purposes were to evaluate surgical skills (17 studies), to create sexual health messages (seven studies), and to provide layperson cardio-pulmonary resuscitation (CPR) out-of-hospital (six studies). Seventeen observational studies used crowdsourcing to evaluate surgical skills, finding that crowdsourcing evaluation was as effective as expert evaluation (low quality). Four studies used a challenge contest to solicit human immunodeficiency virus (HIV) testing promotion materials and increase HIV testing rates (moderate quality), and two of the four studies found this approach saved money. Three studies suggested that an interactive technology system increased rates of layperson initiated CPR out-of-hospital (moderate quality). However, studies analyzing crowdsourcing to evaluate surgical skills and layperson-initiated CPR were only from high-income countries. Five studies examined crowdsourcing to inform artificial intelligence projects, most often related to annotation of medical data. Crowdsourcing was evaluated using different outcomes, limiting the extent to which studies could be pooled. CONCLUSIONS: Crowdsourcing has been used to improve health in many settings. Although crowdsourcing is effective at improving behavioral outcomes, more research is needed to understand effects on clinical outcomes and costs. More research is needed on crowdsourcing as a tool to develop artificial intelligence systems in medicine. TRIAL REGISTRATION: PROSPERO: CRD42017052835. December 27, 2016.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Cheng",
      "initials": "C",
      "name": "Cheng Wang",
      "affiliations": [
        "Dermatology Hospital of Southern Medical University, Guangzhou, China.",
        "Guangdong Provincial Center for Skin Diseases and Sexually Transmitted Infection Control, Guangzhou, China."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Larry",
      "initials": "L",
      "name": "Larry Han",
      "affiliations": [
        "Department of Biostatistics, Harvard Chan School of Public Health, Boston, MA, USA.",
        "Social Entrepreneurship to Spur Health, Guangzhou, China."
      ]
    },
    {
      "last_name": "Stein",
      "fore_name": "Gabriella",
      "initials": "G",
      "name": "Gabriella Stein",
      "affiliations": [
        "Social Entrepreneurship to Spur Health, Guangzhou, China.",
        "Institute of Global Health and Infectious Diseases, University of North Carolina at Chapel Hill, Chapel Hill, USA."
      ]
    },
    {
      "last_name": "Day",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Day",
      "affiliations": [
        "Institute of Global Health and Infectious Diseases, University of North Carolina at Chapel Hill, Chapel Hill, USA.",
        "Department of Social Medicine, University of North Carolina School of Medicine, Chapel Hill, USA."
      ]
    },
    {
      "last_name": "Bien-Gund",
      "fore_name": "Cedric",
      "initials": "C",
      "name": "Cedric Bien-Gund",
      "affiliations": [
        "University of North Carolina Project-China, Guangzhou, China."
      ]
    },
    {
      "last_name": "Mathews",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Mathews",
      "affiliations": [
        "Institute of Global Health and Infectious Diseases, University of North Carolina at Chapel Hill, Chapel Hill, USA.",
        "Department of Social Medicine, University of North Carolina School of Medicine, Chapel Hill, USA."
      ]
    },
    {
      "last_name": "Ong",
      "fore_name": "Jason J",
      "initials": "JJ",
      "name": "Jason J Ong",
      "affiliations": [
        "Social Entrepreneurship to Spur Health, Guangzhou, China.",
        "Faculty of Infectious and Tropical Diseases, London School of Hygiene and Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Pei-Zhen",
      "initials": "PZ",
      "name": "Pei-Zhen Zhao",
      "affiliations": [
        "Dermatology Hospital of Southern Medical University, Guangzhou, China.",
        "Guangdong Provincial Center for Skin Diseases and Sexually Transmitted Infection Control, Guangzhou, China."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Shu-Fang",
      "initials": "SF",
      "name": "Shu-Fang Wei",
      "affiliations": [
        "Social Entrepreneurship to Spur Health, Guangzhou, China."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Health Sciences Library, University of North Carolina, Chapel Hill, USA."
      ]
    },
    {
      "last_name": "Chou",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Chou",
      "affiliations": [
        "Department of Medical Informatics and Clinical Epidemiology, Oregon Health & Sciences University, Portland, USA.",
        "Department of Medicine, Oregon Health & Sciences University, Portland, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Lee",
      "affiliations": [
        "Social Entrepreneurship to Spur Health, Guangzhou, China.",
        "University of North Carolina Project-China, Guangzhou, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Chen",
      "affiliations": [
        "Department of Orthopaedics, Brigham and Women's Hospital, Boston, USA."
      ]
    },
    {
      "last_name": "Bayus",
      "fore_name": "Barry",
      "initials": "B",
      "name": "Barry Bayus",
      "affiliations": [
        "Kenan-Flagler School of Business, University of North Carolina at Chapel Hill, Chapel Hill, USA."
      ]
    },
    {
      "last_name": "Tucker",
      "fore_name": "Joseph D",
      "initials": "JD",
      "name": "Joseph D Tucker",
      "affiliations": [
        "Social Entrepreneurship to Spur Health, Guangzhou, China. jdtucker@med.unc.edu.",
        "Institute of Global Health and Infectious Diseases, University of North Carolina at Chapel Hill, Chapel Hill, USA. jdtucker@med.unc.edu.",
        "Department of Social Medicine, University of North Carolina School of Medicine, Chapel Hill, USA. jdtucker@med.unc.edu.",
        "University of North Carolina Project-China, Guangzhou, China. jdtucker@med.unc.edu.",
        "Faculty of Infectious and Tropical Diseases, London School of Hygiene and Tropical Medicine, London, UK. jdtucker@med.unc.edu."
      ]
    }
  ],
  "journal": {
    "title": "Infectious diseases of poverty",
    "iso_abbreviation": "Infect Dis Poverty",
    "issn": "2049-9957",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "20"
  },
  "start_page": "8",
  "pages": "8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Biomedical Research",
    "Crowdsourcing",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "31959234",
    "pmc": "PMC6971908",
    "doi": "10.1186/s40249-020-0622-9",
    "pii": "10.1186/s40249-020-0622-9"
  },
  "doi": "10.1186/s40249-020-0622-9",
  "pmc_id": "PMC6971908",
  "dates": {
    "completed": "2020-04-20",
    "revised": "2020-04-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "UL1 TR001420",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.680160",
    "pmid": "31959234"
  }
}