{
  "pmid": "31959208",
  "uid": "31959208",
  "title": "A scoping review of the uses and institutionalisation of knowledge for health policy in low- and middle-income countries.",
  "abstract": "There is growing interest in how different forms of knowledge can strengthen policy-making in low- and middle-income country (LMIC) health systems. Additionally, health policy and systems researchers are increasingly aware of the need to design effective institutions for supporting knowledge utilisation in LMICs. To address these interwoven agendas, this scoping review uses the Arskey and O'Malley framework to review the literature on knowledge utilisation in LMIC health systems, using eight public health and social science databases. Articles that described the process for how knowledge was used in policy-making, specified the type of knowledge used, identified actors involved (individual, organisation or professional), and were set in specific LMICs were included. A total of 53 articles, from 1999 to 2016 and representing 56 countries, were identified. The majority of articles in this review presented knowledge utilisation as utilisation of research findings, and to a lesser extent routine health system data, survey data and technical advice. Most of the articles centered on domestic public sector employees and their interactions with civil society representatives, international stakeholders or academics in utilising epistemic knowledge for policy-making in LMICs. Furthermore, nearly all of the articles identified normative dimensions of institutionalisation. While there is some evidence of how different uses and institutionalisation of knowledge can strengthen health systems, the evidence on how these processes can ultimately improve health outcomes remains unclear. Further research on the ways in which knowledge can be effectively utilised and institutionalised is needed to advance the collective understanding of health systems strengthening and enhance evidence-informed policy formulation.",
  "authors": [
    {
      "last_name": "Koon",
      "fore_name": "Adam D",
      "initials": "AD",
      "name": "Adam D Koon",
      "affiliations": [
        "Department of International Health, Johns Hopkins Bloomberg School of Public Health, Johns Hopkins University, 615 N Wolfe St, Baltimore, MD, 21205, United States of America. AdamKoon@Jhu.edu.",
        "International Development Division, Abt Associates Inc, Rockville, MD, United States of America. AdamKoon@Jhu.edu."
      ],
      "orcid": "0000-0002-9031-9810"
    },
    {
      "last_name": "Windmeyer",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Windmeyer",
      "affiliations": [
        "Upstream USA, Oakland, CA, United States of America.",
        "John F Kennedy School of Government, Harvard University, Cambridge, MA, United States of America."
      ]
    },
    {
      "last_name": "Bigdeli",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Bigdeli",
      "affiliations": [
        "World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Charles",
      "fore_name": "Jodi",
      "initials": "J",
      "name": "Jodi Charles",
      "affiliations": [
        "Office of Health Systems, United States Agency for International Development, Washington, D.C, United States of America."
      ]
    },
    {
      "last_name": "El Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El Jardali",
      "affiliations": [
        "American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Uneke",
      "fore_name": "Jesse",
      "initials": "J",
      "name": "Jesse Uneke",
      "affiliations": [
        "Ebonyi State University, Abakaliki, Nigeria."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Bennett",
      "affiliations": [
        "Department of International Health, Johns Hopkins Bloomberg School of Public Health, Johns Hopkins University, 615 N Wolfe St, Baltimore, MD, 21205, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "20"
  },
  "start_page": "7",
  "pages": "7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Decision Making",
    "Delivery of Health Care",
    "Developing Countries",
    "Evidence-Based Practice",
    "Health Knowledge, Attitudes, Practice",
    "Health Policy",
    "Humans",
    "Knowledge",
    "Residence Characteristics"
  ],
  "article_ids": {
    "pubmed": "31959208",
    "pmc": "PMC6971874",
    "doi": "10.1186/s12961-019-0522-2",
    "pii": "10.1186/s12961-019-0522-2"
  },
  "doi": "10.1186/s12961-019-0522-2",
  "pmc_id": "PMC6971874",
  "dates": {
    "completed": "2020-11-09",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    },
    {
      "grant_id": "AID-OAA-A-12-00080",
      "agency": "United States Agency for International Development (US)"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.364310",
    "pmid": "31959208"
  }
}