{
  "pmid": "31968081",
  "uid": "31968081",
  "title": "Motivators and Stressors for Canadian Research Coordinators in Critical Care: The MOTIVATE Survey.",
  "abstract": "BACKGROUND: Critical care research coordinators implement study protocols in intensive care units, yet little is known about their experiences. OBJECTIVE: To identify the responsibilities, stressors, motivators, and job satisfaction of critical care research coordinators in Canada. METHODS: Responses to a self-administered survey were collected in order to identify and understand factors that motivate and stress research coordinators and enhance their job satisfaction. Items were generated in 5 domains (demographics, job responsibilities, stressors, motivators, and satisfaction). Face validity pretesting was conducted and clinical sensibility was evaluated. Items were rated on 5-point Likert scales. Descriptive analyses were used to report results. RESULTS: The response rate was 78% (66 of 85). Most critical care research coordinators (71%) were employed full time; they were engaged in 9 studies (7 academic, 2 industry); and 49% were nurses. Of 30 work responsibilities, the most frequently cited were submitting ethics applications (89%), performing data entry (89%), and attending meetings (87%). Highest-rated stressors were unrealistic workload and weekend/holiday screening; highest-rated motivators were a positive work environment and team spirit. Overall, 26% were \"very satisfied\" and 53% were \"satisfied\" with their jobs. CONCLUSIONS: Critical care research coordinators in Canada indicate that, despite significant work responsibilities, they are satisfied with their jobs thanks to positive work environments and team spirit.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen McDonald",
      "affiliations": [
        "Ellen McDonald is a critical care research coordinator, Department of Medicine, McMaster University, and Thrombosis and Atherosclerosis Research Institute, Hamilton, Ontario, Canada; she is currently a national platform research coordinator with the Canadian Critical Care Trials Group, Montreal, Canada."
      ]
    },
    {
      "last_name": "Zytaruk",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Zytaruk",
      "affiliations": [
        "Nicole Zytaruk is a senior research associate."
      ]
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": [
        "Diane Heels-Ansdell is an assistant professor."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Orla",
      "initials": "O",
      "name": "Orla Smith",
      "affiliations": [
        "Orla Smith was a research manager, Critical Care Department, and is now an associate scientist, Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Borges",
      "fore_name": "Debbie",
      "initials": "D",
      "name": "Debbie Borges",
      "affiliations": [
        "Debbie Borges was a nursing student, School of Nursing, McMaster University and is now a registered nursing assistant, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hand",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Hand",
      "affiliations": [
        "Lori Hand and France Clarke are respiratory therapists and critical care research coordinators, Department of Health Research Methods, Evidence and Impact, McMaster University."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "France",
      "initials": "F",
      "name": "France Clarke",
      "affiliations": [
        "France Clarke are respiratory therapists and critical care research coordinators, Department of Health Research Methods, Evidence and Impact, McMaster University."
      ]
    },
    {
      "last_name": "Nassar",
      "fore_name": "Aussama",
      "initials": "A",
      "name": "Aussama Nassar",
      "affiliations": [
        "Aussama Nassar was a trauma and critical care surgeon at McMaster University and is now a clinical assistant professor of surgery, Departments of Surgery and Critical Care, Stanford University, Palo Alto, California."
      ]
    },
    {
      "last_name": "Bennardo",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Bennardo",
      "affiliations": [
        "Michael Bennardo (deceased) was a medical student, St James School of Medicine, Anguilla."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Deborah Cook is a professor, Department of Medicine, and a critical care physician at St Joseph's Healthcare."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of critical care : an official publication, American Association of Critical-Care Nurses",
    "iso_abbreviation": "Am J Crit Care",
    "issn": "1937-710X",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "41",
  "end_page": "48",
  "pages": "41-48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Adult",
    "Attitude of Health Personnel",
    "Canada",
    "Critical Care",
    "Humans",
    "Intensive Care Units",
    "Job Satisfaction",
    "Motivation",
    "Professional Autonomy",
    "Research Personnel",
    "Stress, Psychological",
    "Surveys and Questionnaires",
    "Workload"
  ],
  "article_ids": {
    "pubmed": "31968081",
    "doi": "10.4037/ajcc2020627",
    "pii": "30621"
  },
  "doi": "10.4037/ajcc2020627",
  "dates": {
    "completed": "2021-01-11",
    "revised": "2021-01-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:00.383587",
    "pmid": "31968081"
  }
}