{
  "pmid": "31965753",
  "uid": "31965753",
  "title": "Developing Student Metacognition through Reflective Writing in an Upper Level Undergraduate Anatomy Course.",
  "abstract": "Incorporating metacognitive strategies in the classroom helps students monitor and adjust their learning strategies throughout the semester, and helps students progress from novice to expert learners in a subject. Journaling (i.e., reflective writing) is one metacognitive task that allows students to contemplate and articulate their skill development as they learn a new subject. The research reported here examines the use of 'blogs' (i.e., online journals) in an upper level undergraduate human anatomy course. The blogs both facilitated development of students' metacognitive skills and provided researchers insight into student metacognitive process. Data were examined from 92 students from three successive semesters (spring 2010, 2012 and 2014). Each student reviewed 10 radiology online cases throughout the semester and then reflected on their understanding of anatomy and radiology in an online blog for each case. A total of 927 blogs were examined for this research. The researchers used a grounded theory approach to analyze the blog narratives and develop a codebook based on common themes. The 927 blogs yielded 11,082 statements that were coded with the codebook. As the semester progressed, the blog entries showed that students demonstrated greater self-confidence in their abilities to understand the subject matter, expressed greater enthusiasm for anatomy in general, and they improved their metacognitive skills. This research illustrates that reflective writing in an undergraduate anatomy course not only facilitates improvement in student metacognitive skills, but also provides the instructor with evidence how a student progresses from novice to more experienced learner in anatomy.",
  "authors": [
    {
      "last_name": "O'Loughlin",
      "fore_name": "Valerie Dean",
      "initials": "VD",
      "name": "Valerie Dean O'Loughlin",
      "affiliations": [
        "Indiana University School of Medicine - Bloomington, Bloomington, Indiana."
      ],
      "orcid": "0000-0002-8329-2074"
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren Miller",
      "initials": "LM",
      "name": "Lauren Miller Griffith",
      "affiliations": [
        "Department of Sociology, Anthropology, and Social Work, Texas Tech University, Lubbock, Texas."
      ]
    }
  ],
  "journal": {
    "title": "Anatomical sciences education",
    "iso_abbreviation": "Anat Sci Educ",
    "issn": "1935-9780",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "680",
  "end_page": "693",
  "pages": "680-693",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anatomy",
    "Grounded Theory",
    "Health Occupations",
    "Humans",
    "Metacognition",
    "Qualitative Research",
    "Students, Health Occupations",
    "Writing"
  ],
  "article_ids": {
    "pubmed": "31965753",
    "doi": "10.1002/ase.1945"
  },
  "doi": "10.1002/ase.1945",
  "dates": {
    "completed": "2021-08-09",
    "revised": "2021-08-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:08.218905",
    "pmid": "31965753"
  }
}