{
  "pmid": "31974741",
  "uid": "31974741",
  "title": "Area-Level Variation in Children's Unmet Need for Community-Based Mental Health Services: Findings from the 2014 Ontario Child Health Study.",
  "abstract": "There is limited empirical evidence documenting the magnitude and correlates of area-level variability in unmet need for children's mental health services. Research is needed that identifies area-level characteristics that can inform strategies for reducing unmet need in the population. The study purpose is to: (1) estimate area-level variation in children's unmet need for mental health services (using Service Areas as defined by the Ontario Ministry of Children and Youth Services), and (2) identify area-level service arrangements, and geographic and population characteristics associated with unmet need. Using individual-level general population data, area-level government administrative data and Census data from Ontario, Canada, we use multilevel regression models to analyze unmet need for mental health services among children (level 1) nested within Service Areas (level 2). The study finds that 1.64% of the reliable variance in unmet need for mental health services is attributable to between-area differences. Across areas, we find that Service Areas with more agencies had a lower likelihood of unmet need for mental health services. Compared to other Service Areas, Toronto had much lower likelihood of unmet need compared to the rest of Ontario. Rural areas, areas with unsatisfactory public transport, and areas with higher levels of socio-economic disadvantage had a higher likelihood of unmet need for mental health services. These findings identify challenges in service provision that researchers, policymakers and administrators in children's mental health services need to better understand. Policy implications and potential Service Area strategies that could address equitable access to mental health services are discussed.",
  "authors": [
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada. duncanlj@mcmaster.ca.",
        "Department of Health Research Methods, Evidence & Impact (Formerly Clinical Epidemiology & Biostatistics), McMaster University, 1280 Main St W, MIP 201A, Hamilton, ON, L9S 4K1, Canada. duncanlj@mcmaster.ca."
      ],
      "orcid": "0000-0001-7120-6629"
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Graham J",
      "initials": "GJ",
      "name": "Graham J Reid",
      "affiliations": [
        "Departments of Psychology, Family Medicine and Paediatrics, Schulich School of Medicine and Dentistry, The University of Western Ontario, London, Canada.",
        "Children's Health Research Institute, London, Canada."
      ]
    },
    {
      "last_name": "Comeau",
      "fore_name": "Jinette",
      "initials": "J",
      "name": "Jinette Comeau",
      "affiliations": [
        "Children's Health Research Institute, Department of Sociology, King's University College At Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, Brisbane, Australia.",
        "Centre for Health Economics, University of Manchester, Manchester, UK.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Administration and policy in mental health",
    "iso_abbreviation": "Adm Policy Ment Health",
    "issn": "1573-3289",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "665",
  "end_page": "679",
  "pages": "665-679",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Community Mental Health Services",
    "Female",
    "Health Services Accessibility",
    "Health Services Needs and Demand",
    "Humans",
    "Male",
    "Mental Disorders",
    "Ontario",
    "Regression Analysis",
    "Residence Characteristics",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "31974741",
    "doi": "10.1007/s10488-020-01016-3",
    "pii": "10.1007/s10488-020-01016-3"
  },
  "doi": "10.1007/s10488-020-01016-3",
  "dates": {
    "completed": "2021-08-16",
    "revised": "2021-08-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "125941",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.406512",
    "pmid": "31974741"
  }
}