{
  "pmid": "31981474",
  "uid": "31981474",
  "title": "Hydromorphone and the risk of infective endocarditis among people who inject drugs: a population-based, retrospective cohort study.",
  "abstract": "BACKGROUND: The incidence of infective endocarditis related to injection drug use is increasing. On the basis of clinical practice and epidemiological and in-vitro data, we postulated that exposure to controlled-release hydromorphone is associated with an increased risk of infective endocarditis among people who inject drugs. METHODS: We used linked health administrative databases in Ontario, Canada, to assemble a retrospective cohort of adults (aged 18-55 years) who inject drugs for the period of April 1, 2006, to Sept 30, 2015. Cases of infective endocarditis among this cohort were identified using International Classification of Diseases 10 codes. We estimated exposure to hydromorphone and risk of infective endocarditis among this cohort in two ways. First, in a population-level analysis, we identified patients living in regions with high (≥25%) and low (≤15%) hydromorphone prescription rates and, after matching 1:1 on various baseline characteristics, compared their frequency of infective endocarditis. Second, in a patient-level analysis including only those with prescription drug data, we identified those who had filled prescriptions (ie, received the drug from the pharmacy) for controlled-release or immediate-release hydromorphone and, after matching 1:1 on various baseline characteristics, compared their frequency of infective endocarditis with that of patients who had filled prescriptions for other opioids. RESULTS: Between April 1, 2006, and Sept 30, 2015, 60 529 patients had evidence of injection drug use, 733 (1·2%, 95% CI 1·1-1·3) of whom had infective endocarditis. In the population-level analysis of 32 576 matched patients, we identified 254 (1·6%) admissions with infective endocarditis in regions with high hydromorphone use and 113 (0·7%) admissions in regions with low use (adjusted odds ratio [OR] 2·2, 95% CI 1·8-2·8, p<0·0001). In the patient-level analysis of 3884 matched patients, the frequency of infective endocarditis was higher among patients who filled prescriptions for hydromorphone than among those who filled prescriptions for non-hydromorphone opioids (2·8% [109 patients] vs 1·1% [41 patients]; adjusted OR 2·5, 95% CI 1·8-3·7, p<0·0001). This significant association was seen for controlled-release hydromorphone (3·9% [73 of 1895 patients] vs 1·1% [20 of 1895]; adjusted OR 3·3, 95% CI 2·1-5·6, p<0·0001), but not for immediate-release hydromorphone (1·8% [36 of 1989] vs 1·1% [21 of 1989]; 1·7, 0·9-3·6, p=0·072. INTERPRETATION: Among people who inject drugs, the risk of infective endocarditis is significantly higher for those exposed to controlled-release hydromorphone than to other opioids. This association might be mediated by the controlled-release mechanism and should be the subject of further investigation. FUNDING: Ontario Ministry of Health and Long-Term Care, Academic Medical Organization of Southwestern Ontario, Schulich School of Medicine and Dentistry (Western University), and Lawson Health Research Institute.",
  "authors": [
    {
      "last_name": "Silverman",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Silverman",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Slater",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Slater",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jandoc",
      "fore_name": "Racquel",
      "initials": "R",
      "name": "Racquel Jandoc",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Koivu",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Koivu",
      "affiliations": [
        "Department of Family Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada; Department of Epidemiology and Biostatistics, Western University, London, ON, Canada; Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Weir",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada; Department of Epidemiology and Biostatistics, Western University, London, ON, Canada; Institute for Clinical Evaluative Sciences, Toronto, ON, Canada. Electronic address: matthew.weir@lhsc.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Infectious diseases",
    "iso_abbreviation": "Lancet Infect Dis",
    "issn": "1474-4457",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "487",
  "end_page": "497",
  "pages": "487-497",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Databases, Factual",
    "Drug Prescriptions",
    "Endocarditis",
    "Female",
    "Humans",
    "Hydromorphone",
    "Incidence",
    "Male",
    "Retrospective Studies",
    "Substance Abuse, Intravenous"
  ],
  "article_ids": {
    "pubmed": "31981474",
    "doi": "10.1016/S1473-3099(19)30705-4",
    "pii": "S1473-3099(19)30705-4"
  },
  "doi": "10.1016/S1473-3099(19)30705-4",
  "dates": {
    "completed": "2020-08-06",
    "revised": "2020-08-06"
  },
  "chemicals": [
    "Hydromorphone"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.289575",
    "pmid": "31981474"
  }
}