{
  "pmid": "31983671",
  "uid": "31983671",
  "title": "Oxygen saturation target ranges and alarm settings in the NICU: What have we learnt from the neonatal oxygenation prospective meta-analysis (NeOProM)?",
  "abstract": "The Neonatal Oxygenation Prospective Meta-analysis combined the individual participant data of 4965 extremely preterm infants. They had been randomly assigned in 5 trials to arterial oxygen saturations of 85%-89% or 91%-95% using modified oximeters to mask the treatment allocation. The primary outcome of death or disability did not differ significantly between the groups. Assignment to the higher target range reduced the risks of death and severe necrotizing enterocolitis but increased the risk of treated retinopathy. Trade-offs between the benefits and risks of higher or lower saturation targets should be informed by the local patient risks and institutional rates for outcomes that may be affected by a policy change. Features of the oximeter masking algorithm introduced unanticipated artifacts into the saturation display that are not seen in routine care. NeOProM provides little guidance on where to set the oximeter alarms and how to respond to them.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: schmidt@mcmaster.ca."
      ]
    },
    {
      "last_name": "Whyte",
      "fore_name": "Robin K",
      "initials": "RK",
      "name": "Robin K Whyte",
      "affiliations": [
        "Department of Pediatrics, Dalhousie University, Halifax, Nova Scotia, Canada. Electronic address: robin.whyte@dal.ca."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in fetal & neonatal medicine",
    "iso_abbreviation": "Semin Fetal Neonatal Med",
    "issn": "1878-0946",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "101080",
  "pages": "101080",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Infant",
    "Infant, Extremely Premature",
    "Infant, Newborn",
    "Intensive Care Units, Neonatal",
    "Oximetry",
    "Oxygen",
    "Oxygen Inhalation Therapy",
    "Prospective Studies",
    "Reference Values"
  ],
  "article_ids": {
    "pubmed": "31983671",
    "doi": "10.1016/j.siny.2020.101080",
    "pii": "S1744-165X(20)30005-6"
  },
  "doi": "10.1016/j.siny.2020.101080",
  "dates": {
    "completed": "2021-06-14",
    "revised": "2021-06-14"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [
    {
      "grant_id": "MCT-79217",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:18.269276",
    "pmid": "31983671"
  }
}