{
  "pmid": "31996148",
  "uid": "31996148",
  "title": "Methods of competing risks flexible parametric modeling for estimation of the risk of the first disease among HIV infected men.",
  "abstract": "BACKGROUND: Patients infected with the Human Immunodeficiency Virus (HIV) are susceptible to many diseases. In these patients, the occurrence of one disease alters the chance of contracting another. Under such circumstances, methods for competing risks are required. Recently, competing risks analyses in the scope of flexible parametric models have risen to address this requirement. These lesser-known analyses have considerable advantages over conventional methods. METHODS: Using data from Multi Centre AIDS Cohort Study (MACS), this paper reviews and applies methods of competing risks flexible parametric models to analyze the risk of the first disease (AIDS or non-AIDS) among HIV-infected patients. We compared two alternative subdistribution hazard flexible parametric models (SDHFPM1 and SDHFPM2) with the Fine & Gray model. To make a complete inference, we performed cause-specific hazard flexible parametric models for each event separately as well. RESULTS: Both SDHFPM1 and SDHFPM2 provided consistent results regarding the magnitude of coefficients and risk estimations compared with estimations obtained from the Fine & Gray model, However, competing risks flexible parametric models provided more efficient and smoother estimations for the baseline risks of the first disease. We found that age at HIV diagnosis indirectly affected the risk of AIDS as the first event by increasing the number of patients who experience a non-AIDS disease prior to AIDS among > 40 years. Other significant covariates had direct effects on the risks of AIDS and non-AIDS. DISCUSSION: The choice of an appropriate model depends on the research goals and computational challenges. The SDHFPM1 models each event separately and requires calculating censoring weights which is time-consuming. In contrast, SDHFPM2 models all events simultaneously and is more appropriate for large datasets, however, when the focus is on one particular event SDHFPM1 is more preferable.",
  "authors": [
    {
      "last_name": "Nouri",
      "fore_name": "Sahar",
      "initials": "S",
      "name": "Sahar Nouri",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of public health, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Mahmoudi",
      "fore_name": "Mahmood",
      "initials": "M",
      "name": "Mahmood Mahmoudi",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of public health, Tehran University of Medical Sciences, Tehran, Iran. mahmoodim@tums.ac.ir."
      ]
    },
    {
      "last_name": "Mohammad",
      "fore_name": "Kazem",
      "initials": "K",
      "name": "Kazem Mohammad",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of public health, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Mansournia",
      "fore_name": "Mohammad Ali",
      "initials": "MA",
      "name": "Mohammad Ali Mansournia",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of public health, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Yaseri",
      "fore_name": "Mahdi",
      "initials": "M",
      "name": "Mahdi Yaseri",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of public health, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "29"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "AIDS-Related Opportunistic Infections",
    "Acquired Immunodeficiency Syndrome",
    "Cohort Studies",
    "Coinfection",
    "Data Interpretation, Statistical",
    "Humans",
    "Male",
    "Models, Statistical",
    "Proportional Hazards Models",
    "Prospective Studies",
    "Risk Assessment",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "31996148",
    "pmc": "PMC6990537",
    "doi": "10.1186/s12874-020-0900-z",
    "pii": "10.1186/s12874-020-0900-z"
  },
  "doi": "10.1186/s12874-020-0900-z",
  "pmc_id": "PMC6990537",
  "dates": {
    "completed": "2021-01-11",
    "revised": "2021-01-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "UL1 TR001079",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.240080",
    "pmid": "31996148"
  }
}