{
  "pmid": "32023171",
  "uid": "32023171",
  "title": "Cannabis Use and Sport: A Systematic Review.",
  "abstract": "CONTEXT: Cannabis use has increased, in large part due to decriminalization. Despite this increase in usage, it remains unclear what proportion of athletes use cannabis and what effect it has on athletic performance and recovery. OBJECTIVE: To systematically review cannabis use among athletes, including epidemiology, effect on performance and recovery, and regulations for use in sport. DATA SOURCES: PubMed, MEDLINE, and EMBASE databases were queried from database inception through November 15, 2018. A hand search of policies, official documents, and media reports was performed for relevant information. STUDY SELECTION: All studies related to cannabis use in athletes, including impact on athletic performance or recovery, were included. STUDY DESIGN: Systematic review. LEVEL OF EVIDENCE: Level 4. DATA EXTRACTION: Demographic and descriptive data of included studies relating to epidemiology of cannabis use in athletes were extracted and presented in weighted means or percentages where applicable. RESULTS: Overall, 37 studies were included, of which the majority were cross-sectional studies of elite and university athletes. Among 11 studies reporting use among athletes (n = 46,202), approximately 23.4% of respondents reported using cannabis in the past 12 months. Two studies found a negative impact on performance, while another 2 studies found no impact. There was no literature on the influence of cannabis on athletic recovery. Across athletic organizations and leagues, there is considerable variability in acceptable thresholds for urine tetrahydrocannabinol levels (>15 to 150 ng/mL) and penalties for athletes found to be above these accepted thresholds. CONCLUSION: Overall, these results suggest that approximately 1 in 4 athletes report using cannabis within the past year. Based on the available evidence, cannabis does not appear to positively affect performance, but the literature surrounding this is generally poor. Given the variability in regulation across different sport types and competition levels, as well as the growing number of states legalizing recreational cannabis use, there is a need to improve our understanding of the effects of cannabis use on the athlete and perhaps adopt a clearer and overarching policy for the use of cannabis by athletes in all sports and at all levels.",
  "authors": [
    {
      "last_name": "Docter",
      "fore_name": "Shgufta",
      "initials": "S",
      "name": "Shgufta Docter",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ravi",
      "fore_name": "Bheeshma",
      "initials": "B",
      "name": "Bheeshma Ravi",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gandhi",
      "fore_name": "Rajiv",
      "initials": "R",
      "name": "Rajiv Gandhi",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "2",
    "pub_year": "2020"
  },
  "start_page": "189",
  "end_page": "199",
  "pages": "189-199",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Athletic Performance",
    "Dronabinol",
    "Humans",
    "Marijuana Abuse",
    "Marijuana Smoking",
    "Organizational Policy",
    "Sports",
    "Substance Abuse Detection"
  ],
  "article_ids": {
    "pubmed": "32023171",
    "pmc": "PMC7040945",
    "doi": "10.1177/1941738120901670"
  },
  "doi": "10.1177/1941738120901670",
  "pmc_id": "PMC7040945",
  "dates": {
    "completed": "2020-03-02",
    "revised": "2022-04-12"
  },
  "chemicals": [
    "Dronabinol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.287995",
    "pmid": "32023171"
  }
}