{
  "pmid": "32023424",
  "uid": "32023424",
  "title": "Access to Palliative Care during a Terminal Hospitalization.",
  "abstract": "Background: Research shows that access to palliative care can help patients avoid dying in hospital. However, access to palliative care services during the terminal hospitalization, specifically, has not been well studied. Objective: To determine whether access to palliative care varied by disease trajectory among terminal hospitalizations. Design, Setting, Subjects: We conducted a population-based retrospective cohort study of decedents who died in hospital in Ontario, Canada between 2012 and 2015 by using linked administrative databases. Measurements: Using hospital and physician billing codes, we classified access to palliative care in three mutually exclusive groups of patients with terminal hospitalization: (1) main diagnosis for admission was palliative care; (2) main diagnosis was not palliative care, but the patient received palliative care specialist consultation; and (3) the patient did not receive any specialist palliative care. We conducted a logistic regression on odds of never receiving palliative care. Results: We identified 140,475 decedents who died in an inpatient hospital unit, which represents 42% of deaths. Among inpatient hospital deaths, 23% (n = 32,168) had palliative care listed as the main diagnosis for admission, 41% (n = 58,210) received specialist palliative care consultation, and 36% (n = 50,097) never had access to specialist palliative care. In our regression, dying of organ failure or frailty compared with cancer increased the odds of never receiving palliative care by 4.07 (95% confidence interval [CI]: 3.95-4.20) and 4.51 (95% CI: 4.35-4.68) times, respectively. Conclusions: A third of hospital deaths had no palliative care involvement. Access to specialist palliative care is particularly lower for noncancer decedents. Inpatient units play an important role in providing end-of-life care.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Danial",
      "initials": "D",
      "name": "Danial Qureshi",
      "affiliations": [
        "The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Isenberg",
      "fore_name": "Sarina R",
      "initials": "SR",
      "name": "Sarina R Isenberg",
      "affiliations": [
        "Temmy Latner Centre for Palliative Care and Lunenfeld-Tanenbaum Research Institute, Toronto, Ontario, Canada.",
        "Division of Palliative Care, Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Department of Medicine, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of palliative medicine",
    "iso_abbreviation": "J Palliat Med",
    "issn": "1557-7740",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "1644",
  "end_page": "1648",
  "pages": "1644-1648",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Hospitalization",
    "Humans",
    "Ontario",
    "Palliative Care",
    "Retrospective Studies",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "32023424",
    "doi": "10.1089/jpm.2019.0416"
  },
  "doi": "10.1089/jpm.2019.0416",
  "dates": {
    "completed": "2021-06-18",
    "revised": "2021-06-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.073402",
    "pmid": "32023424"
  }
}