{
  "pmid": "32027636",
  "uid": "32027636",
  "title": "Ethnic inequities in life expectancy attributable to smoking.",
  "abstract": "AIM: To determine the contribution of smoking-related deaths to the life expectancy gap in both Māori and Pacific people compared with non-Māori/non-Pacific people in New Zealand. METHODS: Death registration and population data between 2013 and 2015 were used to calculate life expectancy. To determine the contribution of smoking to the life expectancy gap, population attributable fractions for all causes of death where smoking is a casual risk factor were calculated using age- and ethnic-specific smoking data from the 2013 New Zealand Census and relative risk estimates from the American Cancer Society Cancer Prevention Study II. Population attributable fractions were applied to all deaths registered in New Zealand for the 2013-15 period to estimate the number of deaths attributable to tobacco smoking. The life expectancy gap was decomposed using the Arriaga method. The gap was decomposed both overall and by specific smoking attributable causes of death. RESULTS: Between 2013 and 2015 an estimated 12,421 (13.4% of all deaths) were attributable to smoking. Nearly one in four (22.6%) deaths among Māori were attributable to smoking (2,199 out of 9,717 deaths) and nearly one in seven (13.8%) among Pacific people (512 out of 3,720 deaths). Among non-Māori/non-Pacific people, one in eight (12.3%) deaths were attributable to smoking (9,710 out of 78,759 deaths). Higher rates of smoking attributable mortality were responsible for 2.1 years of the life expectancy gap in Māori men, 2.3 years in Māori women, 1.4 years in Pacific men and 0.3 years among Pacific women. Cancers of the trachea, bronchus and lung, chronic obstructive pulmonary disease (COPD) and ischaemic heart disease were the leading smoking attributable causes of death contributing to the gap. CONCLUSION: Smoking is an important preventable risk factor contributing to ethnic inequities in life expectancy for Māori men and women, and Pacific men. Dramatic declines in smoking-attributable deaths can be achieved by reducing smoking prevalence rates. Preventing smoking initiation and increasing cessation rates must remain a top priority for the Ministry of Health and District Health Boards. Smokefree initiatives should be reoriented to be Tiriti o Waitangi (Treaty of Waitangi) compliant and better meet the needs of Māori and Pacific people who smoke. Addressing the residual risk in ex-smokers through equitable early diagnosis and treatment of smoking-related conditions will further assist a more rapid closing of life expectancy gaps for Māori men and women and Pacific men. The next five years provide the opportunity to demonstrate commitment to achieving a smokefree Aotearoa for all: an aspiration, based on the current trajectory, which is most probably out of reach.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Epidemiologist, Planning Funding and Outcomes, Waitemata District Health Board, Auckland."
      ]
    },
    {
      "last_name": "Wright",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Wright",
      "affiliations": [
        "Public Health Registrar, Planning Funding and Outcomes, Waitemata District Health Board, Auckland."
      ]
    }
  ],
  "journal": {
    "title": "The New Zealand medical journal",
    "iso_abbreviation": "N Z Med J",
    "issn": "1175-8716",
    "issn_type": "Electronic",
    "volume": "133",
    "issue": "1509",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "start_page": "28",
  "end_page": "38",
  "pages": "28-38",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Health Status Disparities",
    "Humans",
    "Life Expectancy",
    "Male",
    "New Zealand",
    "Tobacco Smoking",
    "White People"
  ],
  "article_ids": {
    "pubmed": "32027636"
  },
  "dates": {
    "completed": "2020-04-27",
    "revised": "2024-12-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:22.983430",
    "pmid": "32027636"
  }
}