{
  "pmid": "32022315",
  "uid": "32022315",
  "title": "Skew-normal random-effects model for meta-analysis of diagnostic test accuracy (DTA) studies.",
  "abstract": "Hierarchical models are recommended for meta-analyzing diagnostic test accuracy (DTA) studies. The bivariate random-effects model is currently widely used to synthesize a pair of test sensitivity and specificity using logit transformation across studies. This model assumes a bivariate normal distribution for the random-effects. However, this assumption is restrictive and can be violated. When the assumption fails, inferences could be misleading. In this paper, we extended the current bivariate random-effects model by assuming a flexible bivariate skew-normal distribution for the random-effects in order to robustly model logit sensitivities and logit specificities. The marginal distribution of the proposed model is analytically derived so that parameter estimation can be performed using standard likelihood methods. The method of weighted-average is adopted to estimate the overall logit-transformed sensitivity and specificity. An extensive simulation study is carried out to investigate the performance of the proposed model compared to other standard models. Overall, the proposed model performs better in terms of confidence interval width of the average logit-transformed sensitivity and specificity compared to the standard bivariate linear mixed model and bivariate generalized linear mixed model. Simulations have also shown that the proposed model performed better than the well-established bivariate linear mixed model in terms of bias and comparable with regards to the root mean squared error (RMSE) of the between-study (co)variances. The proposed method is also illustrated using a published meta-analysis data.",
  "authors": [
    {
      "last_name": "Negeri",
      "fore_name": "Zelalem F",
      "initials": "ZF",
      "name": "Zelalem F Negeri",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3154-3855"
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0770-4444"
    }
  ],
  "journal": {
    "title": "Biometrical journal. Biometrische Zeitschrift",
    "iso_abbreviation": "Biom J",
    "issn": "1521-4036",
    "issn_type": "Electronic",
    "volume": "62",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "1223",
  "end_page": "1244",
  "pages": "1223-1244",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Computer Simulation",
    "Diagnostic Tests, Routine",
    "Humans",
    "Linear Models",
    "Logistic Models",
    "Research Design",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "32022315",
    "doi": "10.1002/bimj.201900184"
  },
  "doi": "10.1002/bimj.201900184",
  "dates": {
    "completed": "2021-09-08",
    "revised": "2021-09-08"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "agency": "Natural Sciences and Engineering Research Council of Canada",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.264987",
    "pmid": "32022315"
  }
}