{
  "pmid": "32022883",
  "uid": "32022883",
  "title": "Association of Parental and Contextual Stressors With Child Screen Exposure and Child Screen Exposure Combined With Feeding.",
  "abstract": "IMPORTANCE: Parents may use screen exposure or screen exposure combined with feeding for infants and toddlers to alleviate their own stress. OBJECTIVE: To evaluate the association of individual and contextual stressors with child screen exposure (CSE) and CSE combined with feeding (CSE+F) in children aged 7 to 18 months as measured by parent-reported use and variation in quantity of CSE and CSE+F. DESIGN, SETTING, AND PARTICIPANTS: This cross-sectional, population-based study drew parent-child participants from TARGet Kids, a network of primary health care research settings throughout Toronto, Ontario, Canada, between November 1, 2011, and July 31, 2018. The included children were aged 7 to 18 months. Exclusion criteria were health conditions affecting growth, acute conditions, chronic conditions, severe developmental delay, and families who were unable to communicate in the English language. Data were analyzed from April 1, 2019, to July 31, 2019. EXPOSURES: Parenting stress, child age, child negative affectivity, family living arrangements, and family income were assessed with parent-completed questionnaires. MAIN OUTCOMES AND MEASURES: The primary outcome was CSE and the variation in CSE, which represented the amount of background and engaged use of screens (television, videos or DVDs, video games, computers, and mobile devices) in a typical week. The secondary outcome was CSE+F, which represented the frequency of breakfast, lunch, dinner, and snack consumption during screen exposure in a typical week. Both CSE and CSE+F were assessed with the parent-completed Nutrition and Health Questionnaire; Infant Behavior Questionnaire, Revised Very Short; and Parenting Stress Index, Short Form. RESULTS: The final sample size was 1085 children for the analysis of CSE and 1083 children for the analysis of CSE+F. Among 914 respondents, the children's mean (SD) age was 11.6 (2.3) months, and 478 (52.3%) were male. Among 910 respondents, 839 (92.2%) were mothers, with a mean (SD) age among 873 respondents of 34.4 (4.2) years. In a typical week, 581 of 779 children (74.6%) were reported to have any CSE, and 321 of 874 children (36.7%) had some CSE+F. Higher parenting stress levels (odds ratio [OR], 1.01; 95% CI, 1.00-1.02; P = .04) and older child age (OR, 1.43; 95% CI, 1.01-2.03; P = .04) were associated with CSE. Higher parenting stress levels (incidence rate [IR], 1.00; 95% CI, 1.00-1.01; P = .002) and lower household income (IR, 1.26; 95% CI, 1.10-1.45; P = .01) were associated with increased CSE. Older child age (OR, 1.79; 95% CI, 1.35-2.38; P < .001) and lower household income (OR, 2.54; 95% CI, 1.72-3.74; P < .001) were associated with CSE+F. Lower household income (IR, 1.21; 95% CI, 1.03-1.42; P = .02) was associated with increased CSE+F. CONCLUSIONS AND RELEVANCE: This study found that parenting stress, income, and child age were associated with CSE, and child age and household income were associated with CSE+F. Given these findings, interventions to improve parental coping mechanisms may decrease child screen exposure.",
  "authors": [
    {
      "last_name": "Tombeau Cost",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Tombeau Cost",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Korczak",
      "fore_name": "Daphne",
      "initials": "D",
      "name": "Daphne Korczak",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Charach",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Charach",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Birken",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Birken",
      "affiliations": [
        "Division of Paediatric Medicine, The Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Department of Pediatrics, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Sick Kids Research Institute, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Nutritional Sciences, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Maguire",
      "fore_name": "Jonathon L",
      "initials": "JL",
      "name": "Jonathon L Maguire",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Nutritional Sciences, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada.",
        "Department of Pediatrics, St Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parkin",
      "fore_name": "Patricia C",
      "initials": "PC",
      "name": "Patricia C Parkin",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Sick Kids Research Institute, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Paediatric Outcomes Research Team, Division of Paediatric Medicine, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Centre for Addiction and Mental Health, Department of Psychiatry, The Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "05"
  },
  "start_page": "e1920557",
  "pages": "e1920557",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Age Factors",
    "Cross-Sectional Studies",
    "Feeding Behavior",
    "Female",
    "Humans",
    "Income",
    "Infant",
    "Male",
    "Ontario",
    "Parenting",
    "Parents",
    "Social Environment",
    "Surveys and Questionnaires",
    "Television",
    "Video Games"
  ],
  "article_ids": {
    "pubmed": "32022883",
    "doi": "10.1001/jamanetworkopen.2019.20557",
    "pii": "2760031"
  },
  "doi": "10.1001/jamanetworkopen.2019.20557",
  "dates": {
    "completed": "2020-08-24",
    "revised": "2020-08-24"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN 119375",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.407212",
    "pmid": "32022883"
  }
}