{
  "pmid": "32038958",
  "uid": "32038958",
  "title": "Tetracycline attenuates calcifying nanoparticles-induced renal epithelial injury through suppression of inflammation, oxidative stress, and apoptosis in rat models.",
  "abstract": "BACKGROUND: Calcifying nanoparticles (CNPs) has been associated with the occurrence and development of kidney stones, but the exact mechanism is not clear. This study aimed to establish a rat model of CNP-induced renal epithelial injury and assess the efficacy of tetracycline in preventing this injury. METHODS: Kidney stones from patients after percutaneous nephrolithotomy (PCNL) were collected to isolate and culture CNPs. Thirty Sprague-Dawley rats were divided into three groups: the sham group (G1), the CNP group (G2), and the CNP + tetracycline group (G3). Rats in G2 and G3 were given an intravenous injection of CNPs via the tail vein, while rats in G1 were given saline. Meanwhile, rats in G3 were given tetracycline by gavage twice a day at a dose of 25 mg/kg. After 8 weeks, the 24-h urine of all rats was collected, and all rats were sacrificed to obtain blood and kidneys. RESULTS: The results revealed that in G2, activities of antioxidant enzymes such as superoxide dismutase and catalase were significantly lower than those in G1, while malondialdehyde activity in G2 was significantly higher than that in G1 and both of them were inhibited by tetracycline co-treatment in G3. CNPs significantly increased expression of inflammatory cytokines, including monocyte chemotactic protein 1 and interleukin 6, which were largely alleviated in G3. CNPs significantly increased TUNEL-positive cells and the apoptosis activity of Bcl2-associated X protein but decreased B-cell lymphoma-2 level compared with that in G1, and was limited by tetracycline co-treatment in G3. Furthermore, CNPs led to notable renal tubular epithelial cell damage, hyaline cast formation, desquamation, swelling, vacuolization in histology, all of which were alleviated by tetracycline. CONCLUSIONS: Tetracycline can attenuate CNP-induced renal epithelial injury through suppression of inflammation, oxidative stress, and apoptosis.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai 201399, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Rujian",
      "initials": "R",
      "name": "Rujian Zhu",
      "affiliations": [
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai 201399, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Dong",
      "initials": "D",
      "name": "Dong Liu",
      "affiliations": [
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai 201399, China."
      ]
    },
    {
      "last_name": "Gong",
      "fore_name": "Min",
      "initials": "M",
      "name": "Min Gong",
      "affiliations": [
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai 201399, China."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Hu",
      "affiliations": [
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai 201399, China."
      ]
    },
    {
      "last_name": "Yi",
      "fore_name": "Qingtong",
      "initials": "Q",
      "name": "Qingtong Yi",
      "affiliations": [
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai 201399, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Zhang",
      "affiliations": [
        "School of Medicine, Shanghai Jiao Tong University, Shanghai 200025, China."
      ]
    }
  ],
  "journal": {
    "title": "Translational andrology and urology",
    "iso_abbreviation": "Transl Androl Urol",
    "issn": "2223-4691",
    "issn_type": "Print",
    "volume": "8",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "619",
  "end_page": "630",
  "pages": "619-630",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32038958",
    "pmc": "PMC6987607",
    "doi": "10.21037/tau.2019.11.14",
    "pii": "tau-08-06-619"
  },
  "doi": "10.21037/tau.2019.11.14",
  "pmc_id": "PMC6987607",
  "dates": {
    "revised": "2022-04-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.387767",
    "pmid": "32038958"
  }
}