{
  "pmid": "32038894",
  "uid": "32038894",
  "title": "Patient-Reported Measurement of Breast Asymmetry Using Archimedes' Principle in Breast Reduction Mammaplasty: A Retrospective Study.",
  "abstract": "Introduction Breast hypertrophy is a common condition that is often treated with breast reduction surgery. A large percentage of breast hypertrophy patients have notable asymmetry between breasts. Methods The purpose of this study was to investigate a method of measuring breast asymmetry, one that allows patients to determine the asymmetry of their own breasts at home with ease, and to assess its accuracy and role in a surgical practice. A retrospective chart review was conducted, wherein self-measurements of breast asymmetry using a variation of Bouman's technique were compared with the recorded intra-operative resected tissue mass. Results In total, 47 patients with asymmetry were included in the study. The difference between patient-reported measurements and resected breast tissue mass varied from 0 grams to 240 grams. Of the 47 patients, 38% were able to measure their breast difference within a remarkable 10 grams as compared to the resected breast tissue, of which four patients were accurate to less than one gram. The majority (70%) of patients accurately measured their asymmetry within 50 grams, which was determined to be a clinically significant amount based on a survey of plastic surgeons performed for the study. Conclusion The breast measurement technique presented in this study appears to be effective and accurate for most patients with suspected asymmetry undergoing reduction mammaplasty that stands to reduce pre-operative planning time. Patient-reported breast measurement may emerge as a valuable tool in clinical and research pursuits; however, further research on this topic is indicated at this time.",
  "authors": [
    {
      "last_name": "Waltho",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Waltho",
      "affiliations": [
        "Plastic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "McRae",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark McRae",
      "affiliations": [
        "Plastic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Plastic Surgery, McMaster University, Hamilton, CAN."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "12",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "e6536",
  "pages": "e6536",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32038894",
    "pmc": "PMC6993072",
    "doi": "10.7759/cureus.6536"
  },
  "doi": "10.7759/cureus.6536",
  "pmc_id": "PMC6993072",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.174380",
    "pmid": "32038894"
  }
}