{
  "pmid": "32039816",
  "uid": "32039816",
  "title": "Distracted Driving on YouTube: Categorical and Quantitative Analyses of Messages Portrayed.",
  "abstract": "BACKGROUND: Distracted driving is a global epidemic, injuring and killing thousands of people every year. To better understand why people still engage in this dangerous behavior, we need to assess how the public gets informed about this issue. Knowing that many people use the internet as their primary source of initial research on topics of interest, we conducted an assessment of popular distracted driving videos found on YouTube. OBJECTIVE: This study aimed to gauge the popularity of distracted driving videos and to assess the messages portrayed by classifying the content, context, and quality of the information available on YouTube. METHODS: We conducted a search on YouTube using 5 different phrases related to distracted driving. Videos with more than 3000 views that mentioned or portrayed any aspect of distracted driving were identified, collected, and analyzed. We measured popularity by the number of videos uploaded annually and the number of views and reactions. Two independent researchers reviewed all the videos for categorical variables. Content variables included distractions; consequences; orthopedic injuries; and whether the videos were real accounts, reenactments, fictitious, funny, serious, and graphic. Context variables assessed the setting of the events in the video, and quality of information was measured by the presence of peer-reviewed studies and inclusion and referencing of statistics. Discrepancies in data collection were resolved by consensus via the coding authors. A comparative subanalysis of the 10 most viewed videos and the overall results was also done. RESULTS: The study included a total of 788 videos for review, uploaded to YouTube from 2006 to 2018. An average of 61 videos with greater than 3000 views were uploaded each year (SD 34.6, range 3-113). All videos accumulated 223 million views, 104 million (46.50%) of them being among the 10 most viewed videos. The top 3 distractions depicted included texting, talking on the phone, and eating and/or drinking. Motor vehicle crashes (MVCs) and death were depicted in 742 (94.2%) videos, whereas 166 (21.1%) of the videos depicted injuries. Orthopedic injuries were described in 90 (11.4%) videos. Furthermore, 220 (27.9%) of the videos contained statistics, but only 27 (3.7%) videos referenced a peer-reviewed study. CONCLUSIONS: This study demonstrates that there is a high interest in viewing distracted driving videos, and the popularity of these videos appears to be relatively stable over time on a forum that fluxes based on the current opinions of its users. The videos mostly focused on phone-related distractions, overlooking many other equally or more common forms of distracted driving. Death, which in reality is a far less common distracted driving consequence than injuries, was portrayed 1.7 times as much. Surprisingly, orthopedic injuries, which lead to a massive source of long-term disability and often result from MVCs, are vastly underrepresented.",
  "authors": [
    {
      "last_name": "Gjorgjievski",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Gjorgjievski",
      "affiliations": [
        "Centre for Evidence-Based Orthopaedics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7601-8421"
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Centre for Evidence-Based Orthopaedics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-1466-8063"
    },
    {
      "last_name": "Chaudhry",
      "fore_name": "Harman",
      "initials": "H",
      "name": "Harman Chaudhry",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-3584-8418"
    },
    {
      "last_name": "Ginsberg",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Ginsberg",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5055-8254"
    },
    {
      "last_name": "Wang",
      "fore_name": "Alick",
      "initials": "A",
      "name": "Alick Wang",
      "affiliations": [
        "Department of Neurosurgery, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-2641-8205"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3556-9179"
    },
    {
      "last_name": "Ristevski",
      "fore_name": "Bill",
      "initials": "B",
      "name": "Bill Ristevski",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4560-6087"
    }
  ],
  "journal": {
    "title": "JMIR public health and surveillance",
    "iso_abbreviation": "JMIR Public Health Surveill",
    "issn": "2369-2960",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "10"
  },
  "start_page": "e14995",
  "pages": "e14995",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Distracted Driving",
    "Humans",
    "Social Media",
    "Video Recording"
  ],
  "article_ids": {
    "pubmed": "32039816",
    "pmc": "PMC7055766",
    "doi": "10.2196/14995",
    "pii": "v6i1e14995"
  },
  "doi": "10.2196/14995",
  "pmc_id": "PMC7055766",
  "dates": {
    "completed": "2021-02-22",
    "revised": "2021-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.419854",
    "pmid": "32039816"
  }
}