{
  "pmid": "32047642",
  "uid": "32047642",
  "title": "Projecting the Number of Posttransplant Clinic Visits With a Rise in the Number of Kidney Transplants: A Case Study From Ontario, Canada.",
  "abstract": "BACKGROUND: In Ontario, kidney transplants have risen by 4% annually in recent years. An understanding of how this will affect the future annual number of posttransplant follow-up visits informs how to organize and deliver care. OBJECTIVE: We projected the required number of annual posttransplant follow-up nephrology visits to inform posttransplant care delivery. DESIGN: Population-based retrospective cohort study. SETTING: Linked databases from Ontario, Canada (population 14 million). PATIENTS: Incident kidney transplant recipients from years 2008 to 2013. MEASUREMENTS: Frequency, distance traveled, and current and projected visits for posttransplant follow-up. METHODS: Assuming a graft survival of 13 years and using the mean number of posttransplant clinic visits in years 1, 2, and 3, we forecasted the number of clinic visits needed in the year 2027. RESULTS: Using data from 2443 recipients, the mean (SD) number of clinic visits per recipient was 14.0 (9.2) in the first year after transplant, and 3.9 (6.2) and 3.0 (5.3) in the second and third year, respectively. If transplant rates rise by 4% per year until 2027, the estimated annual visits number will increase from 30 622 to 43 948. The median (25th, 75th percentile) distance between transplant center and patient's home was 30 (13, 65) km. The median round-trip travel distance for these visits in the first year after transplantation was 603 km per recipient, and median driving cost was Can$344 (2017). LIMITATIONS: Regarding patient expense, limitations include that distances traveled were calculated orthodromically, and we did not account for patient cost of follow-up beyond that of vehicular travel. Regarding follow-up projections, limitations include the assumption that graft life span will not change, follow-up patterns do not differ between donor kidney type, and we did not survey stakeholders as to their preferred method of follow-up. CONCLUSION: We quantified the increase in posttransplant visits when regional annual rates of transplantation rise. Strategies recognizing the burden of these visits may enhance patient-centered care, as it is unclear how some patients manage costs, nor how the current health care system will manage the demand.",
  "authors": [
    {
      "last_name": "Mann",
      "fore_name": "Shawna",
      "initials": "S",
      "name": "Shawna Mann",
      "affiliations": [
        "Division of Nephrology, Western University, London, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, ON, Canada.",
        "Division of Nephrology, The University of British Columbia, Vancouver, Canada."
      ],
      "orcid": "0000-0003-0981-4417"
    },
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Division of Nephrology, University Health Network, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Knoll",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Zaltzman",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Zaltzman",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Treleaven",
      "fore_name": "Darin",
      "initials": "D",
      "name": "Darin Treleaven",
      "affiliations": [
        "Division of Nephrology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ouedraogo",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Ouedraogo",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, London, ON, Canada."
      ]
    },
    {
      "last_name": "Jevnikar",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Jevnikar",
      "affiliations": [
        "Division of Nephrology, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Western University, London, ON, Canada.",
        "Institute for Clinical Evaluative Sciences, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "London Health Sciences Centre, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358119898552",
  "pages": "2054358119898552",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32047642",
    "pmc": "PMC6984421",
    "doi": "10.1177/2054358119898552",
    "pii": "10.1177_2054358119898552"
  },
  "doi": "10.1177/2054358119898552",
  "pmc_id": "PMC6984421",
  "dates": {
    "revised": "2022-04-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.981317",
    "pmid": "32047642"
  }
}