{
  "pmid": "32053056",
  "uid": "32053056",
  "title": "Use of an Interactive Online Teaching Module Improved Students' Ability to Write a Clinically Appropriate SOAP Note.",
  "abstract": "The veterinary problem-based medical records lesson (Subjective-Objective-Assessment-Plan [SOAP] notes) at the University of Wisconsin, previously taught in lecture format, provides students little time for reflection. Moreover, evaluation of student-written SOAPs from subsequent courses demonstrates poor knowledge retention and application of the SOAP note structure. This article hypothesized that a virtual, interactive, case-based module would improve student SOAP-writing skills. A second-year student cohort (n = 79) was taught SOAP skills in lecture format (LECTURE-2); 2 years later, another second-year student cohort (n = 73) used the virtual module (MODULE-2). All students wrote SOAPs, which were evaluated using a standardized rubric and the cohorts' scores were compared. SOAPs were then compared between a third-year student cohort who received lecture-based SOAP instruction the year before (LECTURE-3, n = 55) and a third-year student cohort who received the virtual module (MODULE-3, n = 44). SOAP scores were significantly higher in the MODULE-2 group (Mdn = 6.5, range = 1.5-9.0) than in the LECTURE-2 group (Mdn = 5.0, range = 2.0-9.0, p = .006). Similarly, the MODULE-3 students scored higher on the differential diagnosis SOAP component than the LECTURE-3 students (Mdn = 1, range = 0-2, vs. Mdn = 0.5, range = 0-2, p = .041). Student feedback on the online module was positive. An online teaching module improved students' short- and long-term ability to write clinically appropriate SOAP notes. The findings suggest the module encouraged student engagement and reflection, leading to long-term retention and skill application.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth E",
      "initials": "EE",
      "name": "Elizabeth E Alvarez",
      "affiliations": []
    },
    {
      "last_name": "Reinhart",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Reinhart",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of veterinary medical education",
    "iso_abbreviation": "J Vet Med Educ",
    "issn": "0748-321X",
    "issn_type": "Print",
    "volume": "47",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "700",
  "end_page": "708",
  "pages": "700-708",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Education, Veterinary",
    "Educational Measurement",
    "Feedback",
    "Humans",
    "Students",
    "Teaching",
    "Writing"
  ],
  "article_ids": {
    "pubmed": "32053056",
    "doi": "10.3138/jvme.0918-107r"
  },
  "doi": "10.3138/jvme.0918-107r",
  "dates": {
    "completed": "2020-12-10",
    "revised": "2020-12-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.937631",
    "pmid": "32053056"
  }
}