{
  "pmid": "32050930",
  "uid": "32050930",
  "title": "Gestational weight gain counselling practices among different antenatal health care providers: a qualitative grounded theory study.",
  "abstract": "BACKGROUND: Inappropriate gestational weight gain in pregnancy may negatively impact health outcomes for mothers and babies. While optimal gestational weight gain is often not acheived, effective counselling by antenatal health care providers is recommended. It is not known if gestational weight gain counselling practices differ by type of antenatal health care provider, namely, family physicians, midwives and obstetricians, and what barriers impede the delivery of such counselling. The objective of this study was to understand the counselling of family physicians, midwives and obstetricians in Ontario and what factors act as barriers and enablers to the provision of counselling about GWG. METHODS: Semi-structured interviews were conducted with seven family physicians, six midwives and five obstetricians in Ontario, Canada, where pregnancy care is universally covered. Convenience and purposive sampling techniques were employed. A grounded theory approach was used for data analysis. Codes, categories and themes were generated using NVIVO software. RESULTS: Providers reported that they offered gestational weight gain counselling to all patients early in pregnancy. Counselling topics included gestational weight gain targets, nutrition & exercise, gestational diabetes prevention, while dispelling misconceptions about gestational weight gain. Most do not routinely address the adverse outcomes linked to gestational weight gain, or daily caloric intake goals for pregnancy. The health care providers all faced similar barriers to counselling including patient attitudes, social and cultural issues, and accessibility of resources. Patient enthusiasm and access to a dietician motivated health care providers to provide more in-depth gestational weight gain counselling. CONCLUSION: Reported gestational weight gain counselling practices were similar between midwives, obstetricians and family physicians. Antenatal knowledge translation tools for patients and health care providers are needed, and would seem to be suitable for use across all three types of health care provider specialties.",
  "authors": [
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Midwifery Education Program, McMaster Midwifery Research Centre, Hamilton, Ontario, Canada. bmurray@mcmaster.ca."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Berger",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Melamed",
      "fore_name": "Nir",
      "initials": "N",
      "name": "Nir Melamed",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mawjee",
      "fore_name": "Karizma",
      "initials": "K",
      "name": "Karizma Mawjee",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Syed",
      "fore_name": "Maisah",
      "initials": "M",
      "name": "Maisah Syed",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Midwifery Education Program, McMaster Midwifery Research Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Barrett",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel G",
      "initials": "JG",
      "name": "Joel G Ray",
      "affiliations": [
        "Departments of Medicine and Obstetrics and Gynaecology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Geary",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Geary",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Rotunda Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Departments of Obstetrics and Gynecology, Radiology and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "12"
  },
  "start_page": "102",
  "pages": "102",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Counseling",
    "Female",
    "Gestational Weight Gain",
    "Grounded Theory",
    "Health Knowledge, Attitudes, Practice",
    "Health Personnel",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Pregnancy",
    "Prenatal Care",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "32050930",
    "pmc": "PMC7017610",
    "doi": "10.1186/s12884-020-2791-8",
    "pii": "10.1186/s12884-020-2791-8"
  },
  "doi": "10.1186/s12884-020-2791-8",
  "pmc_id": "PMC7017610",
  "dates": {
    "completed": "2020-11-30",
    "revised": "2023-11-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "146442",
      "agency": "Canadian Institute of Health Research"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.071764",
    "pmid": "32050930"
  }
}