{
  "pmid": "32058808",
  "uid": "32058808",
  "title": "Interventions to address sedentary behaviour for older adults: a scoping review.",
  "abstract": "PURPOSE: Sedentary behaviour is associated with increased risk for lower health status and all-cause mortality. Older adults spend up to 75%, on average, of their day sedentary, however little is known about interventions designed to decrease sitting time for this population. METHODS: A scoping review was conducted to broadly determine what is known about sedentary behaviour interventions for older adults. Electronic databases were searched for articles with eligibility criteria including: (1) interventions containing strategies to decrease sedentary behaviour, (2) adults ≥60 years of age, and (3) reported outcome measures related to sedentary behaviour. RESULTS: A total of 32 articles met the inclusion criteria. While methodological quality and intervention characteristics varied among the studies, the majority of interventions used a multi-component approach. Interventions involved a variety of behavioural change strategies with goal setting, information and self-monitoring the most frequently used. Of the 20 studies reporting results, 80% (n = 16) found at least one significant change in sedentary behaviour. CONCLUSION: Findings from this scoping review suggest that sedentary behaviour can be reduced in community-dwelling older adults through multi-component targeted interventions. Future work is needed to examine sedentary behaviour interventions for adults >75 years and for persons living in long-term care institutions.IMPLICATIONS FOR REHABILITATIONOlder adults spend up to 75% of their day sedentary and are at an increased risk for chronic conditions, functional limitations, and mortality.Multi-component sedentary behaviour interventions, such as education, physical activity, and activity monitoring should be implemented for older adults.When designing interventions, incorporating goal-setting, self-monitoring and other behaviour change strategies can reduce sitting time for older adults.",
  "authors": [
    {
      "last_name": "Petrusevski",
      "fore_name": "Celeste",
      "initials": "C",
      "name": "Celeste Petrusevski",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Choo",
      "fore_name": "Silvana",
      "initials": "S",
      "name": "Silvana Choo",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada.",
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy MacDermid",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-9311-7379"
    },
    {
      "last_name": "Richardson",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Richardson",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Canada.",
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Disability and rehabilitation",
    "iso_abbreviation": "Disabil Rehabil",
    "issn": "1464-5165",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "21",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "3090",
  "end_page": "3101",
  "pages": "3090-3101",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Aged",
    "Exercise",
    "Humans",
    "Independent Living",
    "Sedentary Behavior",
    "Sitting Position"
  ],
  "article_ids": {
    "pubmed": "32058808",
    "doi": "10.1080/09638288.2020.1725156"
  },
  "doi": "10.1080/09638288.2020.1725156",
  "dates": {
    "completed": "2021-11-01",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.789157",
    "pmid": "32058808"
  }
}