{
  "pmid": "32062986",
  "uid": "32062986",
  "title": "Accuracy of Preoperative MDCT in Patients With Penetrating Abdominal and Pelvic Trauma.",
  "abstract": "PURPOSE: This study aims to evaluate the overall diagnostic accuracy of preoperative multidetector computed tomography (MDCT) in penetrating abdominal and pelvic injuries (PAPI). METHOD AND MATERIALS: We used our hospitals' trauma registry to retrospectively identify patients with PAPI from January 1, 2006, to December 31, 2016. Only patients who had a 64-MDCT scan at presentation and subsequently underwent laparotomy or laparoscopy were included in our study cohort. Each finding noted on MDCT was rated using a 5-point scale to indicate certainty of injury, with a score of 0 being definitive. Using surgical findings as the gold standard, the accuracy of radiology reports was analyzed in 2 ways. A κ statistic was calculated to evaluate each pair of values for absolute agreement, and ratings for all organ systems were analyzed using a repeated measures analysis of variance (ANOVA) to determine whether radiology and surgical findings were similar enough to be clinically meaningful. Qualitative review of the radiology and surgical reports focused on the gastrointestinal (GI) tract was conducted. RESULTS: Our cohort consisted of 38 males and 4 females with a median age of 29 years and a median injury severity score of 15.6. For this study, 12 different organ groups were categorized and analyzed. Of those organ groups, absolute agreement between MDCT and surgical findings was found only for liver and spleen (κ values ranging from 0.2 to 0.5). Additionally, the ANOVA revealed an interaction between finding type and organ system (F 1, 33 = 7.4, P < .001). The most clinically significant discrepancies between MDCT and surgical findings were for gallbladder, bowel, mesenteric, and diaphragmatic injuries. Qualitative review of the GI tract revealed that radiologists can detect significant findings such as presence of injury, however, localization and extent of injury pose a challenge. CONCLUSION: The detection of clinically significant injuries to solid organs in trauma patients with PAPI on 64-MDCT is adequate. However, detection of injury to the remaining organ groups on MDCT, especially bowel, mesentery, and diaphragm, remains a challenge.",
  "authors": [
    {
      "last_name": "Ghumman",
      "fore_name": "Zonia",
      "initials": "Z",
      "name": "Zonia Ghumman",
      "affiliations": [
        "Department of Diagnostic Radiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mellnick",
      "fore_name": "Vincent",
      "initials": "V",
      "name": "Vincent Mellnick",
      "affiliations": [
        "Department of Diagnostic Radiology, Washington University School of Medicine, St. Louis, MO, USA."
      ]
    },
    {
      "last_name": "Coates",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Coates",
      "affiliations": [
        "Department of Trauma and Surgery, McMaster University, Hamilton General Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Engels",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Engels",
      "affiliations": [
        "Department of Trauma and Surgery, McMaster University, Hamilton General Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patlas",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Patlas",
      "affiliations": [
        "Department of Diagnostic and Emergency Radiology, McMaster University, Hamilton General Hospital, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Association of Radiologists journal = Journal l'Association canadienne des radiologistes",
    "iso_abbreviation": "Can Assoc Radiol J",
    "issn": "1488-2361",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "231",
  "end_page": "237",
  "pages": "231-237",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abdominal Injuries",
    "Adolescent",
    "Adult",
    "Aged",
    "Diaphragm",
    "Digestive System",
    "Female",
    "Gallbladder",
    "Humans",
    "Injury Severity Score",
    "Intestines",
    "Liver",
    "Male",
    "Mesentery",
    "Middle Aged",
    "Multidetector Computed Tomography",
    "Pelvis",
    "Preoperative Period",
    "Retrospective Studies",
    "Sensitivity and Specificity",
    "Spleen",
    "Wounds, Penetrating",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32062986",
    "doi": "10.1177/0846537119888375"
  },
  "doi": "10.1177/0846537119888375",
  "dates": {
    "completed": "2020-04-13",
    "revised": "2022-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.060679",
    "pmid": "32062986"
  }
}