{
  "pmid": "32064244",
  "uid": "32064244",
  "title": "Spread of Cystic Echinococcosis in Pakistan Due to Stray Dogs and Livestock Slaughtering Habits: Research Priorities and Public Health Importance.",
  "abstract": "Background: Cystic echinococcosis (CE) is a global zoonotic parasitic disease caused by the larval stage of Echinococcus granulosus and it has been reported from both livestock and humans in Pakistan. The definitive host of E. granulosus is the dog, and the large number of stray dogs in Pakistan contributes to the spread of CE. However, there is little information between stray dogs and CE relation in the country. Methods: During the study, total 123 butcher's shops and abattoirs were included for collection of data relating to the hydatid cyst prevalence in slaughtered animals (sheep, goat, cattle, and buffaloes). The number of animals slaughtered in each butcher's shop during sampling period was also recorded, and the association of the shop environment with dogs was inspected. Results: Data was collected for CE from 123 butcher's shops in Rawalpindi and Islamabad, Pakistan. The slaughtering rate the in the butcher's shops was 2-10 animals/day including sheep/goat/cattle and buffaloes. The overall prevalence of CE in all examined animals was 2.77%. In buffaloes the higher prevalence was recorded as compared to other hosts. The findings showed that lung and liver were most affected organs and majority (59%) of the cysts were fertile in infected animals. The presence of a large number of stray dogs were an important factor in the spread of CE. They were rarely vaccinated, have easy access to infected offal at slaughtering site and had insufficient or inappropriate anthelmintic treatment. Conclusions: The most pressing need is to raise public awareness of this huge problem by considering CE a major ailment and promoting the collection and mapping of epidemiological data. Efficient CE control is required, especially treating dogs with antiparasitic drugs, for which government support and affiliation with the veterinary sector is essential.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Khan",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Islamabad, Pakistan.",
        "Key Laboratory of Parasite and Vector Biology, MOH, Shanghai, China."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmed",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Simsek",
      "fore_name": "Sami",
      "initials": "S",
      "name": "Sami Simsek",
      "affiliations": [
        "Department of Parasitology, Faculty of Veterinary Medicine, University of Firat, Elazig, Turkey."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Lifesciences, University of Management & Technology, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Cao",
      "fore_name": "Jianping",
      "initials": "J",
      "name": "Jianping Cao",
      "affiliations": [
        "Key Laboratory of Parasite and Vector Biology, MOH, Shanghai, China.",
        "WHO Collaborating Centre for Tropical Diseases, Shanghai, China.",
        "Chinese Center for Disease Control and Prevention, National Institute of Parasitic Diseases, Shanghai, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2019"
  },
  "start_page": "412",
  "pages": "412",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32064244",
    "pmc": "PMC7000416",
    "doi": "10.3389/fpubh.2019.00412"
  },
  "doi": "10.3389/fpubh.2019.00412",
  "pmc_id": "PMC7000416",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.880951",
    "pmid": "32064244"
  }
}