{
  "pmid": "32066400",
  "uid": "32066400",
  "title": "A qualitative investigation of optimal perinatal health: the perspectives of south Asian grandmothers living in southern Ontario, Canada.",
  "abstract": "BACKGROUND: Perinatal health-seeking behaviours are influenced by various factors, including personal beliefs. South Asian women, who often live within a wide kinship system, can be influenced by the advice and guidance of their mothers and/or mothers-in-law. METHODS: To explore the cultural health perceptions of South Asian grandmothers within this context, we used constructivist grounded theory to sample and interview 17 South Asian grandmothers who reside in Southern Ontario, Canada. Interviews were audio-recorded, transcribed verbatim, and coded/analyzed by three independent coders. RESULTS: Many grandmothers emphasized that the preconception phase should focus on building healthy habits around nutrition, physical activity, and mental wellness; the pregnancy period should encompass an enriched environment (positive relationships, healthy routines, nutritional enhancement); and the postpartum phase should emphasize healing and restoration for both the mother and newborn (self-care, bonding, rebuilding healthy habits). Many of the grandmothers conceptualized these stages as a cyclical relationship where healing and restoration transitions gradually to re-establishing healthy habits before having a subsequent child. They also expressed responsibility in supporting their daughters and/or daughters-in-law with their family units and encouraging the transfer of perinatal health information. CONCLUSIONS: South Asian grandmothers are involved in supporting the family units of their children and involving them in perinatal health programming can be an effective way to translate health knowledge to South Asian women. Video abstract. In order to impact a broad, diverse audience of community members, we collaborated with a South Asian film-maker to distil the research findings, write an impactful script, and produce a short digital story based on the research findings. Currently available on social media (https://www.youtube.com/watch?v=tjcNUVOwatU), the film was celebrated with a CIHR Institute for Human Development, Child and Youth Health Video Talks Prize in 2016.",
  "authors": [
    {
      "last_name": "Kandasamy",
      "fore_name": "Sujane",
      "initials": "S",
      "name": "Sujane Kandasamy",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Anglin",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Anglin",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "The University of Notre Dame Australia, Fremantle, Australia."
      ]
    },
    {
      "last_name": "Gaind",
      "fore_name": "Leila",
      "initials": "L",
      "name": "Leila Gaind",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Dipika",
      "initials": "D",
      "name": "Dipika Desai",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Milan",
      "initials": "M",
      "name": "Milan Gupta",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Canada. anands@mcmaster.ca.",
        "Department of Medicine, McMaster University, Hamilton, Canada. anands@mcmaster.ca.",
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, Canada. anands@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "17"
  },
  "start_page": "113",
  "pages": "113",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Video-Audio Media"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Female",
    "Grandparents",
    "Grounded Theory",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "India",
    "Intergenerational Relations",
    "Maternal Behavior",
    "Maternal Health",
    "Pakistan",
    "Qualitative Research",
    "Sri Lanka"
  ],
  "article_ids": {
    "pubmed": "32066400",
    "pmc": "PMC7026998",
    "doi": "10.1186/s12884-020-2762-0",
    "pii": "10.1186/s12884-020-2762-0"
  },
  "doi": "10.1186/s12884-020-2762-0",
  "pmc_id": "PMC7026998",
  "dates": {
    "completed": "2020-11-30",
    "revised": "2021-01-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:51.403356",
    "pmid": "32066400"
  }
}