{
  "pmid": "32072423",
  "uid": "32072423",
  "title": "Flood hazards and factors influencing household flood perception and mitigation strategies in Pakistan.",
  "abstract": "Pakistan is ranked among the most climate change adversely affected countries of the world due to facing higher frequency of extreme natural hazards events as floods, drought, and earthquakes. Inadequate mitigation measures regarding severity and consecutive events of floods have badly affected millions of households' livelihoods. Pakistan has experienced five consecutive floods in the current decade from 2010 to 2015. These floods severely affected the mostly districts of Punjab province among these three most flood-affected districts Rahim Yar Khan, Muzaffargarh, and Rajanpur were selected for this research work. This study used the cross-sectional data of 840 flood-affected households from these three districts. Empirical estimates indicated the study area households major adaptation measures were foundation strengthen, elevated ground floor, precautionary saving, and construction of the house with reinforced material. Probit model estimates signified age, gender, location, and family size; monthly income, physical disability, education, and house ownership were major factors influencing mitigation strategies of households' level. Limited resources, inadequate planning for land use, lack of advanced and early warning system, and inadequate sound financial status were major obstacles regarding households' level adaptation of mitigation strategies. In addressing household level obstacles regarding advanced adaptation measures, development requires for local disaster policies such as ample spatial planning, codes of house building, practices of building infrastructure, propagation and forecasting updated flood information, and advanced and updated early warning system.",
  "authors": [
    {
      "last_name": "Ahmad",
      "fore_name": "Dilshad",
      "initials": "D",
      "name": "Dilshad Ahmad",
      "affiliations": [
        "Department of Management Sciences, COMSATS University Islamabad, Vehari Campus, Islamabad, Pakistan. dilshad@ciitvehari.edu.pk."
      ],
      "orcid": "0000-0002-3991-805X"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Economics, Preston University, Islamabad, Karachi City, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "13",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "15375",
  "end_page": "15387",
  "pages": "15375-15387",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Disasters",
    "Family Characteristics",
    "Floods",
    "Pakistan"
  ],
  "article_ids": {
    "pubmed": "32072423",
    "doi": "10.1007/s11356-020-08057-z",
    "pii": "10.1007/s11356-020-08057-z"
  },
  "doi": "10.1007/s11356-020-08057-z",
  "dates": {
    "completed": "2020-07-10",
    "revised": "2020-07-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.881223",
    "pmid": "32072423"
  }
}