{
  "pmid": "32088544",
  "uid": "32088544",
  "title": "Hair cortisol concentration mediates the association between parent and child psychopathology.",
  "abstract": "Parent and child mental health are strongly associated and this association may be transmitted via disruption to the hypothalamic-pituitary-adrenal axis in children. This study examined the potential mediating role of hair cortisol concentration (HCC) in the association between parent psychopathology and child mental disorder. Data come from 100 children diagnosed with a mental disorder [major depression (66 %), generalized anxiety (58 %), attention-deficit hyperactivity (33 %), oppositional defiant (35 %)] and their parents. Parent psychopathology was measured using the Center for Epidemiological Studies Depression Scale and State-Trait Anxiety Inventory. Child mental disorder was measured using the Mini International Neuropsychiatric Interview and hair samples were assayed using high-sensitivity ELISA for cortisol extraction. Sex-specific path models were specified to estimate mediating effects (αβ). Children were, on average, 14.4 (SD 2.3) years of age and 70 % were girls. Adjusting for child age, parent sex, and family income, HCC mediated the association between symptoms of parent psychopathology and major depression and attention-deficit hyperactivity in all children (αβ ranging -0.07 to 0.19; 38-46 % effect mediated). Mediating effects for generalized anxiety and opposition defiant were evident for boys only (αβ ranging -0.26 to 0.14; 31-38 % effect mediated). Evidence suggests HCC partially mediates the association between parent psychopathology and child mental disorder, and for generalized anxiety and oppositional defiant, this effect is specific to boys. Family inventions to reduce child stress may be effective in buffering the consequences of parent psychopathology. Further research that considers sex effects is needed to clarify how HCC conditions risk for mental disorder in children.",
  "authors": [
    {
      "last_name": "Ferro",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Ferro",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Canada. Electronic address: mark.ferro@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Psychoneuroendocrinology",
    "iso_abbreviation": "Psychoneuroendocrinology",
    "issn": "1873-3360",
    "issn_type": "Electronic",
    "volume": "114",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "104613",
  "pages": "104613",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Anxiety",
    "Anxiety Disorders",
    "Attention Deficit and Disruptive Behavior Disorders",
    "Child of Impaired Parents",
    "Cross-Sectional Studies",
    "Depression",
    "Depressive Disorder, Major",
    "Female",
    "Hair",
    "Humans",
    "Hydrocortisone",
    "Male",
    "Parents",
    "Sex Factors",
    "Stress, Psychological"
  ],
  "article_ids": {
    "pubmed": "32088544",
    "doi": "10.1016/j.psyneuen.2020.104613",
    "pii": "S0306-4530(20)30032-9"
  },
  "doi": "10.1016/j.psyneuen.2020.104613",
  "dates": {
    "completed": "2021-03-22",
    "revised": "2021-03-22"
  },
  "chemicals": [
    "Hydrocortisone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.680203",
    "pmid": "32088544"
  }
}