{
  "pmid": "32084083",
  "uid": "32084083",
  "title": "Adults Living With a Retro-auricular Left Ventricular Assist Device as Destination Therapy: An Interpretive Description.",
  "abstract": "BACKGROUND: Increasingly, there is a trend toward the use of left ventricular assist devices (LVADs) for treating advanced heart failure, as both bridge-to-transplant therapy and destination therapy. Living with an LVAD profoundly influences patients' lives. Only a few study authors investigated the experience of people with abdominal LVADs, and nothing is known about the unique experience of those with retro-auricular LVADs. OBJECTIVE: The aim of this study was to explore and describe experiences and lifestyle adjustments in adults with retro-auricular LVADs implanted as destination therapy. METHODS: Interpretive description methodology was used to explore the experiences of a purposeful sample of 10 individuals with retro-auricular LVADs implanted as destination therapy. Data were collected using in-depth semistructured interviews. Data collection and analysis were simultaneous. Triangulation, journaling, and the \"thoughtful clinician test\" were used to increase trustworthiness of the findings. RESULTS: Three primary themes describing the experience of people with retro-auricular LVADs were developed: \"a new life,\" \"self-care,\" and \"resilience\"; in addition, a crosscutting theme was identified: \"support system.\" This article focuses on the theme \"a new life,\" described as a continuum of events. Individuals with advanced heart failure struggle with symptom burden and consider the implantation of the device as the final option to delay death; then, they wait for the surgery that represents a turning point, after which they begin to recover through a process of adjustment until they reach a new normality. CONCLUSIONS: Living with a retro-auricular LVAD impacts every aspect of people's lives. Knowing their experiences can help clinicians to develop targeted interventions and offer tailored support.",
  "authors": [
    {
      "last_name": "Luciani",
      "fore_name": "Michela",
      "initials": "M",
      "name": "Michela Luciani",
      "affiliations": [
        "Michela Luciani, PhD, MScN, RN Research Fellow, Department of Medicine and Surgery, University of Milan-Bicocca, Monza, Italy. Alessia Martina Trenta, MScN, RN Nurse, Department of Heart Failure, Cardiology Center Monzino IRCCS, Milan, Italy; Department of Medicine and Surgery, University of Milan-Bicocca, Monza, Italy; and PhD Student, Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy. Susan Michelle Jack, PhD, BScN, RN Professor, School of Nursing, McMaster University, Hamilton, Ontario, Canada. Massimo Moro, MScN, RN Nurse Director, Cardiology Center Monzino IRCCS, Milan, Italy. Sara Patella, MScN, RN Nursing Direction Staff Nurse, Cardiology Center Monzino IRCCS, Milan, Italy. Stefania Di Mauro, MScN, RN Associate Professor, Department of Medicine and Surgery, University of Milan-Bicocca, Monza, Italy. Davide Ausili, PhD, MScN, RN Assistant Professor, Department of Medicine and Surgery, University of Milan-Bicocca, Monza, Italy."
      ]
    },
    {
      "last_name": "Trenta",
      "fore_name": "Alessia Martina",
      "initials": "AM",
      "name": "Alessia Martina Trenta",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan Michelle",
      "initials": "SM",
      "name": "Susan Michelle Jack",
      "affiliations": []
    },
    {
      "last_name": "Moro",
      "fore_name": "Massimo",
      "initials": "M",
      "name": "Massimo Moro",
      "affiliations": []
    },
    {
      "last_name": "Patella",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Patella",
      "affiliations": []
    },
    {
      "last_name": "Di Mauro",
      "fore_name": "Stefania",
      "initials": "S",
      "name": "Stefania Di Mauro",
      "affiliations": []
    },
    {
      "last_name": "Ausili",
      "fore_name": "Davide",
      "initials": "D",
      "name": "Davide Ausili",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of cardiovascular nursing",
    "iso_abbreviation": "J Cardiovasc Nurs",
    "issn": "1550-5049",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2020"
  },
  "start_page": "E62",
  "end_page": "E69",
  "pages": "E62-E69",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Cohort Studies",
    "Emotional Adjustment",
    "Female",
    "Heart Failure",
    "Heart-Assist Devices",
    "Humans",
    "Male",
    "Middle Aged",
    "Physical Exertion",
    "Quality of Life",
    "Recovery of Function",
    "Resilience, Psychological",
    "Self Care",
    "Social Behavior",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "32084083",
    "doi": "10.1097/JCN.0000000000000648"
  },
  "doi": "10.1097/JCN.0000000000000648",
  "dates": {
    "completed": "2021-10-18",
    "revised": "2021-10-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.218470",
    "pmid": "32084083"
  }
}