{
  "pmid": "32087740",
  "uid": "32087740",
  "title": "Exploration of metformin as novel therapy for osteoarthritis: preventing cartilage degeneration and reducing pain behavior.",
  "abstract": "BACKGROUND: Metformin could activate adenosine monophosphate-activated protein kinase (AMPK) which was postulated as a potential therapeutic target for osteoarthritis. This study aimed to examine the effects of metformin on cartilage and pain in osteoarthritis mouse model. METHODS: Eighty 10-week-old male C57BL/6 mice were randomized to 6 groups: non-operation, sham-operation, destabilization of the medial meniscus (DMM)-operation with intragastric saline/metformin, and DMM-operation with intraarticular saline/metformin. Articular cartilage degeneration was examined by scanning electron microscopy (SEM) and graded using the scoring system recommended by Osteoarthritis Research Society International (OARSI). Mechanical withdrawal threshold and hind paw weight distribution were measured to assess the pain-related behavior. Cell Counting Kit-8 assay, quantificational real-time polymerase chain reaction, and western blot analysis were conducted to examine the anabolic and anti-catabolic effect of metformin and the role of AMPK in mediating its effects on interleukin-1β stimulated primary mice chondrocytes. RESULTS: Compared with mice receiving intragastric and intraarticular saline, mice in both intragastric and intraarticular metformin displayed attenuated articular cartilage degeneration, indicated by less cartilage damage under SEM and significantly lower OARSI scores. A higher paw withdrawal threshold and a decreased weight-bearing asymmetry were observed in the intragastric and intraarticular metformin mice compared with their corresponding saline groups in DMM model of osteoarthritis. In vitro experiments showed that metformin not only decreased the level of matrix metalloproteinase 13, but also elevated type II collagen production through activating AMPK pathway. CONCLUSIONS: Metformin attenuates osteoarthritis structural worsening and modulates pain, suggesting its potential for osteoarthritis prevention or treatment.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Li",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, 87 Xiangya Road, Changsha, 410008, Hunan, China."
      ]
    },
    {
      "last_name": "Ding",
      "fore_name": "Xiang",
      "initials": "X",
      "name": "Xiang Ding",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, 87 Xiangya Road, Changsha, 410008, Hunan, China."
      ]
    },
    {
      "last_name": "Terkeltaub",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Terkeltaub",
      "affiliations": [
        "Department of Medicine, University of California at San Diego, San Diego, USA.",
        "VA San Diego Medical Center, San Diego, USA."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Hang",
      "initials": "H",
      "name": "Hang Lin",
      "affiliations": [
        "Center for Cellular and Molecular Engineering, Department of Orthopaedic Surgery, University of Pittsburgh School of Medicine, Pittsburgh, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, USA.",
        "The Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, USA."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Zhou",
      "affiliations": [
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Ke",
      "initials": "K",
      "name": "Ke He",
      "affiliations": [
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Kun",
      "initials": "K",
      "name": "Kun Li",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, 87 Xiangya Road, Changsha, 410008, Hunan, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Zhichen",
      "initials": "Z",
      "name": "Zhichen Liu",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, 87 Xiangya Road, Changsha, 410008, Hunan, China."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, USA.",
        "The Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, USA."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Yuanheng",
      "initials": "Y",
      "name": "Yuanheng Yang",
      "affiliations": [
        "Department of Plastic and Cosmetic Surgery, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Xie",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, 87 Xiangya Road, Changsha, 410008, Hunan, China.",
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China.",
        "Movement System Injury and Repair Research Center, Xiangya Hospital, Central South University, Changsha, China.",
        "Hunan Engineering Research Center of Osteoarthritis, Changsha, China.",
        "National Clinical Research Center of Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, 87 Xiangya Road, Changsha, 410008, Hunan, China. zengchao@csu.edu.cn.",
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, USA. zengchao@csu.edu.cn.",
        "The Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, USA. zengchao@csu.edu.cn."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, 87 Xiangya Road, Changsha, 410008, Hunan, China. lei_guanghua@csu.edu.cn.",
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China. lei_guanghua@csu.edu.cn.",
        "Hunan Engineering Research Center of Osteoarthritis, Changsha, China. lei_guanghua@csu.edu.cn.",
        "National Clinical Research Center of Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China. lei_guanghua@csu.edu.cn."
      ],
      "orcid": "0000-0003-2987-138X"
    }
  ],
  "journal": {
    "title": "Arthritis research & therapy",
    "iso_abbreviation": "Arthritis Res Ther",
    "issn": "1478-6362",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "22"
  },
  "start_page": "34",
  "pages": "34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Arthralgia",
    "Behavior, Animal",
    "Cartilage, Articular",
    "Male",
    "Metformin",
    "Mice",
    "Mice, Inbred C57BL",
    "Osteoarthritis, Knee"
  ],
  "article_ids": {
    "pubmed": "32087740",
    "pmc": "PMC7036179",
    "doi": "10.1186/s13075-020-2129-y",
    "pii": "10.1186/s13075-020-2129-y"
  },
  "doi": "10.1186/s13075-020-2129-y",
  "pmc_id": "PMC7036179",
  "dates": {
    "completed": "2020-11-24",
    "revised": "2020-11-24"
  },
  "chemicals": [
    "Metformin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.388858",
    "pmid": "32087740"
  }
}