{
  "pmid": "32089466",
  "uid": "32089466",
  "title": "Resident Physicians' Perceptions of Diagnostic Radiology and the Declining Interest in the Specialty.",
  "abstract": "RATIONALE AND OBJECTIVES: The relative competitiveness of radiology and the number of first-choice applicants to diagnostic radiology have steadily declined over the past decade. The purpose of this study was to identify factors contributing to the declining interest in diagnostic radiology as a career and to explore factors affecting specialty choice. MATERIALS AND METHODS: A retrospective survey was distributed to resident physicians at a single academic center between July and August 2017. Participants identified factors affecting career choice and evaluated level of agreement with statements regarding radiology using 5-point Likert scales. Higher scores indicated stronger agreement. RESULTS: One hundred and fifty-two resident physicians from Canada participated (21.5% response rate): 20 radiology and 132 nonradiology. Of the total, 27% were registered in postgraduate year (PGY) 1, 23% in PGY 2, 15% in PGY 3, 19% in PGY 4, and 16% in PGY 5, or above. Sixty-one percent of the respondents self-reported as female, 34% as male, and 5% as other/unknown. Of those in radiology, 40% self-reported as female, 55% as male, and 5% as other/unknown, compared to 64% female, 31% male, and 5% other/unknown in other specialties. Regardless of specialty, positive clinical/mentoring experiences strongly affected career choice. Radiology residents were attracted to diverse pathology (M = 4.5) and positive staff/resident interactions (M = 4.4). Nonradiology residents were deterred by lack of patient contact (M = 3.9) and dark work environment (M = 3.6). Resident physicians who had applied to radiology were more likely to report positive mentorship during medical school, disagree that technology will replace radiologists, and desire a higher income specialty (Wald = 56.6, p < 0.001). More recent graduates showed a higher level of concern regarding the potential negative impact of technology and outsourcing on the profession (F (3, 189) = 2.6, p = 0.05). Several trainees (21%) considered radiology, but lacked mentorship (52%) and identified job market concerns (29%). CONCLUSION: More recent graduates are relatively more concerned about technology replacing radiologists, and radiology applicants have less concern about artificial intelligence replacing radiologists. As positive interactions with radiologists and mentorship are key influencers, our results advocate for early training exposure and reinforcement regarding the positive outlook of the profession.",
  "authors": [
    {
      "last_name": "Kurowecki",
      "fore_name": "Darya",
      "initials": "D",
      "name": "Darya Kurowecki",
      "affiliations": [
        "Department of Diagnostic Imaging, McMaster Hospital, Hamilton Health Sciences, 1200 Main Street West, 2S Radiology, Hamilton, ON L8N 3Z5, Canada. Electronic address: darya.kurowecki@medportal.ca."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Stefanie Y",
      "initials": "SY",
      "name": "Stefanie Y Lee",
      "affiliations": [
        "Department of Radiology, McMaster University, Department of Diagnostic Imaging, Juravinski Hospital, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Finlay",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Finlay",
      "affiliations": [
        "Department of Radiology, McMaster University, Department of Diagnostic Imaging, Juravinski Hospital, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Academic radiology",
    "iso_abbreviation": "Acad Radiol",
    "issn": "1878-4046",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "261",
  "end_page": "270",
  "pages": "261-270",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Artificial Intelligence",
    "Canada",
    "Career Choice",
    "Female",
    "Humans",
    "Internship and Residency",
    "Male",
    "Perception",
    "Physicians",
    "Radiology",
    "Retrospective Studies",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "32089466",
    "doi": "10.1016/j.acra.2020.01.016",
    "pii": "S1076-6332(20)30043-X"
  },
  "doi": "10.1016/j.acra.2020.01.016",
  "dates": {
    "completed": "2021-02-12",
    "revised": "2021-02-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.060984",
    "pmid": "32089466"
  }
}