{
  "pmid": "32090755",
  "uid": "32090755",
  "title": "Mobile and wearable technology for monitoring depressive symptoms in children and adolescents: A scoping review.",
  "abstract": "BACKGROUND: There has been rapid growth of mobile and wearable tools that may help to overcome challenges in the diagnosis and prediction of Major Depressive Disorder in children and adolescents, tasks that rely on clinical reporting that is inherently based on retrospective recall of symptoms and associated features. This article reviews more objective ways of measuring and monitoring mood within this population. METHODS: A scoping review of peer-reviewed studies examined published research that employs mobile and wearable tools to characterize depression in children and/or adolescents. Our search strategy included the following terms: (1) monitoring or prediction (2) depression (3) mobile apps or wearables and (4) children and youth (including adolescents), and was applied to five databases. RESULTS: Our search produced 829 citations (2008- Feb 2019), of which 30 (journal articles, conference papers and abstracts) were included in the analysis, and 2 reviews included in our discussion. The majority of the evidence involved smartphone apps, with very few studies using actigraphy. Mobile and wearables captured a variety of data including unobtrusive passive analytics, movement and light data, plus physical and mental health data, including depressive symptom monitoring. Most studies also examined feasibility. LIMITATIONS: This review was limited to published research in the English language. The review criteria excluded any apps that were mainly treatment focused, therefore there was not much of a focus on clinical outcomes. CONCLUSIONS: This scoping review yielded a variety of studies with heterogeneous populations, research methods and study objectives, which limited our ability to address our research objectives cohesively. Certain mobile technologies, however, have demonstrated feasibility for tracking depression that could inform models for predicting relapse.",
  "authors": [
    {
      "last_name": "Sequeira",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Sequeira",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Perrotta",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Perrotta",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "LaGrassa",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer LaGrassa",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Merikangas",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Merikangas",
      "affiliations": [
        "National Institute of Mental Health, Bethesda, MD, United States."
      ]
    },
    {
      "last_name": "Kreindler",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kreindler",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada; Centre for Mobile Computing in Mental Health, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kundur",
      "fore_name": "Deepa",
      "initials": "D",
      "name": "Deepa Kundur",
      "affiliations": [
        "Department of Electrical and Computer Engineering, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Courtney",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Courtney",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada; Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Battaglia",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Battaglia",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Strauss",
      "fore_name": "John",
      "initials": "J",
      "name": "John Strauss",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada. Electronic address: john.strauss@camh.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of affective disorders",
    "iso_abbreviation": "J Affect Disord",
    "issn": "1573-2517",
    "issn_type": "Electronic",
    "volume": "265",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "15"
  },
  "start_page": "314",
  "end_page": "324",
  "pages": "314-324",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Depression",
    "Depressive Disorder, Major",
    "Humans",
    "Mobile Applications",
    "Retrospective Studies",
    "Wearable Electronic Devices"
  ],
  "article_ids": {
    "pubmed": "32090755",
    "doi": "10.1016/j.jad.2019.11.156",
    "pii": "S0165-0327(19)31030-4"
  },
  "doi": "10.1016/j.jad.2019.11.156",
  "dates": {
    "completed": "2021-02-15",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.409106",
    "pmid": "32090755"
  }
}