{
  "pmid": "32092619",
  "uid": "32092619",
  "title": "An evidence-based guideline on the application of molecular testing in the diagnosis, prediction of prognosis, and selection of therapy in non-GIST soft tissue sarcomas.",
  "abstract": "AIMS: To make recommendations on the indications for molecular testing regarding the diagnosis, prediction of prognosis, and treatment selection in adult patients with s oft tissue sarcomas (STS) excluding gastrointestinal stromal tumour. MATERIALS AND METHODS: This guideline was developed by the Cancer Care Ontario's Program in Evidence-Based Care (PEBC) and the Sarcoma Disease Site Group (DSG). The medline, embase, and Cochrane Library databases, main guideline websites, abstracts of relevant annual meetings, and PROSPERO databases were searched (January 2005 to October 2016). Internal and external reviews were conducted, with final approval by the PEBC and the Sarcoma DSG. RESULTS: Based on the available evidence, we made three S trong Recommendations, 14 Recommendations, 9 Qualified Statements, and seven No Recommendations. The three Strong Recommendations include: i) MDM2 amplification by fluorescence in situ hybridization (FISH) is recommended as a sensitive and specific test to differentiate patients with atypical lipomatous tumour/well-differentiated liposarcoma, or dedifferentiated liposarcoma from lipoma or other STS in the differential diagnosis; ii) SS18 (SYT) break-apart by FISH or SS18-SSX (SYT-SSX) fusion by reverse transcription-polymerase chain reaction is recommended as a sensitive and specific test to differentiate patients with synovial sarcoma from other sarcomas; iii) CTNNB1 S45F mutation by polymerase chain reaction is recommended as a prognostic factor for poor recurrence-free survival in patients with desmoid tumours. CONCLUSION: This guideline may serve as a framework for the thoughtful implementation of molecular studies at cancer centres and other jurisdictions. Some of the recommendations may need to be updated when new evidence appears in the future.",
  "authors": [
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Program in Evidence-Based Care, Cancer Care Ontario, Department of Oncology, McMaster University, Hamilton, Ontario, Canada. Electronic address: yaoxia@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Mount Sinai Hospital, Toronto, Ontario, Canada. Electronic address: ghertm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dickson",
      "fore_name": "Brendan C",
      "initials": "BC",
      "name": "Brendan C Dickson",
      "affiliations": [
        "Division of Orthopedic Surgery, Juravinski Cancer Centre, McMaster University, Hamilton, Ontario, Canada. Electronic address: Brendan.Dickson@sinaihealthsystem.ca."
      ]
    },
    {
      "last_name": "Popovic",
      "fore_name": "Snezana",
      "initials": "S",
      "name": "Snezana Popovic",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario. Electronic address: popovics@hhsc.ca."
      ]
    },
    {
      "last_name": "Purgina",
      "fore_name": "Bibianna M",
      "initials": "BM",
      "name": "Bibianna M Purgina",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, The Ottawa Hospital Cancer Centre, Ottawa, Ontario, Canada. Electronic address: bpurgina@toh.ca."
      ]
    },
    {
      "last_name": "Verma",
      "fore_name": "Shailendra",
      "initials": "S",
      "name": "Shailendra Verma",
      "affiliations": [
        "Division of Medical Oncology, The Ottawa Hospital Cancer Centre, Ottawa, Ontario, Canada. Electronic address: sverma@toh.ca."
      ]
    },
    {
      "last_name": "Werier",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Werier",
      "affiliations": [
        "Division of Orthopedic Surgery, The Ottawa Hospital Cancer Centre, Ottawa, Ontario, Canada. Electronic address: jwerier@toh.ca."
      ]
    },
    {
      "last_name": "Kandel",
      "fore_name": "Rita A",
      "initials": "RA",
      "name": "Rita A Kandel",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Mount Sinai Hospital, Toronto, Ontario, Canada. Electronic address: ccopgi@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Cancer treatment reviews",
    "iso_abbreviation": "Cancer Treat Rev",
    "issn": "1532-1967",
    "issn_type": "Electronic",
    "volume": "85",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "101987",
  "pages": "101987",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Biomarkers, Tumor",
    "Evidence-Based Medicine",
    "Female",
    "Gastrointestinal Stromal Tumors",
    "Genetic Testing",
    "Humans",
    "Male",
    "Oncogene Proteins, Fusion",
    "Ontario",
    "Practice Guidelines as Topic",
    "Prognosis",
    "Sarcoma",
    "Sensitivity and Specificity",
    "Soft Tissue Neoplasms"
  ],
  "article_ids": {
    "pubmed": "32092619",
    "doi": "10.1016/j.ctrv.2020.101987",
    "pii": "S0305-7372(20)30025-6"
  },
  "doi": "10.1016/j.ctrv.2020.101987",
  "dates": {
    "completed": "2020-03-24",
    "revised": "2020-03-24"
  },
  "chemicals": [
    "Biomarkers, Tumor",
    "Oncogene Proteins, Fusion"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.373718",
    "pmid": "32092619"
  }
}