{
  "pmid": "32096233",
  "uid": "32096233",
  "title": "Aha! Taking on the myth that simulation-derived surprise enhances learning.",
  "abstract": "OBJECTIVES: This paper aims to discuss the recurring education-related issue of the high-fidelity simulation myth. In the current instantiation, educators erroneously believe that trainees benefit from authentic uncertainty and surprise in simulation-based training. METHODS: We explore the origins of this myth within the experiential learning and social constructivism theories and propose an evidence-based solution of transparent and guided instruction in simulation. RESULTS: Constructivist theories highlight meaning making as the benefit of inquiry and discovery learning strategies. Inappropriate translation of this epistemology into an element of curriculum design creates unfortunate unintended consequences. CONCLUSIONS: We propose that the translation of constructivist theories of learning within simulation-based education has resulted in a pervasive myth, which decrees that scenarios must introduce realistic tension or surprises to encourage exploration and insightful problem solving. We argue that this myth is masquerading as experiential learning. In this narrative review, we interpret our experiences and observations of simulation-based education through our expertise in education science and curriculum design. We offer anecdotal evidence along with a review of selected literature to establish the presence of this previously undetected myth.",
  "authors": [
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    },
    {
      "last_name": "Sibbald",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Sibbald",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0022-2370"
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "510",
  "end_page": "516",
  "pages": "510-516",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Clinical Competence",
    "Curriculum",
    "Humans",
    "Learning",
    "Problem-Based Learning",
    "Simulation Training"
  ],
  "article_ids": {
    "pubmed": "32096233",
    "doi": "10.1111/medu.14141"
  },
  "doi": "10.1111/medu.14141",
  "dates": {
    "completed": "2021-06-23",
    "revised": "2021-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.061370",
    "pmid": "32096233"
  }
}