{
  "pmid": "32097460",
  "uid": "32097460",
  "title": "A practical approach to evaluating postoperative thrombocytopenia.",
  "abstract": "Identifying the cause(s) of postoperative thrombocytopenia is challenging. The postoperative period includes numerous interventions, including fluid administration and transfusion of blood products, medication use (including heparin), and increased risk of organ dysfunction and infection. Understanding normal thrombopoietin physiology and the associated expected postoperative platelet count changes is the crucial first step in evaluation. Timing of thrombocytopenia is the most important feature when differentiating causes of postoperative thrombocytopenia. Thrombocytopenia within 4 days of surgery is commonly caused by hemodilution and increased perioperative platelet consumption prior to thrombopoietin-induced platelet count recovery and transient platelet count overshoot. A much broader list of possible conditions that can cause late-onset thrombocytopenia (postoperative day 5 [POD5] or later) is generally divided into consumptive and destructive causes. The former includes common (eg, infection-associated disseminated intravascular coagulation) and rare (eg, postoperative thrombotic thrombocytopenic purpura) conditions, whereas the latter includes such entities as drug-induced immune thrombocytopenia or posttransfusion purpura. Heparin-induced thrombocytopenia is a unique entity associated with thrombosis that is typically related to intraoperative/perioperative heparin exposure, although it can develop following knee replacement surgery even in the absence of heparin exposure. Very late onset (POD10 or later) of thrombocytopenia can indicate bacterial or fungal infection. Lastly, thrombocytopenia after mechanical device implantation requires unique considerations. Understanding the timing and severity of postoperative thrombocytopenia provides a practical approach to a common and challenging consultation.",
  "authors": [
    {
      "last_name": "Skeith",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Skeith",
      "affiliations": [
        "Division of Hematology and Hematological Malignancies, Department of Medicine, and.",
        "Department of Community Health Sciences, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Baumann Kreuziger",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Baumann Kreuziger",
      "affiliations": [
        "Blood Research Institute, Versiti, Milwaukee, WI.",
        "Division of Hematology and Oncology, Medical College of Wisconsin, Milwaukee, WI."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; and."
      ]
    },
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; and.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Blood advances",
    "iso_abbreviation": "Blood Adv",
    "issn": "2473-9537",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "25"
  },
  "start_page": "776",
  "end_page": "783",
  "pages": "776-783",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anemia",
    "Disseminated Intravascular Coagulation",
    "Heparin",
    "Humans",
    "Platelet Count",
    "Postoperative Period"
  ],
  "article_ids": {
    "pubmed": "32097460",
    "pmc": "PMC7042990",
    "doi": "10.1182/bloodadvances.2019001414",
    "pii": "S2473-9529(20)31483-X"
  },
  "doi": "10.1182/bloodadvances.2019001414",
  "pmc_id": "PMC7042990",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2022-02-16"
  },
  "chemicals": [
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.708476",
    "pmid": "32097460"
  }
}