{
  "pmid": "32095508",
  "uid": "32095508",
  "title": "Cost-effectiveness of Deceased-donor Renal Transplant Versus Dialysis to Treat End-stage Renal Disease: A Systematic Review.",
  "abstract": "Deceased-donor renal transplant (DDRT) is an expensive and potentially risky health intervention with the prospect of improved life and lower long-term costs compared with dialysis. Due to the increasing shortage of kidneys and the associated rise of transplantation costs, certain patient groups may not benefit from transplantation in a cost-effective manner compared with dialysis. The objective of this systematic review was to provide a comprehensive synthesis of evidence on the cost-effectiveness of DDRT relative to dialysis to treat adults with end-stage renal disease and patient-, donor-, and system-level factors that may modify the conclusion. A systematic search of articles was conducted on major databases including MEDLINE, Embase, Scopus, EconLit, and the Health Economic Evaluations Database. Eligible articles were restricted to those published in 2001 or thereafter. Two reviewers independently assessed the suitability of studies and excluded studies that focused on recipients with age <18 years old and those of a living-donor or multiorgan transplant. We show that while DDRT is generally a cost-effective treatment relative to dialysis at conventional willingness-to-pay thresholds, a range of drivers including older patient age, comorbidity, and long wait times significantly reduce the benefit of DDRT while escalating healthcare costs. These findings suggest that the performance of DDRT on older patients with comorbidities should be carefully evaluated to avoid adverse results as evidence suggests that it is not cost-effective. Delayed transplantation may reduce the economic benefits of transplant which necessitates targeted policies that aim to shorten wait times. More recent findings have demonstrated that transplantation using high-risk donors may be a cost-effective and promising alternative to dialysis in the face of a lack of organ availability and fiscal constraints. This review highlights key concepts of health economic evaluations and the relevance of cost-effectiveness to inform care and decision-making in renal programs.",
  "authors": [
    {
      "last_name": "Fu",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui Fu",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "Canadian Centre for Health Economics, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sekercioglu",
      "fore_name": "Nigar",
      "initials": "N",
      "name": "Nigar Sekercioglu",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Berta",
      "fore_name": "Whitney",
      "initials": "W",
      "name": "Whitney Berta",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coyte",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Coyte",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "Canadian Centre for Health Economics, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Transplantation direct",
    "iso_abbreviation": "Transplant Direct",
    "issn": "2373-8731",
    "issn_type": "Print",
    "volume": "6",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "e522",
  "pages": "e522",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32095508",
    "pmc": "PMC7004633",
    "doi": "10.1097/TXD.0000000000000974"
  },
  "doi": "10.1097/TXD.0000000000000974",
  "pmc_id": "PMC7004633",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:21.966394",
    "pmid": "32095508"
  }
}