{
  "pmid": "32106824",
  "uid": "32106824",
  "title": "Associations with rates of falls among home care clients in Ontario, Canada: a population-based, cross-sectional study.",
  "abstract": "BACKGROUND: Accidental falls among older adults are a leading cause of injury-related hospitalizations. Reducing falls is an ongoing quality improvement priority for home care, given that many home care clients experience falls. In this study, we identify factors associated with the rate of falls among home care clients. METHODS: We conducted a population-based, cross-sectional study using secondary data from the Hamilton, Niagara, Haldimand, and Brant health region of Ontario, Canada from January 1 - March 31, 2018. We captured person-level characteristics with falls from the Resident Assessment Instrument - Home Care (RAI-HC). Negative binomial regression was used to model the rate of falls. RESULTS: Functional characteristics of home care clients had strong, statistically significant associations with the rate of falls. Declines in activities of daily living, assistive device use for locomotion indoors, polypharmacy, and health conditions, such as dizziness or lightheadedness, and parkinsonism, were associated with a higher rate of falls. Males who used assistive devices had a higher rate of falls compared to females; however, males with neurological and cardiovascular health conditions had a decrease in the rate of falls compared to females. Home care clients with parkinsonism who used a cane and took eight or more drugs had stronger associations with an increased rate of falls compared to those who do not have parkinsonism. CONCLUSIONS: Functional characteristics, polypharmacy, and health conditions are associated with increased rates of falls among home care clients. Home care clients who are at a greater risk of falls may require environmental adjustments in their home to reduce or eliminate the possibility of falling.",
  "authors": [
    {
      "last_name": "Manis",
      "fore_name": "Derek R",
      "initials": "DR",
      "name": "Derek R Manis",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, CRL-201, Hamilton, ON, L8S 4K1, Canada. manisd@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada. manisd@mcmaster.ca."
      ],
      "orcid": "0000-0003-1396-3626"
    },
    {
      "last_name": "McArthur",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin McArthur",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "GERAS Centre for Aging Research, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-9985-2796"
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, CRL-201, Hamilton, ON, L8S 4K1, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-9212-5641"
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "27"
  },
  "start_page": "80",
  "pages": "80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Accidental Falls",
    "Activities of Daily Living",
    "Aged",
    "Aged, 80 and over",
    "Cross-Sectional Studies",
    "Female",
    "Home Care Services",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "32106824",
    "pmc": "PMC7047389",
    "doi": "10.1186/s12877-020-1483-6",
    "pii": "10.1186/s12877-020-1483-6"
  },
  "doi": "10.1186/s12877-020-1483-6",
  "pmc_id": "PMC7047389",
  "dates": {
    "completed": "2020-12-08",
    "revised": "2020-12-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "148933",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.318750",
    "pmid": "32106824"
  }
}