{
  "pmid": "32108274",
  "uid": "32108274",
  "title": "Is the whole larger than the sum of its parts? Impact of missing data imputation in economic evaluation conducted alongside randomized controlled trials.",
  "abstract": "Outcomes in economic evaluations, such as health utilities and costs, are products of multiple variables, often requiring complete item responses to questionnaires. Therefore, missing data are very common in cost-effectiveness analyses. Multiple imputations (MI) are predominately recommended and could be made either for individual items or at the aggregate level. We, therefore, aimed to assess the precision of both MI approaches (the item imputation vs. aggregate imputation) on the cost-effectiveness results. The original data set came from a cluster-randomized, controlled trial and was used to describe the missing data pattern and compare the differences in the cost-effectiveness results between the two imputation approaches. A simulation study with different missing data scenarios generated based on a complete data set was used to assess the precision of both imputation approaches. For health utility and cost, patients more often had a partial (9% vs. 23%, respectively) rather than complete missing (4% vs. 0%). The imputation approaches differed in the cost-effectiveness results (the item imputation: - 61,079€/QALY vs. the aggregate imputation: 15,399€/QALY). Within the simulation study mean relative bias (< 5% vs. < 10%) and range of bias (< 38% vs. < 83%) to the true incremental cost and incremental QALYs were lower for the item imputation compared to the aggregate imputation. Even when 40% of data were missing, relative bias to true cost-effectiveness curves was less than 16% using the item imputation, but up to 39% for the aggregate imputation. Thus, the imputation strategies could have a significant impact on the cost-effectiveness conclusions when more than 20% of data are missing. The item imputation approach has better precision than the imputation at the aggregate level.",
  "authors": [
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Rostock/Greifswald, Ellernholzstrasse 1-2, 17487, Greifswald, Germany. bernhard.michalowsky@dzne.de.",
        "Department of Health Research Methods, Evidence and Impact (Formerly Clinical Epidemiology and Biostatistics), McMaster University, 1280 Main Street West, Hamilton, Canada. bernhard.michalowsky@dzne.de.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, Canada. bernhard.michalowsky@dzne.de."
      ],
      "orcid": "0000-0002-3425-0089"
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Rostock/Greifswald, Ellernholzstrasse 1-2, 17487, Greifswald, Germany.",
        "Institute for Community Medicine, Section Epidemiology of Health Care and Community Health, University Medicine Greifswald (UMG), Ellernholzstrasse 1-2, 17487, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Kennedy",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (Formerly Clinical Epidemiology and Biostatistics), McMaster University, 1280 Main Street West, Hamilton, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (Formerly Clinical Epidemiology and Biostatistics), McMaster University, 1280 Main Street West, Hamilton, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, 1280 Main Street West, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The European journal of health economics : HEPAC : health economics in prevention and care",
    "iso_abbreviation": "Eur J Health Econ",
    "issn": "1618-7601",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "717",
  "end_page": "728",
  "pages": "717-728",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Computer Simulation",
    "Cost-Benefit Analysis",
    "Data Interpretation, Statistical",
    "Germany",
    "Humans",
    "Quality-Adjusted Life Years",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "32108274",
    "pmc": "PMC7366573",
    "doi": "10.1007/s10198-020-01166-z",
    "pii": "10.1007/s10198-020-01166-z"
  },
  "doi": "10.1007/s10198-020-01166-z",
  "pmc_id": "PMC7366573",
  "dates": {
    "completed": "2021-06-02",
    "revised": "2021-06-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "DelPhi-MV",
      "agency": "Deutsches Zentrum für Neurodegenerative Erkrankungen"
    },
    {
      "grant_id": "MI 2167/2-1",
      "agency": "Deutsche Forschungsgemeinschaft"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.062488",
    "pmid": "32108274"
  }
}