{
  "pmid": "32107857",
  "uid": "32107857",
  "title": "Incidence of assault in Sydney, Australia, throughout 5 years of alcohol trading hour restrictions: controlled before-and-after study.",
  "abstract": "BACKGROUND AND AIMS: In February 2014, pubs and bars in Kings Cross (KX) and the central business district (CBD) of Sydney, Australia were required to stop serving alcohol by 3 a.m. and operate a 'lockout' from 1.30 a.m. We studied changes in the incidence of assault during the following 5 years, including possible displacement. DESIGN: Controlled before-and-after ecological study. SETTING: Sydney, Australia. PARTICIPANTS/CASES: Assaults in specified areas in which police apprehended at least one person. MEASUREMENTS: We compared change in non-domestic assault in KX and the CBD with adjacent areas, other city areas, and outer suburbs, adjusting for the trend in the rest of the state during three periods: 6 p.m.-1.29 a.m. ('pre-lockout'), 1.30 a.m.-2.59 a.m. ('lockout') and 3 a.m.-6 a.m. ('after last-drinks'). We constructed interrupted time-series models with terms for secular trend and season, producing incidence rate ratios (IRR) for step and slope parameters. We performed sensitivity analyses on impacts of missing location data. FINDINGS: After the intervention, assaults fell 38% in KX (IRR for step change = 0.62, 95% CI = 0.49, 0.79) and 10% in the CBD (IRR = 0.90, 95% CI = 0.80, 0.99). Assaults continued declining in KX (IRR for slope = 0.990, 95% CI = 0.982, 0.998) and later increased in adjacent areas (IRR for slope = 1.006, 95% CI = 1.001, 1.011) and earlier in the evenings in both KX and the adjacent areas. The net reduction was 627 assaults over 60 months post-intervention, i.e. 10 fewer per month. Estimates were robust to extreme assumptions about missing data. CONCLUSIONS: The 2014 alcohol supply restrictions for pubs and bars in Kings Cross (KX) and the central business district (CBD) of Sydney, Australia were followed by a substantial reduction in the incidence of assault in KX and to a lesser extent in the CBD, possibly displacing some cases to adjacent areas and earlier in the evening.",
  "authors": [
    {
      "last_name": "Kypri",
      "fore_name": "Kypros",
      "initials": "K",
      "name": "Kypros Kypri",
      "affiliations": [
        "School of Medicine and Public Health, University of Newcastle, Australia."
      ],
      "orcid": "0000-0002-9657-9904"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, LaTrobe University, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "115",
    "issue": "11",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "2045",
  "end_page": "2054",
  "pages": "2045-2054",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Australia",
    "Cities",
    "Humans",
    "Incidence",
    "Interrupted Time Series Analysis",
    "Licensure",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "32107857",
    "doi": "10.1111/add.15025"
  },
  "doi": "10.1111/add.15025",
  "dates": {
    "completed": "2021-04-19",
    "revised": "2021-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.782586",
    "pmid": "32107857"
  }
}