{
  "pmid": "32113518",
  "uid": "32113518",
  "title": "The effect of income-based policies on mortality inequalities in Scotland: a modelling study.",
  "abstract": "BACKGROUND: The unequal distribution of income is a fundamental determinant of health inequalities. Decision making around economic policies could be enhanced by showing their potential health effects. We used scenario modelling to assess the effects of 12 income-based policies on years of life lost (YLL) and inequalities in YLL in Scotland for the 2017-21 period. METHODS: In this modelling study, we used EUROMOD version H1.0+, a tax-benefit microsimulation model, to estimate the effects of hypothetical fiscal policies on household income for Scottish households in the 2014/15 Family Resources Survey (n=2871). The effects were modelled excluding housing costs. Income change from baseline was estimated for each quintile of the 2016 Scottish Index of Multiple Deprivation (SIMD) after weighting to account for differential non-response to the Family Resources Survey, and incomes were equivalised according to the Organisation for Economic Co-operation and Development's modified equivalence scale. A regression analysis of cross-sectional data was used to estimate the relationship between income change and all-cause mortality, followed up by a sensitivity analysis to account for uncertainties around the assumptions on effect size. Informing Interventions to reduce health Inequalities (Triple I), a health inequalities scenario modelling tool, was used to estimate policy effects on YLL and government spending after five years of theoretical implementation. The Triple I model used population estimates for 2016 stratified by sex, 5-year age group, and SIMD quintile, which were obtained from the National Records of Scotland. Preliminary estimates of relative policy costs were calculated from the EUROMOD-derived combined effects of each policy on tax bills, National Insurance contributions, and benefits receipts for Scottish households. FINDINGS: Taxation-based policies did not substantially affect household incomes, whereas benefits-based policies had large effects across the quintiles. The best policy for improving health and narrowing health inequalities was a 50% increase to means-tested benefits (approximately 105 177 [4·7%] YLL fewer than the baseline of 2·2 million, and a 7·9% reduction in relative index of inequality). Effects on YLL and health inequalities were inversely correlated in response to changes in taxation policy. Citizen's Basic Income (CBI) schemes also substantially narrowed inequalities (3·7% relative index of inequality for basic scheme, 5·9% for CBI with additional payments for individuals with disability), and modestly reduced YLL (0·7% for the basic scheme and 1·4% with additional payments). The estimated government spending associated with a policy was proportional to its effect on YLL, but less closely related to its effect on inequalities in YLL. INTERPRETATION: Policies that affect incomes could potentially have marked effects on health and health inequalities in Scotland. Our projections suggest that the most effective policies for reducing health inequalities appeared to be those that disproportionately increased incomes in the most deprived areas. Although modelling was subject to various assumptions, the approach can be useful to inform decisions around addressing the upstream determinants of health inequalities. FUNDING: None.",
  "authors": [
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Richardson",
      "affiliations": [
        "Public Health Observatory, National Health Service (NHS) Health Scotland, Edinburgh, UK. Electronic address: elizabeth.richardson1@nhs.net."
      ]
    },
    {
      "last_name": "Fenton",
      "fore_name": "Lynda",
      "initials": "L",
      "name": "Lynda Fenton",
      "affiliations": [
        "Public Health Observatory, NHS Health Scotland, Glasgow, UK."
      ]
    },
    {
      "last_name": "Parkinson",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Parkinson",
      "affiliations": [
        "Public Health Observatory, NHS Health Scotland, Glasgow, UK."
      ]
    },
    {
      "last_name": "Pulford",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Pulford",
      "affiliations": [
        "Public Health Observatory, NHS Health Scotland, Glasgow, UK."
      ]
    },
    {
      "last_name": "Taulbut",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Taulbut",
      "affiliations": [
        "Public Health Observatory, NHS Health Scotland, Glasgow, UK."
      ]
    },
    {
      "last_name": "McCartney",
      "fore_name": "Gerry",
      "initials": "G",
      "name": "Gerry McCartney",
      "affiliations": [
        "Public Health Observatory, NHS Health Scotland, Glasgow, UK."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Robinson",
      "affiliations": [
        "Public Health Observatory, NHS Health Scotland, Glasgow, UK."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Public health",
    "iso_abbreviation": "Lancet Public Health",
    "issn": "2468-2667",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "e150",
  "end_page": "e156",
  "pages": "e150-e156",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Health Status Disparities",
    "Humans",
    "Income Tax",
    "Male",
    "Models, Statistical",
    "Mortality",
    "Policy",
    "Scotland"
  ],
  "article_ids": {
    "pubmed": "32113518",
    "doi": "10.1016/S2468-2667(20)30011-6",
    "pii": "S2468-2667(20)30011-6"
  },
  "doi": "10.1016/S2468-2667(20)30011-6",
  "dates": {
    "completed": "2020-08-10",
    "revised": "2020-08-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.397544",
    "pmid": "32113518"
  }
}