{
  "pmid": "32114195",
  "uid": "32114195",
  "title": "Tools to implement the World Health Organization End TB Strategy: Addressing common challenges in high and low endemic countries.",
  "abstract": "AIM: The purpose of this viewpoint is to summarize the advantages and constraints of the tools and strategies available for reducing the annual incidence of tuberculosis (TB) by implementing the World Health Organization (WHO) End TB Strategy and the linked WHO TB Elimination Framework, with special reference to Oman. METHODS: The case-study was built based on the presentations and discussions at an international workshop on TB elimination in low incidence countries organized by the Ministry of Health, Oman, which took place from September 5 to September 7, 2019, and supported by the WHO and European Society of Clinical Microbiology and Infectious Diseases (ESCMID). RESULTS: Existing tools were reviewed, including the screening of migrants for latent TB infection (LTBI) with interferon-gamma release assays, clinical examination for active pulmonary TB (APTB) including chest X-rays, organization of laboratory services, and the existing centres for mandatory health examination of pre-arrival or arriving migrants, including examination for APTB. The need for public-private partnerships to handle the burden of screening arriving migrants for active TB was discussed at length and different models for financing were reviewed. CONCLUSIONS: In a country with a high proportion of migrants from high endemic countries, screening for LTBI is of high priority. Molecular typing and the development of public-private partnerships are needed.",
  "authors": [
    {
      "last_name": "Al Abri",
      "fore_name": "Seif",
      "initials": "S",
      "name": "Seif Al Abri",
      "affiliations": [
        "Directorate General for Diseases Surveillance and Control, Ministry of Health, Muscat, Oman. Electronic address: salabri@gmail.com."
      ]
    },
    {
      "last_name": "Kasaeva",
      "fore_name": "Thereza",
      "initials": "T",
      "name": "Thereza Kasaeva",
      "affiliations": [
        "WHO Global TB Programme, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Migliori",
      "fore_name": "Giovanni Battista",
      "initials": "GB",
      "name": "Giovanni Battista Migliori",
      "affiliations": [
        "Servizio di Epidemiologia Clinica delle Malattie Respiratorie, Istituti Clinici Scientifici Maugeri IRCCS, Tradate, Italy."
      ]
    },
    {
      "last_name": "Goletti",
      "fore_name": "Delia",
      "initials": "D",
      "name": "Delia Goletti",
      "affiliations": [
        "Translational Research Unit, National Institute for Infectious Diseases \"Lazzaro Spallanzani\" - IRCCS, Rome, Italy; ESCMID Study Group on Mycobacteria, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Zenner",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Zenner",
      "affiliations": [
        "Regional Office of the European Economic Area, EU and NATO and International Organization for Migration, IOM, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Denholm",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Denholm",
      "affiliations": [
        "Department of Infectious Diseases, Royal Melbourne Hospital and Victorian TB Programme, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Al Maani",
      "fore_name": "Amal",
      "initials": "A",
      "name": "Amal Al Maani",
      "affiliations": [
        "Paediatric Infectious Diseases, The Royal Hospital and Central Department of Infection Prevention and Control, Directorate General for Diseases Surveillance and Control, Ministry of Health, Muscat, Oman."
      ]
    },
    {
      "last_name": "Cirillo",
      "fore_name": "Daniela Maria",
      "initials": "DM",
      "name": "Daniela Maria Cirillo",
      "affiliations": [
        "Emerging Bacterial Pathogen Research Unit, Italian Reference Centre for Molecular Typing of Mycobacteria, San Rafaele Scientific Institute, Milan, Italy."
      ]
    },
    {
      "last_name": "Schön",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Schön",
      "affiliations": [
        "Department of Clinical Microbiology and Infectious Diseases, Kalmar Hospital and University of Linköping, Sweden."
      ]
    },
    {
      "last_name": "Lillebæk",
      "fore_name": "Troels",
      "initials": "T",
      "name": "Troels Lillebæk",
      "affiliations": [
        "International Reference Laboratory of Mycobacteriology, WHO TB Supranational Reference Laboratory Copenhagen, Infectious Disease Preparedness Area, Statens Serum Institute and Global Health Section, Department of Public Health, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Al-Jardani",
      "fore_name": "Amina",
      "initials": "A",
      "name": "Amina Al-Jardani",
      "affiliations": [
        "Central Public Health Laboratory, Directorate General for Disease Surveillance and Control, Ministry of Health, Muscat, Oman."
      ]
    },
    {
      "last_name": "Go",
      "fore_name": "Un-Yeong",
      "initials": "UY",
      "name": "Un-Yeong Go",
      "affiliations": [
        "International Tuberculosis Research Centre, Seoul, Republic of Korea."
      ]
    },
    {
      "last_name": "Dias",
      "fore_name": "Hannah Monica",
      "initials": "HM",
      "name": "Hannah Monica Dias",
      "affiliations": [
        "WHO Global TB Programme Unit on Policy, Strategy and Innovations, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Tiberi",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Tiberi",
      "affiliations": [
        "Infectious Diseases, Barts Health NHS Trust, London, United Kingdom; Queen Mary University of London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Al Yaquobi",
      "fore_name": "Fatma",
      "initials": "F",
      "name": "Fatma Al Yaquobi",
      "affiliations": [
        "Tuberculosis and Acute Respiratory Diseases Surveillance, Directorate General for Disease Surveillance and Control, Ministry of Health, Muscat, Oman."
      ]
    },
    {
      "last_name": "Khamis",
      "fore_name": "Faryal Ali",
      "initials": "FA",
      "name": "Faryal Ali Khamis",
      "affiliations": [
        "Department of Infectious Diseases, The Royal Hospital, Ministry of Health, Muscat, Oman."
      ]
    },
    {
      "last_name": "Kurup",
      "fore_name": "Padmamohan",
      "initials": "P",
      "name": "Padmamohan Kurup",
      "affiliations": [
        "Department of Disease Surveillance and Control, Muscat Governorate, Muscat, Oman."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Zero TB Initiative, Durban, South Africa."
      ]
    },
    {
      "last_name": "Memish",
      "fore_name": "Ziad",
      "initials": "Z",
      "name": "Ziad Memish",
      "affiliations": [
        "Prince Mohammed bin Abdulaziz Hospital, Ministry of Health and College of Medicine, Alfaisal University, Riyadh, Saudi Arabia; Rollings School of Public Health, Emory University, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Al Maqbali",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Al Maqbali",
      "affiliations": [
        "Disease Surveillance and Control, North Bathinah Governorate, Sohar, Oman."
      ]
    },
    {
      "last_name": "Akhtar",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Akhtar",
      "affiliations": [
        "WHO MENA Region TB Programme, Cairo, Egypt."
      ]
    },
    {
      "last_name": "Wejse",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Wejse",
      "affiliations": [
        "Department of Infectious Disease, Aarhus University Hospital and School of Public Health, Faculty of Health Sciences, University of Aarhus, Denmark; ESCMID Study Group for Travel and Migration, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Petersen",
      "fore_name": "Eskild",
      "initials": "E",
      "name": "Eskild Petersen",
      "affiliations": [
        "Directorate General for Disease Surveillance and Control, Ministry of Health, Muscat, Oman; Institute for Clinical Medicine, Faculty of Health Science, University of Aarhus, Denmark; ESCMID Emerging Infections Task Force, Basel, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "International journal of infectious diseases : IJID : official publication of the International Society for Infectious Diseases",
    "iso_abbreviation": "Int J Infect Dis",
    "issn": "1878-3511",
    "issn_type": "Electronic",
    "volume": "92S",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "S60",
  "end_page": "S68",
  "pages": "S60-S68",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Child, Preschool",
    "Endemic Diseases",
    "Humans",
    "Incidence",
    "Infant",
    "Infant, Newborn",
    "Interferon-gamma Release Tests",
    "Latent Tuberculosis",
    "Mass Screening",
    "Middle Aged",
    "Oman",
    "Transients and Migrants",
    "Tuberculosis, Pulmonary",
    "World Health Organization",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32114195",
    "doi": "10.1016/j.ijid.2020.02.042",
    "pii": "S1201-9712(20)30100-4"
  },
  "doi": "10.1016/j.ijid.2020.02.042",
  "dates": {
    "completed": "2020-06-10",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.617009",
    "pmid": "32114195"
  }
}