{
  "pmid": "32112125",
  "uid": "32112125",
  "title": "Surgical stabilization of pediatric anterior shoulder instability yields high recurrence rates: a systematic review.",
  "abstract": "PURPOSE: The purpose of this systematic review was to assess the surgical techniques, indications outcomes and complications for pediatric patients (≤ 19 years old) undergoing shoulder stabilization procedures for anterior shoulder instability. METHODS: The electronic databases MEDLINE, EMBASE, CINAHL, and Web of Science were searched from data inception to March 14, 2019 for articles addressing surgery for pediatric patients with anterior shoulder instability. The Methodological Index for Non-randomized Studies (MINORS) tool was used to assess the quality of included studies. RESULTS: Overall 24 studies, with a total of 688 patients (696 shoulders) and a mean age of 16.6 ± 2.5 years met inclusion criteria. Mean follow-up was 49 ± 26 months. The majority (59%) of studies only offered shoulder stabilization procedures to patients with more than one shoulder dislocation, however, three studies reported operating on pediatric patients after first time dislocations. Of the included patients 525 had arthroscopic Bankart repair (78%), 75 had open Bankart repair (11%), 34 had modified Bristow (5%), and 26 had Latarjet (4%) procedures. The overall complication rate was 26%. Patients undergoing arthroscopic Bankart repair experienced the highest recurrence rate of 24%. There were no significant differences in recurrent instability (n.s.) or loss of external rotation (n.s.) in pediatric patients treated with arthroscopic Bankart repair compared to open Latarjet. Patients had a 95% rate of return to sport at any level (i.e. preinjury level or any level of play) postoperatively (95%). CONCLUSIONS: Pediatric patients are at high risk of recurrent instability after surgical stabilization. The majority of pediatric patients with anterior shoulder instability were treated with arthroscopic Bankart repair. Most studies recommend surgical stabilization only after more than one dislocation. However, given the high rates of recurrence with non-operative management, it may be reasonable to perform surgery at a first-time dislocation, particularly in those with other risk factors for recurrence. With the current evidence and limited sample sizes, it is difficult to directly compare the surgical interventions and their post-operative efficacy (i.e. re-dislocation rates or range of motion). There was an overall high rate of return to sport after surgical stabilization at final follow-up. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chai",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Chai",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sarraj",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Sarraj",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Athwal",
      "fore_name": "George S",
      "initials": "GS",
      "name": "George S Athwal",
      "affiliations": [
        "Roth McFarlane Hand and Upper Limb Center, St Joseph's Health Care, London, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca.",
        "McMaster University Medical Centre, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ],
      "orcid": "0000-0003-4219-8564"
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "192",
  "end_page": "201",
  "pages": "192-201",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Arthroscopy",
    "Athletic Injuries",
    "Child",
    "Humans",
    "Joint Instability",
    "Postoperative Complications",
    "Range of Motion, Articular",
    "Recurrence",
    "Reinjuries",
    "Return to Sport",
    "Shoulder Dislocation",
    "Shoulder Joint"
  ],
  "article_ids": {
    "pubmed": "32112125",
    "doi": "10.1007/s00167-020-05913-w",
    "pii": "10.1007/s00167-020-05913-w"
  },
  "doi": "10.1007/s00167-020-05913-w",
  "dates": {
    "completed": "2021-04-01",
    "revised": "2021-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.838619",
    "pmid": "32112125"
  }
}