{
  "pmid": "32110764",
  "uid": "32110764",
  "title": "Pharmacokinetic-tailored approach to hemophilia prophylaxis: Medical decision making and outcomes.",
  "abstract": "BACKGROUND: Clinical application of population pharmacokinetics (popPK) is of increasing interest to patients with hemophilia, providers, and payers. Routine use of popPK profiles in factor replacement prophylaxis decision making has the potential to maintain or improve efficacy and reduce product consumption. AIM: To investigate the feasibility of implementation and longitudinal assessment of pharmacokinetic (PK)-tailored prophylaxis in routine clinical practice for hemophilia A and to describe factors that influence decision making for prescribed hemophilia prophylaxis. METHODS: This longitudinal, multicenter, prospective feasibility study of children and adults with hemophilia A without inhibitors used the Web Accessible Population Pharmacokinetic Service-Hemophilia (WAPPS-Hemo) to generate PK profiles. Assessments over 12 weeks captured data on prescribed prophylaxis, popPK tool use, provider decision making, and patient-reported outcomes. RESULTS: Eighteen participants aged 6 to 39 years enrolled; half used extended half-life concentrates. Patient interest in their PK centered on general curiosity followed by a desire for participation in physical activity and decrease in infusion frequency. Providers used the WAPPS clinical calculator feature to simulate prophylaxis regimens under different dose, infusion, and trough conditions. Most targeted troughs were 1 to 3 IU/dL. The feasibility assessment demonstrated challenges with patient recruitment; however, the majority of participants successfully completed study assessments meeting feasibility targets. CONCLUSION: A larger-scale study powered to evaluate the impact of PK-tailored prophylaxis on clinical and patient-reported outcomes is feasible with study design modifications to support increased recruitment rate. Shared decision making incorporating patient and provider goals is important and facilitated by regimen simulations with the clinical calculator.",
  "authors": [
    {
      "last_name": "Croteau",
      "fore_name": "Stacy E",
      "initials": "SE",
      "name": "Stacy E Croteau",
      "affiliations": [
        "Boston Children's Hospital Boston Massachusetts."
      ],
      "orcid": "0000-0001-6112-6166"
    },
    {
      "last_name": "Wheeler",
      "fore_name": "Allison P",
      "initials": "AP",
      "name": "Allison P Wheeler",
      "affiliations": [
        "Department of Pathology, Microbiology & Immunology Vanderbilt University Medical Center Nashville Tennessee."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Osman",
      "initials": "O",
      "name": "Osman Khan",
      "affiliations": [
        "University of Oklahoma Health Sciences Center Oklahoma City Oklahoma."
      ]
    },
    {
      "last_name": "Haley",
      "fore_name": "Kristina M",
      "initials": "KM",
      "name": "Kristina M Haley",
      "affiliations": [
        "The Hemophilia Center at Oregon Health & Science University Portland Oregon."
      ]
    },
    {
      "last_name": "Borst",
      "fore_name": "Alexandra J",
      "initials": "AJ",
      "name": "Alexandra J Borst",
      "affiliations": [
        "Monroe Carell Jr. Children's Hospital at Vanderbilt Nashville Tennessee."
      ]
    },
    {
      "last_name": "Lattimore",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Lattimore",
      "affiliations": [
        "The Hemophilia Center at Oregon Health & Science University Portland Oregon."
      ]
    },
    {
      "last_name": "Yeung",
      "fore_name": "Cindy H T",
      "initials": "CHT",
      "name": "Cindy H T Yeung",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton ON Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton ON Canada.",
        "Department of Medicine McMaster University Hamilton ON Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "326",
  "end_page": "333",
  "pages": "326-333",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32110764",
    "pmc": "PMC7040534",
    "doi": "10.1002/rth2.12305",
    "pii": "S2475-0379(22)01980-X"
  },
  "doi": "10.1002/rth2.12305",
  "pmc_id": "PMC7040534",
  "dates": {
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.225480",
    "pmid": "32110764"
  }
}