{
  "pmid": "32110417",
  "uid": "32110417",
  "title": "Perceived and Objective Kidney Disease Knowledge in Patients With Advanced CKD Followed in a Multidisciplinary CKD Clinic.",
  "abstract": "BACKGROUND: One of the key components of multidisciplinary CKD clinics is education; however, kidney disease knowledge among patients followed in these clinics is not routinely measured. OBJECTIVE: The aim of this study was to determine objective and perceived kidney disease knowledge and patient characteristics associated with knowledge among patients followed in a multi-care kidney clinic. DESIGN: This is a cross-sectional survey study. SETTING: This study was conducted in a multi-care kidney clinic in Ontario, Canada. PATIENTS: Patients who did not speak English, who were unable to read due to significant vision impairment, or who had a known history of dementia or significant cognitive impairment were excluded. MEASUREMENTS: Perceived kidney disease knowledge was evaluated using a previously validated 9-item survey (PiKS). Each question on the perceived knowledge survey had 4 possible responses, ranging from \"I don't know anything\" (1) to \"I know a lot\" (4). Objective kidney disease knowledge was evaluated using a previously validated survey (KiKS). METHODS: The association between patient characteristics and perceived and objective kidney disease knowledge was determined using linear regression. RESULTS: A total of 125 patients were included, 57% were male, the mean (SD) age and eGFR were 66 (13) years and 16 (5.9) mL/min/1.73 m[2], respectively. The median (IQR) objective and perceived knowledge survey scores were 19 out of 27 (16, 21) and 2.9 out of 4 (2.4, 3.2), respectively. Only 25% of patients answered correctly that CKD can be associated with no symptoms, and 64% of patients identified correctly that the kidneys make urine. More than 60% of patients perceived themselves to know nothing or only a little about medications that help or hurt the kidney. Older age was independently associated with lower perceived and objective knowledge, but sex, income, and educational attainment were not. LIMITATIONS: This is a single-center study. Cognitive impairment was based on the treating team's informal assessment or prior documentation in the chart; formal cognitive testing was not performed as part of this study. CONCLUSIONS: Despite resource-intensive care, CKD knowledge of patients followed in a multidisciplinary clinic was found to be modest. Whether enhanced educational strategies can improve knowledge and whether increasing knowledge improves patient outcomes warrants further study.",
  "authors": [
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4549-0202"
    },
    {
      "last_name": "Akbari",
      "fore_name": "Ayub",
      "initials": "A",
      "name": "Ayub Akbari",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Brimble",
      "fore_name": "K Scott",
      "initials": "KS",
      "name": "K Scott Brimble",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358120903156",
  "pages": "2054358120903156",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32110417",
    "pmc": "PMC7016305",
    "doi": "10.1177/2054358120903156",
    "pii": "10.1177_2054358120903156"
  },
  "doi": "10.1177/2054358120903156",
  "pmc_id": "PMC7016305",
  "dates": {
    "revised": "2022-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.445301",
    "pmid": "32110417"
  }
}