{
  "pmid": "32123377",
  "uid": "32123377",
  "title": "Evidence-based and mechanistic insights into exclusion diets for IBS.",
  "abstract": "Exclusion diets are becoming increasingly popular in the management of irritable bowel syndrome (IBS). Several mechanisms exist by which food items might cause gastrointestinal symptoms, such as direct osmotic effects of food in the gut lumen, changes to the gut microbiota and immune activation. These effects have been demonstrated in animal models and in human studies, particularly in the case of gluten-free diets and diets low in fermentable oligosaccharides, disaccharides, monosaccharides and polyols (FODMAPs). Indeed, randomized controlled trials (RCTs) suggest that gluten-free diets and low-FODMAP diets improve IBS symptoms, and guidelines recommend the latter approach for treating symptoms in some patients with IBS. Designing such RCTs is challenging as participants need to eat so an 'inert' placebo is not an option. Blinding is also an issue with these studies; in the future, new exclusion diets should not advertise what the diet consists of until it is proved to reduce symptoms. In this Review, we outline the advantages and disadvantages of each choice of control group and emphasize the importance of collecting mechanistic data (regarding direct effects of food on the gut lumen, changes in gut microbiota and intestinal inflammation) as well as symptom data in RCTs of exclusion diets in IBS.",
  "authors": [
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada. moayyep@mcmaster.ca."
      ],
      "orcid": "0000-0002-3616-9292"
    },
    {
      "last_name": "Simrén",
      "fore_name": "Magnus",
      "initials": "M",
      "name": "Magnus Simrén",
      "affiliations": [
        "Department of Internal Medicine & Clinical Nutrition, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Bercik",
      "fore_name": "Premysl",
      "initials": "P",
      "name": "Premysl Bercik",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Nature reviews. Gastroenterology & hepatology",
    "iso_abbreviation": "Nat Rev Gastroenterol Hepatol",
    "issn": "1759-5053",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "7",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "406",
  "end_page": "413",
  "pages": "406-413",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Diet",
    "Humans",
    "Irritable Bowel Syndrome"
  ],
  "article_ids": {
    "pubmed": "32123377",
    "doi": "10.1038/s41575-020-0270-3",
    "pii": "10.1038/s41575-020-0270-3"
  },
  "doi": "10.1038/s41575-020-0270-3",
  "dates": {
    "completed": "2020-10-07",
    "revised": "2021-03-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "RN279389-358033",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.419383",
    "pmid": "32123377"
  }
}