{
  "pmid": "32121343",
  "uid": "32121343",
  "title": "Systematic Review of Patient-Reported Outcomes following Surgical Treatment of Lymphedema.",
  "abstract": "INTRODUCTION: Analysis of quality of life (QOL) outcomes is an important aspect of lymphedema treatment since this disease can substantially impact QOL in affected individuals. There are a growing number of studies reporting patient-reported outcomes (PROMs) for patients with lymphedema. The purpose of this study was to conduct a systematic review of outcomes and utilization of PROMs following surgical treatment of lymphedema. METHODS: A literature search of four databases was performed up to and including March, 2019. Studies included reported on QOL outcomes after physiologic procedures, defined as either lymphovenous bypass (LVB) or vascularized lymph node transplant (VLNT), to treat upper and/or lower extremity primary or secondary lymphedema. RESULTS: In total, 850 studies were screened-of which, 32 studies were included in this review. Lymphovenous bypass was the surgical intervention in 16 studies, VLNT in 11 studies, and both in 5 studies. Of the 32 total studies, 16 used validated survey tools. The most commonly used PROM was the lymph quality of life measure for limb lymphedema (LYMQOL) (12 studies). In the remaining four studies, the upper limb lymphedema 27 scale (ULL27), the short form 36 questionnaire (SF-36), the lymphedema functioning, disability and health questionnaire (Lymph-ICF), and lymphedema life impact scale (LLIS) were each used once. QOL improvement following surgical treatment was noted in all studies. CONCLUSIONS: Physiologic surgical treatment of lymphedema results in improved QOL outcomes in most patients. The use of validated PROM tools is increasing but there is no current consensus on use. Future research to evaluate the psychometric properties of PROMs in lymphedema is needed to guide the development and use of lymphedema-specific tools.",
  "authors": [
    {
      "last_name": "Coriddi",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Coriddi",
      "affiliations": [
        "Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
      ]
    },
    {
      "last_name": "Dayan",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Dayan",
      "affiliations": [
        "Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
      ]
    },
    {
      "last_name": "Sobti",
      "fore_name": "Nikhil",
      "initials": "N",
      "name": "Nikhil Sobti",
      "affiliations": [
        "Boston University School of Medicine, Boston, MA 02118, USA."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "David",
      "initials": "D",
      "name": "David Nash",
      "affiliations": [
        "Montefiore Medical Center, New York, NY 10467, USA."
      ]
    },
    {
      "last_name": "Goldberg",
      "fore_name": "Johanna",
      "initials": "J",
      "name": "Johanna Goldberg",
      "affiliations": [
        "Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Brigham and Women's Hospital, Boston, MA 02115, USA."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Pusic",
      "affiliations": [
        "Brigham and Women's Hospital, Boston, MA 02115, USA."
      ]
    },
    {
      "last_name": "Mehrara",
      "fore_name": "Babak",
      "initials": "B",
      "name": "Babak Mehrara",
      "affiliations": [
        "Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cancers",
    "iso_abbreviation": "Cancers (Basel)",
    "issn": "2072-6694",
    "issn_type": "Print",
    "volume": "12",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32121343",
    "pmc": "PMC7139674",
    "doi": "10.3390/cancers12030565",
    "pii": "cancers12030565"
  },
  "doi": "10.3390/cancers12030565",
  "pmc_id": "PMC7139674",
  "dates": {
    "revised": "2024-07-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.437433",
    "pmid": "32121343"
  }
}