{
  "pmid": "32120201",
  "uid": "32120201",
  "title": "Opportunities for, and implications of, skill mix changes in health care pathways: Pay, productivity and practice variations in a needs-based planning framework.",
  "abstract": "Health workforce planning is traditionally based on demographically-driven 'silo-based' models in which future requirements for particular health professions are determined by applying estimates of the future population to the existing population-based level of workforce supply. Estimates of future workforce requirements are focused on, and constrained by population size and requirements increase monotonically. Key failures of existing models include (1) lack of integration between planning the health care workforce, health care services and health care funding and (2) lack of integration between planning different health care inputs and the potential for substitution between inputs. Hence planning models fail to incorporate emerging developments in healthcare delivery and workforce change. We present an integrated needs-based framework for health workforce planning and apply the framework using data from nine European countries to explore the workforce and financial implications of re-configuring the delivery of care through changes in the allocation of treatment tasks between health care professions (skill mix). We show that cost consequences depend not only on pay differences. Instead, workforce planning in rapidly changing workforce environments must consider and incorporate between-provider group differences in productivity (the number of patients that are served per fixed period of time) and practice style (the number and mix of tasks used in providing care to the same type of patient).",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, Australia and Manchester Centre for Health Economics, University of Manchester, UK. Electronic address: Stephen.birch@uq.edu.au."
      ]
    },
    {
      "last_name": "Gibson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Gibson",
      "affiliations": [
        "Manchester Centre for Health Economics, University of Manchester, UK."
      ]
    },
    {
      "last_name": "McBride",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne McBride",
      "affiliations": [
        "Institute for health Policy and Organisation, University of Manchester, UK."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "250",
    "pub_year": "2020",
    "pub_month": "Feb",
    "pub_day": "22"
  },
  "start_page": "112863",
  "pages": "112863",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32120201",
    "doi": "10.1016/j.socscimed.2020.112863",
    "pii": "S0277-9536(20)30082-4"
  },
  "doi": "10.1016/j.socscimed.2020.112863",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HERU1",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.692374",
    "pmid": "32120201"
  }
}