{
  "pmid": "32126557",
  "uid": "32126557",
  "title": "Consumer Preferences for Skin Cancer Screening Using Mobile Teledermoscopy: A Qualitative Study.",
  "abstract": "BACKGROUND: Mobile teledermoscopy is a rapidly advancing technology that promotes early detection and management of skin cancers. Whilst the use of teledermoscopy has proven to be effective and has a role in the detection of skin cancers, patients' attitudes towards the multiple ways in which this technology can be utilised has not been explored. METHODS: Data were obtained from a large randomised controlled trial comparing mobile teledermoscopy-enhanced skin self-examinations (SSEs) with naked-eye SSE. A semi-structured interview guide was developed by the investigators with questions focusing on people's previous skin screening behaviours and 2 of the major pathways which can be utilised in mobile teledermoscopy: (i) direct-to-consumer and (ii) doctor-to-doctor. All interviews were tape-recorded and transcribed verbatim. Thematic analysis was undertaken by 2 independent researchers. RESULTS: Twenty-eight participants were interviewed. Eighty-six percent of participants (n = 24/28) had previously had a clinical skin examination. Only 18% of participants (n = 5/28) visited the same doctor for each clinical skin examination. Five main themes were identified in the interviews that affected how people felt about the integration of mobile teledermoscopy into skin screening pathways: history of clinical skin examinations, continuity of the doctor-patient relationship, convenience of the direct-to-consumer teledermoscopy, expedited review enhancing the doctor-to-doctor setting and mobile teledermoscopy as a partner-assisted task. CONCLUSIONS: Overall mobile teledermoscopy was viewed positively for both direct-to-consumer and doctor-to-doctor interaction. Continuity of care in the doctor-patient relationship was not found to be a priority for clinical skin examination with most participants visiting several doctors throughout their clinical skin examination history.",
  "authors": [
    {
      "last_name": "Kong",
      "fore_name": "Fleur",
      "initials": "F",
      "name": "Fleur Kong",
      "affiliations": [
        "Centre for Health Services Research, Faculty of Medicine, University of Queensland, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Horsham",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin Horsham",
      "affiliations": [
        "Centre for Health Services Research, Faculty of Medicine, University of Queensland, Brisbane, Queensland, Australia.",
        "School of Public Health and Social Work, Institute of Health and Biomedical Innovation, Queensland University of Technology, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Rayner",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Rayner",
      "affiliations": [
        "Dermatology Research Centre, University of Queensland Diamantina Institute, University of Queensland, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "School of Public Health and Social Work, Institute of Health and Biomedical Innovation, Queensland University of Technology, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "O'Hara",
      "fore_name": "Montana",
      "initials": "M",
      "name": "Montana O'Hara",
      "affiliations": [
        "Centre for Health Services Research, Faculty of Medicine, University of Queensland, Brisbane, Queensland, Australia.",
        "School of Public Health and Social Work, Institute of Health and Biomedical Innovation, Queensland University of Technology, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Soyer",
      "fore_name": "H Peter",
      "initials": "HP",
      "name": "H Peter Soyer",
      "affiliations": [
        "Dermatology Research Centre, University of Queensland Diamantina Institute, University of Queensland, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Janda",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Janda",
      "affiliations": [
        "Centre for Health Services Research, Faculty of Medicine, University of Queensland, Brisbane, Queensland, Australia, m.janda@uq.edu.au.",
        "School of Public Health and Social Work, Institute of Health and Biomedical Innovation, Queensland University of Technology, Brisbane, Queensland, Australia, m.janda@uq.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Dermatology (Basel, Switzerland)",
    "iso_abbreviation": "Dermatology",
    "issn": "1421-9832",
    "issn_type": "Electronic",
    "volume": "236",
    "issue": "2",
    "pub_year": "2020"
  },
  "start_page": "97",
  "end_page": "104",
  "pages": "97-104",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Attitude to Health",
    "Consumer Behavior",
    "Dermoscopy",
    "Early Detection of Cancer",
    "Female",
    "Humans",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Self-Examination",
    "Skin Neoplasms",
    "Telemedicine",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32126557",
    "doi": "10.1159/000505620",
    "pii": "000505620"
  },
  "doi": "10.1159/000505620",
  "dates": {
    "completed": "2021-02-08",
    "revised": "2021-02-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:10.416311",
    "pmid": "32126557"
  }
}