{
  "pmid": "32127750",
  "uid": "32127750",
  "title": "Cannabinoids in Chronic Non-Cancer Pain: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: For patients with chronic, non-cancer pain, traditional pain-relieving medications include opioids, which have shown benefits but are associated with increased risks of addiction and adverse effects. Medical cannabis has emerged as a treatment alternative for managing these patients and there has been a rise in the number of randomized clinical trials in recent years; therefore, a systematic review of the evidence was warranted. OBJECTIVE: To analyze the evidence surrounding the benefits and harms of medical cannabinoids in the treatment of chronic, non-cancer-related pain. DESIGN: Systematic review with meta-analysis. DATA SOURCES: Medline, Embase, CINAHL, SCOPUS, Google Scholar, and Cochrane Databases. ELIGIBILITY CRITERIA: English language randomized clinical trials of cannabinoids for the treatment of chronic, non-cancer-related pain. DATA EXTRACTION AND SYNTHESIS: Study quality was assessed using the Cochrane risk of bias tool. All stages were conducted independently by a team of 6 reviewers. Data were pooled through meta-analysis with different durations of treatment (2 weeks, 2 months, 6 months) and stratified by route of administration (smoked, oromucosal, oral), conditions, and type of cannabinoids. MAIN OUTCOMES AND MEASURES: Patient-reported pain and adverse events (AEs). RESULTS: Thirty-six trials (4006 participants) were included, examining smoked cannabis (4 trials), oromucosal cannabis sprays (14 trials), and oral cannabinoids (18 trials). Compared with placebo, cannabinoids showed a significant reduction in pain which was greatest with treatment duration of 2 to 8 weeks (weighted mean difference on a 0-10 pain visual analogue scale -0.68, 95% confidence interval [CI], -0.96 to -0.40, I [2] = 8%, P < .00001; n = 16 trials). When stratified by route of administration, pain condition, and type of cannabinoids, oral cannabinoids had a larger reduction in pain compared with placebo relative to oromucosal and smoked formulations but the difference was not significant (P[interaction] > .05 in all the 3 durations of treatment); cannabinoids had a smaller reduction in pain due to multiple sclerosis compared with placebo relative to other neuropathic pain (P[interaction] = .05) within 2 weeks and the difference was not significant relative to pain due to rheumatic arthritis; nabilone had a greater reduction in pain compared with placebo relative to other types of cannabinoids longer than 2 weeks of treatment but the difference was not significant (P[interaction] > .05). Serious AEs were rare, and similar across the cannabinoid (74 out of 2176, 3.4%) and placebo groups (53 out of 1640, 3.2%). There was an increased risk of non-serious AEs with cannabinoids compared with placebo. CONCLUSIONS: There was moderate evidence to support cannabinoids in treating chronic, non-cancer pain at 2 weeks. Similar results were observed at later time points, but the confidence in effect is low. There is little evidence that cannabinoids increase the risk of experiencing serious AEs, although non-serious AEs may be common in the short-term period following use.",
  "authors": [
    {
      "last_name": "Johal",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Johal",
      "affiliations": [
        "Center for Evidence-Based Orthopaedics, Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Devji",
      "fore_name": "Tahira",
      "initials": "T",
      "name": "Tahira Devji",
      "affiliations": [
        "OrthoEvidence Inc., Burlington, ON, Canada."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "OrthoEvidence Inc., Burlington, ON, Canada."
      ],
      "orcid": "0000-0002-0549-5087"
    },
    {
      "last_name": "Simone",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Simone",
      "affiliations": [
        "Aphria Inc., Leamington, ON, Canada."
      ]
    },
    {
      "last_name": "Vannabouathong",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Vannabouathong",
      "affiliations": [
        "OrthoEvidence Inc., Burlington, ON, Canada."
      ],
      "orcid": "0000-0002-9694-6364"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Center for Evidence-Based Orthopaedics, Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "OrthoEvidence Inc., Burlington, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical medicine insights. Arthritis and musculoskeletal disorders",
    "iso_abbreviation": "Clin Med Insights Arthritis Musculoskelet Disord",
    "issn": "1179-5441",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2020"
  },
  "start_page": "1179544120906461",
  "pages": "1179544120906461",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32127750",
    "pmc": "PMC7031792",
    "doi": "10.1177/1179544120906461",
    "pii": "10.1177_1179544120906461"
  },
  "doi": "10.1177/1179544120906461",
  "pmc_id": "PMC7031792",
  "dates": {
    "revised": "2022-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:38.386512",
    "pmid": "32127750"
  }
}