{
  "pmid": "32133391",
  "uid": "32133391",
  "title": "The LISA randomized trial of a weight loss intervention in postmenopausal breast cancer.",
  "abstract": "Obesity has been associated with poor breast cancer (BC) outcomes. We investigated whether a standardized, telephone-based weight loss lifestyle intervention in the adjuvant setting would impact BC outcomes. We conducted a multicenter trial randomizing women 1:1 to mail-based educational material alone (control) or combined with a standardized, telephone-based lifestyle intervention that focused on diet, physical activity, and behavior and involved 19 calls over 2 years to achieve up to 10% weight loss. In all, 338 (of 2150 planned) T1-3, N0-3, M0 hormone receptor positive BC patients with body mass index (BMI) ≥24 kg/m[2] receiving adjuvant letrozole were randomized (enrolment ended due to funding loss). The primary outcome was disease-free survival (DFS); secondary outcome was Overall Survival (OS). At 8 years' median follow-up, in a planned analysis, DFS and OS were compared using the Kaplan-Meier method. Baseline BMI and other characteristics were similar between study arms. In all, 22 of 171 (12.9%) in the lifestyle intervention arm versus 30 of 167 (18.0%) in the education had DFS events; the hazard ratio (HR) was 0.71 (95% confidence interval [CI]: 0.41-1.24, p = 0.23). Although loss of funding reduced sample size, we view these hypothesis generating results as compatible with our hypothesis of a potential beneficial effect of a lifestyle intervention on DFS. They provide support for completion of ongoing randomized controlled trials of the effect of lifestyle interventions in BC outcomes.",
  "authors": [
    {
      "last_name": "Goodwin",
      "fore_name": "Pamela J",
      "initials": "PJ",
      "name": "Pamela J Goodwin",
      "affiliations": [
        "1Department of Medicine, Division of Clinical Epidemiology at the Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, University of Toronto, Toronto, ON Canada."
      ],
      "orcid": "0000-0003-2637-6906"
    },
    {
      "last_name": "Segal",
      "fore_name": "Roanne J",
      "initials": "RJ",
      "name": "Roanne J Segal",
      "affiliations": [
        "2Department of Internal Medicine, Division of Medical Oncology, Ottawa Hospital Regional Cancer Center, University of Ottawa, Ottawa, ON Canada."
      ]
    },
    {
      "last_name": "Vallis",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Vallis",
      "affiliations": [
        "Primary Care, Capital Health, Department of Family Medicine, Dalhousie University, Halifax, Nova Scotia UK."
      ]
    },
    {
      "last_name": "Ligibel",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Ligibel",
      "affiliations": [
        "4Department of Medicine, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA USA."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "5Department of Oncology, Ontario Clinical Oncology Group, Juravinski Hospital and Cancer Center, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Robidoux",
      "fore_name": "André",
      "initials": "A",
      "name": "André Robidoux",
      "affiliations": [
        "6Faculty of Medicine, Department of Nutrition, Research Center, Centre Hospitalier de l'Université de Montréal, Montréal, QC Canada."
      ]
    },
    {
      "last_name": "Findlay",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Findlay",
      "affiliations": [
        "7Department of Oncology, Niagara Health System, Walker Family Cancer Center, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Gralow",
      "fore_name": "Julie R",
      "initials": "JR",
      "name": "Julie R Gralow",
      "affiliations": [
        "8Department of Medicine, Division of Oncology, University of Washington School of Medicine, Seattle, WA USA."
      ]
    },
    {
      "last_name": "Mukherjee",
      "fore_name": "Som D",
      "initials": "SD",
      "name": "Som D Mukherjee",
      "affiliations": [
        "9Department of Oncology, Juravinski Cancer Center, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Levine",
      "affiliations": [
        "9Department of Oncology, Juravinski Cancer Center, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Pritchard",
      "fore_name": "Kathleen I",
      "initials": "KI",
      "name": "Kathleen I Pritchard",
      "affiliations": [
        "10Division of Medical Oncology & Hematology, Sunnybrook Odette Cancer Center, Ontario Clinical Oncology Group, University of Toronto, Toronto, ON Canada."
      ],
      "orcid": "0000-0003-0758-9666"
    }
  ],
  "journal": {
    "title": "NPJ breast cancer",
    "iso_abbreviation": "NPJ Breast Cancer",
    "issn": "2374-4677",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2020"
  },
  "start_page": "6",
  "pages": "6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32133391",
    "pmc": "PMC7035359",
    "doi": "10.1038/s41523-020-0149-z",
    "pii": "149"
  },
  "doi": "10.1038/s41523-020-0149-z",
  "pmc_id": "PMC7035359",
  "dates": {
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.278060",
    "pmid": "32133391"
  }
}