{
  "pmid": "32134940",
  "uid": "32134940",
  "title": "Important citation identification by exploiting content and section-wise in-text citation count.",
  "abstract": "A citation is deemed as a potential parameter to determine linkage between research articles. The parameter has extensively been employed to form multifarious academic aspects like calculating the impact factor of journals, h-Index of researchers, allocate different research grants, find the latest research trends, etc. The current state-of-the-art contends that all citations are not of equal importance. Based on this argument, the current trend in citation classification community categorizes citations into important and non-important reasons. The community has proposed different approaches to extract important citations such as citation count, context-based, metadata, and textual based approaches. The contemporary state-of-the-art in citation classification community ignores significantly potential features that can play a vital role in citation classification. This research presents a novel approach for binary citation classification by exploiting section-wise in-text citation frequencies, similarity score, and overall citation count-based features. The study also introduces machine learning algorithms based novel approach for assigning appropriate weights to the logical sections of research papers. The weights are allocated to the citations with respect to their sections. To perform the classification, we used three classification techniques, Support Vector Machine, Kernel Linear Regression, and Random Forest. The experiment was performed on two annotated benchmark datasets that contain 465 and 311 citation pairs of research articles respectively. The results revealed that the proposed approach attained an improved value of precision (i.e., 0.84 vs 0.72) from contemporary state-of-the-art approach.",
  "authors": [
    {
      "last_name": "Nazir",
      "fore_name": "Shahzad",
      "initials": "S",
      "name": "Shahzad Nazir",
      "affiliations": [
        "Department of Computer Science, National Textile University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Asif",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Asif",
      "affiliations": [
        "Department of Computer Science, National Textile University, Faisalabad, Pakistan."
      ],
      "orcid": "0000-0003-1839-2527"
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Shahbaz",
      "initials": "S",
      "name": "Shahbaz Ahmad",
      "affiliations": [
        "Department of Computer Science, National Textile University, Faisalabad, Pakistan."
      ],
      "orcid": "0000-0003-0148-4521"
    },
    {
      "last_name": "Bukhari",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Bukhari",
      "affiliations": [
        "Punjab University College of Information Technology (PUCIT), University of the Punjab (PU), Lahore, Pakistan."
      ],
      "orcid": "0000-0002-7703-9742"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Tanvir",
      "initials": "MT",
      "name": "Muhammad Tanvir Afzal",
      "affiliations": [
        "Department of Computer Science, Capital University of Science and Technology, Islamabad, Pakistan."
      ],
      "orcid": "0000-0002-9765-8815"
    },
    {
      "last_name": "Aljuaid",
      "fore_name": "Hanan",
      "initials": "H",
      "name": "Hanan Aljuaid",
      "affiliations": [
        "Department of Computer Science, College of Computer and Information Sciences, Princess Nourah bint Abdulrahman University (PNU), Riyadh, Saudi Arabia."
      ],
      "orcid": "0000-0001-6042-0283"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "3",
    "pub_year": "2020"
  },
  "start_page": "e0228885",
  "pages": "e0228885",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Journal Impact Factor",
    "Linear Models",
    "Metadata",
    "Periodicals as Topic",
    "Support Vector Machine"
  ],
  "article_ids": {
    "pubmed": "32134940",
    "pmc": "PMC7058319",
    "doi": "10.1371/journal.pone.0228885",
    "pii": "PONE-D-19-24775"
  },
  "doi": "10.1371/journal.pone.0228885",
  "pmc_id": "PMC7058319",
  "dates": {
    "completed": "2020-06-12",
    "revised": "2020-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.881970",
    "pmid": "32134940"
  }
}