{
  "pmid": "32145633",
  "uid": "32145633",
  "title": "Bioaccumulation kinetics of cadmium and zinc in the freshwater decapod crustacean Paratya australiensis following multiple pulse exposures.",
  "abstract": "Stormwater runoff has been identified as a major source of metal contaminants in urban waterways, where during storm events organisms tend to be exposed to short-term pulses, rather than a constant exposure of contaminants. Current water quality guidelines (WQGs) are generally derived using data from continuous exposure toxicity tests, where there is an assumption that chronic exposures provide a meaningful way of assessing the impacts and effects in organisms as a result of these pulsed storm events. In this current study the radioisotopes [109]Cd and [65]Zn were used to explore uptake, depuration and organ distribution in the decapod crustacean Paratya australiensis, over three short-term (<10 h) exposures. Exposures to radiolabelled cadmium only, zinc only or a mixture of cadmium and zinc were followed by depuration in metal- and isotope-free water for 7 days. Whole-body metal concentrations were determined by live-animal gamma-spectrometry and an anatomical distribution of the radioisotopes was visualised using autoradiography post-mortem. Both metals were significantly accumulated over the pulsed exposure period. In both treatments cadmium and zinc body burden increased at the same rate over the three pulses. Final metal body burden did not markedly differ when shrimp were exposed to metals individually compared to a binary mixture. Over the course of the depuration period, cadmium efflux was minimal, whereas zinc efflux was significant. Autoradiography indicated the presence of both metals in the gills and hepatopancreas throughout the depuration period. These results demonstrate how short-term repeated exposures result in the accumulation of contaminants by shrimp. This study highlights the importance of considering the inclusion of pulsed toxicity tests in frameworks when deriving WQGs.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "The School of BioSciences, The University of Melbourne, Parkville Campus, Parkville, Victoria 3010, Australia. Electronic address: mcdonalds1@student.unimelb.edu.au."
      ]
    },
    {
      "last_name": "Cresswell",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Cresswell",
      "affiliations": [
        "ANSTO, Locked Bag 2001, Kirrawee, New South Wales 2232, Australia."
      ]
    },
    {
      "last_name": "Hassell",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Hassell",
      "affiliations": [
        "The School of BioSciences, The University of Melbourne, Parkville Campus, Parkville, Victoria 3010, Australia; Aquatic Environmental Stress Research Group (AQUEST), School of Science, RMIT University, GPO Box 2476, Melbourne, Victoria 3001, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "720",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "10"
  },
  "start_page": "137609",
  "pages": "137609",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Bioaccumulation",
    "Cadmium",
    "Decapoda",
    "Fresh Water",
    "Kinetics",
    "Water Pollutants, Chemical",
    "Zinc"
  ],
  "article_ids": {
    "pubmed": "32145633",
    "doi": "10.1016/j.scitotenv.2020.137609",
    "pii": "S0048-9697(20)31120-7"
  },
  "doi": "10.1016/j.scitotenv.2020.137609",
  "dates": {
    "completed": "2020-05-29",
    "revised": "2020-05-29"
  },
  "chemicals": [
    "Water Pollutants, Chemical",
    "Cadmium",
    "Zinc"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.531210",
    "pmid": "32145633"
  }
}