{
  "pmid": "32145368",
  "uid": "32145368",
  "title": "Guideline developers in the United States were inconsistent in applying criteria for appropriate Grading of Recommendations, Assessment, Development and Evaluation use.",
  "abstract": "OBJECTIVES: We assessed whether guidelines published by organizations based in the United States comply with published criteria for the use of the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach. STUDY DESIGN AND SETTING: We performed a cross-sectional study of all clinical practice guidelines that indicated the use of the GRADE approach, were published between 2011 and 2018, and listed in the National Guidelines Clearinghouse. RESULTS: We included 67 guideline documents from 44 of 135 (32.6%) US-based organizations that indicated the use of the GRADE approach. The majority (60/67, 89.6%) of guidelines defined the certainty of evidence consistent with GRADE, but only approximately 1 in 10 (7/67, 10.4%) explicitly reported consideration of all eight criteria to assess the certainty in the evidence for rating down and up. A majority of guidelines (36/67, 53.7%) provided a summary of the evidence, described explicit consideration of all four central domains (36/67, 53.7%), and rated the strength of recommendation consistent with GRADE (36/67, 53.7%). CONCLUSION: Approximately one in three US-based organizations developing evidence-based guidelines report the use of GRADE, but adherence to published criteria is inconsistent. As uptake of the GRADE approach increases in the United States, continued efforts to train guideline methodologists and panel members are important.",
  "authors": [
    {
      "last_name": "Dixon",
      "fore_name": "Colby",
      "initials": "C",
      "name": "Colby Dixon",
      "affiliations": [
        "Urology Section, Minneapolis Veterans Affairs Health Care System, Minneapolis, MN, USA; Department of Urology, University of Minnesota, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Dixon",
      "affiliations": [
        "St. John's Hospital, St. Paul, MN, USA."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Gastroenterology Section, Minneapolis Veterans Affairs Health Care System, Minneapolis, MN, USA; Department of Medicine, University of Minnesota, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem",
      "initials": "R",
      "name": "Reem Mustafa",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Internal Medicine, University of Kansas, Kansas City, KA, USA."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "Mohammed Hassan",
      "initials": "MH",
      "name": "Mohammed Hassan Murad",
      "affiliations": [
        "Mayo Clinic, Evidence Based Practice Center, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Division of Gastroenterology and Liver Disease, Case Western Reserve University, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Urology Section, Minneapolis Veterans Affairs Health Care System, Minneapolis, MN, USA; Department of Urology, University of Minnesota, Minneapolis, MN, USA. Electronic address: pdahm@umn.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "124",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "193",
  "end_page": "199",
  "pages": "193-199",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "GRADE Approach",
    "Humans",
    "Practice Guidelines as Topic",
    "Reproducibility of Results",
    "United States"
  ],
  "article_ids": {
    "pubmed": "32145368",
    "doi": "10.1016/j.jclinepi.2020.01.026",
    "pii": "S0895-4356(19)30672-9"
  },
  "doi": "10.1016/j.jclinepi.2020.01.026",
  "dates": {
    "completed": "2021-03-10",
    "revised": "2021-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.139477",
    "pmid": "32145368"
  }
}