{
  "pmid": "32176615",
  "uid": "32176615",
  "title": "Policy Agenda-Setting and Causal Stories: Examining How Organized Interests Redefined the Problem of Refugee Health Policy in Canada.",
  "abstract": "The development of refugee health policies is significant, given the increased volume of displaced persons seeking refuge in Canada and around the world. Changes to the Canadian refugee health policy, known as the Interim Federal Health Program (IFHP), limited healthcare access for refugees and refugee claimants from 2012 to 2016. In this article, we present a policy analysis using the case of the IFHP retrenchments to examine how political actors on opposing sides of the issue defined the problem using different causal story mechanisms. This analysis reveals that organized interests dramatically changed the problem definition of the IFHP reforms. Following their use of causal stories in redefining the problem, the courts declared that the reforms to refugee healthcare were a form of cruel and unusual treatment. Understanding policy strategies used by proponents of refugee healthcare coverage expansion is important for countries responding to the current, enduring refugee crisis.",
  "authors": [
    {
      "last_name": "Antonipillai",
      "fore_name": "Valentina",
      "initials": "V",
      "name": "Valentina Antonipillai",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Professor, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Wahoush",
      "fore_name": "Olive",
      "initials": "O",
      "name": "Olive Wahoush",
      "affiliations": [
        "Associate Professor, School of Nursing, Associate Director, Newcomer Health, Community and International Outreach, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Baumann",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Baumann",
      "affiliations": [
        "Associate Vice President, Global Health, Scientific Director, Nursing Health Services Research Unit, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Professor, Arnold L. Johnson Chair in Health Care Ethics, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "116",
  "end_page": "131",
  "pages": "116-131",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Health Care Reform",
    "Health Policy",
    "Health Services Accessibility",
    "Humans",
    "Narration",
    "Policy Making",
    "Refugees"
  ],
  "article_ids": {
    "pubmed": "32176615",
    "pmc": "PMC7075449",
    "doi": "10.12927/hcpol.2020.26126",
    "pii": "hcpol.2020.26126"
  },
  "doi": "10.12927/hcpol.2020.26126",
  "pmc_id": "PMC7075449",
  "dates": {
    "completed": "2021-07-15",
    "revised": "2021-07-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.683170",
    "pmid": "32176615"
  }
}