{
  "pmid": "32175300",
  "uid": "32175300",
  "title": "School Violence Among a Nationally Representative Sample of Adolescents in Chile.",
  "abstract": "Background: School violence is widely acknowledged as a public health problem with considerable consequences on student learning and social development. There are also a wide range of health consequences. A large share of previous research on school violence has focused on populations in the global north, with significant gaps in the state of knowledge in the world's emerging economies. To this end, the present study provides an examination of correlates for school-based violence in Chile using a nationally representative cohort. Methods: Six independent variables were considered (age, sex, physical activity, sedentary life style, bullying victimization, food insecurity) within a logistic regression model to ascertain the strength and direction of associations with physical fighting. Results: Among the surveyed students, ~13.08% reported being involved in two or more physical fights during the twelve month recall period. Males were significantly over represented among those reporting being involved in a fight OR 2.91 (CI = 1.98-4.27). Those who reported experiencing food insecurity were 5.29 (CI = 1.43-19.50) times more likely to have been involved in a physical fight. Students who reported being bullied were 2.41 (CI = 1.67-3.47) times more likely to have been involved in physical fights. While age provided protection from involvement in physical fights with an adjusted odds ratio of 0.91 (CI = 0.84-0.98). Conclusion: Consistent with previous research, our results suggest that the use of school-based interventions that target multiple risk behaviors may be helpful in reducing rates of physical fighting.",
  "authors": [
    {
      "last_name": "Abio",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Abio",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Group, Division of Clinical Neurosciences, Turku Brain Injury Centre, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Wilburn",
      "fore_name": "Jennifer K",
      "initials": "JK",
      "name": "Jennifer K Wilburn",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Group, Division of Clinical Neurosciences, Turku Brain Injury Centre, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Shaikh",
      "fore_name": "Masood Ali",
      "initials": "MA",
      "name": "Masood Ali Shaikh",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Group, Division of Clinical Neurosciences, Turku Brain Injury Centre, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Unit, Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Heidelberg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2020"
  },
  "start_page": "46",
  "pages": "46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Bullying",
    "Chile",
    "Crime Victims",
    "Humans",
    "Male",
    "Schools",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "32175300",
    "pmc": "PMC7054283",
    "doi": "10.3389/fpubh.2020.00046"
  },
  "doi": "10.3389/fpubh.2020.00046",
  "pmc_id": "PMC7054283",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.622775",
    "pmid": "32175300"
  }
}