{
  "pmid": "32176613",
  "uid": "32176613",
  "title": "An Exploratory Analysis of Predictors of Concordance between Canadian Common Drug Review Reimbursement Recommendations and the Subsequent Decisions by Ontario, British Columbia and Alberta.",
  "abstract": "BACKGROUND: Concordance between Common Drug Review (CDR) recommendations and provincial plans has been studied previously. However, no study has, to the best of the authors' knowledge, examined the characteristics of CDR recommendations that may be associated with concordance. METHODS: Recommendation-decision pairs were collected from the CDR and the provincial plans of Ontario, British Columbia and Alberta. Concordance was evaluated by province. Characteristics of each CDR recommendation were collected, and associations with concordance were evaluated by logistic regression. RESULTS: Recommendation-listing concordance was high. Positive references to cost and clinical outcomes compared to placebo were statistically associated with concordance. Negative references to cost and to the consistency and certainty of economic evidence were statistically associated with discordance. However, these findings were inconsistent across the jurisdictions studied. CONCLUSION: Although concordance was high, the ability of recommendation characteristics to explain the relationship between province and CDR listing decisions was limited. This exploratory study highlights the complexity of the reimbursement process and possible reasons for drug listing differences across jurisdictions.",
  "authors": [
    {
      "last_name": "Zoratti",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Zoratti",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Professor, Department of Health Research Methods, Evidence, and Impact, McMaster University, Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Program for Health Economics and Outcome Measures (PHENOM), Hamilton, ON."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Vice-President of Real-World Analytics, Cytel Canada, Associate Professor (Part-Time), Department of , Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Allen",
      "affiliations": [
        "Associate Director, Partners4Access, London, UK."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Professor, Department of Health Research Methods, Evidence, and Impact, McMaster University, Professor, Department of Medicine, Division of Clinical Pharmacology and Toxicology, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "90",
  "end_page": "101",
  "pages": "90-101",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alberta",
    "British Columbia",
    "Cost-Benefit Analysis",
    "Databases, Factual",
    "Decision Making",
    "Insurance, Pharmaceutical Services",
    "Ontario",
    "Reimbursement Mechanisms"
  ],
  "article_ids": {
    "pubmed": "32176613",
    "pmc": "PMC7075445",
    "doi": "10.12927/hcpol.2020.26128",
    "pii": "hcpol.2020.26128"
  },
  "doi": "10.12927/hcpol.2020.26128",
  "pmc_id": "PMC7075445",
  "dates": {
    "completed": "2021-07-15",
    "revised": "2023-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:14.473070",
    "pmid": "32176613"
  }
}