{
  "pmid": "32171505",
  "uid": "32171505",
  "title": "The Use of Ultrasound in Detecting Endometriosis: Endometriotic Nodule Detected on Ultrasound but not Visualized on Laparoscopy.",
  "abstract": "The gold standard for diagnosis of endometriosis remains direct visualization at laparoscopy and histological confirmation. However, ultrasound is emerging as a key modality in detecting endometriosis. This case demonstrates how ultrasound has the ability to detect lesions that may not be visible on laparoscopy. A left uterosacral ligament (LUSL) deep endometriosis (DE) nodule was detected on preoperative ultrasound. During laparoscopy, no abnormalities were visualized at that site. Given ultrasound's high specificity for DE, the LUSL was resected; histopathology confirmed DE. This case demonstrates the utility of ultrasound and its ability to detect lesions that may not be visible to a surgeon's eye at laparoscopy. Laparoscopy may fail to identify not only sites of endometriosis but also the extent of infiltration of the disease. The utility of ultrasound for pre-operative mapping can guide surgeons in targeted excision of all lesions at the time of surgery, potentially leading to lower rates of suboptimal resection and residual disease. Interestingly, this case may support the theory of müllerianosis, whereby, during fetal organogenesis, misplaced endometrial tissue develops into endometriosis, allowing it to potentially later manifest as DE.",
  "authors": [
    {
      "last_name": "Dinh",
      "fore_name": "Trish",
      "initials": "T",
      "name": "Trish Dinh",
      "affiliations": [
        "Département d'obstétrique, de gynécologie et de soins aux nouveau-nés, L'Hôpital d'Ottawa, Université d'Ottawa, Ottawa, Ontario; Sydney Medical School Nepean, University of Sydney, Sydney, Australia."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Acute Gynecology, Early Pregnancy and Advanced Endoscopic Surgery Unit, Nepean Hospital, Sydney, Australia; Sydney Medical School Nepean, University of Sydney, Sydney, Australia. Electronic address: mathew.leonardi@sydney.edu.au."
      ]
    },
    {
      "last_name": "Espada",
      "fore_name": "Mercedes",
      "initials": "M",
      "name": "Mercedes Espada",
      "affiliations": [
        "Acute Gynecology, Early Pregnancy and Advanced Endoscopic Surgery Unit, Nepean Hospital, Sydney, Australia; Sydney Medical School Nepean, University of Sydney, Sydney, Australia."
      ]
    },
    {
      "last_name": "Vanza",
      "fore_name": "Kiran",
      "initials": "K",
      "name": "Kiran Vanza",
      "affiliations": [
        "Acute Gynecology, Early Pregnancy and Advanced Endoscopic Surgery Unit, Nepean Hospital, Sydney, Australia; Sydney Medical School Nepean, University of Sydney, Sydney, Australia."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "Acute Gynecology, Early Pregnancy and Advanced Endoscopic Surgery Unit, Nepean Hospital, Sydney, Australia; Sydney Medical School Nepean, University of Sydney, Sydney, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "8",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "1016",
  "pages": "1016",
  "language": "eng",
  "publication_types": [
    "Video-Audio Media",
    "Journal Article"
  ],
  "keywords": [
    "Endometriosis",
    "Female",
    "Humans",
    "Pelvic Pain",
    "Ultrasonography",
    "Uterus"
  ],
  "article_ids": {
    "pubmed": "32171505",
    "doi": "10.1016/j.jogc.2019.12.013",
    "pii": "S1701-2163(20)30012-8"
  },
  "doi": "10.1016/j.jogc.2019.12.013",
  "dates": {
    "completed": "2021-07-01",
    "revised": "2021-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:20.279709",
    "pmid": "32171505"
  }
}