{
  "pmid": "32173335",
  "uid": "32173335",
  "title": "Psychosocial factors associated with pharmacists' antidepressant drug treatment monitoring.",
  "abstract": "OBJECTIVE: Patients undergoing antidepressant drug treatment (ADT) may face challenges regarding its adverse effects, adherence, and efficacy. Community pharmacists are well positioned to manage ADT-related problems. Little is known about the factors influencing pharmacists' ADT monitoring. This study aimed to identify the psychosocial factors associated with pharmacists' intention to perform systematic ADT monitoring and report on this monitoring. DESIGN: Cross-sectional study based on the Theory of Planned Behavior (TPB). SETTING AND PARTICIPANTS: Community pharmacists in the province of Quebec, Canada. OUTCOME MEASURES: Pharmacists completed a questionnaire on their performance of ADT monitoring, TPB constructs (intention; attitude; subjective norm; perceived behavioral control; and attitudinal, normative, and control beliefs), and professional identity. Systematic ADT monitoring was defined as pharmacists' reporting 4 or more consultations with each patient during the first year of ADT to address adverse effects, adherence, and efficacy. Hierarchical linear regression models were used to identify the factors associated with the intention and reporting of systematic ADT monitoring and Poisson working models to identify the beliefs associated with intention. RESULTS: A total of 1609 pharmacists completed the questionnaire (participation = 29.6%). Systematic ADT monitoring was not widely reported (mean score = 2.0 out of 5.0), and intention was moderate (mean = 3.2). Pharmacists' intention was the sole psychosocial factor associated with reporting systematic ADT monitoring (P < 0.0001; R[2] = 0.370). All TPB constructs and professional identity were associated with intention (P < 0.0001; R[2] = 0.611). Perceived behavioral control had the strongest association. CONCLUSION: Interventions to promote systematic ADT monitoring should focus on developing a strong intention among pharmacists, which could, in turn, influence their practice. To influence intention, priority should be given to ensuring that pharmacists feel capable of performing this monitoring. The main barriers to overcome were the presence of only 1 pharmacist at work and limited time. Other factors identified offer complementary intervention targets.",
  "authors": [
    {
      "last_name": "Lauzier",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Lauzier",
      "affiliations": []
    },
    {
      "last_name": "Guillaumie",
      "fore_name": "Laurence",
      "initials": "L",
      "name": "Laurence Guillaumie",
      "affiliations": []
    },
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": []
    },
    {
      "last_name": "Grégoire",
      "fore_name": "Jean-Pierre",
      "initials": "JP",
      "name": "Jean-Pierre Grégoire",
      "affiliations": []
    },
    {
      "last_name": "Moisan",
      "fore_name": "Jocelyne",
      "initials": "J",
      "name": "Jocelyne Moisan",
      "affiliations": []
    },
    {
      "last_name": "Villeneuve",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Villeneuve",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Pharmacists Association : JAPhA",
    "iso_abbreviation": "J Am Pharm Assoc (2003)",
    "issn": "1544-3450",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "4",
    "pub_year": "2020"
  },
  "start_page": "548",
  "end_page": "558",
  "pages": "548-558",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antidepressive Agents",
    "Attitude of Health Personnel",
    "Canada",
    "Community Pharmacy Services",
    "Cross-Sectional Studies",
    "Drug Monitoring",
    "Humans",
    "Intention",
    "Pharmacists",
    "Prescription Drug Monitoring Programs",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "32173335",
    "doi": "10.1016/j.japh.2020.01.007",
    "pii": "S1544-3191(20)30012-1"
  },
  "doi": "10.1016/j.japh.2020.01.007",
  "dates": {
    "completed": "2021-06-25",
    "revised": "2022-05-31"
  },
  "chemicals": [
    "Antidepressive Agents"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:28:19.324942",
    "pmid": "32173335"
  }
}