{
  "pmid": "32187098",
  "uid": "32187098",
  "title": "Patterns of Change Over Time in Knee Bone Shape Are Associated with Sex.",
  "abstract": "BACKGROUND: Knee osteoarthritis (OA) is more common in females than in males; however, the biological mechanisms for the difference in sex in patients with knee OA are not well understood. Knee shape is associated with OA and with sex, but the patterns of change in the bone's shape over time and their relation to sex and OA are unknown and may help inform how sex is associated with shape and OA and whether the effect is exerted early or later in life.Questions/purposes (1) Does knee shape segregate stably into different groups of trajectories of change (groups of knees that share similar patterns of changes in bone shape over time)? (2) Do females and males have different trajectories of bone shape changes? (3) Is radiographic OA at baseline associated with trajectories of bone shape changes? METHODS: We used data collected from the NIH-funded Osteoarthritis Initiative (OAI) to evaluate a cohort of people aged 45 to 79 years at baseline who had either symptomatic knee OA or were at high risk of having it. The OAI cohort included 4796 participants (58% females; n = 2804) at baseline who either had symptomatic knee OA (defined as having radiographic tibiofemoral knee OA and answering positively to the question \"have you had pain, aching or stiffness around the knee on most days for at least one month during the past 12 months\") or were at high risk of symptomatic knee OA (defined as having knee symptoms during the prior 12 months along with any of the following: overweight; knee injury; knee surgery other than replacement; family history of total knee replacement for OA; presence of Heberden's nodes; daily knee bending activity) or were part of a small nonexposed subcohort. From these participants, we limited the eligible group to those with radiographs available and read at baseline, 2 years, and 4 years, and randomly selected participants from each OAI subcohort in a manner to enrich representation in the study of the progression and nonexposed subcohorts, which were smaller in number than the OA incidence subcohort. From these patients, we randomly sampled 473 knees with radiographs available at baseline, 2 years, and 4 years. We outlined the shape of the distal femur and proximal tibia on radiographs at all three timepoints using statistical shape modelling. Five modes (each mode represents a particular type of knee bone shape variation) were derived for the proximal tibia and distal femur's shape, accounting for 78% of the total variance in shape. Group-based trajectory modelling (a statistical approach to identify the clusters of participants following a similar progression of change of bone shape over time, that is, trajectory group) was used to identify distinctive patterns of change in the bone shape for each mode. We examined the association of sex and radiographic OA at baseline with the trajectories of each bone shape mode using a multivariable polytomous regression model while adjusting for age, BMI, and race. RESULTS: Knee bone shape change trajectories segregated stably into different groups. In all modes, three distinct trajectory groups were derived, with the mean posterior probabilities (a measure of an individual's probability of being in a particular group and often used to characterize how well the trajectory model is working to describe the population) ranging from 84% to 99%, indicating excellent model fitting. For most of the modes of both the femur and tibia, the intercepts for the three trajectory groups were different; however, the rates of change were generally similar in each mode. Females and males had different trajectories of bone shape change. For Mode 1 in the femur, females were more likely to be in trajectory Groups 3 (odds ratio 30.2 [95% CI 12.2 to 75.0]; p < 0.001) and 2 than males (OR 4.1 [95% CI 2.3 to 7.1]; p < 0.001); thus, females had increased depth of the intercondylar fossa and broader shaft width relative to epicondylar width compared with males. For Mode 1 in the tibia, females were less likely to be in trajectory Group 2 (OR 0.5 [95% CI 0.3 to 0.9]; p = 0.01) than males (that is, knees of females were less likely to display superior elevation of tibial plateau or decreased shaft width relative to head width). Radiographic OA at baseline was associated with specific shape-change trajectory groups. For Mode 1 in the femur, knees with OA were less likely to be in trajectory Groups 3 (OR 0.4 [95% CI 0.2 to 0.8]; p = 0.008) and 2 (OR 0.6 [95% CI 0.3 to 1.0]; p = 0.03) than knees without OA; thus, knees with OA had decreased depth of the intercondylar fossa and narrower shaft width relative to epicondylar width compared with knees without OA. For Mode 1 in the tibia, knees with OA were not associated with trajectory. CONCLUSIONS: The shapes of the distal femur and proximal tibia did not change much over time. Sex and baseline knee radiographic OA status are associated with the trajectory of change in the bone's shape, suggesting that both may contribute earlier in life to the associations among trajectories observed in older individuals. Future studies might explore sex-related bone shape change earlier in life to help determine when the sex-specific shapes arise and also the degree to which these sex-related shapes are alterable by injury or other events. LEVEL OF EVIDENCE: Level III, prognostic study.",
  "authors": [
    {
      "last_name": "Wise",
      "fore_name": "Barton L",
      "initials": "BL",
      "name": "Barton L Wise",
      "affiliations": [
        "B. L. Wise, Department of Orthopaedic Surgery, University of California, Davis School of Medicine, Sacramento, CA, USA.",
        "B. L. Wise, N. E. Lane, Department of Internal Medicine, University of California, Davis School of Medicine, Sacramento, CA, USA."
      ]
    },
    {
      "last_name": "Niu",
      "fore_name": "Jingbo",
      "initials": "J",
      "name": "Jingbo Niu",
      "affiliations": [
        "J. Niu, Boston University School of Medicine, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Y. Zhang, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Felix",
      "initials": "F",
      "name": "Felix Liu",
      "affiliations": [
        "F. Liu, J. A. Lynch, Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Pang",
      "fore_name": "Joyce",
      "initials": "J",
      "name": "Joyce Pang",
      "affiliations": [
        "J. Pang, Department of General Surgery, University of New Mexico School of Medicine, Albuquerque, NM, USA."
      ]
    },
    {
      "last_name": "Lynch",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Lynch",
      "affiliations": [
        "F. Liu, J. A. Lynch, Department of Epidemiology and Biostatistics, University of California, San Francisco, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Lane",
      "fore_name": "Nancy E",
      "initials": "NE",
      "name": "Nancy E Lane",
      "affiliations": [
        "B. L. Wise, N. E. Lane, Department of Internal Medicine, University of California, Davis School of Medicine, Sacramento, CA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "1528-1132",
    "issn_type": "Electronic",
    "volume": "478",
    "issue": "7",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "1491",
  "end_page": "1502",
  "pages": "1491-1502",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Observational Study"
  ],
  "keywords": [
    "Aged",
    "Disease Progression",
    "Female",
    "Health Status Disparities",
    "Humans",
    "Knee Joint",
    "Male",
    "Middle Aged",
    "Models, Statistical",
    "Osteoarthritis, Knee",
    "Sex Factors",
    "Time Factors",
    "United States"
  ],
  "article_ids": {
    "pubmed": "32187098",
    "pmc": "PMC7310328",
    "doi": "10.1097/CORR.0000000000001219",
    "pii": "00003086-202007000-00020"
  },
  "doi": "10.1097/CORR.0000000000001219",
  "pmc_id": "PMC7310328",
  "dates": {
    "completed": "2021-02-08",
    "revised": "2024-01-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K12 AR084220",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P50 AR060752",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.391364",
    "pmid": "32187098"
  }
}