{
  "pmid": "32180464",
  "uid": "32180464",
  "title": "Measurement and reporting of physical rehabilitation interventions in pediatric critical care: a scoping review.",
  "abstract": "PURPOSE: To describe and evaluate physical rehabilitation research in critically ill children, including physical rehabilitation intervention reporting. METHODS: We searched five electronic databases to 31 December 2018 for prospective physical rehabilitation studies conducted in pediatric intensive care units (PICU). Screening was conducted independently in duplicate. Study characteristics, outcomes, and interventions were extracted from included studies. Quality of study reporting was assessed using standardized tools. Completeness of physical rehabilitation intervention reporting was assessed using the Consensus on Exercise Reporting Template (CERT). RESULTS: We included 20 studies enrolling a total of 2644 patients. Median (Q1,Q3) sample size was 57 (44,104). Seven studies (35%) were randomized controlled trials. Eleven studies (55%) evaluated respiratory interventions, most commonly multicomponent chest physiotherapy (73%). Nine studies (45%) evaluated physical activity interventions, most commonly progressive mobility (56%). The majority of stated outcomes (92.5%) were limited to the PICU setting. Median [Q1,Q3] quality of study reporting was good (77.2% [66.7%,87.4%]), and completeness of physical rehabilitation intervention reporting was moderate (61.9% [45.9%,71.5%]). CONCLUSION: Physical rehabilitation studies in critically ill children were small, and focused on evaluating respiratory-based interventions and short-term PICU-based outcomes. Reporting of physical rehabilitation interventions was suboptimal. Use of CERT may improve design and reporting in future studies.Implications for rehabilitationWhile physical rehabilitation research in critically ill children is a growing field, there are currently few studies evaluating physical rehabilitation interventions in this population.Physical rehabilitation studies to date have been small, focused on evaluating respiratory-based interventions and short-term outcomes limited to the PICU setting.The reporting of physical rehabilitation interventions in this population is suboptimal, making it challenging for clinicians to reproduce interventions and appraise their efficacy or safety.",
  "authors": [
    {
      "last_name": "Zorko",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Zorko",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Julie C",
      "initials": "JC",
      "name": "Julie C Reid",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Unger",
      "fore_name": "Janelle",
      "initials": "J",
      "name": "Janelle Unger",
      "affiliations": [
        "Rehabilitation Sciences Institute, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "McCaskell",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin McCaskell",
      "affiliations": [
        "Department of Physiotherapy, St. Joseph's Healthcare Hamilton, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Saddik",
      "fore_name": "Maisa",
      "initials": "M",
      "name": "Maisa Saddik",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada.",
        "Department of Pediatric Critical Care, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kho",
      "fore_name": "Michelle E",
      "initials": "ME",
      "name": "Michelle E Kho",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Canada.",
        "Department of Physiotherapy, St. Joseph's Healthcare Hamilton, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Disability and rehabilitation",
    "iso_abbreviation": "Disabil Rehabil",
    "issn": "1464-5165",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "23",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "3417",
  "end_page": "3424",
  "pages": "3417-3424",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Child",
    "Consensus",
    "Critical Care",
    "Exercise",
    "Humans",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "32180464",
    "doi": "10.1080/09638288.2020.1735538"
  },
  "doi": "10.1080/09638288.2020.1735538",
  "dates": {
    "completed": "2021-11-17",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.925886",
    "pmid": "32180464"
  }
}