{
  "pmid": "32195463",
  "uid": "32195463",
  "title": "Radial head arthroplasty: fixed-stem implants are not all equal-a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Numerous fixed-stem implants exist for radial head arthroplasty; therefore, we conducted a systematic review to compare the safety and efficacy of different types of fixed-stem implants. METHODS: We conducted a literature search, updated from a previous systematic review, to identify studies evaluating a fixed-stem radial head arthroplasty implant for any indication. We extracted data on revision rates, specific complications, and functional scores. We pooled results across studies using a random-effects method, using proportions for dichotomous data and mean values for functional scores. We analyzed outcomes by indication and specific implant. RESULTS: We included 31 studies. Studies included patients with radial head fractures only, terrible-triad injuries, or Essex-Lopresti injuries or included a heterogeneous population. We identified 15 different fixed-stem implants. The results of our analysis revealed that patients with terrible-triad injuries may be at an increased risk of revision and instability and patients with Essex-Lopresti injuries may be at an increased risk of arthritis, capitellar erosion, and osteolysis. After removing these outliers and pooling the results by specific device, we observed variability across devices in the rates of revision, arthritis, capitellar erosion, instability, and osteolysis, as well as in functional scores. CONCLUSION: Differences were seen across different implants in revision rates, certain complications, and functional scores. This study highlighted that these devices should be evaluated within the context of the patient population under examination, as patients with Essex-Lopresti or terrible-triad injuries may demonstrate worse outcomes relative to those with a fracture only.",
  "authors": [
    {
      "last_name": "Vannabouathong",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Vannabouathong",
      "affiliations": [
        "OrthoEvidence, Burlington, ON, Canada."
      ]
    },
    {
      "last_name": "Venugopal",
      "fore_name": "Nainika",
      "initials": "N",
      "name": "Nainika Venugopal",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Athwal",
      "fore_name": "George S",
      "initials": "GS",
      "name": "George S Athwal",
      "affiliations": [
        "Department of Surgery, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Moro",
      "fore_name": "Jaydeep",
      "initials": "J",
      "name": "Jaydeep Moro",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JSES international",
    "iso_abbreviation": "JSES Int",
    "issn": "2666-6383",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "30",
  "end_page": "38",
  "pages": "30-38",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32195463",
    "pmc": "PMC7075758",
    "doi": "10.1016/j.jseint.2019.11.003",
    "pii": "S2666-6383(19)30003-9"
  },
  "doi": "10.1016/j.jseint.2019.11.003",
  "pmc_id": "PMC7075758",
  "dates": {
    "revised": "2022-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.422545",
    "pmid": "32195463"
  }
}