{
  "pmid": "32195617",
  "uid": "32195617",
  "title": "Does exposure to anatomy education in medical school affect surgical residency applications? An analysis of Canadian residency match data.",
  "abstract": "BACKGROUND: The time dedicated to teaching gross anatomy, including cadaveric dissection, has been decreasing in North American medical schools. The impact of this trend on surgical residency applications is unknown. We sought to identify trends in surgical residency applications in Canada and to determine if medical schools with more gross anatomy instruction and mandatory cadaveric dissection produced more applicants ranking surgical residency programs as their first choice. METHODS: Canadian Resident Matching Service (CaRMS) data from 1997 to 2016 were analyzed. A questionnaire was distributed to Canadian medical schools requesting current and historic information on their anatomy curricula and the number of hours of anatomy instruction. RESULTS: The survey response rate was 35% (6 of the 17 Canadian medical schools responded); partial data were available for 16 (94%) of the 17 Canadian medical schools. A total of 4.3% of graduating students ranked general surgery as their first choice in the CaRMS match and 17.2% ranked any surgical program first. Over time, the percentage of graduating students who ranked surgical programs as their first choice decreased (p < 0.001). Three schools were significantly more likely than the others to produce graduates ranking general surgery as their first choice. Between 2012 and 2016 the percentage of graduating students ranking surgical programs first was significantly higher (2.2%, p = 0.024) in schools with mandatory cadaver dissection. There was no correlation between the number of hours of gross anatomy instruction and the percentage of graduates ranking any surgical program or a general surgical program first. CONCLUSION: The number of applications to surgical programs has decreased in Canada over the past 20 years. Certain schools are more likely than others to produce graduates ranking general surgery as their first choice. Programs with mandatory cadaver dissection produced more graduates favouring surgical programs.",
  "authors": [
    {
      "last_name": "Schroeder",
      "fore_name": "Travis",
      "initials": "T",
      "name": "Travis Schroeder",
      "affiliations": [
        "From the Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ont."
      ],
      "orcid": "`"
    },
    {
      "last_name": "Elkheir",
      "fore_name": "Shiraz",
      "initials": "S",
      "name": "Shiraz Elkheir",
      "affiliations": [
        "From the Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "From the Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Allard-Coutu",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Allard-Coutu",
      "affiliations": [
        "From the Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Kahnamoui",
      "fore_name": "Kamyar",
      "initials": "K",
      "name": "Kamyar Kahnamoui",
      "affiliations": [
        "From the Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of surgery. Journal canadien de chirurgie",
    "iso_abbreviation": "Can J Surg",
    "issn": "1488-2310",
    "issn_type": "Electronic",
    "volume": "63",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "20"
  },
  "start_page": "E129",
  "end_page": "E134",
  "pages": "E129-E134",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anatomy",
    "Canada",
    "Career Choice",
    "Cross-Sectional Studies",
    "Education, Medical, Graduate",
    "Education, Medical, Undergraduate",
    "General Surgery",
    "Humans",
    "Internship and Residency",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "32195617",
    "pmc": "PMC7828959",
    "doi": "10.1503/cjs.019218"
  },
  "doi": "10.1503/cjs.019218",
  "pmc_id": "PMC7828959",
  "dates": {
    "completed": "2020-08-17",
    "revised": "2021-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.375703",
    "pmid": "32195617"
  }
}