{
  "pmid": "32192684",
  "uid": "32192684",
  "title": "Mortality Risk Increases With Clustered Ventricular Arrhythmias in Patients With Implantable Cardioverter-Defibrillators.",
  "abstract": "OBJECTIVES: This study sought to examine the adverse prognosis associated with ventricular arrhythmia clusters that falls outside the current electrical storm definition. BACKGROUND: Electrical storm is most frequently defined as a cluster of ≥3 episodes of ventricular arrhythmia (VA) in a 24-h period. This definition has been associated with adverse cardiovascular outcomes and mortality, but the effect of lesser and greater clustering of arrhythmias has not been described. METHODS: Among all patients in the Resynchronization in Ambulatory Heart Failure trial, 14,515 implantable cardioverter-defibrillator-detected events with data available were rigorously adjudicated in blinded fashion. Arrhythmia incidence was examined for clustering, defined as 2 or more VA events occurring within 3 months. The prognostic importance of clustering was analyzed by varying the cluster length and number of events used to define a cluster. Mortality rates of groups with clustered arrhythmias were compared to patients with no arrhythmia or with unclustered arrhythmia. RESULTS: The trial included 1,764 patients, among whom 465 patients had two or more VA episodes within 3 months, whereas 406 had unclustered arrhythmias. Compared to patients with no arrhythmia, patients experiencing unclustered VA had increased risk of death (hazard ratio [HR]: 1.45; 95% confidence interval [CI]: 1.09 to 1.93; p = 0.011), whereas the risk was even higher in patients with clustered arrhythmia (HR: 2.68; 95% CI: 2.13 to 3.36; p < 0.0001). Mortality risk increased with higher VA burden (number of VAs in a cluster) and shorter cluster length. This was observed in all groups tested, including the cluster with the least VA burden in the longest cluster length tested (2 VA episodes occurring within 3 months) (mortality HR: 2.85; 95% CI: 1.95 to 4.17; p < 0.0001). Although clustered arrhythmias terminated with antitachycardia pacing were associated with increased mortality, clusters terminated with implantable cardioverter-defibrillator shocks were associated with still higher mortality risk. CONCLUSIONS: Significant adverse prognostic association of clustered VAs is observable with even 2 VA events within 3 months and increases with higher cluster density.",
  "authors": [
    {
      "last_name": "Elsokkari",
      "fore_name": "Ihab",
      "initials": "I",
      "name": "Ihab Elsokkari",
      "affiliations": [
        "Division of Cardiology, Queen Elizabeth II Health Sciences Centre, Halifax, Nova Scotia, Canada. Electronic address: DrElsokkari@gmail.com."
      ]
    },
    {
      "last_name": "Parkash",
      "fore_name": "Ratika",
      "initials": "R",
      "name": "Ratika Parkash",
      "affiliations": [
        "Division of Cardiology, Queen Elizabeth II Health Sciences Centre, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Tang",
      "affiliations": [
        "Division of Cardiology, Western University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wells",
      "fore_name": "George",
      "initials": "G",
      "name": "George Wells",
      "affiliations": [
        "Cardiovascular Methods Centre, University of Ottawa Heart Institute, Cardiovascular Methods Center, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doucette",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Doucette",
      "affiliations": [
        "Research Methods Unit, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Yetisir",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Yetisir",
      "affiliations": [
        "Cardiovascular Methods Centre, University of Ottawa Cardiovascular Methods Centre, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gardner",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Gardner",
      "affiliations": [
        "Division of Cardiology, Queen Elizabeth II Health Sciences Centre, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Healey",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Healey",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thibault",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard Thibault",
      "affiliations": [
        "Department of Medicine, Montreal Heart Institute, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Sterns",
      "fore_name": "Laurence",
      "initials": "L",
      "name": "Laurence Sterns",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, Royal Jubilee Hospital, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Birnie",
      "fore_name": "David",
      "initials": "D",
      "name": "David Birnie",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nery",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Nery",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sivakumaran",
      "fore_name": "Soori",
      "initials": "S",
      "name": "Soori Sivakumaran",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Essebag",
      "fore_name": "Vidal",
      "initials": "V",
      "name": "Vidal Essebag",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, McGill University Health Centre and Hopital Sacre Coeur de Montreal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Dorian",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dorian",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sapp",
      "fore_name": "John",
      "initials": "J",
      "name": "John Sapp",
      "affiliations": [
        "Division of Cardiology, Queen Elizabeth II Health Sciences Centre, Halifax, Nova Scotia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JACC. Clinical electrophysiology",
    "iso_abbreviation": "JACC Clin Electrophysiol",
    "issn": "2405-5018",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "327",
  "end_page": "337",
  "pages": "327-337",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Arrhythmias, Cardiac",
    "Cardiac Resynchronization Therapy",
    "Defibrillators, Implantable",
    "Female",
    "Humans",
    "Incidence",
    "Male",
    "Middle Aged",
    "Prognosis",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "32192684",
    "doi": "10.1016/j.jacep.2019.11.012",
    "pii": "S2405-500X(19)30935-1"
  },
  "doi": "10.1016/j.jacep.2019.11.012",
  "dates": {
    "completed": "2021-04-13",
    "revised": "2021-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:26:38.231824",
    "pmid": "32192684"
  }
}