{
  "pmid": "32196520",
  "uid": "32196520",
  "title": "The implementation of prioritization exercises in the development and update of health practice guidelines: A scoping review.",
  "abstract": "BACKGROUND: The development of trustworthy guidelines requires substantial investment of resources and time. This highlights the need to prioritize topics for guideline development and update. OBJECTIVE: To systematically identify and describe prioritization exercises that have been conducted for the purpose of the de novo development, update or adaptation of health practice guidelines. METHODS: We searched Medline and CINAHL electronic databases from inception to July 2019, supplemented by hand-searching Google Scholar and the reference lists of relevant studies. We included studies describing prioritization exercises that have been conducted during the de novo development, update or adaptation of guidelines addressing clinical, public health or health systems topics. Two reviewers worked independently and in duplicate to complete study selection and data extraction. We consolidated findings in a semi-quantitative and narrative way. RESULTS: Out of 33,339 identified citations, twelve studies met the eligibility criteria. All included studies focused on prioritizing topics; none on questions or outcomes. While three exercises focused on updating guidelines, nine were on de novo development. All included studies addressed clinical topics. We adopted a framework that categorizes prioritization into 11 steps clustered in three phases (pre-prioritization, prioritization and post-prioritization). Four studies covered more than half of the 11 prioritization steps across the three phases. The most frequently reported steps for generating initial list of topics were stakeholders' input (n = 8) and literature review (n = 7). The application of criteria to determine research priorities was used in eight studies. We used and updated a common framework of 22 prioritization criteria, clustered in 6 domains. The most frequently reported criteria related to the health burden of disease (n = 9) and potential impact of the intervention on health outcomes (n = 5). All the studies involved health care providers in the prioritization exercises. Only one study involved patients. There was a variation in the number and type of the prioritization exercises' outputs. CONCLUSIONS: This review included 12 prioritization exercises that addressed different aspects of priority setting for guideline development and update that can guide the work of researchers, funders, and other stakeholders seeking to prioritize guideline topics.",
  "authors": [
    {
      "last_name": "El-Harakeh",
      "fore_name": "Amena",
      "initials": "A",
      "name": "Amena El-Harakeh",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Clinical Research Institute (CRI), American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Lotfi",
      "affiliations": [
        "Global Evidence Synthesis Initiative (GESI) Secretariat, American University of Beirut, Beirut, Lebanon.",
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0001-6101-3946"
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Ahmad",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Morsi",
      "fore_name": "Rami Z",
      "initials": "RZ",
      "name": "Rami Z Morsi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0003-2131-3711"
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Reviews on Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Clinical Research Institute (CRI), American University of Beirut Medical Center, Beirut, Lebanon.",
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "3",
    "pub_year": "2020"
  },
  "start_page": "e0229249",
  "pages": "e0229249",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Exercise Therapy",
    "Guidelines as Topic",
    "Health Promotion",
    "Humans",
    "Program Development",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "32196520",
    "pmc": "PMC7083273",
    "doi": "10.1371/journal.pone.0229249",
    "pii": "PONE-D-19-24700"
  },
  "doi": "10.1371/journal.pone.0229249",
  "pmc_id": "PMC7083273",
  "dates": {
    "completed": "2020-06-15",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.197327",
    "pmid": "32196520"
  }
}