{
  "pmid": "32199979",
  "uid": "32199979",
  "title": "Making the GRADE in anaphylaxis management: Toward recommendations integrating values, preferences, context, and shared decision making.",
  "abstract": "OBJECTIVE: To review GRADE (Grading of Recommendations Assessment, Development, and Evaluation) methods and discuss the clinical application of conditional recommendations in clinical guidelines, specifically in the context of anaphylaxis. DATA SOURCES: Articles that described GRADE, evidence synthesis, evidence to recommendation frameworks, and shared decision making were used to discuss conditional recommendations of the 2020 Anaphylaxis GRADE guideline. STUDY SELECTIONS: A narrative review detailing concepts of GRADE and approaches to translate conditional recommendations to individualized and contextualized patient care. RESULTS: GRADE methods encourage a nuanced relationship between certainty of evidence and strength of recommendations. Strength of recommendation must incorporate key factors, including the balance between benefits and harms, patient values and preferences, and resource allocation (costs), with equity, feasibility, and acceptability also often included as considerations. GRADE guidelines provide recommendations that are characterized by directionality (for or against) and strength (strong or conditional). A conditional recommendation is tailored to context and primarily applied through a lens of patient preferences related to the likelihood of outcomes of importance and a shared decision-making approach. Although the 2020 Anaphylaxis GRADE guideline better informs the practice of anaphylaxis prevention through (1) identification and mitigation of risk factors for biphasic anaphylaxis and (2) evaluation of the use of glucocorticoid and/or antihistamine pretreatment, all GRADE recommendations, although directional, are conditional and as such should not be universally applied to every circumstance. CONCLUSION: Clinical guidelines provide an important opportunity to critically appraise evidence and translate evidence to practice. Patients, practitioners, and policy makers should appreciate the strength of recommendation and certainty of evidence and understand how this affects guideline applicability and implementation.",
  "authors": [
    {
      "last_name": "Shaker",
      "fore_name": "Marcus S",
      "initials": "MS",
      "name": "Marcus S Shaker",
      "affiliations": [
        "Section of Allergy and Clinical Immunology, Dartmouth-Hitchcock Medical Center, Geisel School of Medicine at Dartmouth, Lebanon, New Hampshire. Electronic address: Marcus.shaker@dartmouth.edu."
      ]
    },
    {
      "last_name": "Oppenheimer",
      "fore_name": "John",
      "initials": "J",
      "name": "John Oppenheimer",
      "affiliations": [
        "Department of Internal Medicine, Pulmonary and Allergy, UMDNJ-Rutgers New Jersey Medical School and Pulmonary and Allergy Associates, Morristown, New Jersey."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "Dana V",
      "initials": "DV",
      "name": "Dana V Wallace",
      "affiliations": [
        "Nova Southeastern Allopathic Medical School, Fort Lauderdale, Florida."
      ]
    },
    {
      "last_name": "Golden",
      "fore_name": "David B K",
      "initials": "DBK",
      "name": "David B K Golden",
      "affiliations": [
        "Division of Allergy-Clinical Immunology, Johns Hopkins University, Baltimore, Maryland."
      ]
    },
    {
      "last_name": "Lang",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Lang",
      "affiliations": [
        "Department of Allergy and Clinical Immunology, Respiratory Institute, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    },
    {
      "last_name": "Lang",
      "fore_name": "Eddy S",
      "initials": "ES",
      "name": "Eddy S Lang",
      "affiliations": [
        "Department of Emergency Medicine, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Bernstein",
      "fore_name": "Jonathan A",
      "initials": "JA",
      "name": "Jonathan A Bernstein",
      "affiliations": [
        "Department of Internal Medicine, Division of Immunology, Allergy Section, University of Cincinnati College of Medicine, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Ronna L",
      "initials": "RL",
      "name": "Ronna L Campbell",
      "affiliations": [
        "Department of Emergency Medicine, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Chu",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dinakar",
      "fore_name": "Chitra",
      "initials": "C",
      "name": "Chitra Dinakar",
      "affiliations": [
        "Allergy, Asthma, and Immunodeficiency, Division of Pulmonary, Allergy, and Critical Care Medicine, Stanford University School of Medicine, Stanford, California."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Anne K",
      "initials": "AK",
      "name": "Anne K Ellis",
      "affiliations": [
        "Division of Allergy & Immunology, Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Greenhawt",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Greenhawt",
      "affiliations": [
        "Section of Allergy and Immunology, Children's Hospital Colorado, University of Colorado School of Medicine, Denver, Colorado."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Horner",
      "affiliations": [
        "Department of Pediatrics, Division of Allergy, Immunology, and Pulmonary Medicine, Washington University School of Medicine, St Louis, Missouri."
      ]
    },
    {
      "last_name": "Lieberman",
      "fore_name": "Jay A",
      "initials": "JA",
      "name": "Jay A Lieberman",
      "affiliations": [
        "Department of Pediatrics, The University of Tennessee Health Science Center, Memphis, Tennessee."
      ]
    },
    {
      "last_name": "Rank",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Rank",
      "affiliations": [
        "Division of Allergy, Asthma, and Clinical Immunology, Mayo Clinic in Arizona, Scottsdale, Arizona."
      ]
    },
    {
      "last_name": "Stukus",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R Stukus",
      "affiliations": [
        "Division of Allergy and Immunology, Nationwide Children's Hospital and The Ohio State University College of Medicine, Columbus, Ohio."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Wang",
      "affiliations": [
        "Division of Allergy and Immunology, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    }
  ],
  "journal": {
    "title": "Annals of allergy, asthma & immunology : official publication of the American College of Allergy, Asthma, & Immunology",
    "iso_abbreviation": "Ann Allergy Asthma Immunol",
    "issn": "1534-4436",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "526",
  "end_page": "535.e2",
  "pages": "526-535.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Anaphylaxis",
    "Clinical Decision-Making",
    "Disease Management",
    "Evidence-Based Medicine",
    "Humans",
    "Practice Guidelines as Topic",
    "Precision Medicine",
    "Publication Bias"
  ],
  "article_ids": {
    "pubmed": "32199979",
    "doi": "10.1016/j.anai.2020.03.009",
    "pii": "S1081-1206(20)30153-8"
  },
  "doi": "10.1016/j.anai.2020.03.009",
  "dates": {
    "completed": "2020-07-06",
    "revised": "2020-07-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.007245",
    "pmid": "32199979"
  }
}