{
  "pmid": "32202277",
  "uid": "32202277",
  "title": "Expansion dynamics and chemistry evolution in ultrafast laser filament produced plasmas.",
  "abstract": "Laser ablation in conjunction with optical emission spectroscopy is a potential non-contact, stand-off detection method for all elements in the periodic table and certain isotopes such as radionuclides. Currently, significant development efforts are on-going to use ultrafast laser filaments for remote detection of materials. The application of filaments is of particular interest in extending the range of stand-off capability associated with elemental and isotopic detection via laser-induced breakdown spectroscopy. In this study, we characterize the expansion dynamics and chemical evolution of filament-produced uranium (U) plasmas. Laser filaments are generated in the laboratory by loosely focusing 35 femtosecond (fs), 6 milli Joule (mJ) pulses in air. Time-resolved, two-dimensional plume and spectral imaging was performed to study hydrodynamics and evolution of U atomic and UO molecular emission in filament-produced U plasmas. Our results highlight that filament ablation of U plasmas gives a cylindrical plume morphology with an appearance of plume splitting into slow and fast moving components at later times of its evolution. Emission from the slow-moving component shows no distinct spectral features (i.e. broadband-like) and is contributed in part by nanoparticles generated during ultrafast laser ablation. Additionally, we find U atoms and U oxide molecules (i.e. UO, UxOy) co-exist in the filament produced plasma, which can be attributed to the generation of low-temperature plasma conditions during filament ablation.",
  "authors": [
    {
      "last_name": "Kautz",
      "fore_name": "Elizabeth J",
      "initials": "EJ",
      "name": "Elizabeth J Kautz",
      "affiliations": [
        "Pacific Northwest National Laboratory, Richland, WA 99352, USA. hari@pnnl.gov."
      ],
      "orcid": "0000-0002-6338-9223"
    },
    {
      "last_name": "Yeak",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Yeak",
      "affiliations": [
        "Opticslah, LLC, Albuquerque, NM 87106, USA."
      ]
    },
    {
      "last_name": "Bernacki",
      "fore_name": "Bruce E",
      "initials": "BE",
      "name": "Bruce E Bernacki",
      "affiliations": [
        "Pacific Northwest National Laboratory, Richland, WA 99352, USA. hari@pnnl.gov."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark C",
      "initials": "MC",
      "name": "Mark C Phillips",
      "affiliations": [
        "Opticslah, LLC, Albuquerque, NM 87106, USA and James C. Wyant College of Optical Sciences, University of Arizona Tucson, AZ 85721, USA."
      ]
    },
    {
      "last_name": "Harilal",
      "fore_name": "Sivanandan S",
      "initials": "SS",
      "name": "Sivanandan S Harilal",
      "affiliations": [
        "Pacific Northwest National Laboratory, Richland, WA 99352, USA. hari@pnnl.gov."
      ],
      "orcid": "0000-0003-2266-7976"
    }
  ],
  "journal": {
    "title": "Physical chemistry chemical physics : PCCP",
    "iso_abbreviation": "Phys Chem Chem Phys",
    "issn": "1463-9084",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "16",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "8304",
  "end_page": "8314",
  "pages": "8304-8314",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32202277",
    "doi": "10.1039/d0cp00078g"
  },
  "doi": "10.1039/d0cp00078g",
  "dates": {
    "revised": "2020-04-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.723686",
    "pmid": "32202277"
  }
}