{
  "pmid": "32215145",
  "uid": "32215145",
  "title": "Maintenance of certification for practicing physicians: a review of current challenges and considerations.",
  "abstract": "Maintenance of certification (MOC) has become increasingly important in medicine to ensure maintenance of competence throughout a physician's career. This paper reviews current issues and challenges associated with MOC in medicine, including how to define medical competencies for practicing physicians, assessment, and how best to support physicians' lifelong learning in a continuous and self-motivated way. We explore how the combination of self-monitoring, regular feedback, and peer support could improve self-assessment. Effective MOC programs are learner-driven, focused on every day practice, and incorporate educational principles. We discuss the importance of MOC to the physicians' actual practice to improve acceptability. We review the benefits of tailored programs as well as decentralization of MOC programs to better characterize the physician's practice. Lastly, we discuss the value of simulation-based medical education in MOC programs. Simulation-based education could be used to practice uncommon complications, life-threatening scenarios, non-technical skills improvement, and become proficient with new technology. As learners find simulation experiences educationally valuable, clinically relevant, and positive, simulation could be a way of increasing physicians' participation in MOC programs.",
  "authors": [
    {
      "last_name": "Cordovani",
      "fore_name": "Ligia",
      "initials": "L",
      "name": "Ligia Cordovani",
      "affiliations": [
        "1Department of Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Wong",
      "affiliations": [
        "2Department of Anesthesia, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "3Department of Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian medical education journal",
    "iso_abbreviation": "Can Med Educ J",
    "issn": "1923-1202",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Mar"
  },
  "start_page": "e70",
  "end_page": "e80",
  "pages": "e70-e80",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32215145",
    "pmc": "PMC7082474",
    "doi": "10.36834/cmej.53065",
    "pii": "CMEJ-11-e070"
  },
  "doi": "10.36834/cmej.53065",
  "pmc_id": "PMC7082474",
  "dates": {
    "revised": "2023-11-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.061830",
    "pmid": "32215145"
  }
}