{
  "pmid": "32217188",
  "uid": "32217188",
  "title": "Preoperative penicillin allergy testing in patients undergoing cardiac surgery.",
  "abstract": "BACKGROUND: Cefazolin is a first-line prophylactic antibiotic used to prevent surgical site infections (SSIs) in cardiac surgery. Patients with a history of penicillin allergy often receive less effective second-line antibiotics, which is associated with an increased SSI risk. OBJECTIVE: To describe the impact of preoperative penicillin allergy evaluation on perioperative cefazolin use in patients undergoing cardiac surgery. METHODS: We performed a retrospective cohort study of patients with a documented penicillin allergy who underwent cardiac surgery at the Massachusetts General Hospital from September 2015 to December 2018. We describe penicillin allergy evaluation assessment and outcomes. We evaluated the association between preoperative penicillin allergy evaluation and first-line perioperative antibiotic use using a multivariable logistic regression model. RESULTS: Of 3802 cardiac surgical patients, 510 (13%) had a documented penicillin allergy; 165 (33%) were referred to allergy and immunology practitioners. Of 160 patients (31%) who underwent penicillin allergy evaluation (ie, penicillin skin testing and, if results were negative, an amoxicillin challenge), 154 (97%) were found not to have a penicillin allergy. Patients who underwent preoperative penicillin allergy evaluation were more likely to receive the first-line perioperative antibiotic (92% vs 38%, P < .001). After adjusting for potential confounders, patients who underwent preoperative penicillin allergy evaluation had higher odds of first-line perioperative antibiotic use (adjusted odds ratio, 26.6; 95% CI, 12.8-55.2). CONCLUSION: Integrating penicillin allergy evaluation into routine preoperative care ensured that almost all evaluated patients undergoing cardiac surgery received first-line antibiotic prophylaxis, a critical component of SSI risk reduction. Further efforts are needed to increase access to preoperative allergy evaluation.",
  "authors": [
    {
      "last_name": "Plager",
      "fore_name": "Jessica H",
      "initials": "JH",
      "name": "Jessica H Plager",
      "affiliations": [
        "Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Mancini",
      "fore_name": "Christian M",
      "initials": "CM",
      "name": "Christian M Mancini",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts; Medical Practice Evaluation Center, Massachusetts General Hospital, Boston, Massachusetts; The Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Xiaoqing",
      "initials": "X",
      "name": "Xiaoqing Fu",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts; Medical Practice Evaluation Center, Massachusetts General Hospital, Boston, Massachusetts; The Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Melnitchouk",
      "fore_name": "Serguei",
      "initials": "S",
      "name": "Serguei Melnitchouk",
      "affiliations": [
        "Department of Surgery, Massachusetts General Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Shenoy",
      "fore_name": "Erica S",
      "initials": "ES",
      "name": "Erica S Shenoy",
      "affiliations": [
        "Harvard Medical School, Boston, Massachusetts; Division of Infectious Diseases, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts; Infection Control Unit, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Banerji",
      "fore_name": "Aleena",
      "initials": "A",
      "name": "Aleena Banerji",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Collier",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Collier",
      "affiliations": [
        "Department of Surgery, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Nivedita",
      "initials": "N",
      "name": "Nivedita Chaudhary",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Yerneni",
      "fore_name": "Sharmitha",
      "initials": "S",
      "name": "Sharmitha Yerneni",
      "affiliations": [
        "Division of General Internal Medicine and Primary Care, Brigham and Women's Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts; The Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Blumenthal",
      "fore_name": "Kimberly G",
      "initials": "KG",
      "name": "Kimberly G Blumenthal",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts; Medical Practice Evaluation Center, Massachusetts General Hospital, Boston, Massachusetts; The Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts. Electronic address: kblumenthal@mgh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "Annals of allergy, asthma & immunology : official publication of the American College of Allergy, Asthma, & Immunology",
    "iso_abbreviation": "Ann Allergy Asthma Immunol",
    "issn": "1534-4436",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "583",
  "end_page": "588",
  "pages": "583-588",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Cardiac Surgical Procedures",
    "Confounding Factors, Epidemiologic",
    "Drug Hypersensitivity",
    "Female",
    "Humans",
    "Male",
    "Odds Ratio",
    "Outcome Assessment, Health Care",
    "Penicillins",
    "Preoperative Care",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "32217188",
    "mid": "NIHMS1578863",
    "pmc": "PMC7250712",
    "doi": "10.1016/j.anai.2020.03.013",
    "pii": "S1081-1206(20)30157-5"
  },
  "doi": "10.1016/j.anai.2020.03.013",
  "pmc_id": "PMC7250712",
  "dates": {
    "completed": "2020-07-06",
    "revised": "2021-06-02"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Penicillins"
  ],
  "grants": [
    {
      "grant_id": "K01 AI125631",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.392868",
    "pmid": "32217188"
  }
}