{
  "pmid": "32224206",
  "uid": "32224206",
  "title": "Immunoglobulin G and immunoglobulin G subclass concentrations differ according to sex and race.",
  "abstract": "BACKGROUND: Serum immunoglobulin G (IgG) concentrations are integral to the workup of immune deficiencies and IgG4-related disease (IgG4-RD). Demographic differences in IgG concentrations are poorly described but can influence test interpretation, contribute to racial disparities in primary immunodeficiency diagnosis, and explain demographic differences in IgG concentrations in IgG4-RD. OBJECTIVE: To assess differences in IgG and IgG subclass concentrations according to sex and race. METHODS: We identified patients with IgG and IgG subclass concentrations measured in a large health care system. Multivariate-adjusted differences in IgG and IgG subclass concentrations and the proportion of subjects with results outside of reference ranges according to sex and race were estimated. RESULTS: Of the 12,851 patients, the mean age was 54.7 years and 7917 (62%) were female. Of these, 11,673 (91%) were white, 611 (5%) were black, and 302 (2%) were Asian. Compared with the mean concentrations of white patients, Asian and black patients had higher mean concentrations of IgG (1340.0 and 1504.4 vs 988.1 mg/dL, P < .001), IgG1 (782.0 and 938.4 vs 592.4 mg/dL, P < .001), IgG2 (493.5 and 384.2 vs 305 mg/dL, P < .001), IgG3 (76.6 and 91.9 vs 55.9 mg/dL, P < .001), and IgG4 (140.4 and 53.6 vs 41.6 mg/dL, P < .001). Immunoglobin G subclass 4 concentrations were higher in males than those in females (56.3 vs 37.4 mg/dL, P < .001). Similar observations were made when comparing the proportions of patients with results outside of reference ranges and after stratifying by diagnosis. CONCLUSION: Immunoglobin G and IgG subclass concentrations differ according to sex and race. These findings may have implications for the interpretation of these test results but require confirmation in diverse, healthy populations.",
  "authors": [
    {
      "last_name": "Harkness",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Harkness",
      "affiliations": [
        "Clinical Epidemiology Program, Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts; Rheumatology Unit, Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts; Allergy and Clinical Immunology Unit, Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts; Medical Practice Evaluation Center, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Xiaoqing",
      "initials": "X",
      "name": "Xiaoqing Fu",
      "affiliations": [
        "Clinical Epidemiology Program, Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts; Rheumatology Unit, Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts; Allergy and Clinical Immunology Unit, Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Clinical Epidemiology Program, Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts; Rheumatology Unit, Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Choi",
      "fore_name": "Hyon K",
      "initials": "HK",
      "name": "Hyon K Choi",
      "affiliations": [
        "Clinical Epidemiology Program, Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts; Rheumatology Unit, Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "John H",
      "initials": "JH",
      "name": "John H Stone",
      "affiliations": [
        "Clinical Epidemiology Program, Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts; Rheumatology Unit, Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Blumenthal",
      "fore_name": "Kimberly G",
      "initials": "KG",
      "name": "Kimberly G Blumenthal",
      "affiliations": [
        "Clinical Epidemiology Program, Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts; Allergy and Clinical Immunology Unit, Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts; Medical Practice Evaluation Center, Massachusetts General Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "Zachary S",
      "initials": "ZS",
      "name": "Zachary S Wallace",
      "affiliations": [
        "Clinical Epidemiology Program, Mongan Institute, Massachusetts General Hospital, Boston, Massachusetts; Rheumatology Unit, Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts; Harvard Medical School, Boston, Massachusetts. Electronic address: zswallace@mgh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "Annals of allergy, asthma & immunology : official publication of the American College of Allergy, Asthma, & Immunology",
    "iso_abbreviation": "Ann Allergy Asthma Immunol",
    "issn": "1534-4436",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "190",
  "end_page": "195.e2",
  "pages": "190-195.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Cohort Studies",
    "Enzyme-Linked Immunosorbent Assay",
    "Female",
    "Humans",
    "IgG Deficiency",
    "Immunoglobulin G",
    "Immunoglobulin G4-Related Disease",
    "Immunoglobulin Isotypes",
    "Male",
    "Middle Aged",
    "Race Factors",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "32224206",
    "mid": "NIHMS1579916",
    "pmc": "PMC7387162",
    "doi": "10.1016/j.anai.2020.03.018",
    "pii": "S1081-1206(20)30176-9"
  },
  "doi": "10.1016/j.anai.2020.03.018",
  "pmc_id": "PMC7387162",
  "dates": {
    "completed": "2020-10-07",
    "revised": "2024-07-31"
  },
  "chemicals": [
    "Immunoglobulin G",
    "Immunoglobulin Isotypes"
  ],
  "grants": [
    {
      "grant_id": "K23 AR073334",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "L30 AR070520",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UM1 AI144295",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.393174",
    "pmid": "32224206"
  }
}