{
  "pmid": "32226046",
  "uid": "32226046",
  "title": "Impact of maternal reproductive factors on cancer risks of offspring: A systematic review and meta-analysis of cohort studies.",
  "abstract": "BACKGROUND: A number of studies have reported on associations between reproductive factors, such as delivery methods, number of birth and breastfeeding, and incidence of cancer in children, but systematic reviews addressing this issue to date have important limitations, and no reviews have addressed the impact of reproductive factors on cancer over the full life course of offspring. METHODS: We performed a comprehensive search in MEDLINE, and Embase up to January 2020 and Web of Science up to 2018 July, including cohort studies reporting the association between maternal reproductive factors of age at birth, birth order, number of births, delivery methods, and breastfeeding duration and cancer in children. Teams of two reviewers independently extracted data and assessed risk of bias. We conducted random effects meta-analyses to estimate summary relative estimates, calculated absolute differences between those with and without risk factors, and used the GRADE approach to evaluate the certainty of evidence. RESULTS: For most exposures and most cancers, we found no suggestion of a causal relation. We found low to very low certainty evidence of the following very small possible impact: higher maternal age at birth with adult multiple myeloma and lifetime uterine cervix cancer incidence; lower maternal age at birth with childhood overall cancer mortality (RR = 1.15, 95% CI = 1.01-1.30; AR/10,000 = 1, 95% CI = 0 to 2), adult leukemia and lifetime uterine cervix cancer incidence; higher birth order with adult melanoma, cervix uteri, corpus uteri, thyroid cancer incidence, lifetime lung, corpus uteri, prostate, testis, sarcoma, thyroid cancer incidence; larger number of birth with childhood brain (RR = 1.27, 95% CI = 1.06-1.52; AR/10,000 = 1, 95% CI = 0 to 2), leukemia (RR = 2.11, 95% CI = 1.62-2.75; AR/10,000 = 9, 95% CI = 5 to 14), lymphoma (RR = 4.66, 95% CI = 1.40-15.57; AR/10,000 = 11, 95% CI = 1 to 44) incidence, adult stomach, corpus uteri cancer incidence and lung cancer mortality, lifetime stomach, lung, uterine cervix, uterine corpus, multiple myeloma, testis cancer incidence; Caesarean delivery with childhood kidney cancer incidence (RR = 1.25, 95% CI = 1.01-1.55; AR/10,000 = 0, 95% CI = 0 to 1); and breastfeeding with adult colorectal cancer incidence. CONCLUSION: Very small impacts existed between a number of reproductive factors and cancer incidence and mortality in children and the certainty of evidence was low to very low primarily due to observational design.",
  "authors": [
    {
      "last_name": "Han",
      "fore_name": "Mi Ah",
      "initials": "MA",
      "name": "Mi Ah Han",
      "affiliations": [
        "Department of Preventive Medicine, College of Medicine, Chosun University, Gwangju, Republic of Korea."
      ],
      "orcid": "0000-0003-1213-6952"
    },
    {
      "last_name": "Storman",
      "fore_name": "Dawid",
      "initials": "D",
      "name": "Dawid Storman",
      "affiliations": [
        "Department of Hygiene and Dietetics, Faculty of Medicine, Jagiellonian University Medical College, Krakow, Poland."
      ],
      "orcid": "0000-0001-6643-1389"
    },
    {
      "last_name": "Al-Rammahy",
      "fore_name": "Husam",
      "initials": "H",
      "name": "Husam Al-Rammahy",
      "affiliations": [
        "Life Sciences-Department of Biomedical and Molecular Sciences, Queen's University at Kingston, Kingston, Canada."
      ],
      "orcid": "0000-0002-4199-0907"
    },
    {
      "last_name": "Tang",
      "fore_name": "Shaowen",
      "initials": "S",
      "name": "Shaowen Tang",
      "affiliations": [
        "Department of Epidemiology, School of Public Health, Nanjing Medical University, Nanjing, Jiangsu, China."
      ],
      "orcid": "0000-0001-5879-8594"
    },
    {
      "last_name": "Hao",
      "fore_name": "Qiukui",
      "initials": "Q",
      "name": "Qiukui Hao",
      "affiliations": [
        "The center of Gerontology and Geriatrics, National Center for Geriatric Clinical Research, West China Hospital, Sichuan University, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Gareth",
      "initials": "G",
      "name": "Gareth Leung",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kandi",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Kandi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moradi",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Moradi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bartoszko",
      "fore_name": "Jessica J",
      "initials": "JJ",
      "name": "Jessica J Bartoszko",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Callum",
      "initials": "C",
      "name": "Callum Arnold",
      "affiliations": [
        "Division of Infectious Diseases, the Hospital for Sick Children, Toronto, Canada."
      ],
      "orcid": "0000-0002-3245-6956"
    },
    {
      "last_name": "Rehman",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Rehman",
      "affiliations": [
        "Department of Continuing Education, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "3",
    "pub_year": "2020"
  },
  "start_page": "e0230721",
  "pages": "e0230721",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Mothers",
    "Neoplasms",
    "Reproduction",
    "Risk"
  ],
  "article_ids": {
    "pubmed": "32226046",
    "pmc": "PMC7105118",
    "doi": "10.1371/journal.pone.0230721",
    "pii": "PONE-D-19-29464"
  },
  "doi": "10.1371/journal.pone.0230721",
  "pmc_id": "PMC7105118",
  "dates": {
    "completed": "2020-06-29",
    "revised": "2020-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.174844",
    "pmid": "32226046"
  }
}