{
  "pmid": "32220402",
  "uid": "32220402",
  "title": "From Research to Practice: The Importance of Appropriate Outcome Selection, Measurement, and Reporting in Pediatric Mental Health Research.",
  "abstract": "Results of randomized controlled trials (RCTs) and, ideally, the synthesis of RCT results into meta-analyses, drive both clinical and policy decision making about health care interventions and inform new avenues for research. Selection of the right health outcomes to measure, analyze, and report on when designing a trial therefore is key in ensuring that the research will be useful and will have maximum impact.[1-3] As in many areas of medicine, wide variability exists in pediatric mental health research as to which outcomes are selected, how they are measured, and how they are reported. Variability in outcome selection and measurement may stem from various factors, including a tendency to select what is feasible or historical to measure rather than a focus on what is important to measure and how best to measure it. The resulting variability limits comparing and combining the results from different trials addressing a similar question in meta-analyses, hindering the translation of research to practice.[1][,][2] The objective of this article is to highlight the importance of outcome selection, measurement, and reporting in the translation of research to clinical practice.",
  "authors": [
    {
      "last_name": "Monga",
      "fore_name": "Suneeta",
      "initials": "S",
      "name": "Suneeta Monga",
      "affiliations": [
        "Cundill Centre for Children and Youth Depression, Centre for Addiction and Mental Health, Ontario, Canada; The Hospital for Sick Children, and the University of Toronto, Ontario, Canada. Electronic address: suneeta.monga@sickkids.ca."
      ]
    },
    {
      "last_name": "Offringa",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Offringa",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Butcher",
      "fore_name": "Nancy J",
      "initials": "NJ",
      "name": "Nancy J Butcher",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Cundill Centre for Children and Youth Depression, Centre for Addiction and Mental Health, Ontario, Canada; The Hospital for Sick Children, and the University of Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Academy of Child and Adolescent Psychiatry",
    "iso_abbreviation": "J Am Acad Child Adolesc Psychiatry",
    "issn": "1527-5418",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "497",
  "end_page": "500",
  "pages": "497-500",
  "language": "eng",
  "publication_types": [
    "Editorial"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Mental Health"
  ],
  "article_ids": {
    "pubmed": "32220402",
    "doi": "10.1016/j.jaac.2019.08.468",
    "pii": "S0890-8567(19)31925-2"
  },
  "doi": "10.1016/j.jaac.2019.08.468",
  "dates": {
    "completed": "2021-03-18",
    "revised": "2021-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.410425",
    "pmid": "32220402"
  }
}