{
  "pmid": "32229471",
  "uid": "32229471",
  "title": "Effectiveness of an Ecological Momentary Intervention for Reducing Risky Alcohol Consumption Among Young Adults: Protocol for a Three-Arm Randomized Controlled Trial.",
  "abstract": "BACKGROUND: Recent research has investigated the utility of mobile phone-delivered interventions for reducing risky single-occasion drinking, also known as binge drinking. In the past five years, focus has been placed on ecological momentary interventions (EMIs), which aim to deliver intervention content in correspondence to real-time assessments of behavior, also known as ecological momentary assessments (EMAs). OBJECTIVE: This study aims to assess the effect of a fully automated, tailored, mobile phone-delivered EMI termed Mobile Intervention for Drinking in Young people (MIDY) on young people's risky single-occasion drinking behavior. METHODS: We will use a three-armed randomized controlled trial design to determine the impact of MIDY on peak consumption of alcohol among young people. A list of mobile telephone numbers for random digit dialing will be generated, and researchers will telephone potential participants to screen for eligibility. Participants will be randomized into one of three intervention groups. For 6 weeks, EMI, EMA, and attention control groups will complete hourly EMA surveys on their mobile phones on Friday and Saturday nights. EMI participants will receive personalized feedback in the form of text messages corresponding to their EMA survey responses, which focus on alcohol consumption, spending, and mood. EMA participants will not receive feedback. A third group will also complete EMA and receive feedback text messages at the same time intervals, but these will be focused on sedentary behavior and technology use. All groups will also complete a short survey on Saturday and Sunday mornings, with the primary outcome measure taken on Sunday mornings. A more detailed survey will be sent on the final Sunday of the 6-week period, and then again 1 year after recruitment. RESULTS: The primary outcome measure will be an observed change (ie, reduction) in the mean peak number of drinks consumed in a single night over the 6-week intervention period between the EMI and attention control groups as measured in the weekly EMA. We expect to see a greater reduction in mean peak drinking in the EMI group compared to that in the attention control group. As a secondary aim, we will assess whether mean peak drinking is reduced in the EMA group compared to the attention control group. We will use a random-effects mixed-modeling approach using maximum-likelihood estimation to provide estimates of differences in peak drinking across time periods between those receiving the intervention (EMI) and attention control participants. An intention-to-treat approach will be taken for the analysis. Individuals and study groups will be modeled as random and fixed factors, respectively. CONCLUSIONS: This study extends our previous work investigating the efficacy of a mobile EMI (MIDY) for reducing risky drinking among young adults in Australia, and will add to the expanding literature on the use of mobile interventions for reducing risky alcohol consumption. TRIAL REGISTRATION: Australian New Zealand Clinical Trials Registration (ANZCTR): ACTRN12617001509358p; http://www.anzctr.org.au/ACTRN12617001509358p.aspx. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/14190.",
  "authors": [
    {
      "last_name": "Wright",
      "fore_name": "Cassandra",
      "initials": "C",
      "name": "Cassandra Wright",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0001-9751-4005"
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M Dietze",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0001-7871-6234"
    },
    {
      "last_name": "Kuntsche",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Kuntsche",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Behavioural Science Institute, Radboud University, Nijmegen, Netherlands."
      ],
      "orcid": "0000-0001-8931-0790"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Department of Clinical Neurosciences, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Agius",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Agius",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia.",
        "Judith Lumley Centre, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-6075-8548"
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Centre for Social Research on Alcohol and Drugs, Stockholm University, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-5618-385X"
    },
    {
      "last_name": "Raggatt",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Raggatt",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-3186-8959"
    },
    {
      "last_name": "Hellard",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Hellard",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-5055-3266"
    },
    {
      "last_name": "Lim",
      "fore_name": "Megan S C",
      "initials": "MSC",
      "name": "Megan S C Lim",
      "affiliations": [
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia.",
        "Melbourne School of Population and Global Health, University of Melbourne, Parkville, Australia."
      ],
      "orcid": "0000-0003-3136-6761"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "9",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "31"
  },
  "start_page": "e14190",
  "pages": "e14190",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32229471",
    "pmc": "PMC7157500",
    "doi": "10.2196/14190",
    "pii": "v9i3e14190"
  },
  "doi": "10.2196/14190",
  "pmc_id": "PMC7157500",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.783641",
    "pmid": "32229471"
  }
}