{
  "pmid": "32228588",
  "uid": "32228588",
  "title": "'The problem is small enough, the problem is big enough': a qualitative study of health technology assessment and public policy on drug funding decisions for children.",
  "abstract": "BACKGROUND: Public policy approaches to funding paediatric medicines in developed public health systems remain understudied. Current approaches to HTA present a variety of conceptual, methodological and practical problems in the context of child health. This study explores the technical and sociopolitical determinants of public funding decisions on paediatric drugs, through the analysis of interviews with stakeholders involved in or impacted by HTA for child health technologies at the provincial and national levels in Canada. METHODS: We undertook in-depth interviews with a purposive sample (n = 22) of stakeholders involved with or affected by drug funding decisions for children at the provincial (Ontario) and national levels in Canada. Grounded theory methods were employed to guide data collection and analysis. Theory on 'technology-as-policy' and the sociopolitics of health technologies served as sensitizing concepts for inductive data coding and analysis. Emergent themes informed the development of conceptual and practical insights on social values and system dynamics related to child HTA, of relevance to public policymaking on the coverage of health technologies for children in Canada. RESULTS: Participant reflection on the normative and systems dimensions of drug funding for children formed two broad categories: HTA paradigms and sociopolitical context. Our analysis revealed notable differences of context and substance related to child health technology production, evaluation and use. These differences spanned the major phases of HTA (from assembly to assessment to integration) and the surrounding sociopolitical milieu (from markets to governance to politics). Careful analysis of these differences sets in relief a number of substantive and procedural shortcomings of current HTA paradigms in respect of child health. Our findings suggest a need to rethink how HTA is structured and operationalized for child health technologies. CONCLUSIONS: Current approaches to health technology assessment are not well calibrated to the realities of child health and illness. Our study presents a nuanced and contextually grounded analysis of concepts instrumental to drug funding decisions for children. The insights generated are directly applicable to the Canadian and Ontario contexts, but also yield fundamental knowledge about HTA for children that are germane to drug policy in other health systems.",
  "authors": [
    {
      "last_name": "Denburg",
      "fore_name": "Avram E",
      "initials": "AE",
      "name": "Avram E Denburg",
      "affiliations": [
        "Division of Haematology/Oncology, Department of Paediatrics, The Hospital for Sick Children, 555 University Ave, Toronto, Ontario, M5G 1X8, Canada. avram.denburg@sickkids.ca.",
        "Child Health Evaluative Sciences, Peter Gilgan Centre for Research and Learning, The Hospital for Sick Children, Toronto, Canada. avram.denburg@sickkids.ca.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada. avram.denburg@sickkids.ca."
      ]
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ungar",
      "fore_name": "Wendy J",
      "initials": "WJ",
      "name": "Wendy J Ungar",
      "affiliations": [
        "Child Health Evaluative Sciences, Peter Gilgan Centre for Research and Learning, The Hospital for Sick Children, Toronto, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal for equity in health",
    "iso_abbreviation": "Int J Equity Health",
    "issn": "1475-9276",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "30"
  },
  "start_page": "45",
  "pages": "45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Health Care Rationing",
    "Health Policy",
    "Humans",
    "Interviews as Topic",
    "Ontario",
    "Pediatrics",
    "Policy Making",
    "Politics",
    "Prescription Drugs",
    "Qualitative Research",
    "Research Design",
    "Social Values",
    "Socioeconomic Factors",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "32228588",
    "pmc": "PMC7106721",
    "doi": "10.1186/s12939-020-01164-w",
    "pii": "10.1186/s12939-020-01164-w"
  },
  "doi": "10.1186/s12939-020-01164-w",
  "pmc_id": "PMC7106721",
  "dates": {
    "completed": "2020-11-09",
    "revised": "2024-06-12"
  },
  "chemicals": [
    "Prescription Drugs"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:01.597389",
    "pmid": "32228588"
  }
}