{
  "pmid": "32228692",
  "uid": "32228692",
  "title": "How does integrated knowledge translation (IKT) compare to other collaborative research approaches to generating and translating knowledge? Learning from experts in the field.",
  "abstract": "BACKGROUND: Research funders in Canada and abroad have made substantial investments in supporting collaborative research approaches to generating and translating knowledge as it is believed to increase knowledge use. Canadian health research funders have advocated for the use of integrated knowledge translation (IKT) in health research, however, there is limited research around how IKT compares to other collaborative research approaches. Our objective was to better understand how IKT compares with engaged scholarship, Mode 2 research, co-production and participatory research by identifying the differences and similarities among them in order to provide conceptual clarity and reduce researcher and knowledge user confusion about these common approaches. METHODS: We employed a qualitative descriptive method using interview data to better understand experts' perspectives and experiences on collaborative research approaches. Participants' responses were analysed through thematic analysis to elicit core themes. The analysis was centred around the concept of IKT, as it is the most recent approach; IKT was then compared and contrasted with engaged scholarship, Mode 2 research, co-production and participatory research. As this was an iterative process, data triangulation and member-checking were conducted with participants to ensure accuracy of the emergent themes and analysis process. RESULTS: Differences were noted in the orientation (i.e. original purpose), historical roots (i.e. disciplinary origin) and partnership/engagement (i.e. role of partners etc.). Similarities among the approaches included (1) true partnerships rather than simple engagement, (2) focus on essential components and processes rather than labels, (3) collaborative research orientations rather than research methods, (4) core values and principles, and (5) extensive time and financial investment. Core values and principles among the approaches included co-creation, reciprocity, trust, fostering relationships, respect, co-learning, active participation, and shared decision-making in the generation and application of knowledge. All approaches require extensive time and financial investment to develop and maintain true partnerships. CONCLUSIONS: This qualitative study is the first to systematically synthesise experts' perspectives and experiences in a comparison of collaborative research approaches. This work contributes to developing a shared understanding of collaborative research approaches to facilitate conceptual clarity in use, reporting, indexing and communication among researchers, trainees, knowledge users and stakeholders to advance IKT and implementation science.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Tram",
      "initials": "T",
      "name": "Tram Nguyen",
      "affiliations": [
        "School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canada. tnguyen4@uottawa.ca.",
        "CanChild Centre for Childhood Disability Research, Faculty of Health Sciences, McMaster University, Hamilton, Canada. tnguyen4@uottawa.ca."
      ],
      "orcid": "0000-0002-5499-2397"
    },
    {
      "last_name": "Graham",
      "fore_name": "Ian D",
      "initials": "ID",
      "name": "Ian D Graham",
      "affiliations": [
        "School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canada.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Mrklas",
      "fore_name": "Kelly J",
      "initials": "KJ",
      "name": "Kelly J Mrklas",
      "affiliations": [
        "Strategic Clinical Networks™, System Innovation and Programs, Alberta Health Services, Calgary, Canada.",
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Bowen",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Bowen",
      "affiliations": [
        "Applied Research and Evaluation Consultant, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Cargo",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Cargo",
      "affiliations": [
        "Centre for Research and Action in Public Health, Health Research Institute, University of Canberra, Canberra, Australia."
      ]
    },
    {
      "last_name": "Estabrooks",
      "fore_name": "Carole A",
      "initials": "CA",
      "name": "Carole A Estabrooks",
      "affiliations": [
        "Canada Research Chair, Faculty of Nursing, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Kothari",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Kothari",
      "affiliations": [
        "Faculty of Health Sciences, School of Health Studies, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lavis",
      "affiliations": [
        "Canada Research Chair in Evidence-Informed Health Systems, McMaster Health Forum, Centre for Health Economics and Policy Analysis, Department of Health Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Macaulay",
      "fore_name": "Ann C",
      "initials": "AC",
      "name": "Ann C Macaulay",
      "affiliations": [
        "Participatory Research at McGill, Department of Family Medicine, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "MacLeod",
      "fore_name": "Martha",
      "initials": "M",
      "name": "Martha MacLeod",
      "affiliations": [
        "School of Nursing, University of Northern British Columbia, Prince George, Canada."
      ]
    },
    {
      "last_name": "Phipps",
      "fore_name": "David",
      "initials": "D",
      "name": "David Phipps",
      "affiliations": [
        "Research and Innovation Services, York University, Toronto, Canada."
      ]
    },
    {
      "last_name": "Ramsden",
      "fore_name": "Vivian R",
      "initials": "VR",
      "name": "Vivian R Ramsden",
      "affiliations": [
        "Department of Academic Family Medicine, College of Medicine, University of Saskatchewan, Saskatoon, Canada."
      ]
    },
    {
      "last_name": "Renfrew",
      "fore_name": "Mary J",
      "initials": "MJ",
      "name": "Mary J Renfrew",
      "affiliations": [
        "Mother and Infant Research Unit, School of Nursing and Health Sciences, University of Dundee, Dundee, United Kingdom."
      ]
    },
    {
      "last_name": "Salsberg",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Salsberg",
      "affiliations": [
        "Graduate Entry Medical School and Health Research Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Wallerstein",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Wallerstein",
      "affiliations": [
        "Center for Participatory Research, College of Population Health, University of New Mexico, Albuquerque, USA."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "30"
  },
  "start_page": "35",
  "pages": "35",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Australia",
    "Canada",
    "Delivery of Health Care",
    "Female",
    "Health Personnel",
    "Humans",
    "Information Dissemination",
    "International Cooperation",
    "Ireland",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Research Personnel",
    "Translational Research, Biomedical",
    "United States"
  ],
  "article_ids": {
    "pubmed": "32228692",
    "pmc": "PMC7106699",
    "doi": "10.1186/s12961-020-0539-6",
    "pii": "10.1186/s12961-020-0539-6"
  },
  "doi": "10.1186/s12961-020-0539-6",
  "pmc_id": "PMC7106699",
  "dates": {
    "completed": "2020-11-27",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U54 MD004811",
      "agency": "NIMHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "FDN #143247",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:01.037919",
    "pmid": "32228692"
  }
}