{
  "pmid": "32228622",
  "uid": "32228622",
  "title": "Interpretation and content validity of the items of the numeric rating version short-WORC to evaluate outcomes in management of rotator cuff pathology: a cognitive interview approach.",
  "abstract": "BACKGROUND: The shortened version of the Western Ontario Rotator Cuff Index (Short-WORC) is a patient reported outcome measure that evaluates quality of life (QoL) of patients with rotator cuff pathology. However, formal content validation of the full or Short-WORC has not been reported. This study aims to understand how 1) people interpret and calibrate responses to items on the Short-WORC and 2) compensatory strategies that might enhance function and thereby affect responses. METHODS: This study uses cognitive interviewing, a qualitative methodology that focuses on the interpretation of questionnaire items. Patients with rotator cuff disorders (n = 10), clinicians (n = 6) and measurement researchers (n = 10) were interviewed using a talk aloud structured interview that evaluated each of the 7 items of the Short-WORC. All interviews were recorded and transcribed verbatim by one researcher (R.F). Analysis was done through an open coding scheme using a previously established framework. RESULTS: Overall, the items on the Short-WORC were well received by participants. Through the interviews, the 6 themes of: Comprehension, Inadequate response definition, Reference Point, Relevance, Perspective Modifiers and Calibration Across Items emerged. The items of working above the shoulder (90%), compensating with the unaffected arm (88%) and lifting heavy objects (92%) were the most relevant to participants. Participants calibrated their scores on the items of sleeping and styling (19%) the most. Perspective modifiers of gender, influenced the calibrations of items of styling your hair (30%) and dressing or undressing (19%). Compensatory strategies of task-re allocation and using assistive devices/resources were frequently mentioned by participants. Overall, participants had minor comprehension issues, but found the 7- items of the Short-WORC to be relevant to QoL. CONCLUSIONS: Therefore, the findings demonstrate that the Short-WORC is not cognitively complex, but varies with patient perspectives. Overall, the Short-WORC provides evidence of demonstrating strong content validity when used for rotator cuff disorder patients.",
  "authors": [
    {
      "last_name": "Furtado",
      "fore_name": "Rochelle",
      "initials": "R",
      "name": "Rochelle Furtado",
      "affiliations": [
        "Physiotherapy, Health and Rehabilitation Science, Western University, London, ON, Canada. rfurtad5@uwo.ca.",
        "Collaborative Program in Musculoskeletal Health Research, Bone and Joint Institute, Western University, London, ON, Canada. rfurtad5@uwo.ca."
      ]
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy C",
      "initials": "JC",
      "name": "Joy C MacDermid",
      "affiliations": [
        "Physiotherapy, Health and Rehabilitation Science, Western University, London, ON, Canada.",
        "Collaborative Program in Musculoskeletal Health Research, Bone and Joint Institute, Western University, London, ON, Canada.",
        "Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "Physiotherapy, Health and Rehabilitation Science, Western University, London, ON, Canada.",
        "Collaborative Program in Musculoskeletal Health Research, Bone and Joint Institute, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Faber",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Faber",
      "affiliations": [
        "Collaborative Program in Musculoskeletal Health Research, Bone and Joint Institute, Western University, London, ON, Canada.",
        "Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, London, ON, Canada."
      ]
    },
    {
      "last_name": "Athwal",
      "fore_name": "George S",
      "initials": "GS",
      "name": "George S Athwal",
      "affiliations": [
        "Collaborative Program in Musculoskeletal Health Research, Bone and Joint Institute, Western University, London, ON, Canada.",
        "Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "30"
  },
  "start_page": "88",
  "pages": "88",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Adult",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Reported Outcome Measures",
    "Qualitative Research",
    "Quality of Life",
    "Reproducibility of Results",
    "Rotator Cuff Injuries",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32228622",
    "pmc": "PMC7106799",
    "doi": "10.1186/s12955-020-01339-7",
    "pii": "10.1186/s12955-020-01339-7"
  },
  "doi": "10.1186/s12955-020-01339-7",
  "pmc_id": "PMC7106799",
  "dates": {
    "completed": "2020-07-22",
    "revised": "2024-07-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.963275",
    "pmid": "32228622"
  }
}