{
  "pmid": "32232436",
  "uid": "32232436",
  "title": "Implementation of appropriate use criteria for cardiology tests and procedures: a systematic review and meta-analysis.",
  "abstract": "AIMS: The American College of Cardiology appropriate use criteria (AUC) provide clinicians with evidence-informed recommendations for cardiac care. Adopting AUC into clinical workflows may present challenges, and there may be specific implementation strategies that are effective in promoting effective use of AUC. We sought to assess the effect of implementing AUC in clinical practice. METHODS AND RESULTS: We conducted a meta-analysis of studies found through a systematic search of the MEDLINE, Web of Science, Cochrane, or CINAHL databases. Peer-reviewed manuscripts published after 2005 that reported on the implementation of AUC for a cardiovascular test or procedure were included. The main outcome was to determine if AUC implementation was associated with a reduction in inappropriate/rarely appropriate care. Of the 18 included studies, the majority used pre/post-cohort designs; few (n = 3) were randomized trials. Most studies used multiple strategies (n = 12, 66.7%). Education was the most common individual intervention strategy (n = 13, 72.2%), followed by audit and feedback (n = 8, 44.4%) and computerized physician order entry (n = 6, 33.3%). No studies reported on formal use of stakeholder engagement or 'nudges'. In meta-analysis, AUC implementation was associated with a reduction in inappropriate/rarely appropriate care (odds ratio 0.62, 95% confidence interval 0.49-0.78). Funnel plot suggests the possibility of publication bias. CONCLUSION: We found most published efforts to implement AUC observed reductions in inappropriate/rarely appropriate care. Studies rarely explored how or why the implementation strategy was effective. Because interventions were infrequently tested in isolation, it is difficult to make observations about their effectiveness as stand-alone strategies. STUDY REGISTRATION: PROSPERO 2018 CRD42018091602. Available from https://www.crd.york.ac.uk/prospero/display_record.php?ID=CRD42018091602.",
  "authors": [
    {
      "last_name": "Winchester",
      "fore_name": "David E",
      "initials": "DE",
      "name": "David E Winchester",
      "affiliations": [
        "Cardiology Section, Malcom Randall VAMC, 1601 SW Archer Rd 111-D, Gainesville, FL, USA.",
        "Division of Cardiovascular Medicine, University of Florida College of Medicine, 1600 SW Archer Rd, Gainesville, FL 32610, USA."
      ]
    },
    {
      "last_name": "Merritt",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Merritt",
      "affiliations": [
        "Division of Cardiovascular Medicine, University of Florida College of Medicine, 1600 SW Archer Rd, Gainesville, FL 32610, USA."
      ]
    },
    {
      "last_name": "Waheed",
      "fore_name": "Nida",
      "initials": "N",
      "name": "Nida Waheed",
      "affiliations": [
        "Department of Internal Medicine, University of Florida College of Medicine, 1600 SW Archer Rd, Gainesville, FL 32610, USA."
      ]
    },
    {
      "last_name": "Norton",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Norton",
      "affiliations": [
        "University of Florida College of Medicine, Health Science Center Library, 1600 SW Archer Rd, Gainesville, FL 32610, USA."
      ]
    },
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "Department of Surgery, University of California Davis, 2315 Stockton Blvd, Sacramento, CA 95817, USA.",
        "VA Northern California Health Care System, 10535 Hospital Way, Mather, CA 95655, USA."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Nishant R",
      "initials": "NR",
      "name": "Nishant R Shah",
      "affiliations": [
        "Department of Medicine, Providence VA Medical Center, Brown University Warren Alpert Medical School, 830 Chalkstone Ave, Providence, RI 02908, USA.",
        "Department of Health Services, Policy & Practice, Brown University School of Public Health, 121 S Main St, Providence, RI 02903, USA."
      ]
    },
    {
      "last_name": "Helfrich",
      "fore_name": "Christian D",
      "initials": "CD",
      "name": "Christian D Helfrich",
      "affiliations": [
        "Seattle-Denver Center for Innovation in Veteran-Centered and Value-Driven Care, 1660 S. Columbian Way Mailstop S-152 Seattle, WA 98108, USA."
      ]
    }
  ],
  "journal": {
    "title": "European heart journal. Quality of care & clinical outcomes",
    "iso_abbreviation": "Eur Heart J Qual Care Clin Outcomes",
    "issn": "2058-1742",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "25"
  },
  "start_page": "34",
  "end_page": "41",
  "pages": "34-41",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Systematic Review"
  ],
  "keywords": [
    "Cardiology",
    "Diagnostic Techniques, Cardiovascular",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "32232436",
    "doi": "10.1093/ehjqcco/qcaa029",
    "pii": "5814211"
  },
  "doi": "10.1093/ehjqcco/qcaa029",
  "dates": {
    "completed": "2021-12-03",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:59.615611",
    "pmid": "32232436"
  }
}