{
  "pmid": "32234747",
  "uid": "32234747",
  "title": "Evaluating a group-based Yoga of Stress Resilience programme: a pragmatic before-after interventional study protocol.",
  "abstract": "INTRODUCTION: Rates of mental health illnesses and burnout are increasing internationally. Therapeutic yoga is increasingly used to improve and maintain physical, mental and emotional well-being and general health. This protocol describes a study to evaluate the effectiveness of an existing primary care group-based therapeutic yoga programme, the Yoga of Stress Resilience programme, which combines yoga and psychotherapeutic techniques, in improving mental health and decreasing burnout. Implementation factors will also be evaluated for potential scale-up. METHODS AND ANALYSIS: A pragmatic before-after interventional trial design will be used to study changes in occupational participation and mental health outcomes, including anxiety, depression, burnout, functional impairment, insomnia, perceived stress, loneliness, self-compassion and readiness for change in adults experiencing anxiety and burnout. Repeated measures analysis of variance will be used to determine changes in outcome measures over time. Regression and multivariate analyses will be conducted to examine relationships between participant characteristics and outcomes and among various outcomes. The Reach, Effectiveness, Adoption, Implementation, and Maintenance framework will be used to guide the analyses. ETHICS AND DISSEMINATION: Approval from the Hamilton Integrated Research Ethics Board has been waived: project number 7082 (full review waived). Informed consent will be obtained prior to enrolling any participant into the study. All data will be kept confidential. Peer-reviewed publications and presentations will target researchers and health professionals. TRIAL REGISTRATION NUMBER: The ClinicalTrials.gov registry (NCT03973216).",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada alvare@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2333-0144"
    },
    {
      "last_name": "Sutton",
      "fore_name": "Arielle",
      "initials": "A",
      "name": "Arielle Sutton",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barton",
      "fore_name": "Bria",
      "initials": "B",
      "name": "Bria Barton",
      "affiliations": [
        "Ontario Network of Sexual Assault /Domestic Violence Treatment Centres, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vaidya",
      "fore_name": "Shailla",
      "initials": "S",
      "name": "Shailla Vaidya",
      "affiliations": [
        "Clairhurst Medical Centre, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "31"
  },
  "start_page": "e035862",
  "pages": "e035862",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Anxiety",
    "Burnout, Professional",
    "Depression",
    "Humans",
    "Mental Health",
    "Randomized Controlled Trials as Topic",
    "Stress, Psychological",
    "Yoga"
  ],
  "article_ids": {
    "pubmed": "32234747",
    "pmc": "PMC7170620",
    "doi": "10.1136/bmjopen-2019-035862",
    "pii": "bmjopen-2019-035862"
  },
  "doi": "10.1136/bmjopen-2019-035862",
  "pmc_id": "PMC7170620",
  "dates": {
    "completed": "2021-02-16",
    "revised": "2021-02-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:52.518111",
    "pmid": "32234747"
  }
}