{
  "pmid": "32238384",
  "uid": "32238384",
  "title": "Comparison of dietary macronutrient patterns of 14 popular named dietary programmes for weight and cardiovascular risk factor reduction in adults: systematic review and network meta-analysis of randomised trials.",
  "abstract": "OBJECTIVE: To determine the relative effectiveness of dietary macronutrient patterns and popular named diet programmes for weight loss and cardiovascular risk factor improvement among adults who are overweight or obese. DESIGN: Systematic review and network meta-analysis of randomised trials. DATA SOURCES: Medline, Embase, CINAHL, AMED, and CENTRAL from database inception until September 2018, reference lists of eligible trials, and related reviews. STUDY SELECTION: Randomised trials that enrolled adults (≥18 years) who were overweight (body mass index 25-29) or obese (≥30) to a popular named diet or an alternative diet. OUTCOMES AND MEASURES: Change in body weight, low density lipoprotein (LDL) cholesterol, high density lipoprotein (HDL) cholesterol, systolic blood pressure, diastolic blood pressure, and C reactive protein at the six and 12 month follow-up. REVIEW METHODS: Two reviewers independently extracted data on study participants, interventions, and outcomes and assessed risk of bias, and the certainty of evidence using the GRADE (grading of recommendations, assessment, development, and evaluation) approach. A bayesian framework informed a series of random effects network meta-analyses to estimate the relative effectiveness of the diets. RESULTS: 121 eligible trials with 21 942 patients were included and reported on 14 named diets and three control diets. Compared with usual diet, low carbohydrate and low fat diets had a similar effect at six months on weight loss (4.63 v 4.37 kg, both moderate certainty) and reduction in systolic blood pressure (5.14 mm Hg, moderate certainty v 5.05 mm Hg, low certainty) and diastolic blood pressure (3.21 v 2.85 mm Hg, both low certainty). Moderate macronutrient diets resulted in slightly less weight loss and blood pressure reductions. Low carbohydrate diets had less effect than low fat diets and moderate macronutrient diets on reduction in LDL cholesterol (1.01 mg/dL, low certainty v 7.08 mg/dL, moderate certainty v 5.22 mg/dL, moderate certainty, respectively) but an increase in HDL cholesterol (2.31 mg/dL, low certainty), whereas low fat (-1.88 mg/dL, moderate certainty) and moderate macronutrient (-0.89 mg/dL, moderate certainty) did not. Among popular named diets, those with the largest effect on weight reduction and blood pressure in comparison with usual diet were Atkins (weight 5.5 kg, systolic blood pressure 5.1 mm Hg, diastolic blood pressure 3.3 mm Hg), DASH (3.6 kg, 4.7 mm Hg, 2.9 mm Hg, respectively), and Zone (4.1 kg, 3.5 mm Hg, 2.3 mm Hg, respectively) at six months (all moderate certainty). No diets significantly improved levels of HDL cholesterol or C reactive protein at six months. Overall, weight loss diminished at 12 months among all macronutrient patterns and popular named diets, while the benefits for cardiovascular risk factors of all interventions, except the Mediterranean diet, essentially disappeared. CONCLUSIONS: Moderate certainty evidence shows that most macronutrient diets, over six months, result in modest weight loss and substantial improvements in cardiovascular risk factors, particularly blood pressure. At 12 months the effects on weight reduction and improvements in cardiovascular risk factors largely disappear. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42015027929.",
  "authors": [
    {
      "last_name": "Ge",
      "fore_name": "Long",
      "initials": "L",
      "name": "Long Ge",
      "affiliations": [
        "Evidence Based Social Science Research Centre, School of Public Health, Lanzhou University, Lanzhou, China.",
        "Department of Social Medicine and Health Management, School of Public Health, Lanzhou University, Lanzhou, China.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Michael G DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ball",
      "fore_name": "Geoff D C",
      "initials": "GDC",
      "name": "Geoff D C Ball",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "da Costa",
      "fore_name": "Bruno R",
      "initials": "BR",
      "name": "Bruno R da Costa",
      "affiliations": [
        "Institute of Primary Health Care (BIHAM), University of Bern, Bern, Switzerland.",
        "Applied Health Research Centre, St Michael's Hospital, University of Toronto, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hitchcock",
      "fore_name": "Christine L",
      "initials": "CL",
      "name": "Christine L Hitchcock",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada.",
        "Department of Community Health and Epidemiology, Faculty of Medicine, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Svendrovski",
      "fore_name": "Anton",
      "initials": "A",
      "name": "Anton Svendrovski",
      "affiliations": [
        "Department of Community Health and Epidemiology, Faculty of Medicine, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Kiflen",
      "fore_name": "Ruhi",
      "initials": "R",
      "name": "Ruhi Kiflen",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Quadri",
      "fore_name": "Kalimullah",
      "initials": "K",
      "name": "Kalimullah Quadri",
      "affiliations": [
        "Zucker School of Medicine at HOFSTRA/Northwell Mather Hospital, Port Jefferson, NY, USA."
      ]
    },
    {
      "last_name": "Kwon",
      "fore_name": "Henry Y",
      "initials": "HY",
      "name": "Henry Y Kwon",
      "affiliations": [
        "School of Medicine, Wayne State University, Detroit, MI, USA."
      ]
    },
    {
      "last_name": "Karamouzian",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Karamouzian",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, BC, Canada.",
        "HIV/STI Surveillance Research Centre, and WHO Collaborating Centre for HIV Surveillance, Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Adams-Webber",
      "fore_name": "Thomasin",
      "initials": "T",
      "name": "Thomasin Adams-Webber",
      "affiliations": [
        "Library and Archives Services, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Ahmed",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Damanhoury",
      "fore_name": "Samah",
      "initials": "S",
      "name": "Samah Damanhoury",
      "affiliations": [
        "Department of Agricultural, Food, and Nutritional Sciences, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nikolakopoulou",
      "fore_name": "Adriani",
      "initials": "A",
      "name": "Adriani Nikolakopoulou",
      "affiliations": [
        "Institute of Social and Preventive Medicine (ISPM), University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Tsuyuki",
      "fore_name": "Ross T",
      "initials": "RT",
      "name": "Ross T Tsuyuki",
      "affiliations": [
        "Department of Pharmacology, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Tian",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Tian",
      "affiliations": [
        "Evidence Based Medicine Centre, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Kehu",
      "initials": "K",
      "name": "Kehu Yang",
      "affiliations": [
        "Evidence Based Social Science Research Centre, School of Public Health, Lanzhou University, Lanzhou, China.",
        "Evidence Based Medicine Centre, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada bradley.johnston@tamu.edu.",
        "Department of Community Health and Epidemiology, Faculty of Medicine, Dalhousie University, Halifax, NS, Canada.",
        "Department of Nutrition, Texas A&M University, College Station, TX, 77845, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "369",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "m696",
  "pages": "m696",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Blood Pressure",
    "Body Mass Index",
    "Body Weight",
    "Cardiovascular Diseases",
    "Cholesterol, HDL",
    "Cholesterol, LDL",
    "Diet, Carbohydrate-Restricted",
    "Diet, Fat-Restricted",
    "Diet, Mediterranean",
    "Humans",
    "Nutrients",
    "Obesity",
    "Randomized Controlled Trials as Topic",
    "Risk Reduction Behavior",
    "Weight Loss"
  ],
  "article_ids": {
    "pubmed": "32238384",
    "pmc": "PMC7190064",
    "doi": "10.1136/bmj.m696"
  },
  "doi": "10.1136/bmj.m696",
  "pmc_id": "PMC7190064",
  "dates": {
    "completed": "2020-04-08",
    "revised": "2025-06-30"
  },
  "chemicals": [
    "Cholesterol, HDL",
    "Cholesterol, LDL"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.267079",
    "pmid": "32238384"
  }
}