{
  "pmid": "32231845",
  "uid": "32231845",
  "title": "Heterotopic Ossification following Total Elbow Arthroplasty in a Patient with Parkinson's Disease: Case Report and Literature Review.",
  "abstract": "Introduction. Heterotopic ossification (HO) usually develops following surgery or trauma. Risk factors for HO following elbow fractures include delay to surgery (>7 days), floating fractures, and elbow subluxation. Systemic risk factors for HO include male sex; concurrent cranial, neurological, or abdominal injury; high-energy trauma; previous development of HO; and contralateral fracture. To date, no studies have reported on Parkinson's disease (PD) as a risk factor for the development of HO. Case Presentation. A 68-year-old female with PD (treated with levodopa-carbidopa) sustained a right closed (OTA type A3) distal humerus fracture and was treated with a total elbow arthroplasty. Postoperatively, development of significant near-ankylosing HO was observed and contributed to significant restriction of elbow motion with activities of daily living. After HO maturation, the osseous growth was excised, and the area irradiated. The patient regained excellent elbow motion with no recurrence of HO. Discussion. A literature review revealed six cases of HO development in PD patients following arthroplasty. Patients with PD have higher serum concentrations of interleukins (IL) and tumor necrosis factor- (TNF-) α. These factors stimulate BMP-2 production which may promote osteogenesis. Levodopa-carbidopa may also influence HO through stimulation of growth hormone and IGF-1. Conclusion. Parkinsonism may promote heterotopic bone growth through the release of osteoinductive factors. HO development may also be mediated by levodopa-carbidopa therapy. Future research should highlight the link between HO and PD and identify if prophylaxis is warranted in PD patients undergoing arthroplasty.",
  "authors": [
    {
      "last_name": "Shah",
      "fore_name": "Ajay",
      "initials": "A",
      "name": "Ajay Shah",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3211-7185"
    },
    {
      "last_name": "Uy",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Uy",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Yan",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, Department of Surgery, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8393-0953"
    }
  ],
  "journal": {
    "title": "Case reports in surgery",
    "iso_abbreviation": "Case Rep Surg",
    "issn": "2090-6900",
    "issn_type": "Print",
    "volume": "2020",
    "pub_year": "2020"
  },
  "start_page": "2068045",
  "pages": "2068045",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32231845",
    "pmc": "PMC7085846",
    "doi": "10.1155/2020/2068045"
  },
  "doi": "10.1155/2020/2068045",
  "pmc_id": "PMC7085846",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.289483",
    "pmid": "32231845"
  }
}