{
  "pmid": "32248757",
  "uid": "32248757",
  "title": "Health-Related Quality of Life and Health Literacy among Mexican American and Black American Youth in a Southern Border State.",
  "abstract": "Among adults, health literacy and health-related quality of life are highly correlated constructs that are associated with tangible health outcomes. While the connection between these concepts and health outcomes among youth is still unclear, studying these factors among at-risk adolescent populations can provide researchers, policy-creators, and educators a quantifiable summary of the challenge they face in their efforts to reduce health disparities. The purpose of this study was to better understand the health of minority youth living in a Southern state near the US-Mexico border. Specifically, we sought to describe their health literacy and health-related quality of life, and identify how those concepts may be interrelated. Results indicated that our sample of primarily Mexican American and Black American youth living along the US-Mexico border may be struggling more than other known high-risk groups in terms of health literacy and health-related quality of life. Practical implications for families, schools, and border communities are discussed.",
  "authors": [
    {
      "last_name": "Hoffman",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Hoffman",
      "affiliations": [
        "School of Social Work, Brigham Young University, Provo, Utah, USA."
      ]
    },
    {
      "last_name": "Rueda",
      "fore_name": "Heidi Adams",
      "initials": "HA",
      "name": "Heidi Adams Rueda",
      "affiliations": [
        "Department of Social Work, University of Texas at San Antonio, San Antonio, Texas, USA."
      ]
    },
    {
      "last_name": "Beasley",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Beasley",
      "affiliations": [
        "Knoxville Department of Kinesiology, Recreation and Sport Studies, University of Tennessee, Knoxville, Tennessee, USA."
      ]
    }
  ],
  "journal": {
    "title": "Social work in public health",
    "iso_abbreviation": "Soc Work Public Health",
    "issn": "1937-190X",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Mar",
    "pub_day": "02"
  },
  "start_page": "114",
  "end_page": "124",
  "pages": "114-124",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Black or African American",
    "Health Literacy",
    "Humans",
    "Mexican Americans",
    "Mexico",
    "Quality of Life",
    "United States"
  ],
  "article_ids": {
    "pubmed": "32248757",
    "doi": "10.1080/19371918.2020.1747584"
  },
  "doi": "10.1080/19371918.2020.1747584",
  "dates": {
    "completed": "2021-08-05",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.527366",
    "pmid": "32248757"
  }
}