{
  "pmid": "32249758",
  "uid": "32249758",
  "title": "A Mobile Medical Knowledge Dissemination Platform (HeadToToe): Mixed Methods Study.",
  "abstract": "BACKGROUND: Finding readily accessible, high-quality medical references can be a challenging task. HeadToToe is a mobile platform designed to allow easy and quick access to sound, up-to-date, and validated medical knowledge and guidance. It provides easy access to essential clinical medical content in the form of documents, videos, clinical scores, and other formats for the day-to-day access and use by medical students and physicians during their pre- and postgraduate education. OBJECTIVE: The aim of this paper is to describe the architecture, user interface, and potential strengths and limitations of an innovative knowledge dissemination platform developed at the University of Geneva, Switzerland. We also report preliminary results from a user-experience survey and usage statistics over a selected period. METHODS: The dissemination platform consists of a smartphone app. Through an administration interface, content is managed by senior university and hospital staff. The app includes the following sections: (1) main section of medical guidance, organized by clinical field; (2) checklists for history-taking and clinical examination, organized by body systems; (3) laboratory section with frequently used lab values; and (4) favorites section. Each content item is programmed to be available for a given duration as defined by the content's author. Automatic notifications signal the author when the content is about to expire, hence, promoting its timely updating and reducing the risk of using obsolete content. In the background, a third-party statistical collecting tool records anonymous utilization statistics. RESULTS: We launched the final version of the platform in March 2019, both at the Faculty of Medicine at the University of Geneva and at the University Hospital of Geneva in Switzerland. A total of 622 students at the university and 613 health professionals at the hospital downloaded the app. Two-thirds of users at both institutions had an iOS device. During the practical examination period (ie, May 2019) there was a significant increase in the number of active users (P=.003), user activity (P<.001), and daily usage time (P<.001) among medical students. In addition, there were 1086 clinical skills video views during this period compared to a total of 484 in the preceding months (ie, a 108% increase). On a 10-point Likert scale, students and physicians rated the app with mean scores of 8.2 (SD 1.9) for user experience, 8.1 (SD 2.0) for usefulness, and 8.5 (SD 1.8) for relevance of content. In parallel, postgraduate trainees viewed more than 6000 documents during the first 3 months after the implementation in the Division of Neurology at our institution. CONCLUSIONS: HeadToToe is an educator-driven, mobile dissemination platform, which provides rapid and user-friendly access to up-to-date medical content and guidance. The platform was given high ratings for user experience, usefulness, and content quality and was used more often during the exam period. This suggests that the platform could be used as tool for exam preparation.",
  "authors": [
    {
      "last_name": "Zamberg",
      "fore_name": "Ido",
      "initials": "I",
      "name": "Ido Zamberg",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, Geneva, Switzerland.",
        "Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0003-4534-4635"
    },
    {
      "last_name": "Windisch",
      "fore_name": "Olivier",
      "initials": "O",
      "name": "Olivier Windisch",
      "affiliations": [
        "Division of Urology, Department of Surgery, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-8963-5445"
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, Geneva, Switzerland.",
        "Faculty of Medicine, University of Geneva, Geneva, Switzerland.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6182-9969"
    },
    {
      "last_name": "Nendaz",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Nendaz",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, Geneva, Switzerland.",
        "Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0003-3795-3254"
    },
    {
      "last_name": "Savoldelli",
      "fore_name": "Georges",
      "initials": "G",
      "name": "Georges Savoldelli",
      "affiliations": [
        "Faculty of Medicine, University of Geneva, Geneva, Switzerland.",
        "Division of Anesthesiology, Department of Anesthesiology, Clinical Pharmacology, Intensive Care, and Emergency Medicine, Geneva University Hospitals, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-8968-6920"
    },
    {
      "last_name": "Schiffer",
      "fore_name": "Eduardo",
      "initials": "E",
      "name": "Eduardo Schiffer",
      "affiliations": [
        "Faculty of Medicine, University of Geneva, Geneva, Switzerland.",
        "Division of Anesthesiology, Department of Anesthesiology, Clinical Pharmacology, Intensive Care, and Emergency Medicine, Geneva University Hospitals, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-7415-4315"
    }
  ],
  "journal": {
    "title": "JMIR medical education",
    "iso_abbreviation": "JMIR Med Educ",
    "issn": "2369-3762",
    "issn_type": "Print",
    "volume": "6",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "May",
    "pub_day": "27"
  },
  "start_page": "e17729",
  "pages": "e17729",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32249758",
    "pmc": "PMC7287749",
    "doi": "10.2196/17729",
    "pii": "v6i1e17729"
  },
  "doi": "10.2196/17729",
  "pmc_id": "PMC7287749",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:50.331842",
    "pmid": "32249758"
  }
}