{
  "pmid": "32250958",
  "uid": "32250958",
  "title": "A Mobile Health Platform to Disseminate Validated Institutional Measurements During the COVID-19 Outbreak: Utilization-Focused Evaluation Study.",
  "abstract": "BACKGROUND: As part of the response plans for the current outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), authorities are drafting and implementing containment measures across jurisdictions worldwide in the effort to slow down transmission and reduce the infection rate. A solid communication strategy is needed to increase the reach of valid information to health professionals, reduce misinformation, and efficiently implement recommended measures. OBJECTIVE: The aim of this paper is to describe the utilization of a dedicated mobile health (mHealth) platform to disseminate up-to-date and validated information about SARS-CoV-2 to all medical staff of the Children's Hospital at the University Hospitals of Geneva. METHODS: Three documents containing institutional information concerning screening, local containment procedures, and frequently asked questions and answers for parents were made available to the staff through a mobile app developed in the University of Geneva, Switzerland. Using a third-party statistics tool, we anonymously monitored user activity as well as content utilization patterns since the diagnosis of the first case of SARS-CoV-2 in Switzerland on February 25, 2020. RESULTS: From February 25, 2020, to March 13, 2020 (18 days), information documents on SARS-CoV-2 were viewed 859 times, which accounted for 35.6% of the total content views (total views=332). User activity increased significantly with 50.8 (SD 14.4) users per day in this period as compared to the previous weeks (mean 26.4, SD 9.8; P<.001). In addition, session numbers per day more than doubled during the aforementioned period (P<.001). In a survey, medical staff found the information easy to find within the app. On a 10-point Likert scale, the ability of the app to reassure staff in clinical practice was rated as 7.6 (SD 2.1), time-saving ability was rated as 8.5 (SD 2.1), and the need to look for information from other sources was rated as 5.9 (SD 3.3). CONCLUSIONS: The use of an mHealth solution to disseminate novel coronavirus-related information seemed to be an effective and time-saving communication channel within our institution during the SARS-CoV-2 outbreak. Medical staff felt reassured and informed in daily practice. More research should be done on the clinical impact and outcomes of the integration of mHealth solutions as a communication channel of validated information within health institutions.",
  "authors": [
    {
      "last_name": "Zamberg",
      "fore_name": "Ido",
      "initials": "I",
      "name": "Ido Zamberg",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, Geneva, Switzerland.",
        "Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0003-4534-4635"
    },
    {
      "last_name": "Manzano",
      "fore_name": "Sergio",
      "initials": "S",
      "name": "Sergio Manzano",
      "affiliations": [
        "Division of Pediatric Emergency, Department of Pediatrics, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0001-9603-5520"
    },
    {
      "last_name": "Posfay-Barbe",
      "fore_name": "Klara",
      "initials": "K",
      "name": "Klara Posfay-Barbe",
      "affiliations": [
        "Faculty of Medicine, University of Geneva, Geneva, Switzerland.",
        "Division of General Pediatrics, Department of Pediatrics, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0001-9464-5704"
    },
    {
      "last_name": "Windisch",
      "fore_name": "Olivier",
      "initials": "O",
      "name": "Olivier Windisch",
      "affiliations": [
        "Division of Urology, Department of Surgery, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-8963-5445"
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-6182-9969"
    },
    {
      "last_name": "Schiffer",
      "fore_name": "Eduardo",
      "initials": "E",
      "name": "Eduardo Schiffer",
      "affiliations": [
        "Faculty of Medicine, University of Geneva, Geneva, Switzerland.",
        "Division of Anesthesiology, Department of Anesthesiology, Clinical Pharmacology, Intensive Care and Emergency Medicine, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-7415-4315"
    }
  ],
  "journal": {
    "title": "JMIR public health and surveillance",
    "iso_abbreviation": "JMIR Public Health Surveill",
    "issn": "2369-2960",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "14"
  },
  "start_page": "e18668",
  "pages": "e18668",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Betacoronavirus",
    "COVID-19",
    "China",
    "Coronavirus",
    "Coronavirus Infections",
    "Diffusion of Innovation",
    "Disease Outbreaks",
    "Health Facilities",
    "Health Policy",
    "Hospitals, Pediatric",
    "Humans",
    "Information Dissemination",
    "Pandemics",
    "Pneumonia, Viral",
    "SARS-CoV-2",
    "Severe Acute Respiratory Syndrome",
    "Smartphone",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "32250958",
    "pmc": "PMC7159056",
    "doi": "10.2196/18668",
    "pii": "v6i2e18668"
  },
  "doi": "10.2196/18668",
  "pmc_id": "PMC7159056",
  "dates": {
    "completed": "2020-04-20",
    "revised": "2020-12-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.096105",
    "pmid": "32250958"
  }
}