{
  "pmid": "32256367",
  "uid": "32256367",
  "title": "Rho-Associated Protein Kinase Inhibitor Treatment Promotes Proliferation and Phagocytosis in Trabecular Meshwork Cells.",
  "abstract": "PURPOSE: Continuous reductions in trabecular meshwork (TM) cellularity inhibit aqueous humor (AH) outflow, which is the main cause of primary open-angle glaucoma. Rho-associated protein kinase inhibitor (ROCKi) targets the TM to reduce intraocular pressure (IOP) and increase AH outflow facility. However, the underlying mechanisms are not entirely clear. Here, we aimed to investigate the effect of a ROCKi (Y-27632) on TM cell proliferation and phagocytosis. METHODS: Immortalized human TM (iHTM) cells, glaucomatous TM (GTM3) cells, and primary human TM (pTM) cells were cultured and identified. The effects of various concentrations of Y-27632 on F-actin cytoskeleton were assessed using immunofluorescence. Cell proliferation effects were evaluated using a cell counting kit-8 (CCK8), cell counting, and Ki67 immunostaining. Cell phagocytosis was evaluated using immunofluorescence and flow cytometry in immortalized TM cells. C57BL/6J and Tg-MYOC [Y437H] mice were used to investigate the proliferative effects of Y-27632 on TM cells in vivo. The effect of Y-27632 on IOP was monitored for 2 weeks, and the outflow facility was detected 2 weeks after IOP measurement. TM cells in mice were counted using immunohistochemistry. RESULTS: Y-27632 (100 μM) significantly promoted the proliferation of both immortal TM cells and pTM cells. In GTM3 cells, phagocytosis was significantly greater in the Y-27632 group than in the control group, nearly reaching the level of phagocytosis in iHTM, as determined using immunofluorescence and flow cytometry. In Tg-MYOC [Y437H] mice, treatment with Y-27632 significantly decreased IOP and increased outflow facility, which greatly influenced the long-term IOP-lowering effect. The number of TM cells in Tg-MYOC [Y437H] mice was significantly improved after Y-27632 administration. CONCLUSION: Y-27632 promoted cell proliferation and phagocytosis of TM cells, and its proliferative effect was demonstrated in a transgenic mouse model. These results revealed a new IOP-lowering mechanism of Y-27632 through effects on TM cells, suggesting the potential for a correlation between TM cellularity and long-term recovery of IOP.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Wenshi",
      "initials": "W",
      "name": "Wenshi Chen",
      "affiliations": [
        "Department of Ophthalmology, The Affiliated Hospital of Qingdao University, Qingdao, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Xuejiao",
      "initials": "X",
      "name": "Xuejiao Yang",
      "affiliations": [
        "Department of Ophthalmology, The Affiliated Hospital of Qingdao University, Qingdao, China."
      ]
    },
    {
      "last_name": "Fang",
      "fore_name": "Jingwang",
      "initials": "J",
      "name": "Jingwang Fang",
      "affiliations": [
        "Department of Pharmacology, School of Pharmacy, Qingdao University, Qingdao, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Ophthalmology, Qingdao Central Hospital, Qingdao University, Qingdao, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Zhu",
      "affiliations": [
        "Department of Pharmacology, School of Pharmacy, Qingdao University, Qingdao, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Xian",
      "initials": "X",
      "name": "Xian Yang",
      "affiliations": [
        "Department of Ophthalmology, The Affiliated Hospital of Qingdao University, Qingdao, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pharmacology",
    "iso_abbreviation": "Front Pharmacol",
    "issn": "1663-9812",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2020"
  },
  "start_page": "302",
  "pages": "302",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32256367",
    "pmc": "PMC7090161",
    "doi": "10.3389/fphar.2020.00302"
  },
  "doi": "10.3389/fphar.2020.00302",
  "pmc_id": "PMC7090161",
  "dates": {
    "revised": "2022-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.394183",
    "pmid": "32256367"
  }
}