{
  "pmid": "32265754",
  "uid": "32265754",
  "title": "The Arab Region's Contribution to Global Mental Health Research (2009-2018): A Bibliometric Analysis.",
  "abstract": "Background: Mental health research output in the Arab region is increasing, yet little is known about its recent landscape. This study provides a bibliometric analysis of mental health research in all 22 Arab countries over the past decade. Method: We used 760 journals and numerous keywords to search for articles published between 2009 and 2018 by individuals affiliated with institutions located in the Arab region. We analyzed data within Arab countries and between Arab and non-Arab countries. Results: We found that research output in the Arab world has increased by almost 160% in the past ten years, in comparison to 57% for the rest of the world. The quality of publications has also steadily improved, and so did international collaboration. Despite the progress, the number of articles per capita remains remarkably lower for the Arab world compared to the rest of the world. Also, the majority of articles continue to emanate from a limited number of countries (Egypt, Saudi Arabia, and Lebanon) and institutions within these countries. Mental health research topics in the Arab region are similar to those found in low- and middle-income countries of Africa, Asia, Latin America, and the Caribbean. Conclusion: The region needs to invest more in mental health research to close the gap with other medical and healthcare research areas and with the rest of the world. The region also needs to increase its international collaboration and research training to produce higher-quality studies, attract more funding, and publish more in top journals. As the region's population continues to face increasing trauma as a result of war and terrorism, among others, the field is afforded an opportunity to establish a major standing in the healthcare domain. Researchers are uniquely poised to use their body of research evidence to effectively help people reengage with their environments and return to daily life activities.",
  "authors": [
    {
      "last_name": "Zeinoun",
      "fore_name": "Pia",
      "initials": "P",
      "name": "Pia Zeinoun",
      "affiliations": [
        "Department of Psychology, Faculty of Arts and Sciences, American University of Beirut, Beirut, Lebanon.",
        "Department of Psychiatry, Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, Faculty of Medicine, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact (HE&I), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Maalouf",
      "fore_name": "Fadi T",
      "initials": "FT",
      "name": "Fadi T Maalouf",
      "affiliations": [
        "Department of Psychiatry, Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Meho",
      "fore_name": "Lokman I",
      "initials": "LI",
      "name": "Lokman I Meho",
      "affiliations": [
        "University Libraries, American University of Beirut, Beirut, Lebanon.",
        "Department of Political Studies and Public Administration, Faculty of Arts and Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychiatry",
    "iso_abbreviation": "Front Psychiatry",
    "issn": "1664-0640",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2020"
  },
  "start_page": "182",
  "pages": "182",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32265754",
    "pmc": "PMC7096372",
    "doi": "10.3389/fpsyt.2020.00182"
  },
  "doi": "10.3389/fpsyt.2020.00182",
  "pmc_id": "PMC7096372",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.197571",
    "pmid": "32265754"
  }
}