{
  "pmid": "32275725",
  "uid": "32275725",
  "title": "Potential greenhouse gas reductions from Natural Climate Solutions in Oregon, USA.",
  "abstract": "Increasing concentrations of greenhouse gases (GHGs) are causing global climate change and decreasing the stability of the climate system. Long-term solutions to climate change will require reduction in GHG emissions as well as the removal of large quantities of GHGs from the atmosphere. Natural climate solutions (NCS), i.e., changes in land management, ecosystem restoration, and avoided conversion of habitats, have substantial potential to meet global and national greenhouse gas (GHG) reduction targets and contribute to the global drawdown of GHGs. However, the relative role of NCS to contribute to GHG reduction at subnational scales is not well known. We examined the potential for 12 NCS activities on natural and working lands in Oregon, USA to reduce GHG emissions in the context of the state's climate mitigation goals. We evaluated three alternative scenarios wherein NCS implementation increased across the applicable private or public land base, depending on the activity, and estimated the annual GHG reduction in carbon dioxide equivalents (CO2e) attributable to NCS from 2020 to 2050. We found that NCS within Oregon could contribute annual GHG emission reductions of 2.7 to 8.3 MMT CO2e by 2035 and 2.9 to 9.8 MMT CO2e by 2050. Changes in forest-based activities including deferred timber harvest, riparian reforestation, and replanting after wildfires contributed most to potential GHG reductions (76 to 94% of the overall annual reductions), followed by changes to agricultural management through no-till, cover crops, and nitrogen management (3 to 15% of overall annual reductions). GHG reduction benefits are relatively high per unit area for avoided conversion of forests (125-400 MT CO2e ha-1). However, the existing land use policy in Oregon limits the current geographic extent of active conversion of natural lands and thus, avoided conversions results in modest overall potential GHG reduction benefits (i.e., less than 5% of the overall annual reductions). Tidal wetland restoration, which has high per unit area carbon sequestration benefits (8.8 MT CO2e ha-1 yr-1), also has limited possible geographic extent resulting in low potential (< 1%) of state-level GHG reduction contributions. However, co-benefits such as improved habitat and water quality delivered by restoration NCS pathways are substantial. Ultimately, reducing GHG emissions and increasing carbon sequestration to combat climate change will require actions across multiple sectors. We demonstrate that the adoption of alternative land management practices on working lands and avoided conversion and restoration of native habitats can achieve meaningful state-level GHG reductions.",
  "authors": [
    {
      "last_name": "Graves",
      "fore_name": "Rose A",
      "initials": "RA",
      "name": "Rose A Graves",
      "affiliations": [
        "College of Liberal Arts and Sciences, Portland State University, Portland, Oregon, United States of America.",
        "The Nature Conservancy, Portland, Oregon, United States of America."
      ],
      "orcid": "0000-0002-3405-0212"
    },
    {
      "last_name": "Haugo",
      "fore_name": "Ryan D",
      "initials": "RD",
      "name": "Ryan D Haugo",
      "affiliations": [
        "The Nature Conservancy, Portland, Oregon, United States of America."
      ]
    },
    {
      "last_name": "Holz",
      "fore_name": "Andrés",
      "initials": "A",
      "name": "Andrés Holz",
      "affiliations": [
        "Department of Geography, Portland State University, Portland, Oregon, United States of America."
      ]
    },
    {
      "last_name": "Nielsen-Pincus",
      "fore_name": "Max",
      "initials": "M",
      "name": "Max Nielsen-Pincus",
      "affiliations": [
        "Department of Environmental Science and Management, Portland State University, Portland, Oregon, United States of America."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "The Nature Conservancy, Portland, Oregon, United States of America."
      ]
    },
    {
      "last_name": "Kellogg",
      "fore_name": "Bryce",
      "initials": "B",
      "name": "Bryce Kellogg",
      "affiliations": [
        "The Nature Conservancy, Portland, Oregon, United States of America."
      ]
    },
    {
      "last_name": "Macdonald",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Macdonald",
      "affiliations": [
        "The Nature Conservancy, Portland, Oregon, United States of America."
      ]
    },
    {
      "last_name": "Popper",
      "fore_name": "Kenneth",
      "initials": "K",
      "name": "Kenneth Popper",
      "affiliations": [
        "The Nature Conservancy, Portland, Oregon, United States of America."
      ]
    },
    {
      "last_name": "Schindel",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Schindel",
      "affiliations": [
        "The Nature Conservancy, Portland, Oregon, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "4",
    "pub_year": "2020"
  },
  "start_page": "e0230424",
  "pages": "e0230424",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Agriculture",
    "Carbon Dioxide",
    "Carbon Sequestration",
    "Climate Change",
    "Conservation of Natural Resources",
    "Environmental Health",
    "Greenhouse Effect",
    "Greenhouse Gases",
    "Nitrogen",
    "Oregon"
  ],
  "article_ids": {
    "pubmed": "32275725",
    "pmc": "PMC7147789",
    "doi": "10.1371/journal.pone.0230424",
    "pii": "PONE-D-19-20116"
  },
  "doi": "10.1371/journal.pone.0230424",
  "pmc_id": "PMC7147789",
  "dates": {
    "completed": "2020-07-10",
    "revised": "2023-11-13"
  },
  "chemicals": [
    "Greenhouse Gases",
    "Carbon Dioxide",
    "Nitrogen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.640577",
    "pmid": "32275725"
  }
}