{
  "pmid": "32276117",
  "uid": "32276117",
  "title": "Behavioural toxicity of environmental relevant concentrations of a glyphosate commercial formulation - RoundUp® UltraMax - During zebrafish embryogenesis.",
  "abstract": "The use of herbicides with glyphosate as an active ingredient (a.i.) has increased dramatically in recent years, with its residues often being found in either soil or water. Nevertheless, concerns have arisen about its harmful side effects for both ecosystems and wildlife health. Therefore, the objective of this work was to assess the effects of a commercial formulation of glyphosate (RoundUp® UltraMax), at environmentally relevant concentrations on zebrafish embryos through a set of behavioural patterns. Zebrafish embryos were exposed to 0, 1, 2 and 5 μg a.i. mL[-1] concentrations of the glyphosate formulation for 72 h (from 2.5 to 75 h post-fertilization (hpf)). After exposure, larvae were washed and allowed to develop until 144 hpf. At this point, the larvae behaviour was evaluated using a battery of tests to assess the general exploratory motility, escape-like responses, anxiety-related behaviours and social interactions. In addition, cortisol levels were assessed. No significant changes were observed relative to the exploratory behaviour in the standard open field. The anxiety-related behaviours were similar among groups, and no social interference was observed following exposure to these glyphosate concentrations. Likewise, cortisol levels remained similar among treatments. Still, the larvae exposed to 5 μg a.i. mL[-1] did not react to the presence of an aversive stimulus, supporting glyphosate-induced changes in the sensory-motor coordination during development. In general, these results indicate a possible neurotoxic effect of this glyphosate-based formulation that should be further evaluated. In addition, the results obtained could impose a risk for wildlife sensitive species that should not be neglected.",
  "authors": [
    {
      "last_name": "Lanzarin",
      "fore_name": "Germano A B",
      "initials": "GAB",
      "name": "Germano A B Lanzarin",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Venâncio",
      "fore_name": "Carlos A S",
      "initials": "CAS",
      "name": "Carlos A S Venâncio",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Department of Animal Science, School of Agrarian and Veterinary Sciences, University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Department of Animal Science, School of Agrarian and Veterinary Sciences, University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Félix",
      "fore_name": "Luís M",
      "initials": "LM",
      "name": "Luís M Félix",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Instituto de Investigação e Inovação em Saúde (i3s), Laboratory Animal Science (LAS), Instituto de Biologia Molecular Celular (IBMC), University of Porto (UP), Porto, Portugal. Electronic address: luis.felix@ibmc.up.pt."
      ]
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "253",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "126636",
  "pages": "126636",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Ecosystem",
    "Embryo, Nonmammalian",
    "Embryonic Development",
    "Glycine",
    "Herbicides",
    "Larva",
    "Water Pollutants, Chemical",
    "Zebrafish",
    "Glyphosate"
  ],
  "article_ids": {
    "pubmed": "32276117",
    "doi": "10.1016/j.chemosphere.2020.126636",
    "pii": "S0045-6535(20)30829-8"
  },
  "doi": "10.1016/j.chemosphere.2020.126636",
  "dates": {
    "completed": "2020-06-24",
    "revised": "2023-12-13"
  },
  "chemicals": [
    "Herbicides",
    "Water Pollutants, Chemical",
    "Glycine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.076640",
    "pmid": "32276117"
  }
}