{
  "pmid": "32276950",
  "uid": "32276950",
  "title": "Efficacy of psychological therapies for irritable bowel syndrome: systematic review and network meta-analysis.",
  "abstract": "OBJECTIVES: National guidelines for the management of irritable bowel syndrome (IBS) recommend that psychological therapies should be considered, but their relative efficacy is unknown, because there have been few head-to-head trials. We performed a systematic review and network meta-analysis to try to resolve this uncertainty. DESIGN: We searched the medical literature through January 2020 for randomised controlled trials (RCTs) assessing efficacy of psychological therapies for adults with IBS, compared with each other, or a control intervention. Trials reported a dichotomous assessment of symptom status after completion of therapy. We pooled data using a random effects model. Efficacy was reported as a pooled relative risk (RR) of remaining symptomatic, with a 95% CI to summarise efficacy of each comparison tested, and ranked by therapy according to P score. RESULTS: We identified 41 eligible RCTs, containing 4072 participants. After completion of therapy, the psychological interventions with the largest numbers of trials, and patients recruited, demonstrating efficacy included self-administered or minimal contact cognitive behavioural therapy (CBT) (RR 0.61; 95% CI 0.45 to 0.83, P score 0.66), face-to-face CBT (RR 0.62; 95% CI 0.48 to 0.80, P score 0.65) and gut-directed hypnotherapy (RR 0.67; 95% CI 0.49 to 0.91, P score 0.57). After completion of therapy, among trials recruiting only patients with refractory symptoms, group CBT and gut-directed hypnotherapy were more efficacious than either education and/or support or routine care, and CBT via the telephone, contingency management, CBT via the internet and dynamic psychotherapy were all superior to routine care. Risk of bias of trials was high, with evidence of funnel plot asymmetry; the efficacy of psychological therapies is therefore likely to have been overestimated. CONCLUSIONS: Several psychological therapies are efficacious for IBS, although none were superior to another. CBT-based interventions and gut-directed hypnotherapy had the largest evidence base and were the most efficacious long term. TRIAL REGISTRATION NUMBER: The study protocol was published on the PROSPERO international prospective register of systematic reviews (registration number CRD 42020163246).",
  "authors": [
    {
      "last_name": "Black",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Black",
      "affiliations": [
        "Leeds Gastroenterology Institute, St. James's University Hospital, Leeds, West Yorkshire, UK.",
        "Leeds Institute of Medical Research at St. James's, University of Leeds, Leeds, West Yorkshire, UK."
      ]
    },
    {
      "last_name": "Thakur",
      "fore_name": "Elyse R",
      "initials": "ER",
      "name": "Elyse R Thakur",
      "affiliations": [
        "Department of Psychiatry and Behavioural Sciences, Baylor College of Medicine, Houston, Texas, USA.",
        "Division of Gastroenterology and Hepatology, Atrium Health, Charlotte, North Carolina, USA."
      ]
    },
    {
      "last_name": "Houghton",
      "fore_name": "Lesley A",
      "initials": "LA",
      "name": "Lesley A Houghton",
      "affiliations": [
        "Leeds Institute of Medical Research at St. James's, University of Leeds, Leeds, West Yorkshire, UK."
      ]
    },
    {
      "last_name": "Quigley",
      "fore_name": "Eamonn M M",
      "initials": "EMM",
      "name": "Eamonn M M Quigley",
      "affiliations": [
        "Lynda K and David M Underwood Center for Digestive Disorders, Houston Methodist Hospital and Weill Cornell Medical College, Houston, Texas, USA."
      ],
      "orcid": "0000-0003-4151-7180"
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Leeds Gastroenterology Institute, St. James's University Hospital, Leeds, West Yorkshire, UK alexf12399@yahoo.com.",
        "Leeds Institute of Medical Research at St. James's, University of Leeds, Leeds, West Yorkshire, UK."
      ],
      "orcid": "0000-0001-6371-4359"
    }
  ],
  "journal": {
    "title": "Gut",
    "iso_abbreviation": "Gut",
    "issn": "1468-3288",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "8",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "1441",
  "end_page": "1451",
  "pages": "1441-1451",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Cognitive Behavioral Therapy",
    "Humans",
    "Hypnosis",
    "Irritable Bowel Syndrome",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "32276950",
    "doi": "10.1136/gutjnl-2020-321191",
    "pii": "gutjnl-2020-321191"
  },
  "doi": "10.1136/gutjnl-2020-321191",
  "dates": {
    "completed": "2021-03-31",
    "revised": "2025-06-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.419816",
    "pmid": "32276950"
  }
}