{
  "pmid": "32289555",
  "uid": "32289555",
  "title": "A Multicenter International Temporal and External Validation Study of the Ultrasound-based Endometriosis Staging System.",
  "abstract": "STUDY OBJECTIVE: The aim of this study was to validate temporally and externally the ultrasound-based endometriosis staging system (UBESS) to predict the level of complexity of laparoscopic surgery for endometriosis. DESIGN: A multicenter, international, retrospective, diagnostic accuracy study was carried out between January 2016 and April 2018 on women with suspected pelvic endometriosis. SETTING: Four different centers with advanced ultrasound and laparoscopic services were recruited (1 for temporal validation and 3 for external validation). PATIENTS: Women with pelvic pain and suspected endometriosis. INTERVENTIONS: All women underwent a systematic transvaginal ultrasound and were staged according to the UBESS system, followed by classification of laparoscopic level of complexity according to the Royal College of Obstetricians and Gynaecologists (RCOG) levels 1 to 3. MEASUREMENTS AND MAIN RESULTS: UBESS I, II, and III were then correlated with RCOG levels 1, 2, and 3, respectively. A comparison between temporal and external sites (skipping \"A\") and between each site was performed in terms of the diagnostic accuracy of UBESS to predict RCOG laparoscopic skill level. A total of 317 consecutive women who underwent laparoscopy with suspected endometriosis were included. Complete transvaginal ultrasound and laparoscopic surgical outcomes were available for 293/317 (92.4%). At the temporal site, the accuracy, sensitivity, specificity, positive predictive value, negative predictive value, positive likelihood ratio, and negative likelihood ratio of UBESS I to predict RCOG level 1 were 80.0%,73.8%, 94.9%, 97.2%, 60.2%, 14.5%, and 0.3%, respectively; of UBESS II to predict RCOG level 2 were 81.0%, 70.6%, 82.0%, 26.7%, 96.8%, 3.9%, and 0.3%, respectively; of UBESS III to predict RCOG level 3 were 91.0%, 85.7%, 92.4%, 75.0%, 96.1%, 11.3%, and 0.2%, respectively. At the external sites, the results of UBESS I to predict RCOG level 1 were 90.3%, 92.0%, 88.4%, 90.2%, 90.5%, 7.9%, and 0.1% respectively; UBESS II to predict RCOG level 2 were 89.2%, 100.0%, 88.5%, 37.5%, 100.0%, 8.7%, and 0.0%, respectively; and UBESS III to predict RCOG level 3 were 86.0%, 67.6%, 98.2%, 96.2%, 82.1%, 37.8%, and 0.3%, respectively. When patients requiring ureterolysis (i.e., RCOG level 3) in the absence of bowel endometriosis were excluded (n = 54), the sensitivity of UBESS III to correctly classify RCOG level 3 increased from 85.7% to 96.7% at the temporal site (n = 42) and from 67.6% to 96.0% at the external sites (n = 12) (p <.005). CONCLUSION: The results from this external validation study suggest that UBESS in its current form is not generalizable unless there is either or both bowel deep endometriosis and cul-de-sac obliteration present. The major limitation appears to be the misclassification of women who require surgical ureterolysis in the absence of bowel endometriosis.",
  "authors": [
    {
      "last_name": "Espada",
      "fore_name": "Mercedes",
      "initials": "M",
      "name": "Mercedes Espada",
      "affiliations": [
        "Department of Acute Gynaecology, Early Pregnancy and Advanced Endosurgery Unit, Sydney Medical School Nepean, University of Sydney, Nepean Hospital, Penrith (Drs. Espada, Leonardi, and Condous); OMNI Ultrasound and Gynaecological Care, St Leonards (Drs. Espada and Leonardi). Electronic address: medimer@hotmail.com."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Acute Gynaecology, Early Pregnancy and Advanced Endosurgery Unit, Sydney Medical School Nepean, University of Sydney, Nepean Hospital, Penrith (Drs. Espada, Leonardi, and Condous); OMNI Ultrasound and Gynaecological Care, St Leonards (Drs. Espada and Leonardi)."
      ]
    },
    {
      "last_name": "Aas-Eng",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Aas-Eng",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Oslo University Hospital, Oslo, Norway (Dr. Aas-Eng)."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Chuan",
      "initials": "C",
      "name": "Chuan Lu",
      "affiliations": [
        "Department of Computer Sciences, Aberystwyth University, Wales, United Kingdom (Dr. Lu)."
      ]
    },
    {
      "last_name": "Reyftmann",
      "fore_name": "Lionel",
      "initials": "L",
      "name": "Lionel Reyftmann",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Wollongong Hospital, Wollongong (Drs. Reyftmann, Tetstall, and Reid)."
      ]
    },
    {
      "last_name": "Tetstall",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Tetstall",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Wollongong Hospital, Wollongong (Drs. Reyftmann, Tetstall, and Reid)."
      ]
    },
    {
      "last_name": "Slusarczyk",
      "fore_name": "Basia",
      "initials": "B",
      "name": "Basia Slusarczyk",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Royal Prince Alfred Hospital, Sydney (Drs. Slusarczyk and Ludlow), New South Wales, Australia."
      ]
    },
    {
      "last_name": "Ludlow",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Ludlow",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Royal Prince Alfred Hospital, Sydney (Drs. Slusarczyk and Ludlow), New South Wales, Australia."
      ]
    },
    {
      "last_name": "Hudelist",
      "fore_name": "Gernaud",
      "initials": "G",
      "name": "Gernaud Hudelist",
      "affiliations": [
        "Department of Gynecology, Hospital St. John of God, Vienna, Austria (Dr. Hudelist)."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Reid",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Wollongong Hospital, Wollongong (Drs. Reyftmann, Tetstall, and Reid)."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "Department of Acute Gynaecology, Early Pregnancy and Advanced Endosurgery Unit, Sydney Medical School Nepean, University of Sydney, Nepean Hospital, Penrith (Drs. Espada, Leonardi, and Condous)."
      ]
    }
  ],
  "journal": {
    "title": "Journal of minimally invasive gynecology",
    "iso_abbreviation": "J Minim Invasive Gynecol",
    "issn": "1553-4669",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "57",
  "end_page": "62",
  "pages": "57-62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Australia",
    "Austria",
    "Chronic Pain",
    "Douglas' Pouch",
    "Endometriosis",
    "Female",
    "Humans",
    "Intestinal Diseases",
    "Laparoscopy",
    "Ovarian Diseases",
    "Pelvic Pain",
    "Predictive Value of Tests",
    "Reproducibility of Results",
    "Retrospective Studies",
    "Sensitivity and Specificity",
    "Ultrasonography"
  ],
  "article_ids": {
    "pubmed": "32289555",
    "doi": "10.1016/j.jmig.2020.04.009",
    "pii": "S1553-4650(20)30184-9"
  },
  "doi": "10.1016/j.jmig.2020.04.009",
  "dates": {
    "completed": "2021-04-12",
    "revised": "2021-04-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:20.280034",
    "pmid": "32289555"
  }
}