{
  "pmid": "32281067",
  "uid": "32281067",
  "title": "Environmental risks among rice farmers and factors influencing their risk perceptions and attitudes in Punjab, Pakistan.",
  "abstract": "Farming community confronted with sundry type of risks while production and environmental risks are more significant. Farms management decisions and operations are considerably influenced by farmers' perceptions and attitude to risks. Risk management issues specific to cereals crops not properly focused in developing countries specifically to Pakistan, so this gap tried to address in this study. This research work was spotlighted to quantify farmers' perception and attitude of diverse form of risks toward rice crop in Pakistan. The present study used cross-sectional data of 450 rice farmers categorized as low, medium, and high production base six rice districts of Punjab, Pakistan. In attempting to identify farmers attitude to risk, the study used Equally Likely Certainty Equivalent approach, as farmers' perception were ranked in four catastrophic risk basis, rice diseases, high input prices, drought, and heavy rainfall and hail, by risk matrix. In estimating the factors influencing farmers' attitude and perceptions to risk, the study used Probit model. Farmers believe heavy rainfall and hails, high input prices, drought, and rice disease major threats for rice crop while mostly farmer is risk-averse behavior as indicated in the results of the study. Estimates of the study signified as education, gender, size of farm, religious, age, credit, off-farm income, farmer livestock, and experience of farming significantly influences farmer risk perception and risk attitude. This research provided applied and suitable investigation for farming community, extension services, researchers, agricultural policymakers, and insurance institutions. Farmers confronting risk and their attitude need to understand by researcher and policymakers' access them accurate information regarding sophisticated tools of risk management and risks to make sure the provision of advance extension services and agricultural finance. In formulating applied policy measures, it is prerequisite for researchers and policymakers to accurate understanding of local environmental conditions, crop-related threats, and farmers' perceptions and attitude.",
  "authors": [
    {
      "last_name": "Ahmad",
      "fore_name": "Dilshad",
      "initials": "D",
      "name": "Dilshad Ahmad",
      "affiliations": [
        "Department of Management Sciences, COMSATS University Islamabad, Vehari Campus Pakistan, Islamabad, Pakistan. dilshad@ciitvehari.edu.pk."
      ],
      "orcid": "0000-0002-3991-805X"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Economics, Preston University Islamabad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Rauf",
      "fore_name": "Abdur",
      "initials": "A",
      "name": "Abdur Rauf",
      "affiliations": [
        "Department of Economics, Abbottabad University of Science and Technology, Havelian, Abbotabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "17",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "21953",
  "end_page": "21964",
  "pages": "21953-21964",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Agriculture",
    "Attitude",
    "Cross-Sectional Studies",
    "Farmers",
    "Humans",
    "Oryza",
    "Pakistan"
  ],
  "article_ids": {
    "pubmed": "32281067",
    "doi": "10.1007/s11356-020-08771-8",
    "pii": "10.1007/s11356-020-08771-8"
  },
  "doi": "10.1007/s11356-020-08771-8",
  "dates": {
    "completed": "2020-07-10",
    "revised": "2020-07-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.885879",
    "pmid": "32281067"
  }
}