{
  "pmid": "32289673",
  "uid": "32289673",
  "title": "Treatment of Executive Function Deficits in autism spectrum disorder with repetitive transcranial magnetic stimulation: A double-blind, sham-controlled, pilot trial.",
  "abstract": "BACKGROUND: In youth and young adults with autism spectrum disorder (ASD), executive function (EF) deficits may be a promising treatment target with potential impact on everyday functioning. OBJECTIVE: To conduct a pilot randomized, double-blind, parallel, controlled trial evaluating repetitive transcranial magnetic stimulation (rTMS) for EF deficits in ASD. METHOD: In Toronto, Ontario (November 2014 to June 2017), a 20-session, 4-week course of 20 Hz rTMS targeting dorsolateral prefrontal cortex (DLPFC) (90%RMT) was compared to sham stimulation in 16-35 year-olds with ASD (28 male/12 female), without intellectual disability, who had impaired everyday EF performance (n = 20 active/n = 20 sham). Outcome measures evaluated protocol feasibility and clinical effects of active vs. sham rTMS on EF performance. The moderating effect of baseline functioning was explored. RESULTS: Of eligible participants, 95% were enrolled and 95% of randomized participants completed the protocol. Adverse events across treatment arms were mild-to-moderate. There was no significant difference between active vs. sham rTMS on EF performance. Baseline adaptive functioning moderated the effect of rTMS, such that participants with lower baseline functioning experienced significant EF improvement in the active vs. sham group. CONCLUSIONS: Our pilot RCT demonstrated the feasibility and acceptability of using high frequency rTMS targeting DLPFC in youth and young adults with autism. No evidence for efficacy of active versus sham rTMS on EF performance was found. However, we found promising preliminary evidence of EF performance improvement following active versus sham rTMS in participants with ASD with more severe adaptive functioning deficits. Future work could focus on examining efficacy of rTMS in this higher-need population. CLINICAL TRIAL REGISTRATION: Repetitive Transcranial Magnetic Stimulation (rTMS) for Executive Function Deficits in Autism Spectrum Disorder and Effects on Brain Structure: A Pilot Study; https://clinicaltrials.gov/ct2/show/NCT02311751?term = ameis&rank = 1; NCT02311751. The trial was funded by: an American Academy of Child and Adolescent Psychiatry (AACAP) Pilot Research Award, the Innovation Fund from the Alternate Funding Plan of the Academic Health Sciences Centres of Ontario, and an Ontario Mental Health Foundation (OMHF) Project A Grant and New Investigator Fellowship.",
  "authors": [
    {
      "last_name": "Ameis",
      "fore_name": "Stephanie H",
      "initials": "SH",
      "name": "Stephanie H Ameis",
      "affiliations": [
        "Centre for Brain and Mental Health, Program in Neurosciences & Mental Health, Sick Kids Research Institute, The Hospital for Sick Children, Toronto, Canada; The Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health, Campbell Family Mental Health Research Institute, The Centre for Addiction and Mental Health, Toronto, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Canada. Electronic address: stephanie.ameis@camh.ca."
      ]
    },
    {
      "last_name": "Blumberger",
      "fore_name": "Daniel M",
      "initials": "DM",
      "name": "Daniel M Blumberger",
      "affiliations": [
        "Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Canada; Temerty Centre for Therapeutic Brain Intervention, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Croarkin",
      "fore_name": "Paul E",
      "initials": "PE",
      "name": "Paul E Croarkin",
      "affiliations": [
        "Department of Psychiatry and Psychology, Division of Child and Adolescent Psychiatry, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Mabbott",
      "fore_name": "Donald J",
      "initials": "DJ",
      "name": "Donald J Mabbott",
      "affiliations": [
        "Centre for Brain and Mental Health, Program in Neurosciences & Mental Health, Sick Kids Research Institute, The Hospital for Sick Children, Toronto, Canada; Department of Psychology, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Lai",
      "fore_name": "Meng-Chuan",
      "initials": "MC",
      "name": "Meng-Chuan Lai",
      "affiliations": [
        "Centre for Brain and Mental Health, Program in Neurosciences & Mental Health, Sick Kids Research Institute, The Hospital for Sick Children, Toronto, Canada; The Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health, Campbell Family Mental Health Research Institute, The Centre for Addiction and Mental Health, Toronto, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Canada; Department of Psychology, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Desarkar",
      "fore_name": "Pushpal",
      "initials": "P",
      "name": "Pushpal Desarkar",
      "affiliations": [
        "Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Canada; Temerty Centre for Therapeutic Brain Intervention, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Centre for Brain and Mental Health, Program in Neurosciences & Mental Health, Sick Kids Research Institute, The Hospital for Sick Children, Toronto, Canada; The Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health, Campbell Family Mental Health Research Institute, The Centre for Addiction and Mental Health, Toronto, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Daskalakis",
      "fore_name": "Zafiris J",
      "initials": "ZJ",
      "name": "Zafiris J Daskalakis",
      "affiliations": [
        "Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Canada; Temerty Centre for Therapeutic Brain Intervention, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Brain stimulation",
    "iso_abbreviation": "Brain Stimul",
    "issn": "1876-4754",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "3",
    "pub_year": "2020"
  },
  "start_page": "539",
  "end_page": "547",
  "pages": "539-547",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Autism Spectrum Disorder",
    "Double-Blind Method",
    "Executive Function",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Pilot Projects",
    "Prefrontal Cortex",
    "Transcranial Magnetic Stimulation"
  ],
  "article_ids": {
    "pubmed": "32289673",
    "mid": "NIHMS1698382",
    "pmc": "PMC8129776",
    "doi": "10.1016/j.brs.2020.01.007",
    "pii": "S1935-861X(20)30007-3"
  },
  "doi": "10.1016/j.brs.2020.01.007",
  "pmc_id": "PMC8129776",
  "dates": {
    "completed": "2020-11-27",
    "revised": "2021-05-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 MH113700",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.410651",
    "pmid": "32289673"
  }
}