{
  "pmid": "32295775",
  "uid": "32295775",
  "title": "Collaborating with healthcare providers to understand their perspectives on a hospital-to-home warning signs intervention for rural transitional care: protocol of a multimethod descriptive study.",
  "abstract": "INTRODUCTION: This study builds on our prior research, which identified that older rural patients and families (1) view preparation for detecting and responding to worsening health conditions as their most pressing unmet transitional care (TC) need and (2) perceive an evidence-based intervention, preparing them to detect and respond to warning signs of worsening health conditions, as highly likely to meet this need. Yet, what healthcare providers need to implement a warning signs intervention in rural TC is unclear. The objectives of this study are (1) to examine healthcare providers' perspectives on the acceptability of a warning signs intervention and (2) to identify barriers and facilitators to healthcare providers' provision of the intervention in rural communities. METHODS AND ANALYSIS: This multimethod descriptive study uses a community-based, participatory research approach. We will examine healthcare providers' perspectives on a warning signs intervention. A purposive, criterion-based sample of healthcare providers stratified by professional designation (three strata: nurses, physicians and allied healthcare professionals) in two regions (Southwestern and Northeastern Ontario, Canada) will (1) rate the acceptability of the intervention and (2) participate in small (n=4-6 healthcare providers), semistructured telephone focus group discussions on barriers and facilitators to delivering the intervention in rural communities. Two to three focus groups per stratum will be held in each region for a total of 12-18 focus groups. Data will be analysed using conventional qualitative content analysis and descriptive statistics. ETHICS AND DISSEMINATION: Ethics approval was obtained from the Office of Research Ethics at York University and the Health Sciences North Research Ethics Board. Findings will be communicated through plain language summary and policy briefs, press releases, manuscripts and conferences.",
  "authors": [
    {
      "last_name": "Fox",
      "fore_name": "Mary T",
      "initials": "MT",
      "name": "Mary T Fox",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada maryfox@yorku.ca."
      ],
      "orcid": "0000-0003-0572-3892"
    },
    {
      "last_name": "Butler",
      "fore_name": "Jeffrey I",
      "initials": "JI",
      "name": "Jeffrey I Butler",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-2765-7208"
    },
    {
      "last_name": "Sidani",
      "fore_name": "Souraya",
      "initials": "S",
      "name": "Souraya Sidani",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Ryerson University, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-9115-2389"
    },
    {
      "last_name": "Durocher",
      "fore_name": "Evelyne",
      "initials": "E",
      "name": "Evelyne Durocher",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2122-3997"
    },
    {
      "last_name": "Nowrouzi-Kia",
      "fore_name": "Behdin",
      "initials": "B",
      "name": "Behdin Nowrouzi-Kia",
      "affiliations": [
        "Occupational Science and Occupational Therapy, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-5586-4282"
    },
    {
      "last_name": "Yamada",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Yamada",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Ryerson University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dahlke",
      "fore_name": "Sherry",
      "initials": "S",
      "name": "Sherry Dahlke",
      "affiliations": [
        "Faculty of Nursing, University of Alberta, Edmonton, Alberta, Canada."
      ],
      "orcid": "0000-0001-6599-3101"
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Trent School of the Environment, Trent University, Peterborough, Ontario, Canada."
      ],
      "orcid": "0000-0001-7148-6827"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "14"
  },
  "start_page": "e034698",
  "pages": "e034698",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Health Personnel",
    "Hospitals",
    "Humans",
    "Ontario",
    "Qualitative Research",
    "Rural Population",
    "Transitional Care"
  ],
  "article_ids": {
    "pubmed": "32295775",
    "pmc": "PMC7200029",
    "doi": "10.1136/bmjopen-2019-034698",
    "pii": "bmjopen-2019-034698"
  },
  "doi": "10.1136/bmjopen-2019-034698",
  "pmc_id": "PMC7200029",
  "dates": {
    "completed": "2021-04-19",
    "revised": "2021-04-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "163072",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:29.370121",
    "pmid": "32295775"
  }
}