{
  "pmid": "32309074",
  "uid": "32309074",
  "title": "Postmarket Modifications of High-risk Plastic Surgery Devices.",
  "abstract": "BACKGROUND: In the United States, high-risk medical devices must be cleared through the premarket approval (PMA) pathway, which requires clinical evidence ensuring safety and efficacy. Approved devices can be modified and reintroduced to market without additional study through the PMA supplemental review track. This study characterizes the changes of high-risk plastic surgery devices once they undergo initial clearance. METHODS: A retrospective, cross-sectional analysis of the Food and Drug Administration (FDA) PMA database. The following data were extracted from the PMA database (January 1, 1980 to December 31, 2018): initial clearance date, device type, the number and type of supplement, supplement reason, and product withdrawal date. Data from the FDA medical device recall database were also extracted and reported. The median number of device modifications and median lifetime of device-years were calculated. RESULTS: There have been 39 original plastic surgery devices approved by the FDA. There was no significant change with respect to initial clearance dates for original devices over time (r = 0.28; P = 0.084). PMA supplement usage has significantly increased with time (rs = 0.9174, P = 0.000). Overall, approved plastic surgery devices have undergone a median of 11 changes (IQR, 3-35). Breast implant devices collectively underwent the most modifications with a median of 28 modifications per device (IQR, 20.25-33.25). CONCLUSIONS: Over the past 2 decades, plastic surgery device manufacturers have significantly increased the use of supplement track review. High-risk plastic surgery devices may undergo frequent minor changes without clinical evidence to support the safety and efficacy of modified versions.",
  "authors": [
    {
      "last_name": "Olaiya",
      "fore_name": "Oluwatobi R",
      "initials": "OR",
      "name": "Oluwatobi R Olaiya",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oyesile",
      "fore_name": "Doyinsola",
      "initials": "D",
      "name": "Doyinsola Oyesile",
      "affiliations": [
        "University of Western Ontario Faculty of Health Science, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Stone",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McRae",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H McRae",
      "affiliations": [
        "University of Western Ontario Faculty of Health Science, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Feb"
  },
  "start_page": "e2621",
  "pages": "e2621",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32309074",
    "pmc": "PMC7159931",
    "doi": "10.1097/GOX.0000000000002621"
  },
  "doi": "10.1097/GOX.0000000000002621",
  "pmc_id": "PMC7159931",
  "dates": {
    "revised": "2022-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.530831",
    "pmid": "32309074"
  }
}