{
  "pmid": "32306912",
  "uid": "32306912",
  "title": "Identifying and understanding the health and social care needs of Indigenous older adults with multiple chronic conditions and their caregivers: a scoping review.",
  "abstract": "BACKGROUND: Indigenous people continue to experience high rates of multiple chronic conditions (MCC) at younger ages than other populations, resulting in an increase in health and social care needs. Those who provide services designed to address MCC for Indigenous communities require synthesized information to develop interventions that meet the needs of their older adult population. This review seeks to answer the research question: What are the health and social care needs, priorities and preferences of Indigenous older adults (living outside of long-term care settings) with MCC and their caregivers? METHODS: A scoping review, guided by a refinement of the Arksey & O'Malley framework, was conducted. Articles were included if the authors reported on health and social care needs and priorities of older Indigenous adults. We also included articles that focused on Indigenous conceptions of wellness, resilience, well-being, and/or balance within the context of aging, and articles where authors drew from Indigenous specific worldviews, ways of knowing, cultural safety, cultural competence, cultural appropriateness, cultural relevance and community needs. RESULTS: This scoping review included 9 articles that were examined using an Indigenous determinants of health (IDH) theoretical framework to analyze the needs of older adults and CGs. Five areas of needs were identified: accessible health services; building community capacity; improved social support networks; preservation of cultural values in health care; and wellness-based approaches. CONCLUSION: The review highlights key determinants of health that influenced older adults' needs: education and literacy, ethnicity, and social support/network (proximal); health promotion and health care (intermediate); and a combination of historical and contemporary structures (distal). The findings highlight the importance of local Indigenous knowledge and perspectives to improve accessibility of culturally relevant health and social services.",
  "authors": [
    {
      "last_name": "Webkamigad",
      "fore_name": "Sharlene",
      "initials": "S",
      "name": "Sharlene Webkamigad",
      "affiliations": [
        "School of Rural and Northern Health, Laurentian University, Sudbury, Ontario, P3E 2C6, Canada."
      ]
    },
    {
      "last_name": "Rowe",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Rowe",
      "affiliations": [
        "School of Rural and Northern Health, Laurentian University, Sudbury, Ontario, P3E 2C6, Canada."
      ]
    },
    {
      "last_name": "Peltier",
      "fore_name": "Shanna",
      "initials": "S",
      "name": "Shanna Peltier",
      "affiliations": [
        "Ontario Institute for Studies in Education, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Froehlich Chow",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Froehlich Chow",
      "affiliations": [
        "Canadian Centre for Health and Safety in Agriculture, University of Saskatchewan, Saskatoon, SK, Canada."
      ]
    },
    {
      "last_name": "McGilton",
      "fore_name": "Katherine S",
      "initials": "KS",
      "name": "Katherine S McGilton",
      "affiliations": [
        "Toronto Rehabilitation Institute - University Health Network, Toronto, ON, Canada.",
        "Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": [
        "School of Rural and Northern Health, Laurentian University, Sudbury, Ontario, P3E 2C6, Canada. Jenniferwalker@laurentian.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "19"
  },
  "start_page": "145",
  "pages": "145",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Australia",
    "Caregivers",
    "Culturally Competent Care",
    "Delivery of Health Care",
    "Female",
    "Health Services Accessibility",
    "Humans",
    "Multiple Chronic Conditions",
    "Social Determinants of Health",
    "Social Networking",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "32306912",
    "pmc": "PMC7168986",
    "doi": "10.1186/s12877-020-01552-5",
    "pii": "10.1186/s12877-020-01552-5"
  },
  "doi": "10.1186/s12877-020-01552-5",
  "pmc_id": "PMC7168986",
  "dates": {
    "completed": "2020-12-04",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NKS - 150581",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.686304",
    "pmid": "32306912"
  }
}