{
  "pmid": "32310146",
  "uid": "32310146",
  "title": "Impact of the AGE-ON Tablet Training Program on Social Isolation, Loneliness, and Attitudes Toward Technology in Older Adults: Single-Group Pre-Post Study.",
  "abstract": "BACKGROUND: The internet and technology can help older adults connect with family and friends. However, many older adults face obstacles to internet and technology use, such as lack of knowledge or self-efficacy. OBJECTIVE: The purpose of this study was to explore the impact of the AGE-ON tablet training program on social isolation, loneliness, and quality of life. METHODS: Adults aged >60 years took part in a series of 6 weekly workshops covering the basic features of a tablet. Before and after the program, social isolation, loneliness, social support, and quality of life were assessed. In addition, data on current tablet use and attitudes toward technology use were collected. Satisfaction with the program was also assessed at the end of the study using 6 Likert scale questions. RESULTS: The participants (N=32; mean age 76.3, SD 8.6 years) were predominantly female (n=20, 63%) and retired (n=30, 94%). The participants reported that they were highly satisfied with the program. After completing the program, no differences in social isolation, loneliness, social support, or quality of life were found. Frequency of tablet use increased and the attitudes of the participants toward technology improved. CONCLUSIONS: The AGE-ON program resulted in increased tablet use frequency and may improve comfort and attitudes toward tablet use among older adults. This program may assist older adults in overcoming obstacles to internet and technology use to better connect with family and friends; however, further work targeting older adults who are socially isolated or at risk of social isolation is needed to more fully understand whether tablet training programs are beneficial in this population. TRIAL REGISTRATION: ClinicalTrials.gov NCT03472729; https://clinicaltrials.gov/ct2/show/NCT03472729.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9600-3403"
    },
    {
      "last_name": "Coletta",
      "fore_name": "Giulia",
      "initials": "G",
      "name": "Giulia Coletta",
      "affiliations": [
        "School of Kinesiology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0834-986X"
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1968-6765"
    },
    {
      "last_name": "Marr",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Marr",
      "affiliations": [
        "Division of Geriatrics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9897-1061"
    }
  ],
  "journal": {
    "title": "JMIR aging",
    "iso_abbreviation": "JMIR Aging",
    "issn": "2561-7605",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "20"
  },
  "start_page": "e18398",
  "pages": "e18398",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32310146",
    "pmc": "PMC7199129",
    "doi": "10.2196/18398",
    "pii": "v3i1e18398"
  },
  "doi": "10.2196/18398",
  "pmc_id": "PMC7199129",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.162219",
    "pmid": "32310146"
  }
}