{
  "pmid": "32313683",
  "uid": "32313683",
  "title": "A protocol for a pilot cluster randomized control trial of e-vouchers and mobile phone application to enhance access to maternal health services in Cameroon.",
  "abstract": "BACKGROUND: Cameroon still has relatively high maternal mortality rate (MMR) of 596/100,000 live births. Approximately 40% of births are unattended by skilled healthcare personnel with high out-of-pocket expenditures. Poor resource allocation, poorly functioning referral systems, long trekking distances to health facilities, all of which lead to low rates of use of maternal health services. OBJECTIVES: The aim of this pilot study is to explore perception and acceptability of mobile health (mhealth) and e-voucher and to determine the feasibility of conducting a large cluster randomized trial to determine the effects of combining e-vouchers and a mobile application compared with usual care in improving access to and use of maternal health services. METHODS: This is a multimethod study that comprises two phases. The first phase is the development of the mobile phone app, which includes a qualitative formative study through in-depth key informant interviews and focus group discussions. The second phase is a cluster randomized control trial assessing the combination of e-vouchers and a mobile application compared with usual care in improving access to and use of maternal health services. Feasibility will be determined based on evaluating randomization, contamination, enrollment rate, complete follow up, compliance rate, success in matching data from different sources, and data completeness. ETHICS AND DISCUSSION: Ethics approval has been granted, and the trial has been registered in the Pan-African Clinical Trials Registry. We will disseminate our findings through peer-reviewed manuscripts and conference presentations. Findings from this study will inform the design and conduct of a larger randomized trial. TRIAL REGISTRATION: PACTR201808703097367. The trial on the Pan African Clinical Trials Registry.",
  "authors": [
    {
      "last_name": "Nkangu",
      "fore_name": "Miriam N",
      "initials": "MN",
      "name": "Miriam N Nkangu",
      "affiliations": [
        "1School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada.",
        "Health Promotion Alliance Cameroon (HPAC), Yaounde, Cameroon.",
        "9WHO Collaborating Center for Knowledge Translation and Health Technology Assessment in Health Equity, Ottawa University, Ottawa, Canada.",
        "10Bruyere Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Okwen",
      "fore_name": "Patrick M",
      "initials": "PM",
      "name": "Patrick M Okwen",
      "affiliations": [
        "Effective Basic Services (eBASE) Africa, Bamenda, Cameroon."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "3Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "4Biostatistics Unit, The Research Institute, St Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "Centre for the Development of Best Practices in Health, Yaounde, Cameroon."
      ]
    },
    {
      "last_name": "Weledji",
      "fore_name": "Donald K",
      "initials": "DK",
      "name": "Donald K Weledji",
      "affiliations": [
        "SPRL Donwels System, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Janet Hatcher",
      "initials": "JH",
      "name": "Janet Hatcher Roberts",
      "affiliations": [
        "1School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada.",
        "9WHO Collaborating Center for Knowledge Translation and Health Technology Assessment in Health Equity, Ottawa University, Ottawa, Canada.",
        "10Bruyere Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Yaya",
      "fore_name": "Sanni",
      "initials": "S",
      "name": "Sanni Yaya",
      "affiliations": [
        "8School of International Development and Global Studies, University of Ottawa, Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2020"
  },
  "start_page": "45",
  "pages": "45",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32313683",
    "pmc": "PMC7155248",
    "doi": "10.1186/s40814-020-00589-y",
    "pii": "589"
  },
  "doi": "10.1186/s40814-020-00589-y",
  "pmc_id": "PMC7155248",
  "dates": {
    "revised": "2022-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.531030",
    "pmid": "32313683"
  }
}