{
  "pmid": "32310137",
  "uid": "32310137",
  "title": "Translating Clinical Questions by Physicians Into Searchable Queries: Analytical Survey Study.",
  "abstract": "BACKGROUND: Staying up to date and answering clinical questions with current best evidence from health research is challenging. Evidence-based clinical texts, databases, and tools can help, but clinicians first need to translate their clinical questions into searchable queries. MacPLUS FS (McMaster Premium LiteratUre Service Federated Search) is an online search engine that allows clinicians to explore multiple resources simultaneously and retrieves one single output that includes the following: (1) evidence from summaries (eg, UpToDate and DynaMed), (2) preappraised research (eg, EvidenceAlerts), and (3) non-preappraised research (eg, PubMed), with and without validated bibliographic search filters. MacPLUS FS can also be used as a laboratory to explore clinical questions and evidence retrieval. OBJECTIVE: Our primary objective was to examine how clinicians formulate their queries on a federated search engine, according to the population, intervention, comparison, and outcome (PICO) framework. Our secondary objective was to assess which resources were accessed by clinicians to answer their questions. METHODS: We performed an analytical survey among 908 clinicians who used MacPLUS FS in the context of a randomized controlled trial on search retrieval. Recording account log-ins and usage, we extracted all 1085 queries performed during a 6-month period and classified each search term according to the PICO framework. We further categorized queries into background (eg, \"What is porphyria?\") and foreground questions (eg, \"Does treatment A work better than B?\"). We then analyzed the type of resources that clinicians accessed. RESULTS: There were 695 structured queries, after exclusion of meaningless queries and iterations of similar searches. We classified 56.5% (393/695) of these queries as background questions and 43.5% (302/695) as foreground questions, the majority of which were related to questions about therapy (213/695, 30.6%), followed by diagnosis (48/695, 6.9%), etiology (24/695, 3.5%), and prognosis (17/695, 2.5%). This distribution did not significantly differ between postgraduate residents and medical faculty physicians (P=.51). Queries included a median of 3 search terms (IQR 2-4), most often related to the population and intervention or test, rarely related to the outcome, and never related to the comparator. About half of the resources accessed (314/610, 51.5%) were summaries, 24.4% (149/610) were preappraised research, and 24.1% were (147/610) non-preappraised research. CONCLUSIONS: Our results, from a large sample of real-life queries, could guide the development of educational interventions to improve clinicians' retrieval skills, as well as inform the design of more useful evidence-based resources for clinical practice. TRIAL REGISTRATION: ClinicalTrials.gov NCT02038439; https://www.clinicaltrials.gov/ct2/show/NCT02038439.",
  "authors": [
    {
      "last_name": "Seguin",
      "fore_name": "Aurélie",
      "initials": "A",
      "name": "Aurélie Seguin",
      "affiliations": [
        "Division of General Internal Medicine, Department Medicine, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-9519-3399"
    },
    {
      "last_name": "Haynes",
      "fore_name": "Robert Brian",
      "initials": "RB",
      "name": "Robert Brian Haynes",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1453-3196"
    },
    {
      "last_name": "Carballo",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Carballo",
      "affiliations": [
        "Division of General Internal Medicine, Department Medicine, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-8344-4293"
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Perrier",
      "fore_name": "Arnaud",
      "initials": "A",
      "name": "Arnaud Perrier",
      "affiliations": [
        "Division of General Internal Medicine, Department Medicine, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0001-5549-8609"
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of General Internal Medicine, Department Medicine, University Hospitals of Geneva, Geneva, Switzerland.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6182-9969"
    }
  ],
  "journal": {
    "title": "JMIR medical education",
    "iso_abbreviation": "JMIR Med Educ",
    "issn": "2369-3762",
    "issn_type": "Print",
    "volume": "6",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "20"
  },
  "start_page": "e16777",
  "pages": "e16777",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32310137",
    "pmc": "PMC7199131",
    "doi": "10.2196/16777",
    "pii": "v6i1e16777"
  },
  "doi": "10.2196/16777",
  "pmc_id": "PMC7199131",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.229826",
    "pmid": "32310137"
  }
}