{
  "pmid": "32310168",
  "uid": "32310168",
  "title": "Effect of Wii Fit© Exercise on Balance of Older Adults with Neurocognitive Disorders: A Meta-Analysis.",
  "abstract": "BACKGROUND: Exercise is beneficial to maintain balance. Wii Fit©, a video game-based exercise, offers an enjoyable way to exercise and is feasible for older adults with neurocognitive disorders (NCD). OBJECTIVE: To evaluate the effects of Wii Fit© exercise training on the balance of older adults with NCD. METHODS: Systematic review and meta-analysis of randomized control trials using Cochrane collaboration tools. The participants were older adults (60 years and over) with NCD. Balance was measured with Berg Balance Scale (BBS) and Timed Up and Go (TUG). Two reviewers independently searched, selected, extracted data, assessed risk of biases, and determined the quality of evidence. Outcomes were evaluated using Grading of Recommendations Assessment, Development, and Evaluation (GRADE). A meta-analysis was performed. RESULTS: The literature search identified 522 source documents of which titles and abstracts were reviewed for 428 after removing 94 duplicates. The reviewers selected five studies out of 50 after a full text review. The overall effect of Wii Fit© exercise training on BBS was moderate, significant, and clinically meaningful (standardized mean difference [SMD] = 0.5 standard deviation [SD] [95% confidence interval CI] 0.08, 0.84]). No effect was observed with TUG scores (SMD = 0.00 SD [95% CI -0.44, 0.44]). The GRADE quality of evidence was very low. CONCLUSION: Wii Fit© exercise training has a positive effect on balance in older adults with NCD. However, further research with sufficient power is needed to evaluate its effectiveness.",
  "authors": [
    {
      "last_name": "Sultana",
      "fore_name": "Munira",
      "initials": "M",
      "name": "Munira Sultana",
      "affiliations": [
        "Health and Rehabilitation Sciences, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "School of Physical Therapy and Schulich School of Medicine and Dentistry (Orthopaedic Surgery), Western University; Health Research Methods, Evidence and Impact, McMaster University; Lawson Health Research Institute, London, ON, Canada."
      ]
    },
    {
      "last_name": "Orange",
      "fore_name": "J B",
      "initials": "JB",
      "name": "J B Orange",
      "affiliations": [
        "School of Communication Science and Disorders and Canadian Centre for Activity and Aging, Western University; Lawson Health Research Institute, London, ON, Canada."
      ]
    },
    {
      "last_name": "Beedie",
      "fore_name": "Taylor",
      "initials": "T",
      "name": "Taylor Beedie",
      "affiliations": [
        "Health and Rehabilitation Sciences, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Montero-Odasso",
      "fore_name": "Manuel",
      "initials": "M",
      "name": "Manuel Montero-Odasso",
      "affiliations": [
        "Geriatric Medicine, Schulich School of Medicine and Dentistry, University of Western Ontario, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, University of Western Ontario, London, ON, Canada.",
        "Gait and Brain Lab, Parkwood Institute, Lawson Health Research Institute, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Alzheimer's disease : JAD",
    "iso_abbreviation": "J Alzheimers Dis",
    "issn": "1875-8908",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "3",
    "pub_year": "2020"
  },
  "start_page": "817",
  "end_page": "826",
  "pages": "817-826",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Exercise Therapy",
    "Humans",
    "Middle Aged",
    "Neurocognitive Disorders",
    "Postural Balance",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32310168",
    "doi": "10.3233/JAD-191301",
    "pii": "JAD191301"
  },
  "doi": "10.3233/JAD-191301",
  "dates": {
    "completed": "2021-05-10",
    "revised": "2021-05-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP 211220",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "PJT 153100",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.419184",
    "pmid": "32310168"
  }
}