{
  "pmid": "32320141",
  "uid": "32320141",
  "title": "Patient-reported experience measures are essential to improving quality of care for chronic wounds: An international qualitative study.",
  "abstract": "Traditional quality measures for chronic wounds have focused on objective outcomes that are challenging to risk adjust, lack patient input, and have limited ability to inform quality improvement interventions. Patient-reported experience measures (PREMs) provide information from the patient perspective regarding health care quality and have potential to improve patient-centredness, increase care efficiency, and generate actionable data for quality improvement. The purpose of this study was to understand patient experiences and health care processes that impact quality of care among patients with chronic wounds. Sixty patients at least 18 years of age with various wound aetiologies were recruited from Canada, Denmark, The Netherlands, and the United States as part of a larger phase 1 qualitative study to develop a patient-reported outcome measure for chronic wounds (WOUND-Q). All patients had a chronic wound for at least 3 months, were fluent in their native speaking language, and able to participate in a one-on-one semi-structured interview. Interviews were digitally recorded and transcribed verbatim. Interpretive description was used to identify recurrent themes relating to patient experience and quality of care. We identified five domains (care coordination, establishing/obtaining care, information delivery, patient-provider interaction, and treatment delivery) and 21 sub-domains (access to patient information, interdisciplinary communication, encounter efficiency, provider availability, specialist referral, staff professionalism, travel/convenience, modality, reciprocity, understandability/consistency, accountability, continuity, credentials, rapport, appropriateness, complication management, continuity, environment/setting, equipment and supply needs, expectation, and patient-centred) as potential opportunities to measure and improve quality of care in the chronic wound population. PREMs for chronic wounds represent an important opportunity to engage patients and longitudinally assess quality across clinical settings and providers. Future research should focus on developing PREMs to complement traditional objective and patient-reported outcome measures for chronic wounds.",
  "authors": [
    {
      "last_name": "Squitieri",
      "fore_name": "Lee",
      "initials": "L",
      "name": "Lee Squitieri",
      "affiliations": [
        "Robert Wood Johnson Clinical Scholars Program, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, California, USA.",
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, Keck School of Medicine, University of Southern California, Los Angeles, California, USA.",
        "Health Services Research and Development, U.S. Department of Veterans Affairs Greater Los Angeles Health System, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "Department of Surgery, Patient Reported Outcome, Value, and Experience (PROVE) Center, Harvard Medical School, Brigham and Women's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "van Haren",
      "fore_name": "Emiel L W G",
      "initials": "ELWG",
      "name": "Emiel L W G van Haren",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Catharina Ziekenhuis, Eindhoven, The Netherlands."
      ]
    },
    {
      "last_name": "Poulsen",
      "fore_name": "Lotte",
      "initials": "L",
      "name": "Lotte Poulsen",
      "affiliations": [
        "Department of Plastic Surgery, Odense University Hospital, Odense, Denmark."
      ]
    },
    {
      "last_name": "Longmire",
      "fore_name": "Natasha M",
      "initials": "NM",
      "name": "Natasha M Longmire",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "van Alphen",
      "fore_name": "Tert C",
      "initials": "TC",
      "name": "Tert C van Alphen",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Catharina Ziekenhuis, Eindhoven, The Netherlands."
      ]
    },
    {
      "last_name": "Hoogbergen",
      "fore_name": "Maarten M",
      "initials": "MM",
      "name": "Maarten M Hoogbergen",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Catharina Ziekenhuis, Eindhoven, The Netherlands."
      ]
    },
    {
      "last_name": "Sorensen",
      "fore_name": "Jens Ahm",
      "initials": "JA",
      "name": "Jens Ahm Sorensen",
      "affiliations": [
        "Department of Plastic Surgery, Odense University Hospital, Odense, Denmark."
      ]
    },
    {
      "last_name": "Cross",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Cross",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Department of Surgery, Patient Reported Outcome, Value, and Experience (PROVE) Center, Harvard Medical School, Brigham and Women's Hospital, Boston, Massachusetts, USA."
      ]
    }
  ],
  "journal": {
    "title": "International wound journal",
    "iso_abbreviation": "Int Wound J",
    "issn": "1742-481X",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "1052",
  "end_page": "1061",
  "pages": "1052-1061",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Chronic Disease",
    "Denmark",
    "Female",
    "Humans",
    "Internationality",
    "Male",
    "Middle Aged",
    "Netherlands",
    "Patient Reported Outcome Measures",
    "Patient Satisfaction",
    "Practice Guidelines as Topic",
    "Qualitative Research",
    "Quality Improvement",
    "Quality of Health Care",
    "United States",
    "Wounds and Injuries",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32320141",
    "pmc": "PMC7949344",
    "doi": "10.1111/iwj.13374"
  },
  "doi": "10.1111/iwj.13374",
  "pmc_id": "PMC7949344",
  "dates": {
    "completed": "2021-06-02",
    "revised": "2024-08-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.149724",
    "pmid": "32320141"
  }
}