{
  "pmid": "32338708",
  "uid": "32338708",
  "title": "Infectious Diseases Society of America Guidelines on the Treatment and Management of Patients with COVID-19.",
  "abstract": "BACKGROUND: There are many pharmacologic therapies that are being used or considered for treatment of COVID-19. There is a need for frequently updated practice guidelines on their use, based on critical evaluation of rapidly emerging literature. OBJECTIVE: Develop evidence-based rapid guidelines intended to support patients, clinicians and other health-care professionals in their decisions about treatment and management of patients with COVID-19. METHODS: IDSA formed a multidisciplinary guideline panel of infectious disease clinicians, pharmacists, and methodologists with varied areas of expertise. Process followed a rapid recommendation checklist. The panel prioritized questions and outcomes. Then a systematic review of the peer-reviewed and grey literature was conducted. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach was used to assess the certainty of evidence and make recommendations. RESULTS: The IDSA guideline panel agreed on 7 treatment recommendations and provided narrative summaries of other treatments undergoing evaluations. CONCLUSIONS: The panel expressed the overarching goal that patients be recruited into ongoing trials, which would provide much needed evidence on the efficacy and safety of various therapies for COVID-19, given that we could not make a determination whether the benefits outweigh harms for most treatments.",
  "authors": [
    {
      "last_name": "Bhimraj",
      "fore_name": "Adarsh",
      "initials": "A",
      "name": "Adarsh Bhimraj",
      "affiliations": [
        "Department of Infectious Diseases, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Shumaker",
      "fore_name": "Amy Hirsch",
      "initials": "AH",
      "name": "Amy Hirsch Shumaker",
      "affiliations": [
        "VA Northeast Ohio Healthcare System, Case Western Reserve University School of Medicine, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Lavergne",
      "fore_name": "Valery",
      "initials": "V",
      "name": "Valery Lavergne",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Vancouver General Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Baden",
      "fore_name": "Lindsey",
      "initials": "L",
      "name": "Lindsey Baden",
      "affiliations": [
        "Brigham and Women's Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Vincent Chi-Chung",
      "initials": "VC",
      "name": "Vincent Chi-Chung Cheng",
      "affiliations": [
        "Queen Mary Hospital, Department of Microbiology, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, China."
      ]
    },
    {
      "last_name": "Edwards",
      "fore_name": "Kathryn M",
      "initials": "KM",
      "name": "Kathryn M Edwards",
      "affiliations": [
        "Division of Infectious Diseases, Department of Pediatrics, Vanderbilt University Medical Center, Nashville, Tennessee."
      ]
    },
    {
      "last_name": "Gandhi",
      "fore_name": "Rajesh",
      "initials": "R",
      "name": "Rajesh Gandhi",
      "affiliations": [
        "Infectious Diseases Division, Department of Medicine, Massachusetts General Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Muller",
      "fore_name": "William J",
      "initials": "WJ",
      "name": "William J Muller",
      "affiliations": [
        "Division of Pediatric Infectious Diseases, Northwestern University, Chicago, Illinois."
      ]
    },
    {
      "last_name": "O'Horo",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C O'Horo",
      "affiliations": [
        "Division of Infectious Diseases, Joint Appointment Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Shoham",
      "fore_name": "Shmuel",
      "initials": "S",
      "name": "Shmuel Shoham",
      "affiliations": [
        "Johns Hopkins University School of Medicine, Baltimore, Maryland."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Division of Preventive Medicine, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, University of Minnesota, Minneapolis VA Healthcare System, Minneapolis, Minnesota."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "VA Northeast Ohio Healthcare System, Case Western Reserve University School of Medicine, Cleveland, Ohio."
      ]
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "27"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32338708",
    "pmc": "PMC7197612",
    "doi": "10.1093/cid/ciaa478",
    "pii": "5825667"
  },
  "doi": "10.1093/cid/ciaa478",
  "pmc_id": "PMC7197612",
  "dates": {
    "revised": "2024-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.140648",
    "pmid": "32338708"
  }
}