{
  "pmid": "32330521",
  "uid": "32330521",
  "title": "COVID-19 coronavirus research has overall low methodological quality thus far: case in point for chloroquine/hydroxychloroquine.",
  "abstract": "OBJECTIVES/BACKGROUND AND OBJECTIVES: Prior epidemics of high-mortality human coronaviruses, such as the acute respiratory syndrome coronavirus (SARS-CoV or SARS-1) in 2003, have driven the characterization of compounds that could be possibly active against the currently emerging novel coronavirus SARS-CoV-2 (COVID-19). Presently, no approved treatment or prophylaxis is available for COVID-19. We comment on the existing COVID-19 research methodologies in general and the published reporting. Given the media attention and claims of effectiveness, we chose chloroquine and hydroxychloroquine, in combination with azithromycin, as an area of COVID-19 research to examine. METHODS/STUDY DESIGN AND SETTING: MEDLINE and EMBASE electronic databases were searched from 2019 to present (April 3rd, 2020) using a mix of keywords such as COVID-19 and chloroquine and hydroxychloroquine. We also searched the largest clinical medicine preprint repository, medRxiv.org. RESULTS: We found 6 studies, 3 randomized control trials and 3 observational studies, focusing on chloroquine and hydroxychloroquine (with azithromycin). We critically appraised the evidence. CONCLUSION: We found that the COVID-19 research methodology is very poor in the area of chloroquine/hydroxychloroquine research. In screening the literature, we observed the same across COVID-19 research in relation to potential treatments. The reporting is very poor and sparse, and patient-important outcomes needed to discern decision-making priorities are not reported. We do understand the barriers to perform rigorous research in health care settings overwhelmed by a novel deadly disease. However, this emergency pandemic situation does not transform flawed methods and data into credible results. The adequately powered, comparative, and robust clinical research that is needed for optimal evidence-informed decision-making remains absent in COVID-19.",
  "authors": [
    {
      "last_name": "Alexander",
      "fore_name": "Paul Elias",
      "initials": "PE",
      "name": "Paul Elias Alexander",
      "affiliations": [
        "Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; GUIDE Research Methods Group, McMaster University, Hamilton, Ontario, Canada. Electronic address: alexap@mcmaster.ca."
      ]
    },
    {
      "last_name": "Debono",
      "fore_name": "Victoria Borg",
      "initials": "VB",
      "name": "Victoria Borg Debono",
      "affiliations": [
        "Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mammen",
      "fore_name": "Manoj J",
      "initials": "MJ",
      "name": "Manoj J Mammen",
      "affiliations": [
        "Jacobs School of Medicine and Biomedical Sciences, University at Buffalo, Buffalo, NY, USA."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Aryal",
      "fore_name": "Komal",
      "initials": "K",
      "name": "Komal Aryal",
      "affiliations": [
        "Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Deng",
      "fore_name": "Dianna",
      "initials": "D",
      "name": "Dianna Deng",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brocard",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Brocard",
      "affiliations": [
        "Graduate Student (International Intern), France."
      ]
    },
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": [
        "Health Research Methods, Evidence and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; GUIDE Research Methods Group, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "123",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "120",
  "end_page": "126",
  "pages": "120-126",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Biomedical Research",
    "COVID-19",
    "Chloroquine",
    "Coronavirus Infections",
    "Humans",
    "Hydroxychloroquine",
    "Observational Studies as Topic",
    "Pandemics",
    "Pneumonia, Viral",
    "Randomized Controlled Trials as Topic",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "32330521",
    "pmc": "PMC7194626",
    "doi": "10.1016/j.jclinepi.2020.04.016",
    "pii": "S0895-4356(20)30371-1"
  },
  "doi": "10.1016/j.jclinepi.2020.04.016",
  "pmc_id": "PMC7194626",
  "dates": {
    "completed": "2020-06-18",
    "revised": "2023-11-13"
  },
  "chemicals": [
    "Hydroxychloroquine",
    "Chloroquine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.230519",
    "pmid": "32330521"
  }
}