{
  "pmid": "32339657",
  "uid": "32339657",
  "title": "Asthma maintenance and reliever therapy: Should this be the standard of care?",
  "abstract": "OBJECTIVE: The goal of asthma management is to achieve optimal asthma control, defined by the absence of daytime symptoms, nighttime waking, reliever use, functional limitation, and lung function stability, and to also reduce the future risks of asthma exacerbations, deterioration in lung function, and the medication's adverse effects. The most widely used maintenance therapy is inhaled corticosteroids (ICSs). This review considered the evidence in which the combination of the ICS budesonide and the rapid-onset long-acting β-agonist (LABA) formoterol can be used as a standard of care for maintenance and reliever therapy in moderate to severe asthma. DATA SOURCES: The archival literature of peer-reviewed studies on the efficacy and safety of budesonide-formoterol as maintenance and reliever therapy in moderate to severe asthma. RESULTS: The ICS-LABA combination containing budesonide-formoterol reduces future risk of severe asthma exacerbations and provides similar levels of day-to-day asthma control when compared with using high-dose ICS alone, or combination ICS-LABA therapy and short-acting β2-agonist as a reliever. CONCLUSION: Budesonide-formoterol as a single combination maintenance and reliever inhaler is effective in reducing asthma exacerbation risk, requires a lower maintenance dose of ICS, and results in a simplified approach to asthma management.",
  "authors": [
    {
      "last_name": "Cusack",
      "fore_name": "Ruth P",
      "initials": "RP",
      "name": "Ruth P Cusack",
      "affiliations": [
        "Firestone Institute for Respiratory Health, St. Joseph's Hospital, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "Firestone Institute for Respiratory Health, St. Joseph's Hospital, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Byrne",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M O'Byrne",
      "affiliations": [
        "Firestone Institute for Respiratory Health, St. Joseph's Hospital, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: obyrnep@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Annals of allergy, asthma & immunology : official publication of the American College of Allergy, Asthma, & Immunology",
    "iso_abbreviation": "Ann Allergy Asthma Immunol",
    "issn": "1534-4436",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "150",
  "end_page": "155",
  "pages": "150-155",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Administration, Inhalation",
    "Adrenal Cortex Hormones",
    "Adult",
    "Anti-Asthmatic Agents",
    "Asthma",
    "Bronchodilator Agents",
    "Budesonide, Formoterol Fumarate Drug Combination",
    "Humans",
    "Nebulizers and Vaporizers",
    "Standard of Care"
  ],
  "article_ids": {
    "pubmed": "32339657",
    "doi": "10.1016/j.anai.2020.04.009",
    "pii": "S1081-1206(20)30237-4"
  },
  "doi": "10.1016/j.anai.2020.04.009",
  "dates": {
    "completed": "2020-10-07",
    "revised": "2020-10-07"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Anti-Asthmatic Agents",
    "Bronchodilator Agents",
    "Budesonide, Formoterol Fumarate Drug Combination"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.728416",
    "pmid": "32339657"
  }
}