{
  "pmid": "32348250",
  "uid": "32348250",
  "title": "A Web-Based Intervention to Reduce Decision Conflict Regarding HIV Pre-Exposure Prophylaxis: Protocol for a Clinical Trial.",
  "abstract": "BACKGROUND: HIV pre-exposure prophylaxis (PrEP) is recommended for populations at high ongoing risk for infection. There are noted racial disparities in the incidence of HIV and other sexually transmitted infections (STIs) for African, Caribbean, and Canadian Black (ACB, black) populations in Ontario, Canada. Although blacks represent only 4.7% of the Ontario population, they account for 30% of HIV prevalence and 25% of new infections in the province. The existing clinical public health practice toolkit has not been sufficient to optimize PrEP uptake, despite the overwhelming evidence of PrEP's efficacy for reducing HIV transmission risk. Since its establishment as an effective HIV prevention tool, the major focus in behavioral research on PrEP has been on understanding and improving adherence. To date, there is no known formalized intervention in place designed to support ACB men and women at high risk of making high-quality decisions regarding the adoption of PrEP as an HIV prevention practice. OBJECTIVE: We propose 2 aims to address these gaps in HIV prevention and implementation science. First, the Ottawa Decision Support Framework (ODSF) for use in the PrEP decisional needs of black patients was adapted. Second, the decision support intervention to estimate effect size compared with control conditions in reducing decision conflict and predicting adherence over 60 days was pilot tested. METHODS: In aim 1, we propose a cross-sectional qualitative descriptive study using data collected from key informant interviews with eligible PrEP patients (n=30) and surveys with health professionals (n=20) involved in HIV PrEP management. Data obtained from aim 1 will be used to develop a decision support intervention based on the ODSF. In aim 2, the adopted decision support intervention using a block-randomized design to estimate effect size compared with control conditions in reducing decision conflict and predicting adherence over 60 days was pilot tested. Hypothesis testing will be de-emphasized in favor of generating effect size estimates. RESULTS: A research award was funded on March 25, 2017 (Multimedia Appendix 1). Ethical approval was received on March 25, 2019 (with supplemental approval received on May 10, 2019). Data collection started on April 9, 2019. As of September 30, 2019, we enrolled 29 patients and 24 health care providers for aim 1. We are currently analysing the data collected for aim 1. Aim 2 is scheduled to start in May 2020. CONCLUSIONS: This study will provide evidence-based information on the decisional needs of black patients who are at risk of HIV and have been offered PrEP. The study will also test the effect of decision support intervention in reducing decision conflict, adoption of PrEP, and adherence to PrEP. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): PRR1-10.2196/15080.",
  "authors": [
    {
      "last_name": "Nelson",
      "fore_name": "LaRon E",
      "initials": "LE",
      "name": "LaRon E Nelson",
      "affiliations": [
        "MAP Center for Urban Health Solution, St. Michael's Hospital, Toronto, ON, Canada.",
        "Yale School of Nursing, Yale University, New Haven, CT, United States."
      ],
      "orcid": "0000-0002-2630-602X"
    },
    {
      "last_name": "Ajiboye",
      "fore_name": "Wale",
      "initials": "W",
      "name": "Wale Ajiboye",
      "affiliations": [
        "MAP Center for Urban Health Solution, St. Michael's Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-9526-2895"
    },
    {
      "last_name": "Djiadeu",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Djiadeu",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9708-6530"
    },
    {
      "last_name": "Odhiambo",
      "fore_name": "Apondi J",
      "initials": "AJ",
      "name": "Apondi J Odhiambo",
      "affiliations": [
        "MAP Center for Urban Health Solution, St. Michael's Hospital, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-1042-9260"
    },
    {
      "last_name": "Pedersen",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Pedersen",
      "affiliations": [
        "MAP Center for Urban Health Solution, St. Michael's Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-4454-9412"
    },
    {
      "last_name": "Ramos",
      "fore_name": "S Raquel",
      "initials": "SR",
      "name": "S Raquel Ramos",
      "affiliations": [
        "New York University, Rory Meyers College of Nursing, New York, NY, United States."
      ],
      "orcid": "0000-0003-2403-7222"
    },
    {
      "last_name": "Lofters",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Lofters",
      "affiliations": [
        "MAP Center for Urban Health Solution, St. Michael's Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-7322-0894"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5855-5461"
    },
    {
      "last_name": "Williams",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Williams",
      "affiliations": [
        "University of Rochester, Rochester, NY, United States."
      ],
      "orcid": "0000-0003-2050-5658"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "9",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "start_page": "e15080",
  "pages": "e15080",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32348250",
    "pmc": "PMC7324994",
    "doi": "10.2196/15080",
    "pii": "v9i6e15080"
  },
  "doi": "10.2196/15080",
  "pmc_id": "PMC7324994",
  "dates": {
    "revised": "2021-09-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "UL1 TR001863",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.531995",
    "pmid": "32348250"
  }
}