{
  "pmid": "32346486",
  "uid": "32346486",
  "title": "A single-arm feasibility cohort study of rivaroxaban in antiphospholipid syndrome.",
  "abstract": "BACKGROUND: There is uncertainty regarding the safety and effectiveness of direct oral anticoagulant agents in patients with antiphospholipid syndrome (APS). We performed a multicenter feasibility study to examine our ability to identify and obtain consent from eligible APS patients and to obtain 95% adherence with daily rivaroxaban administration, in order to inform and power a larger study. Clinical outcomes of bleeding and thrombosis were also collected. METHODS: APS patients with prior venous thromboembolism (VTE) were recruited over 2 years (Oct 2014-Sept 2016) and followed for ≥ 1 year. Patients were assessed clinically every 3 months and had pill counts performed every 6 months. Numbers of patients fulfilling study criteria, as well as those consenting to participate, were tracked, and percentage adherence based on pill counts was recorded. These data were compared against the feasibility endpoints. Rates of thrombosis and bleeding were calculated. Criterion for feasibility was obtaining consent from 135 of 150 identified APS patients over 2 years. RESULTS: Ninety-six eligible patients were identified, and 14 declined participation. Eighty-two patients were followed for a mean of 19 months, representing 129.8 patient-years. Average rivaroxaban adherence was 95.0%. During follow-up, there were 4 thromboembolic events (2 cerebrovascular and 2 VTE). There were no episodes of major bleeding. CONCLUSIONS: Adequately powered comparative trials using patient-important outcomes in APS are unlikely to be successful due to inability to recruit sufficient numbers of study subjects. This study does not reveal a higher than expected risk of recurrent thromboembolic disease compared to historical cohorts; however, this is an uncontrolled study in relatively low-risk APS patients. TRIAL REGISTRATION: The study was registered with clinicaltrials.gov, identifier NCT02116036, April 16, 2014.",
  "authors": [
    {
      "last_name": "Legault",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Legault",
      "affiliations": [
        "1Department of Medicine, McMaster University, 1280 Main St. W, Hamilton, ON L8S 4L8 Canada."
      ]
    },
    {
      "last_name": "Blostein",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Blostein",
      "affiliations": [
        "2Department of Medicine, McGill University, 845 Sherbrooke St. W., Montreal, QC, H3A 2T5 Canada."
      ]
    },
    {
      "last_name": "Carrier",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Carrier",
      "affiliations": [
        "3Department of Medicine, University of Ottawa, 75 Laurier Ave E, Ottawa, ON K1N 6N5 Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Khan",
      "affiliations": [
        "2Department of Medicine, McGill University, 845 Sherbrooke St. W., Montreal, QC, H3A 2T5 Canada."
      ]
    },
    {
      "last_name": "Schulman",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Schulman",
      "affiliations": [
        "1Department of Medicine, McMaster University, 1280 Main St. W, Hamilton, ON L8S 4L8 Canada."
      ]
    },
    {
      "last_name": "Shivakumar",
      "fore_name": "Sudeep",
      "initials": "S",
      "name": "Sudeep Shivakumar",
      "affiliations": [
        "4Department of Medicine, Dalhousie University, 6299 South St, Halifax, NS B3H 4R2 Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Wu",
      "affiliations": [
        "5Department of Medicine, University of Alberta, 116 St & 85 Ave, Edmonton, AB T6G 2R3 Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "1Department of Medicine, McMaster University, 1280 Main St. W, Hamilton, ON L8S 4L8 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "6",
    "pub_year": "2020"
  },
  "start_page": "52",
  "pages": "52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32346486",
    "pmc": "PMC7183116",
    "doi": "10.1186/s40814-020-00594-1",
    "pii": "594"
  },
  "doi": "10.1186/s40814-020-00594-1",
  "pmc_id": "PMC7183116",
  "dates": {
    "revised": "2022-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.711399",
    "pmid": "32346486"
  }
}