{
  "pmid": "32345707",
  "uid": "32345707",
  "title": "A novel decision aid to help plan for serious illness: a multisite randomized trial.",
  "abstract": "BACKGROUND: Recent studies have shown substantial deficiencies in the quality or quantity (or both) of communication and decision-making during serious illness. We evaluated the efficacy of a novel decision support intervention, the Plan Well Guide, in increasing completion of a standard medical order form for advance medical care planning and improving decisional outcomes in nonacademic primary care settings. METHODS: We conducted a randomized trial in 3 primary care practices in Lethbridge, Alberta in 2017-2018. We recruited \"patients at high risk\" referred by the primary care doctor who required establishment or review of their Goals of Care Designation (GCD). Enrolled patients were randomly allocated to receive the Plan Well Guide, delivered by a trained facilitator, or usual care. Eight to 12 weeks after the intervention, a research assistant blinded to intervention assignment contacted the patients in both groups by telephone to do a final outcome assessment. The primary outcome was completion of GCD forms; secondary outcomes included decisional conflict scores and ratings of satisfaction. RESULTS: A total of 123 patients (59 women [48.0%]; mean age 73.9 yr) were enrolled, 66 in the intervention arm and 57 in the usualcare arm; 119 patients completed the trial. After the intervention, GCD completion rates in the intervention and usual-care groups were 95.3% and 90.9%, respectively (risk difference [RD] 4%, 95% confidence interval [CI] -14% to 22%), and the rate of concordance between medical orders and expressed preferences on follow-up was 78% and 66%, respectively (RD 12%, 95% CI -7% to 30%). Significantly fewer patients in the intervention group than in the usual-care group had written medical orders for intensive care unit care and cardiopulmonary resuscitation (22 [34%] v. 33 [60%], RD -26%, 95% CI -42% to -8%). Patients in the intervention group had lower decisional conflict scores than those in the usual-care group (mean 30.9 v. 43.1, adjusted mean difference -12.0, 95% CI -23.2 to -0.8). Physicians considered patients in the intervention group to have lower decisional conflict than those in the usual-care group, although not significantly so (mean score 10.4 v. 14.9, adjusted mean difference -4.7, 95% CI -9.9 to 0.4) and spent less time with the former (mean 9.7 v. 13.2 min, adjusted mean difference -3.5, 95% CI -5.5 to -1.5 min). INTERPRETATION: The decision-support intervention did not increase GCD completion rates but did seem to improve some aspects of decisional quality while reducing the physician's time to accomplish GCD decisions. Trial registration: ClinicalTrials.gov, no. NCT01297946.",
  "authors": [
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Department of Critical Care Medicine (D. Heyland), Kingston General Hospital; Department of Public Health Sciences (D. Heyland), Queen's University; Clinical Evaluation Research Unit (D. Heyland, R. Heyland), Kingston General Hospital, Kingston, Ont.; Bigelow Fowler Clinic (Bailey), Lethbridge, Alta.; Department of Family Medicine (Howard), McMaster University, Hamilton, Ont. dkh2@queensu.ca."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Heyland",
      "affiliations": [
        "Department of Critical Care Medicine (D. Heyland), Kingston General Hospital; Department of Public Health Sciences (D. Heyland), Queen's University; Clinical Evaluation Research Unit (D. Heyland, R. Heyland), Kingston General Hospital, Kingston, Ont.; Bigelow Fowler Clinic (Bailey), Lethbridge, Alta.; Department of Family Medicine (Howard), McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Bailey",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Bailey",
      "affiliations": [
        "Department of Critical Care Medicine (D. Heyland), Kingston General Hospital; Department of Public Health Sciences (D. Heyland), Queen's University; Clinical Evaluation Research Unit (D. Heyland, R. Heyland), Kingston General Hospital, Kingston, Ont.; Bigelow Fowler Clinic (Bailey), Lethbridge, Alta.; Department of Family Medicine (Howard), McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Critical Care Medicine (D. Heyland), Kingston General Hospital; Department of Public Health Sciences (D. Heyland), Queen's University; Clinical Evaluation Research Unit (D. Heyland, R. Heyland), Kingston General Hospital, Kingston, Ont.; Bigelow Fowler Clinic (Bailey), Lethbridge, Alta.; Department of Family Medicine (Howard), McMaster University, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2020"
  },
  "start_page": "E289",
  "end_page": "E296",
  "pages": "E289-E296",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Clinical Decision-Making",
    "Critical Illness",
    "Decision Support Techniques",
    "Female",
    "Follow-Up Studies",
    "Health Care Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Care Planning"
  ],
  "article_ids": {
    "pubmed": "32345707",
    "pmc": "PMC7207027",
    "doi": "10.9778/cmajo.20190179",
    "pii": "8/2/E289"
  },
  "doi": "10.9778/cmajo.20190179",
  "pmc_id": "PMC7207027",
  "dates": {
    "completed": "2021-02-15",
    "revised": "2021-02-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PHE-135930",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.533636",
    "pmid": "32345707"
  }
}