{
  "pmid": "32349738",
  "uid": "32349738",
  "title": "Understanding health professional role integration in complex adaptive systems: a multiple-case study of physician assistants in Ontario, Canada.",
  "abstract": "BACKGROUND: To meet the complex needs of healthcare delivery, the Ministry of Health and Long Term Care (MOHLTC) introduced Physician Assistants (PAs) into the Ontario health care system in 2006 with the goal of helping to increase access to care, decrease wait times, improve continuity of care and provide a flexible addition to the healthcare workforce. The characterization of healthcare organizations as complex adaptive systems (CAS) may offer insight into the relationships and interactions that optimize and restrict successful PA integration. The aim of this study is to explore the integration of PAs across multiple case settings and to understand the role of PAs within complex adaptive systems. METHODS: An exploratory, multiple-case study was used to examine PA role integration in four settings: family medicine, emergency medicine, general surgery, and inpatient medicine. Interviews were conducted with 46 healthcare providers and administrators across 13 hospitals and 6 family medicine clinics in Ontario, Canada. Analysis was conducted in three phases including an inductive thematic analysis within each of the four cases, a cross-case thematic analysis, and a broader, deductive exploration of cross-case patterns pertaining to specific complexity theory principles of interest. RESULTS: Forty-six health care providers were interviewed across 19 different healthcare sites. Support for PA contributions across various health care settings, the importance of role awareness, supervisory relationship attributes, and role vulnerability are interconnected and dynamic. Findings represent the experiences of PAs and other healthcare providers, and demonstrate how the PAs willingness to work and ability to build relationships allows for the establishment of interprofessional, collaborative, and person-centered care. As a self-organizing agent in complex adaptive systems (i.e., health organizations), PA role exploration revealed patterns of team behavior, non-linear interconnections, open relationships, dynamic systems, and the legacy of role implementation as defined by complexity theory. CONCLUSIONS: By exploring the role of PAs across multiple sites, the complexity theory lens concurrently fosters an awareness of emerging patterns, relationships and non-linear interactions within the defined context of the Ontario healthcare system. By establishing collaborative, interprofessional care models in hospital and community settings, PAs are making a significant contribution to Ontario healthcare settings.",
  "authors": [
    {
      "last_name": "Burrows",
      "fore_name": "Kristen E",
      "initials": "KE",
      "name": "Kristen E Burrows",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. burrowk@mcmaster.ca.",
        "Michael G. DeGroote School of Medicine, Physician Assistant Education Program, McMaster University, Hamilton, Ontario, Canada. burrowk@mcmaster.ca."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Miller",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "365",
  "pages": "365",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Health Personnel",
    "Humans",
    "Ontario",
    "Physician Assistants",
    "Professional Role",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "32349738",
    "pmc": "PMC7189743",
    "doi": "10.1186/s12913-020-05087-8",
    "pii": "10.1186/s12913-020-05087-8"
  },
  "doi": "10.1186/s12913-020-05087-8",
  "pmc_id": "PMC7189743",
  "dates": {
    "completed": "2020-11-18",
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.104004",
    "pmid": "32349738"
  }
}