{
  "pmid": "32353795",
  "uid": "32353795",
  "title": "Mindfulness with paced breathing reduces blood pressure.",
  "abstract": "Elevated blood pressure (BP) is a major avoidable cause of premature morbidity and mortality in the United States (US) and worldwide, due primarily to increased risks of stroke as well as myocardial infarction. While there are therapeutic lifestyle changes and adjunctive pharmacologic medications of proven benefit, recent interest has increasingly focused on Complementary and Alternative Medicine, in particular, Mind-Body Interventions. With respect to BP, it is tempting to speculate that mindfulness with paced breathing will have beneficial effects in the short run that may translate into lowered risks of stroke in the long run. Paced breathing is deep diaphragmatic breathing with typical rates equal to or less than 5-7 breaths per minute compared with the usual rate of 12-14. One plausible mechanism of benefit is that paced breathing stimulates the parasympathetic nervous system which alters neuronal function in specific areas of the brain and reduces stress chemicals. The hypothesis that mindfulness with paced slow breathing reduces BP could be directly tested in randomized trials designed a priori to do so. Subsequently, a finding that mindfulness with paced breathing reduces BP would also lead to direct tests in randomized trials of reductions of carotid atherosclerosis and, if so, a larger scale trial to test whether there is a direct impact of mindfulness with paced breathing on reducing the risks of stroke and MI. If rigorous testing of this medical hypothesis led to positive results this would have large and important clinical and policy implications in the US and worldwide.",
  "authors": [
    {
      "last_name": "Brenner",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Brenner",
      "affiliations": [
        "Accelerated Premedical-Medical Program BS/MD at Penn State and Sidney Kimmel Medical College at Thomas Jefferson University, United States."
      ]
    },
    {
      "last_name": "LeBlang",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne LeBlang",
      "affiliations": [
        "Charles E. Schmidt College of Medicine, Florida Atlantic University, United States. Electronic address: sleblang31@gmail.com."
      ]
    },
    {
      "last_name": "Lizotte-Waniewski",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Lizotte-Waniewski",
      "affiliations": [
        "Charles E. Schmidt College of Medicine, Florida Atlantic University, United States."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Charles E. Schmidt College of Medicine, Florida Atlantic University, United States."
      ]
    },
    {
      "last_name": "Espinosa",
      "fore_name": "Patricio S",
      "initials": "PS",
      "name": "Patricio S Espinosa",
      "affiliations": [
        "Charles E. Schmidt College of Medicine, Florida Atlantic University, United States; Marcus Neurosciences Institute, Boca Raton Regional Hospital and Baptist Health South Florida, United States."
      ]
    },
    {
      "last_name": "DeMets",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L DeMets",
      "affiliations": [
        "Department of Biostatistics and Informatics, University of Wisconsin, School of Medicine & Public Health, United States."
      ]
    },
    {
      "last_name": "Newberg",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Newberg",
      "affiliations": [
        "Marcus Institute for Integrative Health, Thomas Jefferson University, United States."
      ]
    },
    {
      "last_name": "Hennekens",
      "fore_name": "Charles H",
      "initials": "CH",
      "name": "Charles H Hennekens",
      "affiliations": [
        "Charles E. Schmidt College of Medicine, Florida Atlantic University, United States."
      ]
    }
  ],
  "journal": {
    "title": "Medical hypotheses",
    "iso_abbreviation": "Med Hypotheses",
    "issn": "1532-2777",
    "issn_type": "Electronic",
    "volume": "142",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "109780",
  "pages": "109780",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Blood Pressure",
    "Humans",
    "Hypertension",
    "Mindfulness",
    "Respiration",
    "Respiratory Rate"
  ],
  "article_ids": {
    "pubmed": "32353795",
    "doi": "10.1016/j.mehy.2020.109780",
    "pii": "S0306-9877(19)31435-5"
  },
  "doi": "10.1016/j.mehy.2020.109780",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.441648",
    "pmid": "32353795"
  }
}