{
  "pmid": "32351505",
  "uid": "32351505",
  "title": "Tolerance to FVIII: Role of the Immune Metabolic Enzymes Indoleamine 2,3 Dyoxigenase-1 and Heme Oxygenase-1.",
  "abstract": "The occurrence of neutralizing anti-FVIII antibodies is a major complication in the treatment of patients affected by hemophilia A. The immune response to FVIII is a complex, multi-factorial process that has been extensively studied for the past two decades. The reasons why only a proportion of hemophilic patients treated with FVIII concentrates develop a clinically significant immune response is incompletely understood. The \"danger theory\" has been proposed as a possible explanation to interpret the findings of some observational clinical studies highlighting the possible detrimental impact of inflammatory stimuli at the time of replacement therapy on inhibitor development. The host immune system is often challenged to react to FVIII under steady state or inflammatory conditions (e.g., bleeding, infections) although fine tuning of mechanisms of immune tolerance can control this reactivity and promote long-term unresponsiveness to the therapeutically administered factor. Recent studies have provided evidence that multiple interactions involving central and peripheral mechanisms of tolerance are integrated by the host immune system with the environmental conditions at the time of FVIII exposure and influence the balance between immunity and tolerance to FVIII. Here we review evidences showing the involvement of two key immunoregulatory oxygenase enzymes (IDO1, HO-1) that have been studied in hemophilia patients and pre-clinical models, showing that the ability of the host immune system to induce such regulatory proteins under inflammatory conditions can play important roles in the balance between immunity and tolerance to exogenous FVIII.",
  "authors": [
    {
      "last_name": "Matino",
      "fore_name": "Davide",
      "initials": "D",
      "name": "Davide Matino",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Thrombosis and Atherosclerosis Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Afraz",
      "fore_name": "Sajjad",
      "initials": "S",
      "name": "Sajjad Afraz",
      "affiliations": [
        "Thrombosis and Atherosclerosis Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "George",
      "initials": "G",
      "name": "George Zhao",
      "affiliations": [
        "McMaster Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tieu",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Tieu",
      "affiliations": [
        "Thrombosis and Atherosclerosis Research Institute, Hamilton, ON, Canada.",
        "McMaster Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gargaro",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Gargaro",
      "affiliations": [
        "Department of Experimental Medicine, University of Perugia, Perugia, Italy."
      ]
    },
    {
      "last_name": "Fallarino",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Fallarino",
      "affiliations": [
        "Department of Experimental Medicine, University of Perugia, Perugia, Italy."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in immunology",
    "iso_abbreviation": "Front Immunol",
    "issn": "1664-3224",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2020"
  },
  "start_page": "620",
  "pages": "620",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Factor VIII",
    "Heme Oxygenase-1",
    "Hemophilia A",
    "Humans",
    "Immune Tolerance",
    "Indoleamine-Pyrrole 2,3,-Dioxygenase",
    "Vaccination"
  ],
  "article_ids": {
    "pubmed": "32351505",
    "pmc": "PMC7174632",
    "doi": "10.3389/fimmu.2020.00620"
  },
  "doi": "10.3389/fimmu.2020.00620",
  "pmc_id": "PMC7174632",
  "dates": {
    "completed": "2021-03-25",
    "revised": "2024-03-28"
  },
  "chemicals": [
    "Indoleamine-Pyrrole 2,3,-Dioxygenase",
    "Factor VIII",
    "Heme Oxygenase-1"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.233926",
    "pmid": "32351505"
  }
}