{
  "pmid": "32353318",
  "uid": "32353318",
  "title": "Delays in hospital admissions in patients with fractures across 18 low-income and middle-income countries (INORMUS): a prospective observational study.",
  "abstract": "BACKGROUND: The Lancet Commission on Global Surgery established the Three Delays framework, categorising delays in accessing timely surgical care into delays in seeking care (First Delay), reaching care (Second Delay), and receiving care (Third Delay). Globally, knowledge gaps regarding delays for fracture care, and the lack of large prospective studies informed the rationale for our international observational study. We investigated delays in hospital admission as a surrogate for accessing timely fracture care and explored factors associated with delayed hospital admission. METHODS: In this prospective observational substudy of the ongoing International Orthopaedic Multicenter Study in Fracture Care (INORMUS), we enrolled patients with fracture across 49 hospitals in 18 low-income and middle-income countries, categorised into the regions of China, Africa, India, south and east Asia, and Latin America. Eligible patients were aged 18 years or older and had been admitted to a hospital within 3 months of sustaining an orthopaedic trauma. We collected demographic injury data and time to hospital admission. Our primary outcome was the number of patients with open and closed fractures who were delayed in their admission to a treating hospital. Delays for patients with open fractures were defined as being more than 2 h from the time of injury (in accordance with the Lancet Commission on Global Surgery) and for those with closed fractures as being a delay of more than 24 h. Secondary outcomes were reasons for delay for all patients with either open or closed fractures who were delayed for more than 24 h. We did logistic regression analyses to identify risk factors of delays of more than 2 h in patients with open fractures and delays of more than 24 h in patients with closed fractures. Logistic regressions were adjusted for region, age, employment, urban living, health insurance, interfacility referral, method of transportation, number of fractures, mechanism of injury, and fracture location. We further calculated adjusted relative risk (RR) from adjusted odds ratios, adjusted for the same variables. This study was registered with ClinicalTrials.gov, NCT02150980, and is ongoing. FINDINGS: Between April 3, 2014, and May 10, 2019, we enrolled 31 255 patients with fractures, with a median age of 45 years (IQR 31-62), of whom 19 937 (63·8%) were men, and 14 524 (46·5%) had lower limb fractures, making them the most common fractures. Of 5256 patients with open fractures, 3778 (71·9%) were not admitted to hospital within 2 h. Of 25 999 patients with closed fractures, 7141 (27·5%) were delayed by more than 24 h. Of all regions, Latin America had the greatest proportions of patients with delays (173 [88·7%] of 195 patients with open fractures; 426 [44·7%] of 952 with closed fractures). Among patients delayed by more than 24 h, the most common reason for delays were interfacility referrals (3755 [47·7%] of 7875) and Third Delays (cumulatively interfacility referral and delay in emergency department: 3974 [50·5%]), while Second Delays (delays in reaching care) were the least common (423 [5·4%]). Compared with other methods of transportation (eg, walking, rickshaw), ambulances led to delay in transporting patients with open fractures to a treating hospital (adjusted RR 0·66, 99% CI 0·46-0·93). Compared with patients with closed lower limb fractures, patients with closed spine (adjusted RR 2·47, 99% CI 2·17-2·81) and pelvic (1·35, 1·10-1·66) fractures were most likely to have delays of more than 24 h before admission to hospital. INTERPRETATION: In low-income and middle-income countries, timely hospital admission remains largely inaccessible, especially among patients with open fractures. Reducing hospital-based delays in receiving care, and, in particular, improving interfacility referral systems are the most substantial tools for reducing delays in admissions to hospital. FUNDING: National Health and Medical Research Council of Australia, Canadian Institutes of Health Research, McMaster Surgical Associates, and Hamilton Health Sciences.",
  "authors": [
    {
      "last_name": "Pouramin",
      "fore_name": "Panthea",
      "initials": "P",
      "name": "Panthea Pouramin",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Chuan Silvia",
      "initials": "CS",
      "name": "Chuan Silvia Li",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Chronic Pain Centre of Excellence for Canadian Veterans, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jagnoor",
      "fore_name": "Jagnoor",
      "initials": "J",
      "name": "Jagnoor Jagnoor",
      "affiliations": [
        "The George Institute for Global Health, UNSW, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Ivers",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ivers",
      "affiliations": [
        "The George Institute for Global Health, UNSW, Sydney, NSW, Australia; School of Public Health & Community Medicine, UNSW, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: bhandam@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Lancet. Global health",
    "iso_abbreviation": "Lancet Glob Health",
    "issn": "2214-109X",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "e711",
  "end_page": "e720",
  "pages": "e711-e720",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Developing Countries",
    "Female",
    "Fractures, Bone",
    "Humans",
    "Male",
    "Middle Aged",
    "Patient Admission",
    "Prospective Studies",
    "Socioeconomic Factors",
    "Time-to-Treatment"
  ],
  "article_ids": {
    "pubmed": "32353318",
    "mid": "NIHMS1952644",
    "pmc": "PMC10809849",
    "doi": "10.1016/S2214-109X(20)30067-X",
    "pii": "S2214-109X(20)30067-X"
  },
  "doi": "10.1016/S2214-109X(20)30067-X",
  "pmc_id": "PMC10809849",
  "dates": {
    "completed": "2020-08-27",
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AR076654",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.423513",
    "pmid": "32353318"
  }
}