{
  "pmid": "32353402",
  "uid": "32353402",
  "title": "Measuring multimorbidity series. An overlooked complexity - Comparison of self-report vs. administrative data in community-living adults: Paper 3. Agreement across data sources and implications for estimating associations with health service use.",
  "abstract": "OBJECTIVE: The objective of this study is to describe agreement between administrative and self-report data on the number and type of chronic conditions (CCs) and determine whether associations between CC count and health service use differ by data source. STUDY DESIGN AND SETTING: We linked Canadian Community Health Survey and administrative data for a cohort of adults aged 45+ years in Ontario and identified 12 CCs from both data sources. Agreement was described by count and constituent CCs. We estimated associations between CC count (self-report and administrative data) and health service use (administrative data only) over 1 year. RESULTS: Among 71,317 adults, 26.9% showed agreement on both count and constituent CCs but agreement declined with increasing CCs. Health service use increased with CC count but the association was stronger when CCs were measured with administrative data. For example, when measured with administrative data, the odds of a general practitioner visit for 5+ CCs vs. none was 20.3 (95% CI 20.0-20.5) but when using self-report data, the estimate was 8.0 (95% CI 7.8-8.2). CONCLUSION: Agreement on the number of CCs was low and resulted in different estimates on the association with health service use, illustrating the challenges in CC measurement and the ability to interpret the effects on outcomes.",
  "authors": [
    {
      "last_name": "Gruneir",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gruneir",
      "affiliations": [
        "Department of Family Medicine, University of Alberta, Edmonton, Alberta, Canada; ICES, Toronto, Ontario, Canada; Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada. Electronic address: gruneir@ualberta.ca."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fisher",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Fisher",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": [
        "ICES McMaster, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Favotto",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Favotto",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES McMaster, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patterson",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Patterson",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Upshur",
      "fore_name": "Ross",
      "initials": "R",
      "name": "Ross Upshur",
      "affiliations": [
        "Division of Clinical Public Health, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada; Bridgepoint Collaboratory for Research and Innovation, Sinai Health System, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "124",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "173",
  "end_page": "182",
  "pages": "173-182",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Chronic Disease",
    "Cohort Studies",
    "Cross-Sectional Studies",
    "Female",
    "Health Status",
    "Health Surveys",
    "Humans",
    "Male",
    "Middle Aged",
    "Multimorbidity",
    "Prevalence",
    "Residence Characteristics",
    "Retrospective Studies",
    "Self Report"
  ],
  "article_ids": {
    "pubmed": "32353402",
    "doi": "10.1016/j.jclinepi.2020.04.018",
    "pii": "S0895-4356(19)30547-5"
  },
  "doi": "10.1016/j.jclinepi.2020.04.018",
  "dates": {
    "completed": "2021-03-10",
    "revised": "2021-03-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN 130546",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:55.782834",
    "pmid": "32353402"
  }
}