{
  "pmid": "32398341",
  "uid": "32398341",
  "title": "Bacteremia Antibiotic Length Actually Needed for Clinical Effectiveness (BALANCE) randomised clinical trial: study protocol.",
  "abstract": "INTRODUCTION: Bloodstream infections are a leading cause of mortality and morbidity; the duration of treatment for these infections is understudied. METHODS AND ANALYSIS: We will conduct an international, multicentre randomised clinical trial of shorter (7 days) versus longer (14 days) antibiotic treatment among hospitalised patients with bloodstream infections. The trial will include 3626 patients across 60 hospitals and 6 countries. We will include patients with blood cultures confirming a pathogenic bacterium after hospital admission. Exclusion criteria will include patient factors (severe immunosuppression), infection site factors (endocarditis, osteomyelitis, undrained abscesses, infected prosthetic material) and pathogen factors (Staphylococcus aureus, Staphylococcus lugdunensis, Candida and contaminant organisms). We will leave the selection of specific antibiotics, doses and route of delivery to the discretion of treating physicians; no placebo control will be used given the diversity of pathogens and sources of bacteraemia. The intervention will be assignment of treatment duration to be 7 versus 14 days. We will minimise selection bias via central randomisation with variable block sizes, with concealed allocation until day 7 of adequate antibiotic treatment. The primary outcome is 90-day survival; we will test whether 7 days is non-inferior to 14 days of treatment, with a non-inferiority margin of 4% absolute mortality. Secondary outcomes include hospital and intensive care unit (ICU) mortality, relapse rates of bacteraemia, hospital and ICU length of stay, mechanical ventilation and vasopressor duration, antibiotic-free days, Clostridium difficile infection, antibiotic allergy and adverse events and colonisation/infection with antibiotic-resistant organisms. ETHICS AND DISSEMINATION: The study has been approved by the ethics review board at each participating site. Sunnybrook Health Sciences Centre is the central ethics committee. We will disseminate study results via the Canadian Critical Care Trials Group and other collaborating networks to set the global paradigm for antibiotic treatment duration for non-staphylococcal Gram-positive, Gram-negative and anaerobic bacteraemia, among patients admitted to hospital. TRIAL REGISTRATION NUMBER: The BALANCE (Bacteremia Antibiotic Length Actually Needed for Clinical Effectiveness) trial was registered at www.clinicaltrials.gov (registration number: NCT03005145).",
  "authors": [
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Division of Infectious Diseases & Clinical Epidemiology, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada Nick.Daneman@sunnybrook.ca."
      ],
      "orcid": "0000-0001-8827-3764"
    },
    {
      "last_name": "Rishu",
      "fore_name": "Asgar H",
      "initials": "AH",
      "name": "Asgar H Rishu",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pinto",
      "fore_name": "Ruxandra L",
      "initials": "RL",
      "name": "Ruxandra L Pinto",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arabi",
      "fore_name": "Yaseen M",
      "initials": "YM",
      "name": "Yaseen M Arabi",
      "affiliations": [
        "Intensive Care Department, King Saud Bin Abdulaziz University for Health Sciences, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Hall",
      "affiliations": [
        "Departments of Critical Care Medicine and Anesthesiology, Pain Management and Perioperative Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "McGuinness",
      "fore_name": "Shay",
      "initials": "S",
      "name": "Shay McGuinness",
      "affiliations": [
        "Auckland City Hospital, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Muscedere",
      "fore_name": "John",
      "initials": "J",
      "name": "John Muscedere",
      "affiliations": [
        "Kingston General Hospital, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parke",
      "fore_name": "Rachael",
      "initials": "R",
      "name": "Rachael Parke",
      "affiliations": [
        "The University of Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Reynolds",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Reynolds",
      "affiliations": [
        "Royal Columbian Hospital, New Westminster, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Rogers",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Rogers",
      "affiliations": [
        "Centre for Inflammatory Diseases, Monash University School of Clinical Sciences, Melborne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Shehabi",
      "fore_name": "Yahya",
      "initials": "Y",
      "name": "Yahya Shehabi",
      "affiliations": [
        "Critical Care and Perioperative Medicine, School of Clinical Sciences, Monash University and Monash Health, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Departments of Medicine and Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "May",
    "pub_day": "11"
  },
  "start_page": "e038300",
  "pages": "e038300",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Anti-Bacterial Agents",
    "Bacteremia",
    "Cross Infection",
    "Drug Administration Schedule",
    "Recurrence",
    "Selection Bias",
    "Treatment Outcome",
    "Randomized Controlled Trials as Topic",
    "Multicenter Studies as Topic"
  ],
  "article_ids": {
    "pubmed": "32398341",
    "pmc": "PMC7223357",
    "doi": "10.1136/bmjopen-2020-038300",
    "pii": "bmjopen-2020-038300"
  },
  "doi": "10.1136/bmjopen-2020-038300",
  "pmc_id": "PMC7223357",
  "dates": {
    "completed": "2021-02-15",
    "revised": "2024-03-20"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.243579",
    "pmid": "32398341"
  }
}