{
  "pmid": "32401192",
  "uid": "32401192",
  "title": "Regional needs assessment for emergency physician audit and feedback.",
  "abstract": "OBJECTIVES: Audit and feedback is widely used to improve physician performance. Many data metrics are being provided to physicians, yet most of these are driven by the regulatory environment. We sought to conduct a needs assessment of audit and feedback metrics that were most useful to clinicians within our health care region. METHODS: We conducted a Web-based survey of five clinical practice sites in our region and asked that physicians rank 49 clinical practice metrics. In addition, we assessed their readiness for audit and feedback and their preferences for data confidentiality. We collected data on duration of training, gender, and site of practice (academic v. community) allowing for comparison between groups. RESULTS: A total of 104 emergency medicine physicians participated in the survey (52.3% response rate). There was a significant readiness for participation in audit and feedback activities. Top ranked metrics were emergency department return rates and colleague's assessment of collegiality and quality of care, which were common across all sites. Small yet significant differences were noted between genders and academic v. community practitioners. CONCLUSION: This study represents the first regional analysis of physician preferences for audit and feedback activities and implementation. It demonstrates that physicians are interested in audit and feedback activities and provides a roadmap for the development of a regional audit and feedback structure. It will also be used as a guiding document for regional change management.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Rakesh",
      "initials": "R",
      "name": "Rakesh Gupta",
      "affiliations": [
        "Division of Emergency Medicine, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Division of Emergency Medicine, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "McCulloch",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy McCulloch",
      "affiliations": [
        "McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Methods, Evidence, Research and Impact, Center for Simulation Based Learning (CSBL), McMaster Program Education, Research, Innovation, and Theory (MERIT), McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Mastoras",
      "fore_name": "George",
      "initials": "G",
      "name": "George Mastoras",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, Ottawa, ON."
      ],
      "orcid": "0000-0002-9363-7734"
    },
    {
      "last_name": "Krywenky",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Krywenky",
      "affiliations": [
        "University of Ottawa, University of Ottawa Skills and Simulation Center, Ottawa, ON."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Chan",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine at McMaster University, Program of Faculty Development in Faculty of Health Sciences at McMaster University, Hamilton, ON."
      ],
      "orcid": "0000-0001-6104-462X"
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine at McMaster University, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON."
      ],
      "orcid": "0000-0002-6752-3485"
    }
  ],
  "journal": {
    "title": "CJEM",
    "iso_abbreviation": "CJEM",
    "issn": "1481-8043",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "542",
  "end_page": "548",
  "pages": "542-548",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Feedback",
    "Female",
    "Formative Feedback",
    "Humans",
    "Male",
    "Medical Audit",
    "Needs Assessment",
    "Physicians"
  ],
  "article_ids": {
    "pubmed": "32401192",
    "doi": "10.1017/cem.2020.348",
    "pii": "S1481803520003486"
  },
  "doi": "10.1017/cem.2020.348",
  "dates": {
    "completed": "2021-08-18",
    "revised": "2021-08-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.062013",
    "pmid": "32401192"
  }
}