{
  "pmid": "32405121",
  "uid": "32405121",
  "title": "Does moral reasoning influence public values for health care priority setting?: A population-based randomized stated preference survey.",
  "abstract": "OBJECTIVE: Preferences of members of the public are recognized as important inputs into health care priority-setting, though knowledge of such preferences is scant. We sought to generate evidence of public preferences related to healthcare resource allocation among adults and children. METHODS: We conducted an experimental stated preference survey in a national sample of Canadian adults. Preferences were elicited across a range of scenarios and scored on a visual analogue scale. Intervention group participants were randomized to a moral reasoning exercise prior to each choice task. The main outcomes were the differences in mean preference scores by group, scenario, and demographics. RESULTS: Our results demonstrate a consistent preference by participants to allocate scarce health system resources to children. Exposure to the moral reasoning exercise weakened but did not eliminate this preference. Younger respondent age and parenthood were associated with greater preference for children. The top principles guiding participants' allocative decisions were treat equally, relieve suffering, and rescue those at risk of dying. CONCLUSIONS: Our study affirms the relevance of age in public preferences for the allocation of scarce health care resources, demonstrating a significant preference by participants to allocate healthcare resources to children. However, this preference diminishes when challenged by exposure to a range of moral principles, revealing a strong public endorsement of equality of access. Definitions of value in healthcare based on clinical benefit and cost-effectiveness may exclude moral considerations that the public values, such as equality and humanitarianism, highlighting opportunities to enrich healthcare priority-setting through public engagement.",
  "authors": [
    {
      "last_name": "Denburg",
      "fore_name": "Avram E",
      "initials": "AE",
      "affiliations": [
        "Department of Paediatrics, The Hospital for Sick Children, University of Toronto, Toronto, M5G 1X8, Canada. Electronic address: avram.denburg@sickkids.ca."
      ]
    },
    {
      "last_name": "Ungar",
      "fore_name": "Wendy J",
      "initials": "WJ",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, M5T 3M6, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Shiyi",
      "initials": "S",
      "affiliations": [
        "Biostatistician, Biostatistics, Design and Analysis, Peter Gilgan Centre for Research and Learning, The Hospital for Sick Children, Toronto, M5G 1X8, Canada."
      ]
    },
    {
      "last_name": "Hurley",
      "fore_name": "Jeremiah",
      "initials": "J",
      "affiliations": [
        "Department of Economics, McMaster University, Hamilton, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "124",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "647",
  "end_page": "658",
  "pages": "647-658",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Child",
    "Delivery of Health Care",
    "Health Care Rationing",
    "Health Priorities",
    "Humans",
    "Morals"
  ],
  "article_ids": {
    "pubmed": "32405121",
    "pmc": "PMC7219374",
    "doi": "10.1016/j.healthpol.2020.04.007",
    "pii": "S0168-8510(20)30092-0"
  },
  "doi": "10.1016/j.healthpol.2020.04.007",
  "pmc_id": "PMC7219374",
  "dates": {
    "completed": "2021-07-28",
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.702467",
    "pmid": "32405121"
  }
}