{
  "pmid": "32405310",
  "uid": "32405310",
  "title": "Identification of Preschool Children with Mental Health Problems in Primary Care: Systematic Review and Meta-analysis.",
  "abstract": "OBJECTIVE: Primary care practitioners determine access to care for many preschool children with mental health (MH) problems. This study examined rates of mental health (MH) problem identification in preschoolers within primary healthcare settings, related service use, and MH status at follow-up. The findings may inform evidence-based policy and practice development for preschool MH. METHOD: For this systematic review, MEDLINE[®], EMBASE[®], PsycInfo[®], and ERIC [®] were searched from inception to March 7, 2018 for reports in which a screening measure was used to identify MH problems in children aged 24-72 months, seen in primary and community health care settings. Meta-analyses, using random effects models to provide pooled estimates, were used when three or more studies examined identification rates. Findings on service use and persistence of disorders are summarized. RESULTS: Thirty-five publications representing 21 studies met the inclusion criteria. MH problems were identified in 17.6% of preschoolers (95% Confidence Interval (CI): 11.1-24.1), Q = 4.9, p > 0.1 by primary/community healthcare practitioners. Psychiatric diagnoses were identified in 18.4% of preschoolers (95% CI: 12.3 - 24.4), Q= 1.6, p > 0.1. Based on three studies, parents of 67-72% of identified children received advice and 26-42% received specialist referrals. In the subset of studies examining persistence of MH disorders, 25-67% of identified children had MH disorders after one to three years. CONCLUSION: While the identification rate by primary/community practitioners is similar to the diagnostic rate, these may not consistently be the same children. Substantial variability in management and outcomes indicate need for more rigorous evaluation of primary care services for this population.",
  "authors": [
    {
      "last_name": "Charach",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Charach",
      "affiliations": [
        "Department of Psychiatry, University of Toronto Faculty of Medicine, and The Hospital for Sick Children, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Mohammadzadeh",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Mohammadzadeh",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, and Qvella Corporation, Richmond Hill, Ontario."
      ]
    },
    {
      "last_name": "Belanger",
      "fore_name": "Stacey A",
      "initials": "SA",
      "name": "Stacey A Belanger",
      "affiliations": [
        "Département de Pédiatrie, Faculté de Médicine, Université de Montréal and CHU Sainte Justine, CIRENE (Centre Intégré du Réseau en Neurodéveloppement de L'Enfant), Montréal, Quebec."
      ]
    },
    {
      "last_name": "Easson",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Easson",
      "affiliations": [
        "Department of Psychology, University of Toronto and Rotman Research Institute, Baycrest Center for Geriatric Care, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Lipman",
      "fore_name": "Ellen L",
      "initials": "EL",
      "name": "Ellen L Lipman",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Faculty of Health Sciences McMaster University, McMaster Children's Hospital and Offord Centre for Child Studies, Hamilton Ontario."
      ]
    },
    {
      "last_name": "McLennan",
      "fore_name": "John D",
      "initials": "JD",
      "name": "John D McLennan",
      "affiliations": [
        "Children's Hospital of Eastern Ontario-Research Institute, Ottawa, Ontario, and Department of Pediatrics, University of Calgary, Calgary, Alberta."
      ]
    },
    {
      "last_name": "Parkin",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Parkin",
      "affiliations": [
        "Department of Pediatrics, University of Toronto Faculty of Medicine, Institute of Health Policy, Management and Evaluation, University of Toronto Dalla Lana School of Public Health, and The Hospital for Sick Children, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, University of Toronto Faculty of Medicine, The Hospital for Sick Children, and The Centre for Addiction and Mental Health, Toronto, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "29",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "76",
  "end_page": "105",
  "pages": "76-105",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32405310",
    "pmc": "PMC7213917"
  },
  "pmc_id": "PMC7213917",
  "dates": {
    "revised": "2024-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.775657",
    "pmid": "32405310"
  }
}