{
  "pmid": "32404059",
  "uid": "32404059",
  "title": "Effectiveness of a community program for older adults with type 2 diabetes and multimorbidity: a pragmatic randomized controlled trial.",
  "abstract": "BACKGROUND: Type II diabetes mellitus (T2DM) affects upwards of 25% of Canadian older adults and is associated with high comorbidity and burden. Studies show that lifestyle factors and self-management are associated with improved health outcomes, but many studies lack rigour or exclude older adults, particularly those with multimorbidity. More evidence is needed on the effectiveness of community-based self-management programs in older adults with T2DM and multimorbidity. The study purpose is to evaluate the effect of a community-based intervention versus usual care on physical functioning, mental health, depressive symptoms, anxiety, self-efficacy, self-management, and healthcare costs in older adults with T2DM and 2 or more comorbidities. METHODS: Community-living older adults with T2DM and two or more chronic conditions were recruited from three Primary Care Networks (PCNs) in Alberta, Canada. Participants were randomly allocated to the intervention or control group in this pragmatic randomized controlled trial comparing the intervention to usual care. The intervention involved up to three in-home visits, a monthly group wellness program, monthly case conferencing, and care coordination. The primary outcome was physical functioning. Secondary outcomes included mental functioning, anxiety, depressive symptoms, self-efficacy, self-management, and the cost of healthcare service use. Intention-to-treat analysis was performed using ANCOVA modeling. RESULTS: Of 132 enrolled participants (70-Intervention, 62-Control), 42% were 75 years or older, 55% were female, and over 75% had at least six chronic conditions (in addition to T2DM). No significant group differences were seen for the baseline to six-month change in physical functioning (mean difference: -0.74; 95% CI: - 3.22, 1.74; p-value: 0.56), mental functioning (mean difference: 1.24; 95% CI: - 1.12, 3.60; p-value: 0.30), or other secondary outcomes.. CONCLUSION: No significant group differences were seen for the primary outcome, physical functioning (PCS). Program implementation, baseline differences between study arms and chronic disease management services that are part of usual care may have contributed to the modest study results. Fruitful areas for future research include capturing clinical outcome measures and exploring the impact of varying the type and intensity of key intervention components such as exercise and diet. TRIAL REGISTRATION: NCT02158741 Date of registration: June 9, 2014.",
  "authors": [
    {
      "last_name": "Miklavcic",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J Miklavcic",
      "affiliations": [
        "Schmid College of Science and Technology, Chapman University, Orange, California, 92866, USA.",
        "School of Pharmacy, Chapman University, Irvine, California, 92618, USA.",
        "Faculty of Nursing, University of Alberta, Edmonton, Alberta, T6G2R3, Canada."
      ],
      "orcid": "0000-0001-7676-1939"
    },
    {
      "last_name": "Fraser",
      "fore_name": "Kimberly D",
      "initials": "KD",
      "name": "Kimberly D Fraser",
      "affiliations": [
        "Faculty of Nursing, University of Alberta, Edmonton, Alberta, T6G2R3, Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, and Scientific Director, Aging, Community and Health Research Unit, School of Nursing McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. ploegj@mcmaster.ca."
      ],
      "orcid": "0000-0001-8168-8449"
    },
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "Aging, Community and Health Research Unit, School of Nursing, McMaster University, Hamilton, Canada.",
        "McMaster Institute for Research on Aging/Collaborative for Health and Aging (OSSU SPOR Research Centre), Associate Member, Health, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, HSC 3N25B, Canada."
      ],
      "orcid": "0000-0002-4019-7077"
    },
    {
      "last_name": "Fisher",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Fisher",
      "affiliations": [
        "Aging, Community and Health Research Unit, School of Nursing, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ],
      "orcid": "0000-0001-8342-1238"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact; and Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, L8S 4K1, Canada."
      ],
      "orcid": "0000-0001-8279-8172"
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ],
      "orcid": "0000-0002-2794-9692"
    },
    {
      "last_name": "Hirst",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Hirst",
      "affiliations": [
        "Faculty of Nursing, University of Calgary, Calgary, Alberta, T2N 1N4, Canada."
      ]
    },
    {
      "last_name": "Sadowski",
      "fore_name": "Cheryl A",
      "initials": "CA",
      "name": "Cheryl A Sadowski",
      "affiliations": [
        "Faculty of Pharmacy and Pharmaceutical Sciences, University of Alberta, 3-171 Edmonton Clinic Health Academy, Edmonton, Alberta, T6G 1C9, Canada."
      ],
      "orcid": "0000-0002-4526-7054"
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Triscott",
      "fore_name": "Jean A C",
      "initials": "JAC",
      "name": "Jean A C Triscott",
      "affiliations": [
        "Care of the Elderly Division, Glenrose Rehabilitation Hospital, Rm 1244 10230-111 Avenue, Edmonton, Alberta, T5G 0B7, Canada.",
        "Department of Family Medicine, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, Canada."
      ],
      "orcid": "0000-0002-6383-5887"
    },
    {
      "last_name": "Upshur",
      "fore_name": "Ross",
      "initials": "R",
      "name": "Ross Upshur",
      "affiliations": [
        "Division of Clinical Public Health, Dalla Lana School of Public Health, University of Toronto, Room 678 155 College Street, Toronto, Ontario, M5T 3M7, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "May",
    "pub_day": "13"
  },
  "start_page": "174",
  "pages": "174",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Humans",
    "Male",
    "Multimorbidity",
    "Quality of Life",
    "Self-Management"
  ],
  "article_ids": {
    "pubmed": "32404059",
    "pmc": "PMC7218835",
    "doi": "10.1186/s12877-020-01557-0",
    "pii": "10.1186/s12877-020-01557-0"
  },
  "doi": "10.1186/s12877-020-01557-0",
  "pmc_id": "PMC7218835",
  "dates": {
    "completed": "2020-12-21",
    "revised": "2024-07-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "TTF 128261",
      "agency": "Canadian Institutes of Health Research Signature Initiative in Community-Based Primary Healthcare",
      "country": "International"
    },
    {
      "grant_id": "06669",
      "agency": "Ontario Ministry of Health and Long-Term Care Health System Research Fund Program",
      "country": "International"
    },
    {
      "grant_id": "950-231515",
      "agency": "Canadian Institute of Health Research Tier 2 Canada Research Chair",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.482390",
    "pmid": "32404059"
  }
}