{
  "pmid": "32402459",
  "uid": "32402459",
  "title": "Incidence of Direct Oral Anticoagulant Prescriptions in Kidney Transplant Recipients in Ontario, Canada.",
  "abstract": "BACKGROUND: Kidney transplant recipients (KTRs) are routinely excluded from direct oral anticoagulant (DOAC) trials. Given the lack of safety and efficacy data in this population, we examined real-world prescribing practices of DOACs in KTRs. METHODS: We conducted a retrospective cohort study using linked administrative data sets in Ontario, Canada. All adult KTRs (n = 5580) from June 23, 2009, to March 31, 2017, were included. The primary outcomes were the first prescription for a DOAC or warfarin. Patients were censored on graft failure, death, or end of follow-up. RESULTS: The mean age was 55 (SD, 14) years; 63% were male, and 65% had received a deceased donor kidney. Over a median follow-up of 5.5 and 4.7 years, 224 KTRs (4.0%) and 824 KTRs (14.8%) were prescribed DOACs and warfarin, respectively. The rates of DOAC and warfarin prescriptions were 8.1 and 32.6 per 1000 person-years, respectively. Older age, receipt of a kidney transplant in more recent years, and higher baseline estimated glomerular filtration rate were associated with DOAC prescription compared with warfarin. Patients with multiple comorbidities and a history of deep venous thromboembolism had a lower risk of DOAC prescription compared with warfarin. When examined by era, the incidence rate of both DOAC and warfarin prescriptions increased significantly over time. CONCLUSIONS: Despite limited safety and efficacy data, DOACs are prescribed to KTRs. However, warfarin still remains more commonly prescribed in this selected patient population. Anticoagulant prescriptions overall are on the rise in KTRs. Further study is needed to determine the safety and efficacy of DOACs in KTRs.",
  "authors": [
    {
      "last_name": "Somaili",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Somaili",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jeyakumar",
      "fore_name": "Nivethika",
      "initials": "N",
      "name": "Nivethika Jeyakumar",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ribic",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Ribic",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Division of Nephrology, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: amolnar@stjosham.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "Transplantation proceedings",
    "iso_abbreviation": "Transplant Proc",
    "issn": "1873-2623",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "3144",
  "end_page": "3152",
  "pages": "3144-3152",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administration, Oral",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anticoagulants",
    "Antithrombins",
    "Cohort Studies",
    "Female",
    "Humans",
    "Kidney Transplantation",
    "Male",
    "Middle Aged",
    "Ontario",
    "Practice Patterns, Physicians'",
    "Retrospective Studies",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "32402459",
    "doi": "10.1016/j.transproceed.2020.02.171",
    "pii": "S0041-1345(19)31332-6"
  },
  "doi": "10.1016/j.transproceed.2020.02.171",
  "dates": {
    "completed": "2021-02-23",
    "revised": "2022-06-20"
  },
  "chemicals": [
    "Anticoagulants",
    "Antithrombins",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.446429",
    "pmid": "32402459"
  }
}