{
  "pmid": "32416996",
  "uid": "32416996",
  "title": "Restricted versus liberal intraoperative benzodiazepine use in cardiac anaesthesia for reducing delirium (B-Free Pilot): a pilot, multicentre, randomised, cluster crossover trial.",
  "abstract": "BACKGROUND: Delirium is common after cardiac surgery and is associated with adverse outcomes. Perioperative benzodiazepine use is associated with delirium and is common during cardiac surgery, which may increase the risk of postoperative delirium. We undertook a pilot study to inform the feasibility of a large randomised cluster crossover trial examining whether an institutional policy of restricted benzodiazepine administration during cardiac surgery (compared with liberal administration) would reduce delirium. METHODS: We conducted a two-centre, pilot, randomised cluster crossover trial with four 4 week crossover periods. Each centre was randomised to a policy of restricted or liberal use, and then alternated between the two policies during the remaining three periods. Our feasibility outcomes were adherence to each policy (goal ≥80%) and outcome assessment (one delirium assessment per day in the ICU in ≥90% of participants). We also evaluated the incidence of intraoperative awareness in one site using serial Brice questionnaires. RESULTS: Of 800 patients undergoing cardiac surgery during the trial period, 127/800 (15.9%) had delirium. Of these, 355/389 (91.3%) received benzodiazepines during the liberal benzodiazepine periods and 363/411 (88.3%) did not receive benzodiazepines during the restricted benzodiazepine periods. Amongst the 800 patients, 740 (92.5%) had ≥1 postoperative delirium assessment per day in the ICU. Of 521 patients screened for intraoperative awareness, one patient (0.2%), managed during the restricted benzodiazepine period (but who received benzodiazepine), experienced intraoperative awareness. CONCLUSIONS: This pilot study demonstrates the feasibility of a large, multicentre, randomised, cluster crossover trial examining whether an institutional policy of restricted vs liberal benzodiazepine use during cardiac surgery will reduce postoperative delirium. CLINICAL TRIAL REGISTRATION: NCT03053869.",
  "authors": [
    {
      "last_name": "Spence",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Spence",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada; Department of Critical Care, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada. Electronic address: Jessica.Spence@phri.ca."
      ]
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie",
      "initials": "E",
      "name": "Emilie Belley-Côté",
      "affiliations": [
        "Department of Critical Care, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada; Department of Medicine (Cardiology), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jacobsohn",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Jacobsohn",
      "affiliations": [
        "Department of Anesthesia and Perioperative Medicine, University of Manitoba, Winnipeg, MB, Canada; Department of Critical Care, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Shun Fu",
      "initials": "SF",
      "name": "Shun Fu Lee",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Whitlock",
      "affiliations": [
        "Department of Critical Care, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada; Department of Surgery (Cardiac Surgery), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant",
      "initials": "S",
      "name": "Shrikant Bangdiwala",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Syed",
      "fore_name": "Summer",
      "initials": "S",
      "name": "Summer Syed",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sarkaria",
      "fore_name": "Anisha",
      "initials": "A",
      "name": "Anisha Sarkaria",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "MacIsaac",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah MacIsaac",
      "affiliations": [
        "School of Medicine, Faculty of Medicine, Royal College of Surgeons, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Lengyel",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Lengyel",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Long",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Long",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Um",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Um",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "William F",
      "initials": "WF",
      "name": "William F McIntyre",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; Department of Medicine (Cardiology), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kavosh",
      "fore_name": "Morvarid",
      "initials": "M",
      "name": "Morvarid Kavosh",
      "affiliations": [
        "Department of Anesthesia and Perioperative Medicine, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Fast",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Fast",
      "affiliations": [
        "Department of Anesthesia and Perioperative Medicine, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Arora",
      "fore_name": "Rakesh",
      "initials": "R",
      "name": "Rakesh Arora",
      "affiliations": [
        "Department of Critical Care, University of Manitoba, Winnipeg, MB, Canada; Department of Surgery (Cardiac Surgery), University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Lamy",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre Lamy",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada; Department of Surgery (Cardiac Surgery), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Connolly",
      "fore_name": "Stuart",
      "initials": "S",
      "name": "Stuart Connolly",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada; Department of Medicine (Cardiology), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada; Department of Medicine (Cardiology), McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "British journal of anaesthesia",
    "iso_abbreviation": "Br J Anaesth",
    "issn": "1471-6771",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "38",
  "end_page": "46",
  "pages": "38-46",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Anesthesia, Cardiac Procedures",
    "Benzodiazepines",
    "Canada",
    "Cluster Analysis",
    "Cross-Over Studies",
    "Delirium",
    "Dose-Response Relationship, Drug",
    "Female",
    "Humans",
    "Male",
    "Pilot Projects",
    "Postoperative Complications"
  ],
  "article_ids": {
    "pubmed": "32416996",
    "doi": "10.1016/j.bja.2020.03.030",
    "pii": "S0007-0912(20)30217-8"
  },
  "doi": "10.1016/j.bja.2020.03.030",
  "dates": {
    "completed": "2020-07-13",
    "revised": "2020-07-13"
  },
  "chemicals": [
    "Benzodiazepines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.196289",
    "pmid": "32416996"
  }
}