{
  "pmid": "32411832",
  "uid": "32411832",
  "title": "Paediatric critical illness associated with respiratory infection: a single-centre, retrospective cohort study.",
  "abstract": "OBJECTIVES: To describe critically ill children with respiratory infections, classify them by infection syndrome type and determine the prevalence of Mycoplasma pneumoniae detection. STUDY DESIGN: A retrospective, single-centre cohort study. All children aged 2 months-18 years with presumed respiratory infection who were admitted to a tertiary hospital paediatric intensive care unit (PICU) between September 2015 and October 2016 were eligible. Subjects were grouped by clinical syndrome (viral respiratory infection, asthma exacerbation, undifferentiated/uncomplicated pneumonia, pneumonia complicated by effusion/empyema and 'other'). All subjects had nasopharyngeal swabs tested for respiratory viruses, M. pneumoniae and Chlamydia pneumoniae. RESULTS: There were 221 subjects; the median age was 3.1 years; 44% were female; and 78% had medical comorbidities. The majority (75%) was treated with antibiotics, most often ceftriaxone (90% of treated children). Those with any pneumonia were significantly less likely to have a respiratory virus identified in their nasopharynges and had significantly higher C reactive protein (CRP) values than those in the viral infection and asthma groups. There were 10 subjects in whom M. pneumoniae was detected (4.5%, 95% CI 2.2% to 8.2%). Mycoplasma-positive children were older (difference 3.5 years, 95% CI 0.66 to 6.4 years) and had fewer viral coinfections (30% compared with 69%, p=0.02). The prevalence of Mycoplasma infection in children aged >5 years with any pneumonia was 13.2% (95%CI 4.4% to 28%). CONCLUSIONS: The majority of participants had respiratory viruses detected and were treated with broad-spectrum antibiotics. Differences in CRP and viral prevalence were observed between children with different infection syndrome types. M. pneumoniae infection was not rare in school-aged children with pneumonia admitted to the PICU. Attention to antibiotic treatment and rapid diagnostic testing for Mycoplasma in older, critically ill children should be considered to optimise management and avert morbidity and mortality from respiratory infection.",
  "authors": [
    {
      "last_name": "Alfaraidi",
      "fore_name": "Haifa",
      "initials": "H",
      "name": "Haifa Alfaraidi",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Luinstra",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Luinstra",
      "affiliations": [
        "Department of Laboratory Medicine, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eshaghi",
      "fore_name": "Alireza",
      "initials": "A",
      "name": "Alireza Eshaghi",
      "affiliations": [
        "Public Health Ontario Laboratory, Public Health Ontario, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-5150-483X"
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gubbay",
      "fore_name": "Jonathan B",
      "initials": "JB",
      "name": "Jonathan B Gubbay",
      "affiliations": [
        "Public Health Ontario Laboratory, Public Health Ontario, Toronto, Ontario, Canada.",
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4380-5402"
    }
  ],
  "journal": {
    "title": "BMJ paediatrics open",
    "iso_abbreviation": "BMJ Paediatr Open",
    "issn": "2399-9772",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2020"
  },
  "start_page": "e000640",
  "pages": "e000640",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32411832",
    "pmc": "PMC7213883",
    "doi": "10.1136/bmjpo-2020-000640",
    "pii": "bmjpo-2020-000640"
  },
  "doi": "10.1136/bmjpo-2020-000640",
  "pmc_id": "PMC7213883",
  "dates": {
    "revised": "2022-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.125806",
    "pmid": "32411832"
  }
}