{
  "pmid": "32415543",
  "uid": "32415543",
  "title": "Technology-Assisted Parenting Interventions for Families Experiencing Social Disadvantage: a Meta-Analysis.",
  "abstract": "Technology-assisted interventions have been identified as a means to increase accessibility and enhance engagement of parenting programs. The current meta-analytic review examines the effectiveness of these interventions in families experiencing social disadvantage. A literature search was conducted spanning March 2007-June 2019. Nine studies met inclusion criteria (total of 864 participants) which included an evaluation of a parenting intervention for families with at least one of the following demographic challenges, low socioeconomic status, single parenthood, and/or young parenthood. Interventions (or a component of the intervention) were delivered by computer, cell phone, smartphone, and/or tablet. Data were organized into three categories: parental psychological well-being (e.g., self-esteem, social support), parenting (e.g., observed or self-reported parenting behavior), and child behavior (e.g., disruptive behavior). Effect sizes (Hedges' g) were calculated and moderators (i.e., contact with an interventionist, intervention length, publication year, % female parents, mean parent age, parental education, % minority, and child age) were examined through Q-statistics and meta-regression, as appropriate. Intervention showed a near-significant impact on parental psychological well-being (g = .35, p = .051). Furthermore, interventions that did not include direct contact with an interventionist showed no evidence of effectiveness (g = - .02); interventions that incorporated contact were significantly more effective (g = .68). In addition, intervention length moderated intervention effectiveness; shorter interventions yielded greater improvements in well-being, compared with longer interventions. Interventions were also associated with significant improvements in parenting (g = .38) and child behavior (g = .39). These findings provide support for the use of technology-assisted parenting interventions in populations experiencing social disadvantage.",
  "authors": [
    {
      "last_name": "Harris",
      "fore_name": "Madeleine",
      "initials": "M",
      "name": "Madeleine Harris",
      "affiliations": [
        "Graduate Neuroscience Program, McMaster University, Hamilton, ON, L8S 4K1, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Andrews",
      "fore_name": "Krysta",
      "initials": "K",
      "name": "Krysta Andrews",
      "affiliations": [
        "Graduate Neuroscience Program, McMaster University, Hamilton, ON, L8S 4K1, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, L8S 4K1, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Prime",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Prime",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, L8S 4K1, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Ryerson University, Toronto, ON, M5B 2K3, Canada. atkinson@psych.ryerson.ca."
      ],
      "orcid": "0000-0003-1265-3298"
    }
  ],
  "journal": {
    "title": "Prevention science : the official journal of the Society for Prevention Research",
    "iso_abbreviation": "Prev Sci",
    "issn": "1573-6695",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "714",
  "end_page": "727",
  "pages": "714-727",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Parenting",
    "Poverty",
    "Social Support",
    "Wireless Technology"
  ],
  "article_ids": {
    "pubmed": "32415543",
    "doi": "10.1007/s11121-020-01128-0",
    "pii": "10.1007/s11121-020-01128-0"
  },
  "doi": "10.1007/s11121-020-01128-0",
  "dates": {
    "completed": "2021-07-01",
    "revised": "2021-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.681419",
    "pmid": "32415543"
  }
}