{
  "pmid": "32412929",
  "uid": "32412929",
  "title": "How Successful Is Antibiotic Treatment for Superficial Surgical Site Infections After Open Fracture? A Fluid Lavage of Open Wounds (FLOW) Cohort Secondary Analysis.",
  "abstract": "BACKGROUND: Although many studies report the incidence and prevalence of surgical site infections (SSIs) after open fractures, there is limited information on the treatment and subsequent outcomes of superficial SSIs in patients with open fractures. Additionally, clinical studies describing the factors that are associated with persistent infection after nonoperative treatment with antibiotics for patients with superficial SSIs are lacking. QUESTIONS/PURPOSES: Therefore, we asked: (1) What proportion of patients with superficial SSIs after open fracture treatment developed persistent infection after nonoperative treatment (that is, treatment with antibiotics alone)? (2) What risk factors are associated with SSIs that do not resolve with nonoperative (antibiotic) treatment? As a secondary objective, we planned to analyze the microbiological information about participants wound cultures, when these were available, and the proportion of positive cultures for patients whose SSIs were not resolved by antibiotics alone. METHODS: This is a secondary analysis of the Fluid Lavage of Open Wounds (FLOW) trial dataset. The FLOW trial included 2445 patients with operatively managed open fractures. FLOW participants who had a nonoperatively managed superficial SSI diagnosed in the 12 months post-fracture were included in this analysis. Superficial SSIs were diagnosed in 168 participants within 12 months of their fracture. Of these, 83% (139) had their superficial SSI treated with antibiotics alone. Participants were grouped into two categories: (1) 97 participants whose treatment with antibiotics alone resolved the superficial SSI and (2) 42 participants whose treatment with antibiotics alone did not resolve the SSI (defined as undergoing surgical management or the SSI being unresolved at latest follow-up [12-months post-fracture for the FLOW trial]). Of the participants whose treatment with antibiotics alone resolved the SSI, 92% (89 of 97) had complete follow-up, 6% (6 of 97) were lost to follow-up before 12 months, 1% (1 of 97) withdrew consent from the study before 12 months, and 1% (1 of 97) experienced mortality before 12 months. Of the participants whose treatment with antibiotics alone did not resolve the SSI, 90% (38 of 42) had complete follow-up, 7% (3 of 42) were lost to follow-up before 12 months, and 2% (1 of 42) withdrew consent from the study before 12 months. A logistic binary regression analysis was conducted to identify factors associated with persistent infection despite superficial SSI antibiotic treatment. Based on biologic rationale and previous evidence, we identified a priori 13 potential factors (corresponding to 14 levels) to be included in the regression model. RESULTS: The antibiotic treatment resolved the superficial SSI in 70% (97 of 139) of patients and did not resolve the SSI in 30% (42 of 139). After controlling for potential confounding variables, such as age, fracture severity, and time from injury to initial surgical irrigation and débridement, superficial SSIs diagnosed later in follow-up were associated with antibiotics not resolving the SSI (odds ratio 1.05 [95% CI 1.004 to 1.009] for every week of follow-up; p = 0.03). Sex, fracture pattern, and wound size were not associated with antibiotics not resolving the SSI. CONCLUSIONS: Our secondary analysis of prospectively collected FLOW data suggests that antibiotics alone can be an appropriate treatment option when treating superficial SSIs after an open fracture wound, especially when promptly diagnosed. Further research with longer follow-up time is needed to better identify the natural history of superficial SSIs and possibly some dormant or subclinical infections to help clinicians in the treatment decision-making process. LEVEL OF EVIDENCE: Level III, therapeutic study.",
  "authors": [
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "C. Prada, S. Bzovsky, B. Petrisor, M. Bhandari, S. Sprague, Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanner",
      "fore_name": "Stephanie L",
      "initials": "SL",
      "name": "Stephanie L Tanner",
      "affiliations": [
        "S. L. Tanner, K. Jeray, Department of Orthopaedic Surgery, Prisma Health-Upstate, Greenville, SC, USA."
      ]
    },
    {
      "last_name": "Marcano-Fernández",
      "fore_name": "Francesc A",
      "initials": "FA",
      "name": "Francesc A Marcano-Fernández",
      "affiliations": [
        "F. A. Marcano-Fernández, Orthopaedic Department, Parc Taulí Hospital Universitari, Institut d'Investigació i Innovació Parc Taulí I3PT, Universitat Autònoma de Barcelona, Sabadell, Spain."
      ]
    },
    {
      "last_name": "Bzovsky",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Bzovsky",
      "affiliations": [
        "C. Prada, S. Bzovsky, B. Petrisor, M. Bhandari, S. Sprague, Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": [
        "E. H. Schemitsch, Department of Surgery, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jeray",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Jeray",
      "affiliations": [
        "S. L. Tanner, K. Jeray, Department of Orthopaedic Surgery, Prisma Health-Upstate, Greenville, SC, USA."
      ]
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Petrisor",
      "affiliations": [
        "C. Prada, S. Bzovsky, B. Petrisor, M. Bhandari, S. Sprague, Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "M. Bhandari, S. Sprague, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "C. Prada, S. Bzovsky, B. Petrisor, M. Bhandari, S. Sprague, Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "M. Bhandari, S. Sprague, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "1528-1132",
    "issn_type": "Electronic",
    "volume": "478",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "2846",
  "end_page": "2855",
  "pages": "2846-2855",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Anti-Bacterial Agents",
    "Female",
    "Fractures, Open",
    "Humans",
    "Male",
    "Middle Aged",
    "Open Fracture Reduction",
    "Randomized Controlled Trials as Topic",
    "Remission Induction",
    "Retrospective Studies",
    "Risk Assessment",
    "Risk Factors",
    "Surgical Wound Infection",
    "Therapeutic Irrigation",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32412929",
    "pmc": "PMC7899390",
    "doi": "10.1097/CORR.0000000000001293",
    "pii": "00003086-202012000-00028"
  },
  "doi": "10.1097/CORR.0000000000001293",
  "pmc_id": "PMC7899390",
  "dates": {
    "completed": "2021-05-24",
    "revised": "2022-10-05"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.424652",
    "pmid": "32412929"
  }
}