{
  "pmid": "32416336",
  "uid": "32416336",
  "title": "An overview of platform trials with a checklist for clinical readers.",
  "abstract": "OBJECTIVES: The objective of the study was to outline key considerations for general clinical readers when critically evaluating publications on platform trials and for researchers when designing these types of clinical trials. STUDY DESIGN AND SETTING: In this review, we describe key concepts of platform trials with case study discussion of two hallmark platform trials in STAMPEDE and I-SPY2. We provide reader's guide to platform trials with a critical appraisal checklist. RESULTS: Platform trials offer flexibilities of dropping ineffective arms early based on interim data and introducing new arms into the trial. For platform trials, it is important to consider how interventions are compared and evaluated throughout and how new interventions are introduced. For intervention comparisons, it is important to consider what the primary analysis is, what and how many interventions are active simultaneously, and allocation between different arms. Interim evaluation considerations should include the number and timing of interim evaluations and outcomes and statistical rules used to drop interventions. New interventions are usually introduced based on scientific merits, so consideration of these merits is important, together with the timing and mechanisms in which new interventions are added. CONCLUSION: More efforts are needed to improve the scientific literacy of platform trials. Our review provides an overview of the important concepts of platform trials.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay J H",
      "initials": "JJH",
      "name": "Jay J H Park",
      "affiliations": [
        "Department of Medicine, Experimental Medicine, University of British Columbia, Vancouver, British Columbia, Canada; Cytel, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Harari",
      "fore_name": "Ofir",
      "initials": "O",
      "name": "Ofir Harari",
      "affiliations": [
        "Cytel, Vancouver, British Columbia, Canada; Department of Health Research Methodology, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dron",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Dron",
      "affiliations": [
        "Cytel, Vancouver, British Columbia, Canada; Department of Health Research Methodology, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lester",
      "fore_name": "Richard T",
      "initials": "RT",
      "name": "Richard T Lester",
      "affiliations": [
        "Department of Medicine, Experimental Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Cytel, Vancouver, British Columbia, Canada; Department of Health Research Methodology, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Cytel, Vancouver, British Columbia, Canada; Department of Health Research Methodology, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada. Electronic address: Edward.mills@cytel.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "125",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "1",
  "end_page": "8",
  "pages": "1-8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Checklist",
    "Clinical Trials as Topic",
    "Humans",
    "Information Literacy",
    "Peer Review",
    "Research Design",
    "Adaptive Clinical Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "32416336",
    "doi": "10.1016/j.jclinepi.2020.04.025",
    "pii": "S0895-4356(19)30987-4"
  },
  "doi": "10.1016/j.jclinepi.2020.04.025",
  "dates": {
    "completed": "2021-03-04",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.970692",
    "pmid": "32416336"
  }
}