{
  "pmid": "32428195",
  "uid": "32428195",
  "title": "Methodological considerations for investigating oral anticoagulation persistence in atrial fibrillation.",
  "abstract": "AIMS: Reports of long-term oral anticoagulant (OAC) therapy for atrial fibrillation (AF) reveal highly variable, and generally suboptimal estimates of medication persistence. The objective of this review is to summarize current literature and highlight important methodological considerations for interpreting persistence research and designing studies of persistence on OAC treatment. METHODS AND RESULTS: We summarize differences in study methodology, setting, timing, treatment, and other factors associated with reports of better or worse persistence. For example, prospective compared with retrospective study designs are associated with higher reported persistence. Similarly, patient factors such as permanent AF or high stroke risk, and treatment with non-vitamin K oral antagonists relative to vitamin K antagonists are associated with higher persistence. Persistence has also been reported to be higher in Europe compared with North America and higher when the treating physician is a general practitioner compared with a specialist. We propose a framework for assessing and designing persistence studies. This framework includes aspects of patient selection, reliability and validity of measures, persistence definitions, clinical utility of measurements, follow-up periods, and analytic approaches. CONCLUSIONS: Differences in study design, patient selection, treatments, and factors such as the countries/regions where studies are conducted or the type of treating physician may help explain the variability in OAC persistence estimates. A framework is proposed to assess persistence studies. This may have utility to compare and interpret published studies as well as for planning of future studies.",
  "authors": [
    {
      "last_name": "Paquette",
      "fore_name": "Miney",
      "initials": "M",
      "name": "Miney Paquette",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON L8S 4K1, Canada.",
        "Department of Medicine, Boehringer Ingelheim Ltd, Burlington, ON L7L 5H4, Canada."
      ],
      "orcid": "0000-0002-1239-3265"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON L8S 4K1, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, ON L8N 4A6, Canada.",
        "Centre for the Development of Best Practices in Health, Yaoundé, Cameroon."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European heart journal. Cardiovascular pharmacotherapy",
    "iso_abbreviation": "Eur Heart J Cardiovasc Pharmacother",
    "issn": "2055-6845",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "23"
  },
  "start_page": "251",
  "end_page": "260",
  "pages": "251-260",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Atrial Fibrillation",
    "Humans",
    "Prospective Studies",
    "Reproducibility of Results",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "32428195",
    "pmc": "PMC8141301",
    "doi": "10.1093/ehjcvp/pvaa052",
    "pii": "5840728"
  },
  "doi": "10.1093/ehjcvp/pvaa052",
  "pmc_id": "PMC8141301",
  "dates": {
    "completed": "2022-03-30",
    "revised": "2024-08-10"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:58.934234",
    "pmid": "32428195"
  }
}