{
  "pmid": "32426000",
  "uid": "32426000",
  "title": "Under-Five Mortality in Buea Health District, Southwest Cameroon: Evidence from a Community-Based Birth Cohort Study of Rate, Causes, and Age-Specific Patterns.",
  "abstract": "BACKGROUND: Updating the knowledge base on the causes and patterns of under-five mortality (U5M) is crucial for the design of suitable interventions to improve survival of children under five. OBJECTIVES: To assess the rate, causes, and age-specific patterns of U5M in Buea Health District, Cameroon. METHODS: A retrospective cohort study involving 2000 randomly selected households was conducted. Live births registered between September 2004 and September 2009 were recorded. The under-five mortality rate (U5MR) was defined by the number of deaths that occurred on or before 5 years of age per 1000 live births. Causes of death were assigned using the InterVA-4 software. RESULTS: A total of 2210 live births were recorded. There were 92 deaths, and the U5MR was 42 per 1000 live births. The mean age at death was 11 ± 15.9 months. The most frequent causes of death were neonatal causes (37%), malaria (28%), and pneumonia (15%). Deaths during infancy accounted for 64.1% of U5M, with 43.5% neonatal (86% occurring within the first 24 hours of life) and 20.7% postneonatal. The main causes of death in infancy were birth asphyxia (37.5%), pneumonia (17.5%), complications of prematurity (10%), and malaria (10%). Child deaths accounted for 35.8% of U5M. Malaria, pneumonia, and diarrhoeal illnesses accounted for the majority of child deaths. CONCLUSIONS: Almost half of U5M occurred during the neonatal period. Improvements in intrapartum care and the prevention and effective treatment of neonatal conditions, malaria, and pneumonia could considerably reduce U5M in Buea.",
  "authors": [
    {
      "last_name": "Agborndip",
      "fore_name": "Ettamba",
      "initials": "E",
      "name": "Ettamba Agborndip",
      "affiliations": [
        "Health Education and Research Organisation (HERO), Buea, Cameroon."
      ]
    },
    {
      "last_name": "Kadia",
      "fore_name": "Benjamin Momo",
      "initials": "BM",
      "name": "Benjamin Momo Kadia",
      "affiliations": [
        "Health Education and Research Organisation (HERO), Buea, Cameroon.",
        "Faculty of Epidemiology and Population Health, London School of Hygiene and Tropical Medicine, London, UK."
      ],
      "orcid": "0000-0002-8566-7132"
    },
    {
      "last_name": "Ekaney",
      "fore_name": "Domin Sone Majunda",
      "initials": "DSM",
      "name": "Domin Sone Majunda Ekaney",
      "affiliations": [
        "Health Education and Research Organisation (HERO), Buea, Cameroon."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence Tanyi",
      "initials": "LT",
      "name": "Lawrence Tanyi Mbuagbaw",
      "affiliations": [
        "Department of Internal Medicine and Paediatrics, Faculty of Health Sciences, University of Buea, Buea, Cameroon."
      ]
    },
    {
      "last_name": "Obama",
      "fore_name": "Marie Therese",
      "initials": "MT",
      "name": "Marie Therese Obama",
      "affiliations": [
        "Faculty of Medicine and Biomedical Sciences, University of Yaounde 1, Yaounde, Cameroon."
      ]
    },
    {
      "last_name": "Atashili",
      "fore_name": "Julius",
      "initials": "J",
      "name": "Julius Atashili",
      "affiliations": [
        "Department of Public Health and Hygiene, Faculty of Health Sciences, University of Buea, Buea, Cameroon."
      ]
    }
  ],
  "journal": {
    "title": "International journal of pediatrics",
    "iso_abbreviation": "Int J Pediatr",
    "issn": "1687-9740",
    "issn_type": "Print",
    "volume": "2020",
    "pub_year": "2020"
  },
  "start_page": "9605492",
  "pages": "9605492",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32426000",
    "pmc": "PMC7222531",
    "doi": "10.1155/2020/9605492"
  },
  "doi": "10.1155/2020/9605492",
  "pmc_id": "PMC7222531",
  "dates": {
    "revised": "2022-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.349146",
    "pmid": "32426000"
  }
}