{
  "pmid": "32420316",
  "uid": "32420316",
  "title": "Relationship between dietary patterns and COPD: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Findings from previous studies reporting on the associations between chronic obstructive pulmonary disease (COPD) and various dietary patterns have been inconsistent. This review aims to summarise the evidence on the strength of the association between dietary patterns and the prevalence and incidence of COPD. METHODS: We conducted a comprehensive search of seven databases between 1 January 1980 and 30 November 2019. Two reviewers independently reviewed each manuscript through the screening, selection, data extraction and quality assessment stages. Data from eight observational studies that met the inclusion criteria were extracted and random-effects meta-analysis was subsequently conducted. RESULTS: Eight observational studies (all eight reporting on healthy dietary patterns and three on unhealthy dietary patterns) met the inclusion criteria and data were extracted to include in the meta-analysis. Consumption of a healthy dietary pattern was associated with a lower risk of COPD (pooled OR 0.88, 95% CI 0.82-0.94). Consumption of unhealthy dietary patterns was associated with a higher risk of COPD (OR 1.22, 95% CI 0.84-1.76); however, the results were not statistically significant and had high heterogeneity (I[2]=91%). CONCLUSION: Our results suggests that healthy dietary patterns are associated with a lower prevalence of COPD, while unhealthy dietary patterns are not. More studies, particularly adequately powered longitudinal studies, are needed to further elucidate the effects of healthy and unhealthy dietary patterns on risk of COPD.",
  "authors": [
    {
      "last_name": "Parvizian",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Parvizian",
      "affiliations": [
        "Dept of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4167-7467"
    },
    {
      "last_name": "Dhaliwal",
      "fore_name": "Manreet",
      "initials": "M",
      "name": "Manreet Dhaliwal",
      "affiliations": [
        "Dept of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Li",
      "affiliations": [
        "Dept of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "Dept of Medicine, Division of Respirology, McMaster University, Hamilton, ON, Canada.",
        "Faculty of Biology, Medicine and Health, Division of Infection, Immunity and Respiratory Medicine, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Kurmi",
      "fore_name": "Om P",
      "initials": "OP",
      "name": "Om P Kurmi",
      "affiliations": [
        "Dept of Medicine, Division of Respirology, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9518-4716"
    }
  ],
  "journal": {
    "title": "ERJ open research",
    "iso_abbreviation": "ERJ Open Res",
    "issn": "2312-0541",
    "issn_type": "Print",
    "volume": "6",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32420316",
    "pmc": "PMC7211952",
    "doi": "10.1183/23120541.00168-2019",
    "pii": "00168-2019"
  },
  "doi": "10.1183/23120541.00168-2019",
  "pmc_id": "PMC7211952",
  "dates": {
    "revised": "2022-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.728647",
    "pmid": "32420316"
  }
}