{
  "pmid": "32426740",
  "uid": "32426740",
  "title": "Misinformation During the Coronavirus Disease 2019 Outbreak: How Knowledge Emerges From Noise.",
  "abstract": "UNLABELLED: Although the amount of information generated during this most recent coronavirus disease 2019 pandemic is enormous, much is of uncertain trustworthiness. This review summaries the many potential sources of information that clinicians turn to during pandemic illness, the challenges associated with performing methodologically sound research in this setting and potential approaching to conducting well done research during a health crisis. DATA SOURCES: Not applicable. STUDY SELECTION: Not applicable. DATA EXTRACTION: Not applicable. DATA SYNTHESIS: Not applicable. CONCLUSIONS: Pandemics and healthcare crises provide extraordinary opportunities for the rapid generation of reliable scientific information but also for misinformation, especially in the early phases, which may contribute to public hysteria. The best way to combat misinformation is with trustworthy data produced by healthcare researchers. Although challenging, research can occur during pandemics and crises and is facilitated by advance planning, governmental support, targeted funding opportunities, and collaboration with industry partners. The coronavirus disease 2019 research response has highlighted both the dangers of misinformation as well as the benefits and possibilities of performing rigorous research during challenging times.",
  "authors": [
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Parke",
      "fore_name": "Rachael",
      "initials": "R",
      "name": "Rachael Parke",
      "affiliations": [
        "Cardiothoracic and Vascular Intensive Care Unit, Auckland City Hospital, Auckland, New Zealand.",
        "School of Nursing, University of Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Murthy",
      "fore_name": "Srinivas",
      "initials": "S",
      "name": "Srinivas Murthy",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Department of Medicine (Critical Care) and Emergency Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Leigh",
      "fore_name": "Jeanna Parsons",
      "initials": "JP",
      "name": "Jeanna Parsons Leigh",
      "affiliations": [
        "School of Health Administration, Faculty of Health, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John",
      "initials": "J",
      "name": "John Marshall",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NKJ",
      "name": "Neill K J Adhikari",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Fiest",
      "fore_name": "Kirsten",
      "initials": "K",
      "name": "Kirsten Fiest",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, AB, Canada.",
        "Department of Community Health Sciences and O'Brien Institute for Public Health, University of Calgary, Calgary, AB, Canada.",
        "Department of Psychiatry and Hotchkiss Brain Institute, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Fowler",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "François",
      "initials": "F",
      "name": "François Lamontagne",
      "affiliations": [
        "Université de Sherbrooke, Sherbrooke, QC, Canada.",
        "Centre de recherche du CHU de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Sevransky",
      "fore_name": "Jonathan E",
      "initials": "JE",
      "name": "Jonathan E Sevransky",
      "affiliations": [
        "Emory University, Atlanta, GA."
      ]
    }
  ],
  "journal": {
    "title": "Critical care explorations",
    "iso_abbreviation": "Crit Care Explor",
    "issn": "2639-8028",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr"
  },
  "start_page": "e0098",
  "pages": "e0098",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32426740",
    "pmc": "PMC7188430",
    "doi": "10.1097/CCE.0000000000000098"
  },
  "doi": "10.1097/CCE.0000000000000098",
  "pmc_id": "PMC7188430",
  "dates": {
    "revised": "2022-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.066996",
    "pmid": "32426740"
  }
}