{
  "pmid": "32435537",
  "uid": "32435537",
  "title": "Extent, patterns and demographic correlates for physical fighting among school-attending adolescents in Namibia: examination of the 2013 Global School-based Health Survey.",
  "abstract": "BACKGROUND: Physical fighting is particularly detrimental for young people, often affecting other areas of their developing lives, such as relationships with friends and family and participating in risky behaviors. We aim to quantify the amount of problematic physical fighting in Namibian adolescents and identify modifiable risk factors for intervention. METHODS: We used the Namibia 2013 Global School-based Student Health Survey (GSHS). This survey collects health-related information on school-attending adolescents in grades 7 to 12. We defined physical fighting as having participated in at least two physical fights in the 12 months prior to responding to the survey. Factors that may be associated with physical fighting were identified a prior based on the literature and included age, sex, anxiety, suicide planning, truancy, physical activity, bullying victimization, presence of supportive parental figures, presence of helpful peers, extent of social network, and food insecurity. Multivariable logistic regression models were created to identify factors associated with physical fighting. RESULTS: A total of 4,510 adolescents were included in the study. A total of 52.7% female. 16.9% of adolescents reported engaging in at least two physical fights in the previous year. Factors associated with an increased odds of physical fighting included having a suicide plan, anxiety, truancy, food deprivation and being bullied. Increased age and loneliness were associated with a decreased odds of physical fighting. CONCLUSION: This study identifies problematic physical fighting among adolescents in Namibia. We recommend public health and school-based programming that simultaneously targets risk behaviours and conflict resolution to reduce rates of physical fighting.",
  "authors": [
    {
      "last_name": "Davis",
      "fore_name": "Laura E",
      "initials": "LE",
      "name": "Laura E Davis",
      "affiliations": [
        "Center for Injury Prevention and Community Safety, Peercorps Trust Fund, Dar es Salaam, Tanzania.",
        "Department of Epidemiology, Biostatistics and Occupational Health, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Abio",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Abio",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Group, Turku Brain Injury Center, Division of Clinical Neurosciences, University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Group, Turku Brain Injury Center, Division of Clinical Neurosciences, University of Turku, Turku, Finland.",
        "Heidelberg Institute of Global Health, University of Heidelberg, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Shaikh",
      "fore_name": "Masood Ali",
      "initials": "MA",
      "name": "Masood Ali Shaikh",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Group, Turku Brain Injury Center, Division of Clinical Neurosciences, University of Turku, Turku, Finland."
      ]
    }
  ],
  "journal": {
    "title": "PeerJ",
    "iso_abbreviation": "PeerJ",
    "issn": "2167-8359",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2020"
  },
  "start_page": "e9075",
  "pages": "e9075",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32435537",
    "pmc": "PMC7227638",
    "doi": "10.7717/peerj.9075",
    "pii": "9075"
  },
  "doi": "10.7717/peerj.9075",
  "pmc_id": "PMC7227638",
  "dates": {
    "revised": "2022-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.627819",
    "pmid": "32435537"
  }
}