{
  "pmid": "32438026",
  "uid": "32438026",
  "title": "Controversy and Debate Series on Core Outcome Sets. Paper 3: Debate on Paper 1 from the perspective of GRADE [Grading of Recommendations Assessment, Development and Evaluation].",
  "abstract": "BACKGROUND AND OBJECTIVES: Outcome measures can be defined as the quality and cost targets health care organizations are trying to improve. Health-related outcomes are used to assess the effect, both positive and negative, of an intervention or treatment. To be meaningful and relevant, outcomes should ideally focus on what matters to the population to whom an intervention is applied and who may experience the outcomes. In this commentary, with a GRADE perspective in mind, we will introduce a conceptual model to address the many health care stakeholders, for example, in health technology assessment (HTA), quality assurance, systematic reviews, guidelines, and coverage decisions, who are involved in making different types of health decisions based on the same health outcomes. We will also propose and describe a method of defining core outcomes that will support reconciliation as well as harmonization across these different fields. STUDY DESIGN AND SETTING: The main focus here is on outcomes that matter most to people including patients, family members, and caregivers. We describe the hub and spokes model for core outcome sets that allows for communication and integration across different disciplines and decision makers. Ideally, the core outcomes, also called main outcomes, would be identical across these fields, including, for instance, a systematic review, an HTA, and a clinical or public health guideline. We illustrate this challenge using examples. RESULTS: We present the hub and spokes model for direct core outcome sets and describe the challenge and solution in what we call the Standardized Outcomes Linking Across StakeholdeRs (SOLAR) system approach. Judgments will have to be made regarding how directly the outcome of interest for decision makers corresponds to the intended outcome and GRADE offers it through its indirectness domain. Health outcome descriptors (HODs) provide a solution to this. CONCLUSION: Relevant stakeholders should strive to harmonize outcome assessment for the different decision-making contexts and describe how the outcomes they use, optimally informed by systematic reviews of the importance of outcomes, relate to harmonized HODs. In the ideal world, decision makers would use the same harmonized HODs and transparently rate the degree of indirectness of the actual outcomes addressed.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: schuneh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Tunis",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Tunis",
      "affiliations": [
        "Principal, Rubix Health, Senior Advisor, Center for Medical Technology Policy, 4712 Keswick Road, Baltimore, MD 21210, USA."
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Baldeh",
      "fore_name": "Tejan",
      "initials": "T",
      "name": "Tejan Baldeh",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "125",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "216",
  "end_page": "221",
  "pages": "216-221",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [
    "Communication",
    "Delivery of Health Care",
    "Humans",
    "Outcome Assessment, Health Care",
    "Research Design",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "32438026",
    "doi": "10.1016/j.jclinepi.2020.05.007",
    "pii": "S0895-4356(20)30192-X"
  },
  "doi": "10.1016/j.jclinepi.2020.05.007",
  "dates": {
    "completed": "2021-03-01",
    "revised": "2021-03-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.852112",
    "pmid": "32438026"
  }
}