{
  "pmid": "32448231",
  "uid": "32448231",
  "title": "Use of the GRADE approach in health policymaking and evaluation: a scoping review of nutrition and physical activity policies.",
  "abstract": "BACKGROUND: Nutrition and physical activity policies have the potential to influence lifestyle patterns and reduce the burden of non-communicable diseases. In the world of health-related guidelines, GRADE (Grading of Recommendations, Assessment, Development and Evaluation) is the most widely used approach for assessing the certainty of evidence and determining the strength of recommendations. Thus, it is relevant to explore its usefulness also in the process of nutrition and physical activity policymaking and evaluation. The purpose of this scoping review was (i) to generate an exemplary overview of documents using the GRADE approach in the process of nutrition and physical activity policymaking and evaluation, (ii) to find out how the GRADE approach has been applied, and (iii) to explore which facilitators of and barriers to the use of GRADE have been described on the basis of the identified documents. The overarching aim of this work is to work towards improving the process of evidence-informed policymaking in the areas of dietary behavior, physical activity, and sedentary behavior. METHODS: A scoping review was conducted according to current reporting standards. MEDLINE via Ovid, the Cochrane Library, and Web of Science were systematically searched up until 4 July 2019. Documents describing a body of evidence which was assessed for the development or evaluation of a policy, including documents labeled as \"guidelines,\" or systematic reviews used to inform policymaking were included. RESULTS: Thirty-six documents were included. Overall, 313 GRADE certainty of evidence ratings were identified in systematic reviews and guidelines; the strength of recommendations/policies was assessed in four documents, and six documents mentioned facilitators or barriers for the use of GRADE. The major reported barrier was the initial low starting level of a body of evidence from non-randomized studies when assessing the certainty of evidence. CONCLUSION: This scoping review found that the GRADE approach has been used for policy evaluations, in the evaluation of the effectiveness of policy-relevant interventions (policymaking), as well as in the development of guidelines intended to guide policymaking. Several areas for future research were identified to explore the use of GRADE in health policymaking and evaluation.",
  "authors": [
    {
      "last_name": "Zähringer",
      "fore_name": "Jasmin",
      "initials": "J",
      "name": "Jasmin Zähringer",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Schwingshackl",
      "fore_name": "Lukas",
      "initials": "L",
      "name": "Lukas Schwingshackl",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Movsisyan",
      "fore_name": "Ani",
      "initials": "A",
      "name": "Ani Movsisyan",
      "affiliations": [
        "Institute for Medical Information Processing, Biometry and Epidemiology (IBE), Pettenkofer School of Public Health, LMU Munich, Munich, Germany."
      ]
    },
    {
      "last_name": "Stratil",
      "fore_name": "Jan M",
      "initials": "JM",
      "name": "Jan M Stratil",
      "affiliations": [
        "Institute for Medical Information Processing, Biometry and Epidemiology (IBE), Pettenkofer School of Public Health, LMU Munich, Munich, Germany."
      ]
    },
    {
      "last_name": "Capacci",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Capacci",
      "affiliations": [
        "Department of Statistical Sciences, University of Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Steinacker",
      "fore_name": "Jürgen M",
      "initials": "JM",
      "name": "Jürgen M Steinacker",
      "affiliations": [
        "Division of Sports- and Rehabilitation Medicine, Medical Center, Ulm University Hospital, Ulm, Germany."
      ]
    },
    {
      "last_name": "Forberger",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Forberger",
      "affiliations": [
        "Department Prevention and Evaluation, Leibniz-Institute for Prevention Research and Epidemiology - BIPS, Bremen, Germany."
      ]
    },
    {
      "last_name": "Ahrens",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Ahrens",
      "affiliations": [
        "Department Prevention and Evaluation, Leibniz-Institute for Prevention Research and Epidemiology - BIPS, Bremen, Germany."
      ]
    },
    {
      "last_name": "Küllenberg de Gaudry",
      "fore_name": "Daniela",
      "initials": "D",
      "name": "Daniela Küllenberg de Gaudry",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "McMaster GRADE Centre and Department of Health Research Methods, Evidence, and Impact, McMaster University Health Sciences Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Joerg J",
      "initials": "JJ",
      "name": "Joerg J Meerpohl",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany. meerpohl@ifem.uni-freiburg.de.",
        "Cochrane Germany, Cochrane Germany Foundation, Freiburg, Germany. meerpohl@ifem.uni-freiburg.de."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "May",
    "pub_day": "24"
  },
  "start_page": "37",
  "pages": "37",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Diet",
    "Exercise",
    "Feeding Behavior",
    "GRADE Approach",
    "Guidelines as Topic",
    "Health Promotion",
    "Humans",
    "Policy Making",
    "Sedentary Behavior",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "32448231",
    "pmc": "PMC7245872",
    "doi": "10.1186/s13012-020-00984-2",
    "pii": "10.1186/s13012-020-00984-2"
  },
  "doi": "10.1186/s13012-020-00984-2",
  "pmc_id": "PMC7245872",
  "dates": {
    "completed": "2021-05-24",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.699226",
    "pmid": "32448231"
  }
}