{
  "pmid": "32444155",
  "uid": "32444155",
  "title": "Non-invasive detection of IgG antibodies from common pathogenic viruses using oral flocked swabs.",
  "abstract": "Salivary antibodies are useful in surveillance and vaccination studies. However, low antibody levels and degradation by endonucleases are problematic. Oral flocked swabs are a potential non-invasive alternative for detecting viral antibodies. Seroprevalence for Cytomegalovirus (CMV), Varicella-Zoster virus (VZV), Epstein-Barr virus (EBV), Measles and Mumps IgG antibodies were determined from 50 matched serum, saliva and swabs samples from healthy volunteers using commercial ELISAs. CMV IgG, VZV IgG, and EBV EBNA-1 IgG, VCA IgG, and Measles IgG swab versus serum sensitivities were 95.8%, 96.0%, 92.1%, 95.5%, 84.5%, respectively, and swabs correlated well with saliva. Sensitivity of Mumps IgG in swabs and saliva was poor at 60.5%, and 68.2%, respectively. Specificities for IgG antibodies were 100% for CMV, EBV and Mumps, but could not be determined for VZV and Measles due to exclusively seropositive volunteers. Except for Mumps IgG, swabs correlate well with serum, are easy to self-collect and are stable at room temperature.",
  "authors": [
    {
      "last_name": "Speicher",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Speicher",
      "affiliations": [
        "Department of Pathology & Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Laboratory Medicine, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada; Menzies Health Institute Queensland, Griffith University, Queensland, Australia; M.G. DeGroote Institute for Infectious Disease Research, Department of Biochemistry and Biomedical Sciences, DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: speichdj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Luinstra",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Luinstra",
      "affiliations": [
        "Department of Laboratory Medicine, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Emma J",
      "initials": "EJ",
      "name": "Emma J Smith",
      "affiliations": [
        "Department of Mathematics and Statistics, University of Guelph, Guelph, Ontario, Canada."
      ]
    },
    {
      "last_name": "Castriciano",
      "fore_name": "Santina",
      "initials": "S",
      "name": "Santina Castriciano",
      "affiliations": [
        "Copan Italia SpA, Brescia, Italy."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Pathology & Molecular Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Laboratory Medicine, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Diagnostic microbiology and infectious disease",
    "iso_abbreviation": "Diagn Microbiol Infect Dis",
    "issn": "1879-0070",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "115038",
  "pages": "115038",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Antibodies, Viral",
    "Blood",
    "Female",
    "Healthy Volunteers",
    "Humans",
    "Immunoglobulin G",
    "Male",
    "Mouth Mucosa",
    "Saliva",
    "Specimen Handling",
    "Viruses"
  ],
  "article_ids": {
    "pubmed": "32444155",
    "doi": "10.1016/j.diagmicrobio.2020.115038",
    "pii": "S0732-8893(20)30065-1"
  },
  "doi": "10.1016/j.diagmicrobio.2020.115038",
  "dates": {
    "completed": "2021-01-15",
    "revised": "2021-01-15"
  },
  "chemicals": [
    "Antibodies, Viral",
    "Immunoglobulin G"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.126095",
    "pmid": "32444155"
  }
}