{
  "pmid": "32450812",
  "uid": "32450812",
  "title": "Exploring patient-reported barriers to advance care planning in family practice.",
  "abstract": "BACKGROUND: Although patient-centred care has become increasingly important across all medical specialties, when it comes to end of life care, research has shown that treatments ordered are not often concordant with people's expressed preferences. Patient and family engagement in Advance Care Planning (ACP) in the primary care setting could improve the concordance between patients' wishes and the healthcare received when patients cannot speak for themselves. The aim of this study was to better understand the barriers faced by older patients regarding talking to their family members and family physicians about ACP. METHODS: In this multi-site cross-sectional study, three free text questions regarding reasons patients found it difficult to discuss ACP with their families or their family physicians were part of a self-administered questionnaire about patients' knowledge of and engagement in ACP. The questionnaire, which included closed ended questions followed by three probing open ended questions, was distributed in 20 family practices across 3 provinces in Canada. The free text responses were analyzed using thematic analysis and form the basis of this paper. RESULTS: One hundred two participants provided an analyzable response to the survey when asked why they haven't talked to someone about ACP. Two hundred fifty-four answered the question about talking to their physician and 340 answered the question about talking to family members. Eight distinct themes emerged from the free text response analysis: 1. They were too young for ACP; 2. The topic is too emotional; 3. The Medical Doctor (MD) should be responsible for bringing up ACP 4. A fear of negatively impacting the patient-physician relationship; 5. Not enough time in appointments; 6. Concern about family dynamics; 7. It's not a priority; and 8. A lack of knowledge about ACP. CONCLUSIONS: Patients in our sample described many barriers to ACP discussions, including concerns about the effect these discussions may have on relationships with both family members and family physicians, and issues relating to patients' knowledge and interpretation of the importance, responsibility for, or relevance of ACP itself. Family physicians may be uniquely placed to leverage the longitudinal, person- centred relationship they have with patients to mitigate some of these barriers.",
  "authors": [
    {
      "last_name": "Bernard",
      "fore_name": "Carrie",
      "initials": "C",
      "name": "Carrie Bernard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, DBHSC 100 Main Street West, 5th floor, Hamilton, Ontario, L8P 1H6, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Tan",
      "affiliations": [
        "Department of Family Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Slaven",
      "fore_name": "Marissa",
      "initials": "M",
      "name": "Marissa Slaven",
      "affiliations": [
        "Department of Family Medicine, McMaster University, DBHSC 100 Main Street West, 5th floor, Hamilton, Ontario, L8P 1H6, Canada.",
        "Division of Palliative Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Elston",
      "affiliations": [
        "Department of Family Medicine, McMaster University, DBHSC 100 Main Street West, 5th floor, Hamilton, Ontario, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Clinical Evaluation Research Unit, Kingston General Hospital, Kingston, Ontario, Canada.",
        "Department of Public Health, Queen's University, Kingston, Ontario, Canada.",
        "Department of Critical Care Medicine, Kingston General Hospital, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, DBHSC 100 Main Street West, 5th floor, Hamilton, Ontario, L8P 1H6, Canada. mhoward@mcmaster.ca."
      ],
      "orcid": "0000-0001-8127-5492"
    }
  ],
  "journal": {
    "title": "BMC family practice",
    "iso_abbreviation": "BMC Fam Pract",
    "issn": "1471-2296",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "May",
    "pub_day": "25"
  },
  "start_page": "94",
  "pages": "94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Advance Care Planning",
    "Aged",
    "Canada",
    "Communication Barriers",
    "Cross-Sectional Studies",
    "Family",
    "Family Practice",
    "Female",
    "Humans",
    "Male",
    "Patient Preference",
    "Patient Reported Outcome Measures",
    "Physician-Patient Relations",
    "Qualitative Research",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "32450812",
    "pmc": "PMC7249389",
    "doi": "10.1186/s12875-020-01167-0",
    "pii": "10.1186/s12875-020-01167-0"
  },
  "doi": "10.1186/s12875-020-01167-0",
  "pmc_id": "PMC7249389",
  "dates": {
    "completed": "2021-07-09",
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PHE-135930",
      "agency": "Canadian Institute of Health Research",
      "country": "International"
    },
    {
      "grant_id": "06687",
      "agency": "Ontario Ministry of Health and Long-Term Care",
      "country": "International"
    },
    {
      "grant_id": "CORE2013-13A",
      "agency": "Canadian Frailty Network (a Networks of Centres of Excellence of Canada)",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.534021",
    "pmid": "32450812"
  }
}