{
  "pmid": "32462125",
  "uid": "32462125",
  "title": "Meta-analysis Comparing Outcomes of Type 2 Myocardial Infarction and Type 1 Myocardial Infarction With a Focus on Dual Antiplatelet Therapy.",
  "abstract": "BACKGROUND: There are important knowledge gaps in type 2 myocardial infarction (T2MI). Our primary objective was to compare the outcomes of patients with T2MI with those of patients with type 1 myocardial infarction (T1MI). Our secondary objective was to determine whether randomized controlled trials (RCTs) evaluating dual antiplatelets (DAPTs) have explicitly included patients with T2MI. METHODS: We performed a meta-analysis comparing outcomes of patients with T2MI with patients with T1MI and a separate systematic review to evaluate the inclusion of T2MI in RCTs evaluating DAPT. There were 19 cohorts enrolling 48,829 patients (40,604 with T1MI and 5361 with T2MI) and 51 RCTs enrolling 188,132 patients with acute coronary syndrome. RESULTS: Patients with T2MI had approximately 2-fold increases in unadjusted odds of long-term mortality compared with patients with T1MI (odds ratio, 2.47; 95% confidence interval, 2.06-2.96; P < 0.0001) and a 45% increase in adjusted odds of long-term mortality (odds ratio, 1.45; 95% confidence interval, 1.25-1.69; P < 0.0001, respectively). There was no published evaluation of efficacy, effectiveness, and safety of DAPT in patients with T2MI. CONCLUSION: Patients with T2MI are at increased risk of adjusted all-cause long-term mortality compared with patients with T1MI. The role of DAPT remains unclear in T2MI.",
  "authors": [
    {
      "last_name": "Reid",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Reid",
      "affiliations": [
        "Division of Cardiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alturki",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Alturki",
      "affiliations": [
        "Division of Cardiology, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Yan",
      "affiliations": [
        "Division of Cardiology, St-Michael Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "So",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek So",
      "affiliations": [
        "Division of Cardiology, Ottawa Heart Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ko",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Ko",
      "affiliations": [
        "Division of Cardiology, Sunnybrook Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanguay",
      "fore_name": "Jean-Francois",
      "initials": "JF",
      "name": "Jean-Francois Tanguay",
      "affiliations": [
        "Division of Cardiology, Montreal Heart Institute, University of Montreal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Bessissow",
      "fore_name": "Amal",
      "initials": "A",
      "name": "Amal Bessissow",
      "affiliations": [
        "Division of Internal Medicine, McGill Health University Center, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir",
      "initials": "S",
      "name": "Shamir Mehta",
      "affiliations": [
        "Division of Cardiology, Hamilton Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Goodman",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Goodman",
      "affiliations": [
        "Division of Cardiology, St-Michael Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huynh",
      "fore_name": "Thao",
      "initials": "T",
      "name": "Thao Huynh",
      "affiliations": [
        "Division of Cardiology, McGill Health University Center, McGill University, Montreal, Quebec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "CJC open",
    "iso_abbreviation": "CJC Open",
    "issn": "2589-790X",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "118",
  "end_page": "128",
  "pages": "118-128",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32462125",
    "pmc": "PMC7242509",
    "doi": "10.1016/j.cjco.2020.02.005",
    "pii": "S2589-790X(20)30019-6"
  },
  "doi": "10.1016/j.cjco.2020.02.005",
  "pmc_id": "PMC7242509",
  "dates": {
    "revised": "2024-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:18.804989",
    "pmid": "32462125"
  }
}