{
  "pmid": "32467789",
  "uid": "32467789",
  "title": "The Effect of Irrigation Fluid on Periprosthetic Joint Infection in Total Hip and Knee Arthroplasty: A Systematic Review and Meta-Analysis.",
  "abstract": "Introduction Rates of osteoarthritis and total joint arthroplasty (TJA) are on the rise globally. Periprosthetic joint infection (PJI) is the most devastating complication of TJA. A number of different intraoperative interventions have been proposed in an effort to reduce infection rates, including antibiotic cements, local antibiotic powder, and various irrigation solutions. The evidence on the importance of irrigation solutions is limited but has gained prominence recently, including the publication of a large randomized controlled trial (RCT). Thus, the purpose of this study was to evaluate the effectiveness of various irrigation solutions and pressures at reducing the rates of PJI. Methods A systematic review was performed using the electronic databases MEDLINE, Embase, and Web of Science. All records were screened in duplicate. Data collected included basic study characteristics, the details of the intervention and comparison solutions, if applicable, and rates of superficial and deep infection. A meta-analysis of comparative studies was performed to assess for consistency and potential direction of effect. Results A total of ten studies were included, of which one was an RCT, eight were retrospective cohorts, and one was a case series. In total, there were 29,630 TJAs in 29,596 patients. The mean age ranged from 61 to 80 years. Six studies compared povidone-iodine (Betadine®) to normal saline, two studies compared chlorhexidine to saline, one study compared \"triple prophylaxis\" to standard practice, and one study used gentamicin but had no comparison group. The pooled risk ratio for deep infection in studies using Betadine® compared to saline was 0.62 (95% confidence interval [CI]: 0.33-1.19), while for chlorhexidine it was 0.74 (95%CI: 0.33-1.65). Discussion Current evidence on the relative efficacy of irrigating solutions as prophylaxis for infection following TJA remains inconclusive. Imprecision of estimates vindicates the need for a definitive trial to further inform their use in surgical practice. Conclusion Antiseptic irrigation during TJA with solutions (Betadine®, chlorhexidine) may decrease PJI risk in patients undergoing primary and revision total hip and knee arthroplasties. Wide confidence intervals and heterogeneity among studies, however, render conclusions untrustworthy. Well-conducted RCTs are very much needed to help further investigate this issue.",
  "authors": [
    {
      "last_name": "Wood",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Wood",
      "affiliations": [
        "Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Mundi",
      "fore_name": "Raman",
      "initials": "R",
      "name": "Raman Mundi",
      "affiliations": [
        "Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Citak",
      "fore_name": "Mustafa",
      "initials": "M",
      "name": "Mustafa Citak",
      "affiliations": [
        "Orthopaedic Surgery, Helios Endo-Klinik, Hamburg, DEU."
      ]
    },
    {
      "last_name": "Sancheti",
      "fore_name": "Parag K",
      "initials": "PK",
      "name": "Parag K Sancheti",
      "affiliations": [
        "Orthopaedics, Sancheti Institute for Orthopaedics and Rehabilitation, Pune, IND."
      ]
    },
    {
      "last_name": "Guerra-Farfan",
      "fore_name": "Ernesto",
      "initials": "E",
      "name": "Ernesto Guerra-Farfan",
      "affiliations": [
        "Orthopaedic Surgery, Vall D'hebron University Hospital, Barcelona, ESP."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": [
        "Orthopaedic Surgery, Western University, London, CAN."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "24"
  },
  "start_page": "e7813",
  "pages": "e7813",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32467789",
    "pmc": "PMC7249750",
    "doi": "10.7759/cureus.7813"
  },
  "doi": "10.7759/cureus.7813",
  "pmc_id": "PMC7249750",
  "dates": {
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.425862",
    "pmid": "32467789"
  }
}