{
  "pmid": "32474426",
  "uid": "32474426",
  "title": "Characteristics and interpretation of subgroup analyses based on tumour characteristics in randomised trials testing target-specific anticancer drugs: design of a systematic survey.",
  "abstract": "BACKGROUND: Target-specific anticancer drugs are under rapid development. Little is known, however, about the risk of administering target-specific drugs to patients who have tumours with molecular alterations or other characteristics that can make the drug ineffective or even harmful. An increasing number of randomised clinical trials (RCTs) investigating target-specific anticancer drugs include subgroup analyses based on tumour characteristics. Such subgroup analyses have the potential to be more credible and influential than subgroup analyses based on traditional factors such as sex or tumour stage. In addition, they may more frequently lead to qualitative subgroup effects, that is, show benefit in one but harm in another subgroup of patients (eg, if the tumour characteristic makes the drug ineffective or even enhance tumour growth). If so, subgroup analyses based on tumour characteristics would be highly relevant for patient safety. The aim of this study is to systematically assess the frequency and characteristics of subgroup analyses based on tumour characteristics, the frequency of qualitative subgroup effects, their credibility, and the interpretations that investigators and guidelines developers report. METHODS AND ANALYSIS: We will perform a systematic survey of 433 RCTs testing the effect of target-specific anticancer drugs. Teams of methodologically trained investigators and oncologists will identify eligible studies, extract relevant data and assess the credibility of putative subgroup effects using a recently developed formal instrument. We will systematically assess how trial investigators interpret apparent subgroup effects based on tumour characteristics and the extent to which they influence subsequent practice guidelines. Our results will provide empirical data characterising an increasingly used type of subgroup analysis in cancer trials and its potential impact on precision medicine to predict benefit or harm. ETHICS AND DISSEMINATION: Formal ethical approval is not required for this study. We will disseminate the findings in a peer-reviewed and open-access journal publication.",
  "authors": [
    {
      "last_name": "Schandelmaier",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Schandelmaier",
      "affiliations": [
        "Institute for Clinical Epidemiology and Biostatistics, Department of Clinical Research, University Hospital and University of Basel, Basel, Switzerland s.schandelmaier@gmail.com.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8429-0337"
    },
    {
      "last_name": "Schmitt",
      "fore_name": "Andreas M",
      "initials": "AM",
      "name": "Andreas M Schmitt",
      "affiliations": [
        "Department of Medical Oncology, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Herbrand",
      "fore_name": "Amanda K",
      "initials": "AK",
      "name": "Amanda K Herbrand",
      "affiliations": [
        "Department of Medical Oncology, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Glinz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Glinz",
      "affiliations": [
        "Institute for Clinical Epidemiology and Biostatistics, Department of Clinical Research, University Hospital and University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Ewald",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Ewald",
      "affiliations": [
        "University Medical Library, University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "Institute for Clinical Epidemiology and Biostatistics, Department of Clinical Research, University Hospital and University of Basel, Basel, Switzerland.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hemkens",
      "fore_name": "Lars G",
      "initials": "LG",
      "name": "Lars G Hemkens",
      "affiliations": [
        "Institute for Clinical Epidemiology and Biostatistics, Department of Clinical Research, University Hospital and University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Kasenda",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Kasenda",
      "affiliations": [
        "Department of Medical Oncology, University Hospital Basel, Basel, Switzerland.",
        "Research and Development, iOMEDICO AG, Freiburg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "May",
    "pub_day": "30"
  },
  "start_page": "e034565",
  "pages": "e034565",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antineoplastic Agents",
    "Humans",
    "Neoplasms",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "32474426",
    "pmc": "PMC7264639",
    "doi": "10.1136/bmjopen-2019-034565",
    "pii": "bmjopen-2019-034565"
  },
  "doi": "10.1136/bmjopen-2019-034565",
  "pmc_id": "PMC7264639",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2024-03-28"
  },
  "chemicals": [
    "Antineoplastic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.181751",
    "pmid": "32474426"
  }
}