{
  "pmid": "32474393",
  "uid": "32474393",
  "title": "Predicting hospital admission for older emergency department patients: Insights from machine learning.",
  "abstract": "BACKGROUND: Emergency departments (ED) are a portal of entry into the hospital and are uniquely positioned to influence the health care trajectories of older adults seeking medical attention. Older adults present to the ED with distinct needs and complex medical histories, which can make disposition planning more challenging. Machine learning (ML) approaches have been previously used to inform decision-making surrounding ED disposition in the general population. However, little is known about the performance and utility of ML methods in predicting hospital admission among older ED patients. We applied a series of ML algorithms to predict ED admission in older adults and discuss their clinical and policy implications. MATERIALS AND METHODS: We analyzed the Canadian data from the interRAI multinational ED study, the largest prospective cohort study of older ED patients to date. The data included 2274 ED patients 75 years of age and older from eight ED sites across Canada between November 2009 and April 2012. Data were extracted from the interRAI ED Contact Assessment, with predictors including a series of geriatric syndromes, functional assessments, and baseline care needs. We applied a total of five ML algorithms. Models were trained, assessed, and analyzed using 10-fold cross-validation. The performance of predictive models was measured using the area under the receiver operating characteristic curve (AUC). We also report the accuracy, sensitivity, and specificity of each model to supplement performance interpretation. RESULTS: Gradient boosted trees was the most accurate model to predict older ED patients who would require hospitalization (AUC = 0.80). The five most informative features include home intravenous therapy, time of ED presentation, a requirement for formal support services, independence in walking, and the presence of an unstable medical condition. CONCLUSION: To the best of our knowledge, this is the first study to predict hospital admission in older ED patients using a series of geriatric syndromes and functional assessments. We were able to predict hospital admission in older ED patients with good accuracy using the items available in the interRAI ED Contact Assessment. This information can be used to inform decision-making about ED disposition and may expedite admission processes and proactive discharge planning.",
  "authors": [
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice",
      "initials": "F",
      "name": "Fabrice Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Big Data and Geriatric Models of Care (BDG) Cluster, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zargoush",
      "fore_name": "Manaf",
      "initials": "M",
      "name": "Manaf Zargoush",
      "affiliations": [
        "Health Policy and Management, DeGroote School of Business, McMaster University, Hamilton, Ontario, Canada. Electronic address: zargoush@mcmaster.ca."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Big Data and Geriatric Models of Care (BDG) Cluster, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Wit",
      "fore_name": "Kerstin",
      "initials": "K",
      "name": "Kerstin de Wit",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Big Data and Geriatric Models of Care (BDG) Cluster, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of medical informatics",
    "iso_abbreviation": "Int J Med Inform",
    "issn": "1872-8243",
    "issn_type": "Electronic",
    "volume": "140",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "104163",
  "pages": "104163",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Emergency Service, Hospital",
    "Female",
    "Geriatric Assessment",
    "Hospitalization",
    "Humans",
    "Machine Learning",
    "Male",
    "Prospective Studies",
    "ROC Curve",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "32474393",
    "doi": "10.1016/j.ijmedinf.2020.104163",
    "pii": "S1386-5056(19)31451-0"
  },
  "doi": "10.1016/j.ijmedinf.2020.104163",
  "dates": {
    "completed": "2020-12-07",
    "revised": "2020-12-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.470152",
    "pmid": "32474393"
  }
}