{
  "pmid": "32473988",
  "uid": "32473988",
  "title": "First report of Echinococcus canadensis (G6/G7) by sequence analysis from the Khyber Pakhtunkhwa province of Pakistan.",
  "abstract": "Cystic echinococcosis (CE) is a zoonotic parasitic disease that can result in human and animal health problems globally. Although the disease is known to be endemic in Asia and the Middle East, there are few epidemiological studies on CE in Pakistan. The purpose of the present study was to identify the Echinococcus granulosus sensu lato species and genotypes contributing to human CE cases in the Khyber Pakhtunkhwa (KPK) province of Pakistan. A total of fifty-six formalin fixed paraffin embedded (FFPE) CE cyst samples of human origin were collected from the Pathology Department, Rehman Medical Institute (RMI), KPK for the years 2012-2017. Cyst samples came from the liver (26/56; 46.4%), lungs (3/56; 5.3%), spleen (3/56; 5.3%), pelvis (1/56; 1.8%), breast (1/56; 1.8%), and thigh (1/56; 1.8%). The organ location for 21 of the cysts was not recorded. World Health Organization-Informal Working Group on Echinococcosis (WHO-IWGE) ultrasound-based cyst staging was available for 17 of the 26 (65.4%) hepatic cysts. Five of these cysts (29.4%) were CE3 (transitional), nine (52.9%) were CE4 (inactive), and three (17.6%) were CE5 (inactive). Most of the cysts were obtained from CE patients that were ethnically Afghan Pashtuns (44/56; 78.6%), while 12.5% (7/56) were from patients that were Pakistani Pashtuns. The majority (41/56; 73.2%) of patients reported having close interactions with dogs. Using 12SrRNA primers, 33 cyst samples were identified as being caused by E. granulosus sensu stricto (s.s.). Mitochondrially encoded cytochrome C oxidase 1 (mt-CO1) was evaluated for the remaining 23 samples. PCR product was obtained from six of these 23 samples. Of these six samples, one was identified as Echinococcus canadensis (G6/7). Haplotype analysis showed high haplotype and low nucleotide diversity for the mt-CO1 gene. There were 26 polymorphic sites for the mt-CO1 sequence, of which 65.3% (17/26) were parsimony informative. The E. canadensis mt-CO1 haplotype network consisted of 11 haplotypes, with a main central haplotype. In conclusion, it appears that E. granulosus s.s. and E. canadensis (G6/7) are circulating in the northwestern region of Pakistan. Further molecular epidemiological studies are needed to explore the local genetic diversity of the parasite.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Khan",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Park Road, Chakh Shahzad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmed",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Park Road, Chakh Shahzad, Islamabad, Pakistan. Electronic address: haroonahmad12@yahoo.com."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Huma",
      "initials": "H",
      "name": "Huma Khan",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Park Road, Chakh Shahzad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Simsek",
      "fore_name": "Sami",
      "initials": "S",
      "name": "Sami Simsek",
      "affiliations": [
        "Department of Parasitology, Faculty of Veterinary Medicine, University of Firat, 23119, Elazig, Turkey."
      ]
    },
    {
      "last_name": "Kilinc",
      "fore_name": "Seyma Gunyakti",
      "initials": "SG",
      "name": "Seyma Gunyakti Kilinc",
      "affiliations": [
        "Department of Parasitology, Faculty of Veterinary Medicine, University of Firat, 23119, Elazig, Turkey; Department of Parasitology, Faculty of Veterinary Medicine, Bingol University, Bingol, Turkey."
      ]
    },
    {
      "last_name": "Kesik",
      "fore_name": "Harun Kaya",
      "initials": "HK",
      "name": "Harun Kaya Kesik",
      "affiliations": [
        "Department of Parasitology, Faculty of Veterinary Medicine, Bingol University, Bingol, Turkey."
      ]
    },
    {
      "last_name": "Yayi",
      "fore_name": "Guan",
      "initials": "G",
      "name": "Guan Yayi",
      "affiliations": [
        "Center for Global Health, National Institute of Parasitic Diseases, Chinese Center for Disease Control and Prevention, Key Laboratory of Parasite and Vector Biology, Ministry of Health, WHO Collaborating Center of Tropical Diseases, National Center for International Researches on Tropical Diseases, Ministry of Science and Technology, 207 Ruijin Er Lu, Shanghai 200025, China."
      ]
    },
    {
      "last_name": "Celik",
      "fore_name": "Figen",
      "initials": "F",
      "name": "Figen Celik",
      "affiliations": [
        "Department of Parasitology, Faculty of Veterinary Medicine, University of Firat, 23119, Elazig, Turkey."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Life Sciences, School of Science, University of Management and Technology (UMT), Lahore, 54770, Pakistan."
      ]
    },
    {
      "last_name": "Budke",
      "fore_name": "Christine M",
      "initials": "CM",
      "name": "Christine M Budke",
      "affiliations": [
        "Department of Veterinary Integrative Biosciences, College of Veterinary Medicine & Biomedical Sciences, Texas A&M University, College Station, Texas, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "Acta tropica",
    "iso_abbreviation": "Acta Trop",
    "issn": "1873-6254",
    "issn_type": "Electronic",
    "volume": "209",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "105559",
  "pages": "105559",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Animals",
    "Child",
    "Child, Preschool",
    "Echinococcosis",
    "Echinococcus granulosus",
    "Female",
    "Haplotypes",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Middle Aged",
    "Sequence Analysis, DNA",
    "Young Adult",
    "Zoonoses"
  ],
  "article_ids": {
    "pubmed": "32473988",
    "doi": "10.1016/j.actatropica.2020.105559",
    "pii": "S0001-706X(20)30379-X"
  },
  "doi": "10.1016/j.actatropica.2020.105559",
  "dates": {
    "completed": "2020-12-16",
    "revised": "2020-12-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.894332",
    "pmid": "32473988"
  }
}