{
  "pmid": "32474785",
  "uid": "32474785",
  "title": "Climate change adaptation impact on cash crop productivity and income in Punjab province of Pakistan.",
  "abstract": "Assessing the current farm-level efforts of climate change adaptation is essential to distinguish their usefulness and implying policy level advance measures for future. The present study investigated cotton farmers' climate change adaptation and its impact on increasing cotton productivity and net cotton income in Punjab province of Pakistan. A pretested and well-structured questionnaire was used for data collection of 480 cotton farmers from three major cotton-producing divisions of cotton-wheat zone of Punjab, Pakistan. Logistic regression analysis approach was used in this study to find out the factors of adaptation and propensity score matching method employed to identify connecting adaptation impact on cotton productivity and cotton income. Empirical estimates of this study indicated as owing to some external and internal constraint farmers were limited focused on adaptation while conscious about adverse effects of climate change. Usage of required and recommended types of fertilizer, variation in planting dates, and changing varieties of crop were main adaptation strategies implemented by cotton farmers. Cotton farmers' adaptation decision was significantly influenced by some major factors as weather forecasting, market information, easy access to agricultural extension services, farming experience, and education of cotton farmer. Farm-level increase in cotton productivity and net cotton crop income was direct while overall increases in national output and improving rural area farmer well-being were indirect and significant outcomes of implementing climate change adaptation of cotton farmers. Cotton farmers were using various combinations of adaptation strategies and achieving more benefits regarding their crop productivity and net returns. Findings of the study suggest need for larger investment in farm-level extension services, farmers' schooling, and develop climate change institutional setup for enhancing farmers' adaptation capability to increasing cotton productivity, improving well-being of farming community, and securing agriculture from future climatic uncertainties. Future policies must deal with farm-level limitations of advanced adaptation measures like making available information and sustaining sponsoring soil conservation practices, launching climate smart varieties and advanced adaptation measures based on various agro-ecological zones.",
  "authors": [
    {
      "last_name": "Ahmad",
      "fore_name": "Dilshad",
      "initials": "D",
      "name": "Dilshad Ahmad",
      "affiliations": [
        "Department of Management Sciences, COMSATS University Islamabad, Vehari Campus, Islamabad, Pakistan. dilshad@ciitvehari.edu.pk."
      ],
      "orcid": "0000-0002-3991-805X"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Economics, Preston University, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "24",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "30767",
  "end_page": "30777",
  "pages": "30767-30777",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Agriculture",
    "Climate Change",
    "Farmers",
    "Farms",
    "Humans",
    "Pakistan"
  ],
  "article_ids": {
    "pubmed": "32474785",
    "doi": "10.1007/s11356-020-09368-x",
    "pii": "10.1007/s11356-020-09368-x"
  },
  "doi": "10.1007/s11356-020-09368-x",
  "dates": {
    "completed": "2020-07-28",
    "revised": "2020-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.894833",
    "pmid": "32474785"
  }
}