{
  "pmid": "32479174",
  "uid": "32479174",
  "title": "Context and Approach in Reporting Evaluations of Electronic Health Record-Based Implementation Projects.",
  "abstract": "Electronic health records (EHRs) are ubiquitous yet still evolving, resulting in a moving target for determining the effects of context (features of the work environment, such as organization, payment systems, user training, and roles) on EHR implementation projects. Electronic health records have become instrumental in effecting quality improvement innovations and providing data to evaluate them. However, reports of studies typically fail to provide adequate descriptions of contextual details to permit readers to apply the findings. As for any evaluation, the quality of reporting is essential to learning from, and disseminating, the results. Extensive guidelines exist for reporting of virtually all types of applied health research, but they are not tailored to capture some contextual factors that may affect the outcomes of EHR implementations, such as attitudes toward implementation, format and amount of training, post go-live support, amount of local customization, and time diverted from direct interaction with patients to computers. Nevertheless, evaluators of EHR-based innovations can choose reporting guidelines that match the general purpose of their evaluation and the stage of their investigation (planning, protocol, execution, and analysis) and should report relevant contextual details (including, if pertinent, any pressures to help justify the huge investments and many years required for some implementations). Reporting guidelines are based on the scientific principles and practices that underlie sound research and should be consulted from the earliest stages of planning evaluations and onward, serving as guides for how evaluations should be conducted as well as reported.",
  "authors": [
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada (R.B.H., A.I.)."
      ]
    },
    {
      "last_name": "Del Fiol",
      "fore_name": "Guilherme",
      "initials": "G",
      "name": "Guilherme Del Fiol",
      "affiliations": [
        "University of Utah, Salt Lake City, Utah (G.D.)."
      ]
    },
    {
      "last_name": "Michelson",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Michelson",
      "affiliations": [
        "Evid Science, El Segundo, California (M.M.)."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada (R.B.H., A.I.)."
      ]
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "172",
    "issue": "11 Suppl",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "02"
  },
  "start_page": "S73",
  "end_page": "S78",
  "pages": "S73-S78",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Electronic Health Records",
    "Humans",
    "Internal Medicine",
    "Quality Improvement"
  ],
  "article_ids": {
    "pubmed": "32479174",
    "doi": "10.7326/M19-0874"
  },
  "doi": "10.7326/M19-0874",
  "dates": {
    "completed": "2020-11-30",
    "revised": "2020-11-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.253024",
    "pmid": "32479174"
  }
}