{
  "pmid": "32473839",
  "uid": "32473839",
  "title": "Guidelines should not recommend the type of decision-making for the medical encounter.",
  "abstract": "Clinical practice guidelines (CPGs) often include a recommendation regarding how to approach a clinical encounter and which decision-making model should be used. The GRADE framework, a popular method for developing CPGs, suggests a paternalistic model when recommendations are \"strong\" and shared decision making (SDM) when recommendations are \"weak\". Tying the model of decision making and patient participation to the strength of a recommendation is not justified theoretically and/or empirically in the GRADE literature. Thus, why a CPG should offer any advice on which model to use in the clinical encounter is not clear. We argue that including such instruction is not justified and potentially violates the bioethical norms of autonomy and respect for individual choice and may even violate the clinician's legal obligation. Rather, the model to be used is better determined by the participants in the individual encounter during the encounter and not the panel developing the CPG.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, McMaster University, 237 Barton Street East, McMaster Wing, Rm. 242, Hamilton, Ontario L8L 2X2, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Canada. Electronic address: matmercuri@hotmail.com."
      ]
    },
    {
      "last_name": "Upshur",
      "fore_name": "Ross Eg",
      "initials": "RE",
      "name": "Ross Eg Upshur",
      "affiliations": [
        "Division of Clinical Public Health, Dalla Lana School for Public Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Health Research Methods, Evaluation and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Patient education and counseling",
    "iso_abbreviation": "Patient Educ Couns",
    "issn": "1873-5134",
    "issn_type": "Electronic",
    "pub_year": "2020",
    "pub_month": "May",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32473839",
    "doi": "10.1016/j.pec.2020.05.016",
    "pii": "S0738-3991(20)30282-2"
  },
  "doi": "10.1016/j.pec.2020.05.016",
  "dates": {
    "revised": "2024-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.718829",
    "pmid": "32473839"
  }
}