{
  "pmid": "32479349",
  "uid": "32479349",
  "title": "Molecular docking and dynamics simulations studies of OmpATb identifies four potential novel natural product-derived anti-Mycobacterium tuberculosis compounds.",
  "abstract": "The outer membrane protein A (OmpATb) of Mycobacterium tuberculosis is a virulence factor that neutralizes the host pH to impede the uptake of hydrophilic antitubercular drugs. Identifying natural compounds with the potential to inhibit OmpATb could allow circumvention of the porin-like activities of OmpATb. Four potential leads comprising ZINC000003958185, ZINC000000157405, ZINC000000001392 and ZINC000034268676 were obtained by virtual screening of 6394 diverse natural products. Characterization of the binding interactions of the potential leads with OmpATb revealed nine critical residues comprising ARG86, LEU110, LEU113, LEU114, ALA115, PHE142, SER145, VAL146, and PHE151. Molecular dynamics simulations also revealed very stable protein-lead complexes. Most residues contributed lower binding energies to the overall molecular mechanics Poisson-Boltzmann surface area (MM-PBSA) binding free energies of the interactions between the molecules and OmpATb protein. Induced Fit Docking (IFD) of the compounds regenerated poses of the molecular docking using AutoDock Vina. These molecules could be starting templates for designing inhibitors to bypass the pore mediating activities of OmpATb. Based on structural similarity, ZINC000034268676 was suggested as a potential scaffold for designing efflux pump inhibitors of the gate mediating activities of OmpATb and may enhance the uptake of hydrophilic drugs to reduce the duration time of tuberculosis treatment. Furthermore, structurally similar compounds available in the DrugBank database with a similarity threshold of 0.7 have been reported to exhibit antitubercular and anti-mycobacterial activities. These biomolecules can be further characterized experimentally to corroborate their antitubercular activity. Also, the skeletons of the molecules can be adopted as sub-structures for the design of future anti-mycobacterial drugs.",
  "authors": [
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra, Ghana; West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra, Ghana; Department of Medicine, Loyola University Medical Center, Maywood, IL, 60153, USA; Department of Physics and Engineering Science, Coastal Carolina University, Conway, SC, 29528, USA. Electronic address: skkwofie@ug.edu.gh."
      ]
    },
    {
      "last_name": "Adobor",
      "fore_name": "Courage",
      "initials": "C",
      "name": "Courage Adobor",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra, Ghana; Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P.O. Box LG 581, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Quansah",
      "fore_name": "Erasmus",
      "initials": "E",
      "name": "Erasmus Quansah",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Bentil",
      "fore_name": "Joana",
      "initials": "J",
      "name": "Joana Bentil",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Ampadu",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Ampadu",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Whelton A",
      "initials": "WA",
      "name": "Whelton A Miller",
      "affiliations": [
        "Department of Medicine, Loyola University Medical Center, Maywood, IL, 60153, USA; Department of Chemical and Biomolecular Engineering, School of Engineering and Applied Science, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P.O. Box LG 581, Legon, Accra, Ghana; Department of Medicine, Loyola University Medical Center, Maywood, IL, 60153, USA."
      ]
    }
  ],
  "journal": {
    "title": "Computers in biology and medicine",
    "iso_abbreviation": "Comput Biol Med",
    "issn": "1879-0534",
    "issn_type": "Electronic",
    "volume": "122",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "103811",
  "pages": "103811",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antitubercular Agents",
    "Bacterial Proteins",
    "Biological Products",
    "Molecular Docking Simulation",
    "Molecular Dynamics Simulation",
    "Mycobacterium tuberculosis",
    "Porins"
  ],
  "article_ids": {
    "pubmed": "32479349",
    "doi": "10.1016/j.compbiomed.2020.103811",
    "pii": "S0010-4825(20)30178-5"
  },
  "doi": "10.1016/j.compbiomed.2020.103811",
  "dates": {
    "completed": "2021-06-21",
    "revised": "2021-06-21"
  },
  "chemicals": [
    "Antitubercular Agents",
    "Bacterial Proteins",
    "Biological Products",
    "Porins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.628531",
    "pmid": "32479349"
  }
}