{
  "pmid": "32472462",
  "uid": "32472462",
  "title": "High prevalence of patellofemoral osteoarthritis in China: a multi-center population-based osteoarthritis study.",
  "abstract": "BACKGROUND: To describe the prevalence and risk factors of patellofemoral osteoarthritis (PFOA) among Chinese residents. METHODS: A multi-center population-based osteoarthritis study was conducted in 2014. Residents aged ≥ 50 years old were recruited using a cluster sampling method. Subjects completed a home interview and physical examination and had skyline view of radiographs at patellofemoral (PF) joints. Radiographs were read by two trained musculoskeletal researchers, and discordance of a subject's PFOA status between two readers was adjudicated with a third musculoskeletal researcher present. Radiographic OA at PF joint was defined if osteophytes (OST) score was ≥ 2 or if joint space narrowing (JSN) score was ≥ 2 with concurrent grade 1 OST in the PF joint. RESULTS: Of 3446 subjects (63.0% women) included in this analysis, the prevalence of radiographic PFOA was 23.9% (20.5% men vs. 25.8% women). Prevalence of lateral radiographic OA was higher than medial radiographic OA at PF joint. Grades of both osteophytes and joint space narrowing in the lateral patellofemoral compartment were higher than those in the medial patellofemoral compartment (all P values < 0.001). Women, older age, higher BMI, and fewer years of education were significantly associated with higher prevalence of radiographic PFOA, osteophytes, and joint space narrowing. CONCLUSION: Prevalence of radiographic PFOA was high among Chinese population. Key Points • The multi-center population-based osteoarthritis study shows the prevalence of radiographic PFOA was high among Chinese population. • Older age, female gender, obesity, and few years of education were associated with a high risk of PFOA. • Prevalence of lateral radiographic OA was higher than medial radiographic OA at PF joint.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Zhanglai",
      "initials": "Z",
      "name": "Zhanglai Li",
      "affiliations": [
        "Fuzhou Second Hospital Affiliated to Xiamen University, Fuzhou, China.",
        "Arthritis Clinic and Research Center, Peking University People's Hospital, Peking University, Beijing, 100044, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Qiang",
      "initials": "Q",
      "name": "Qiang Liu",
      "affiliations": [
        "Arthritis Clinic and Research Center, Peking University People's Hospital, Peking University, Beijing, 100044, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Changsheng",
      "initials": "C",
      "name": "Changsheng Zhao",
      "affiliations": [
        "Peking University International Hospital, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Xiwu",
      "initials": "X",
      "name": "Xiwu Gao",
      "affiliations": [
        "The General hospital of Ningxia Medical University, Yinchuan, China."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Wenchao",
      "initials": "W",
      "name": "Wenchao Han",
      "affiliations": [
        "Chinese Medicine Hospital of Puyang Henan, Puyang, China."
      ]
    },
    {
      "last_name": "Stefanik",
      "fore_name": "Joshhua J",
      "initials": "JJ",
      "name": "Joshhua J Stefanik",
      "affiliations": [
        "Department of Physical Therapy, Movement & Rehabilitation Sciences, Northeastern University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Qunhua",
      "initials": "Q",
      "name": "Qunhua Jin",
      "affiliations": [
        "The General hospital of Ningxia Medical University, Yinchuan, China. jinqunhua@sina.com."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Jianhao",
      "initials": "J",
      "name": "Jianhao Lin",
      "affiliations": [
        "Arthritis Clinic and Research Center, Peking University People's Hospital, Peking University, Beijing, 100044, China. linjianhao@pkuph.edu.cn."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Clinical rheumatology",
    "iso_abbreviation": "Clin Rheumatol",
    "issn": "1434-9949",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "3615",
  "end_page": "3623",
  "pages": "3615-3623",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "China",
    "Female",
    "Humans",
    "Knee Joint",
    "Male",
    "Middle Aged",
    "Osteoarthritis, Knee",
    "Osteophyte",
    "Patellofemoral Joint",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "32472462",
    "doi": "10.1007/s10067-020-05110-7",
    "pii": "10.1007/s10067-020-05110-7"
  },
  "doi": "10.1007/s10067-020-05110-7",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.398453",
    "pmid": "32472462"
  }
}