{
  "pmid": "32483506",
  "uid": "32483506",
  "title": "Narcotic Prescriptions following Knee and Shoulder Arthroscopy: A Survey of the Arthroscopy Association of Canada.",
  "abstract": "Purpose Canada has the second-highest opioid use in the world. Despite knee and shoulder arthroscopy being among the most commonly performed orthopaedic procedures, there exists little guidelines for pain management. Methods A survey was developed and distributed to members of the Arthroscopy Association of Canada. The objectives were: to understand opioid prescribing patterns after knee and shoulder arthroscopy, to determine if surgeons believe opioid over-prescription is an issue and to identify other pain management strategies surgeons are regularly using. Results A total of 38 responses were included (38.3%). Eighty-two percent of surgeons felt opioid over-prescription was an issue in arthroscopic surgery. The average post-operative knee or shoulder arthroscopy prescription included a total of 156 +/- 84.4 (0-400) mg of oral morphine equivalents (OMEs). Less than one-third of respondents (29%) had received formal peri-operative pain management training. Fifty-five percent of respondents felt that non-opioid medications do not provide adequate pain relief after arthroscopic surgery. Nearly all respondents (95%) stated they would change their prescription practice if high-quality evidence were to suggest that they should do so. Conclusions The majority of respondents identified opioid over-prescription as a problem after arthroscopic surgery. Surgeons are prescribing five times the amount of OMEs to patients that previous literature suggests the median patient uses after arthroscopic knee surgery. Surgeons generally state they would reduce or eliminate opioid prescriptions to arthroscopy patients if high-level evidence were to emerge suggesting that adequate pain control could be achieved without the use of narcotics.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, Mcmaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Duong",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Orthopaedic Surgery, McMaster University, Hamilton, CAN."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "27"
  },
  "start_page": "e7856",
  "pages": "e7856",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32483506",
    "pmc": "PMC7255063",
    "doi": "10.7759/cureus.7856"
  },
  "doi": "10.7759/cureus.7856",
  "pmc_id": "PMC7255063",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.841978",
    "pmid": "32483506"
  }
}