{
  "pmid": "32487935",
  "uid": "32487935",
  "title": "Cannabis Use as a Risk Factor for Depression, Anxiety, and Suicidality: Epidemiological Associations and Implications for Nurses.",
  "abstract": "Psychiatric disorders and substance use disorders commonly co-occur and are major public health concerns given the morbidity and mortality associated with them. Globally, cannabis is among the most commonly used drugs, and cannabis use frequently begins in adolescence or emerging adulthood, both important periods of development and periods in which psychiatric symptoms and disorders frequently emerge. Thus, the relationships between cannabis use and mental illnesses are essential for nurses and other healthcare professionals and researchers to explore and understand. This literature review examines the relationships between cannabis use and depression, anxiety, and suicide. It includes a primer on the neurobiology of cannabis effects; an overview on the epidemiological evidence on the associations between cannabis use and depression, anxiety, and suicide; and a discussion of implications for nurses, particularly important given changes in the medical and recreational cannabis legislation in North America. Overall, this review found consistent evidence showing a cross-sectional association between recreational cannabis use and depression, anxiety, and suicide, despite some limitations and conflicts in the literature. In addition, most evidence from longitudinal or case control studies suggested cannabis use preceded the development of depressive symptoms and suicidal behaviors, although the quality of this evidence was mixed. Implications for future research and nursing practice are discussed.",
  "authors": [
    {
      "last_name": "Halladay",
      "fore_name": "Jillian E",
      "initials": "JE",
      "name": "Jillian E Halladay",
      "affiliations": [
        "Jillian E. Halladay, RN, MSc, PhD(c), Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. James MacKillop, PhD, Peter Boris Centre for Addictions Research, Psychiatry & Behavioural Neurosciences, and Michael G. Degroote Centre for Medicinal Cannabis Research, McMaster University/St. Joseph's Healthcare Hamilton, Ontario, Canada. Catharine Munn, MSc, MD, FRCP(c), Department of Psychiatry and Behavioural Neurosciences, Peter Boris Centre for Addictions Research, and Michael G. Degroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, Ontario, Canada. Susan M. Jack, RN, PhD, School of Nursing and Department of Health Research Methods, Evidence, and Impact, Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada. Katholiki Georgiades, PhD, Department of Psychiatry and Behavioural Neurosciences, Department of Health Research Methods, Evidence, and Impact, Offord Centre for Child Studies, David R. (Dan) Offord Chair in Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacKillop",
      "fore_name": "James",
      "initials": "J",
      "name": "James MacKillop",
      "affiliations": []
    },
    {
      "last_name": "Munn",
      "fore_name": "Catharine",
      "initials": "C",
      "name": "Catharine Munn",
      "affiliations": []
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": []
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of addictions nursing",
    "iso_abbreviation": "J Addict Nurs",
    "issn": "1548-7148",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "2",
    "pub_year": "2020"
  },
  "start_page": "92",
  "end_page": "101",
  "pages": "92-101",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anxiety",
    "Cannabis",
    "Cross-Sectional Studies",
    "Depression",
    "Female",
    "Humans",
    "Male",
    "Marijuana Use",
    "Risk Factors",
    "Sex Characteristics",
    "Suicidal Ideation",
    "Suicide, Attempted",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32487935",
    "doi": "10.1097/JAN.0000000000000334",
    "pii": "00060867-202004000-00007"
  },
  "doi": "10.1097/JAN.0000000000000334",
  "dates": {
    "completed": "2021-03-29",
    "revised": "2021-03-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:26.566549",
    "pmid": "32487935"
  }
}