{
  "pmid": "32489125",
  "uid": "32489125",
  "title": "Policymaker and stakeholder perspectives on access to assistive technologies in Canada: challenges and proposed solutions for enhancing equitable access.",
  "abstract": "PURPOSE: Unmet needs for assistive technologies (ATs) exist and the need for ATs is growing owing to demographic changes worldwide. Little comprehensive research has examined equity of access to ATs in Canada. Our study elucidates perspectives of policymakers and stakeholders on challenges and solutions for enhancing equitable access to ATs to advance policy discussions. METHODS: We conducted a qualitative interview study with a purposive sample of policymakers and stakeholders. Stakeholders were from non-profit organisations; private insurance companies; ageing or technology industries; and advocacy, consumer, and support groups. We used thematic analysis to develop themes that summarised and facilitated data interpretation. RESULTS: We conducted 24 interviews involving 32 participants. We present three themes: (1) User experiences, detailing challenges experienced by AT system users; (2) System characteristics: Challenges and solutions, outlining governance, financial, and delivery arrangements that create challenges for accessing AT, as well as participants' proposed solutions; and (3) Shifts in models and principles, for approaches that may foster equitable access to ATs. We consolidate results into a set of valued qualities of a system that can enhance equitable AT access, and relate results to relevant national and international activities. CONCLUSIONS: This is the most comprehensive study of Canadian policymaker and stakeholder views on AT access to date. Identified challenges and solutions point to opportunities for policy action and to support work to create a national vision for AT access that strengthens the potential for ATs to enable daily activity participation, independence, and societal inclusion of seniors and people with disabilities.IMPLICATIONS FOR REHABILITATIONAT use supports daily activity participation, independence, and societal inclusion of seniors and people with disabilities.There is an urgent need to ensure that those who need ATs have access to them, considering the benefits of their use, current unmet needs for ATs, and the anticipated demand for ATs because of the ageing population and increased prevalence of chronic disease and disability.A comprehensive understanding of policymakers' and stakeholders' perspectives on challenges and potential solutions for enhancing equitable access to ATs is critical to support development of evidence- and values-informed policies.Understanding challenges and solutions identified by diverse policymakers and stakeholders can lead to national and local opportunities for policy action and support work to create a national vision for enhancing equitable access to AT.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Rosalie H",
      "initials": "RH",
      "name": "Rosalie H Wang",
      "affiliations": [
        "Department of Occupational Science and Occupational Therapy, Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Zdaniuk",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia Zdaniuk",
      "affiliations": [
        "Department of Occupational Science and Occupational Therapy, Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Durocher",
      "fore_name": "Evelyne",
      "initials": "E",
      "name": "Evelyne Durocher",
      "affiliations": [
        "School of Rehabilitation Sciences, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada.",
        "Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Disability and rehabilitation. Assistive technology",
    "iso_abbreviation": "Disabil Rehabil Assist Technol",
    "issn": "1748-3115",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "61",
  "end_page": "73",
  "pages": "61-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Persons with Disabilities",
    "Humans",
    "Qualitative Research",
    "Research Design",
    "Self-Help Devices"
  ],
  "article_ids": {
    "pubmed": "32489125",
    "doi": "10.1080/17483107.2020.1765033"
  },
  "doi": "10.1080/17483107.2020.1765033",
  "dates": {
    "completed": "2022-03-30",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.790234",
    "pmid": "32489125"
  }
}