{
  "pmid": "32494150",
  "uid": "32494150",
  "title": "Methods, Applications and Challenges in the Analysis of Interrupted Time Series Data: A Scoping Review.",
  "abstract": "OBJECTIVE: Interrupted time series (ITS) designs are robust quasi-experimental designs commonly used to evaluate the impact of interventions and programs implemented in healthcare settings. This scoping review aims to 1) identify and summarize existing methods used in the analysis of ITS studies conducted in health research, 2) elucidate their strengths and limitations, 3) describe their applications in health research and 4) identify any methodological gaps and challenges. DESIGN: Scoping review. DATA SOURCES: Searches were conducted in MEDLINE, JSTOR, PUBMED, EMBASE, CINAHL, Web of Science and the Cochrane Library from inception until September 2017. STUDY SELECTION: Studies in health research involving ITS methods or reporting on the application of ITS designs. DATA EXTRACTION: Screening of studies was completed independently and in duplicate by two reviewers. One reviewer extracted the data from relevant studies in consultations with a second reviewer. Results of the review were presented with respect to methodological and application areas, and data were summarized using descriptive statistics. RESULTS: A total of 1389 articles were included, of which 98.27% (N=1365) were application papers. Segmented linear regression was the most commonly used method (26%, N=360). A small percentage (1.73%, N=24) were methods papers, of which 11 described either the development of novel methods or improvement of existing methods, 7 adapted methods from other areas of statistics, while 6 provided comparative assessment of conventional ITS methods. CONCLUSION: A significantly increasing trend in ITS use over time is observed, where its application in health research almost tripled within the last decade. Several statistical methods are available for analyzing ITS data. Researchers should consider the types of data and validate the required assumptions for the various methods. There is a significant methodological gap in ITS analysis involving aggregated data, where analyses involving such data did not account for heterogeneity across patients and hospital settings.",
  "authors": [
    {
      "last_name": "Ewusie",
      "fore_name": "Joycelyne E",
      "initials": "JE",
      "name": "Joycelyne E Ewusie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4292-1134"
    },
    {
      "last_name": "Soobiah",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Soobiah",
      "affiliations": [
        "Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, Ontario, Canada.",
        "Institute of Health Policy Management and Evaluation (IHPME), University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-2271-3082"
    },
    {
      "last_name": "Blondal",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik Blondal",
      "affiliations": [
        "Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, Ontario, Canada.",
        "Institute of Health Policy Management and Evaluation (IHPME), University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hamid",
      "fore_name": "Jemila S",
      "initials": "JS",
      "name": "Jemila S Hamid",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Clinical Research Unit, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of multidisciplinary healthcare",
    "iso_abbreviation": "J Multidiscip Healthc",
    "issn": "1178-2390",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2020"
  },
  "start_page": "411",
  "end_page": "423",
  "pages": "411-423",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32494150",
    "pmc": "PMC7231782",
    "doi": "10.2147/JMDH.S241085",
    "pii": "241085"
  },
  "doi": "10.2147/JMDH.S241085",
  "pmc_id": "PMC7231782",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:37.278163",
    "pmid": "32494150"
  }
}