{
  "pmid": "32493834",
  "uid": "32493834",
  "title": "Evaluating the quality of systematic reviews and meta-analyses published on direct oral anticoagulants in the past 5 years.",
  "abstract": "Systematic reviews (SRs) have been reported with increasing frequency as a means of collating studies which may have been performed over different period of times, in different geographical areas and by different groups of investigators. As SRs have become more common, quality metrics such as Assessing the Methodological Quality of Systematic Reviews (AMSTAR) have become available for these reviews. AMSTAR is an 11-point checklist that assesses the methodological and reporting quality of a SR. In clinical practice, direct oral anticoagulants (DOACs) have been increasingly used for the treatment and prevention of both venous and arterial thromboembolism. We sought to evaluate the quality of SRs published on DOACs using the AMSTAR criteria. A comprehensive search of Medline, EMBASE and the Cochrane Database of Systematic Reviews from January 2013 to February 2019 was performed. Two reviewers independently screened titles and abstracts and subsequently full texts for eligibility. Data extraction was also completed in duplicate. Categories of extracted data included AMSTAR rating, journal of publication, year of publication, number of studies included in the SR, reporting adherence to Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, number of times the paper was cited and journal impact factor. A total of 3729 articles were identified, of which 250 were eligible for analysis. SR quality was highly variable with mean (SD) AMSTAR score of 5.68/11 (2.21). Reporting adherence to PRISMA guideline correlated with a moderate (5-8) or high quality (9-11) (OR=4.19, p<0.01) AMSTAR score. The methodological quality of DOACs was generally rated to be low-moderate, and improved adherence to AMSTAR methodological practices are strongly recommended.",
  "authors": [
    {
      "last_name": "Eshaghpour",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Eshaghpour",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada ali.eshaghpour@medportal.ca."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Allen",
      "initials": "A",
      "name": "Allen Li",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0001-6615-7295"
    },
    {
      "last_name": "Javidan",
      "fore_name": "Arshia Pedram",
      "initials": "AP",
      "name": "Arshia Pedram Javidan",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-7541-2857"
    },
    {
      "last_name": "Chen",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie Chen",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Yang",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark Andrew",
      "initials": "MA",
      "name": "Mark Andrew Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4986-4873"
    }
  ],
  "journal": {
    "title": "BMJ evidence-based medicine",
    "iso_abbreviation": "BMJ Evid Based Med",
    "issn": "2515-4478",
    "issn_type": "Electronic",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "03"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32493834",
    "doi": "10.1136/bmjebm-2019-111326",
    "pii": "bmjebm-2019-111326"
  },
  "doi": "10.1136/bmjebm-2019-111326",
  "dates": {
    "revised": "2024-02-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.714466",
    "pmid": "32493834"
  }
}