{
  "pmid": "32493339",
  "uid": "32493339",
  "title": "Amplifying the role of knowledge translation platforms in the COVID-19 pandemic response.",
  "abstract": "The COVID-19 pandemic presents the worst public health crisis in recent history. The response to the COVID-19 pandemic has been challenged by many factors, including scientific uncertainties, scarcity of relevant research, proliferation of misinformation and fake news, poor access to actionable evidence, time constraints, and weak collaborations among relevant stakeholders. Knowledge translation (KT) platforms, composed of organisations, initiatives and networks supporting evidence-informed policy-making, can play an important role in providing relevant and timely evidence to inform pandemic responses and bridge the gap between science, policy, practice and politics. In this Commentary, we highlight the emerging roles of KT platforms in light of the COVID-19 pandemic. We also reflect on the lessons learned from the efforts of a KT platform in a middle-income country to inform decision-making and practice during the COVID-19 pandemic. The lessons learned can be integrated into strengthening the role, structures and mandates of KT platforms as hubs for trustworthy evidence that can inform policies and practice during public health crises and in promoting their integration and institutionalisation within the policy-making processes.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. fe08@aub.edu.lb."
      ],
      "orcid": "0000-0002-4084-6524"
    },
    {
      "last_name": "Bou-Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou-Karroum",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "03"
  },
  "start_page": "58",
  "pages": "58",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [
    "Betacoronavirus",
    "COVID-19",
    "Clinical Decision-Making",
    "Communication",
    "Coronavirus Infections",
    "Health Policy",
    "Health Priorities",
    "Humans",
    "Pandemics",
    "Pneumonia, Viral",
    "Policy Making",
    "SARS-CoV-2",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "32493339",
    "pmc": "PMC7267748",
    "doi": "10.1186/s12961-020-00576-y",
    "pii": "10.1186/s12961-020-00576-y"
  },
  "doi": "10.1186/s12961-020-00576-y",
  "pmc_id": "PMC7267748",
  "dates": {
    "completed": "2020-06-11",
    "revised": "2024-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.829512",
    "pmid": "32493339"
  }
}