{
  "pmid": "32493139",
  "uid": "32493139",
  "title": "Acacetin and Pinostrobin Inhibit Malignant Breast Epithelial Cell Adhesion and Focal Adhesion Formation to Attenuate Cell Migration.",
  "abstract": "Naturally occurring flavonoids, such as acacetin and pinostrobin, disrupt a wide range of processes during tumor progression, such as cell proliferation, apoptosis, and angiogenesis. Although the antiproliferative and antiapoptotic effects of acacetin and pinostrobin have been studied using various cell lines, relatively little is known about the effects of acacetin and pinostrobin on cancer cell migration and metastasis. For instance, it is unclear whether acacetin or pinostrobin have any effect on breast cancer cell migration or adhesion. In this study, we assessed the effects of acacetin and pinostrobin on malignant MDA-MB-231 and T47D breast epithelial cells and non-tumorigenic MCF10A breast epithelial cells. Our results demonstrate that both acacetin and pinostrobin selectively inhibit the migration of both MDA-MB-231 and T47D cells in a dose-dependent manner while exhibiting blunted effects on MCF10A cells. Interestingly, neither compound had an effect on cell proliferation in any of the 3 cell lines. Furthermore, both acacetin and pinostrobin inhibit MDA-MB-231 and T47D cell adhesion, cell spreading, and focal adhesion formation, but have no significant effect on MCF10A cells. Collectively, these results suggest that both acacetin and pinostrobin selectively inhibit malignant breast epithelial cell migration through attenuation of cell adhesion and focal adhesion formation. These findings indicate that both acacetin and pinostrobin may serve as potential therapeutic options to target breast tumor cell migration during late-stage tumor progression.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron A",
      "initials": "AA",
      "name": "Aaron A Jones",
      "affiliations": [
        "Augustana College, Rock Island, IL, USA."
      ]
    },
    {
      "last_name": "Gehler",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Gehler",
      "affiliations": [
        "Augustana College, Rock Island, IL, USA."
      ],
      "orcid": "0000-0002-5381-3967"
    }
  ],
  "journal": {
    "title": "Integrative cancer therapies",
    "iso_abbreviation": "Integr Cancer Ther",
    "issn": "1552-695X",
    "issn_type": "Electronic",
    "volume": "19",
    "pub_year": "2020"
  },
  "start_page": "1534735420918945",
  "pages": "1534735420918945",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Cell Adhesion",
    "Cell Line, Tumor",
    "Cell Movement",
    "Cell Proliferation",
    "Epithelial Cells",
    "Female",
    "Flavanones",
    "Flavones",
    "Focal Adhesions",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "32493139",
    "pmc": "PMC7273556",
    "doi": "10.1177/1534735420918945"
  },
  "doi": "10.1177/1534735420918945",
  "pmc_id": "PMC7273556",
  "dates": {
    "completed": "2021-07-30",
    "revised": "2021-07-30"
  },
  "chemicals": [
    "Flavanones",
    "Flavones",
    "acacetin",
    "pinostrobin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.643191",
    "pmid": "32493139"
  }
}