{
  "pmid": "32509977",
  "uid": "32509977",
  "title": "Self-management strategies to consider to combat endometriosis symptoms during the COVID-19 pandemic.",
  "abstract": "The care of patients with endometriosis has been complicated by the coronavirus disease 2019 (COVID-19) pandemic. Medical and allied healthcare appointments and surgeries are being temporarily postponed. Mandatory self-isolation has created new obstacles for individuals with endometriosis seeking pain relief and improvement in their quality of life. Anxieties may be heightened by concerns over whether endometriosis may be an underlying condition that could predispose to severe COVID-19 infection and what constitutes an appropriate indication for presentation for urgent treatment in the epidemic. Furthermore, the restrictions imposed due to COVID-19 can impose negative psychological effects, which patients with endometriosis may be more prone to already. In combination with medical therapies, or as an alternative, we encourage patients to consider self-management strategies to combat endometriosis symptoms during the COVID-19 pandemic. These self-management strategies are divided into problem-focused and emotion-focused strategies, with the former aiming to change the environment to alleviate pain, and the latter address the psychology of living with endometriosis. We put forward this guidance, which is based on evidence and expert opinion, for healthcare providers to utilize during their consultations with patients via telephone or video. Patients may also independently use this article as an educational resource. The strategies discussed are not exclusively restricted to consideration during the COVID-19 pandemic. Most have been researched before this period of time and all will continue to be a part of the biopsychological approach to endometriosis long after COVID-19 restrictions are lifted.",
  "authors": [
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy, and Advanced Endoscopy Surgery Unit, Nepean Hospital, Kingswood, Australia.",
        "Sydney Medical School Nepean, University of Sydney, Sydney, Australia.",
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-5538-6906"
    },
    {
      "last_name": "Horne",
      "fore_name": "Andrew W",
      "initials": "AW",
      "name": "Andrew W Horne",
      "affiliations": [
        "MRC Centre for Reproductive Health, University of Edinburgh, Edinburgh, UK."
      ],
      "orcid": "0000-0002-9656-493X"
    },
    {
      "last_name": "Vincent",
      "fore_name": "Katy",
      "initials": "K",
      "name": "Katy Vincent",
      "affiliations": [
        "Nuffield Department of Women's and Reproductive Health, University of Oxford, John Radcliffe Hospital, Oxford, UK."
      ],
      "orcid": "0000-0001-9249-2492"
    },
    {
      "last_name": "Sinclair",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Sinclair",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, Australia."
      ],
      "orcid": "0000-0001-9960-3191"
    },
    {
      "last_name": "Sherman",
      "fore_name": "Kerry A",
      "initials": "KA",
      "name": "Kerry A Sherman",
      "affiliations": [
        "Department of Psychology, Centre for Emotional Health, Macquarie University, North Ryde, Australia."
      ],
      "orcid": "0000-0001-7780-6668"
    },
    {
      "last_name": "Ciccia",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciccia",
      "affiliations": [
        "Endometriosis Australia, Sydney South, Australia."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy, and Advanced Endoscopy Surgery Unit, Nepean Hospital, Kingswood, Australia.",
        "Sydney Medical School Nepean, University of Sydney, Sydney, Australia."
      ],
      "orcid": "0000-0003-3858-3080"
    },
    {
      "last_name": "Johnson",
      "fore_name": "Neil P",
      "initials": "NP",
      "name": "Neil P Johnson",
      "affiliations": [
        "Robinson Research Institute, University of Adelaide, Adelaide, Australia.",
        "Department of Obstetrics and Gynaecology, University of Auckland, Auckland, New Zealand.",
        "Auckland Gynaecology Group and Repromed Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Armour",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Armour",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, Australia.",
        "Translational Health Research Institute (THRI); Western Sydney University, Penrith, Australia."
      ],
      "orcid": "0000-0001-7539-9851"
    }
  ],
  "journal": {
    "title": "Human reproduction open",
    "iso_abbreviation": "Hum Reprod Open",
    "issn": "2399-3529",
    "issn_type": "Electronic",
    "volume": "2020",
    "issue": "2",
    "pub_year": "2020"
  },
  "start_page": "hoaa028",
  "pages": "hoaa028",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32509977",
    "pmc": "PMC7263080",
    "doi": "10.1093/hropen/hoaa028",
    "pii": "hoaa028"
  },
  "doi": "10.1093/hropen/hoaa028",
  "pmc_id": "PMC7263080",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.175262",
    "pmid": "32509977"
  }
}