{
  "pmid": "32502200",
  "uid": "32502200",
  "title": "Development and evaluation of a social inclusion framework for a comprehensive hospital-based elder abuse intervention.",
  "abstract": "A framework of social inclusion can promote equity and aid in preventing and addressing the abuse of older adults. Our objective was to build a social inclusion framework for a comprehensive hospital-based elder abuse intervention being developed. Potential components of such a framework, namely, health determinants and guiding principles, were extracted from a systematic scoping review of existing responses (e.g., interventions, protocols) to elder abuse and collated. These were subsequently rated for their importance to the elder abuse intervention by a panel of violence experts and further evaluated by a panel of elder abuse experts. The final social inclusion framework comprised 12 health determinants each representing factors underpinning susceptibility for abuse in aging populations: history of trauma/abuse, communication needs, disability, health status, mental capacity, social support, culture, language, sexuality, religion, gender identity, and socioeconomic status. The framework also comprised 19 guiding principles each encompassing considerations for equitable engagement with older adults (e.g., All older adults have the right to self-determination, All older adults have the right to be safe, All older adults are assumed competent unless determined otherwise). Integrating this social inclusion framework into the design and delivery of an elder abuse intervention could empower older adults, while at the same time ensuring that practices and policies are tailored to meet their unique and varying needs.",
  "authors": [
    {
      "last_name": "Du Mont",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Du Mont",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kosa",
      "fore_name": "S Daisy",
      "initials": "SD",
      "name": "S Daisy Kosa",
      "affiliations": [
        "Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-0887-8884"
    },
    {
      "last_name": "Kia",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Kia",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada.",
        "School of Social Work, University of British Columbia, Vancouver, British Columbia, Canada."
      ],
      "orcid": "0000-0002-7830-4907"
    },
    {
      "last_name": "Spencer",
      "fore_name": "Charmaine",
      "initials": "C",
      "name": "Charmaine Spencer",
      "affiliations": [
        "Gerontology Research Centre, Simon Fraser University, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Yaffe",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Yaffe",
      "affiliations": [
        "Department of Family Medicine, McGill University, Montreal, Québec, Canada.",
        "Department of Family Medicine, St. Mary's Hospital Centre, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Macdonald",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Macdonald",
      "affiliations": [
        "Ontario Network of Sexual Assault/Domestic Violence Treatments Centres, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "6",
    "pub_year": "2020"
  },
  "start_page": "e0234195",
  "pages": "e0234195",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Elder Abuse",
    "Hospitals",
    "Humans",
    "Social Isolation",
    "Social Support",
    "Stakeholder Participation"
  ],
  "article_ids": {
    "pubmed": "32502200",
    "pmc": "PMC7274390",
    "doi": "10.1371/journal.pone.0234195",
    "pii": "PONE-D-19-33838"
  },
  "doi": "10.1371/journal.pone.0234195",
  "pmc_id": "PMC7274390",
  "dates": {
    "completed": "2020-08-24",
    "revised": "2020-08-24"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "SCI-131864",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "PSC-142046",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:37.169807",
    "pmid": "32502200"
  }
}