{
  "pmid": "32504213",
  "uid": "32504213",
  "title": "Risk of a second wave of Covid-19 infections: using artificial intelligence to investigate stringency of physical distancing policies in North America.",
  "abstract": "PURPOSE: Accurately forecasting the occurrence of future covid-19-related cases across relaxed (Sweden) and stringent (USA and Canada) policy contexts has a renewed sense of urgency. Moreover, there is a need for a multidimensional county-level approach to monitor the second wave of covid-19 in the USA. METHOD: We use an artificial intelligence framework based on timeline of policy interventions that triangulated results based on the three approaches-Bayesian susceptible-infected-recovered (SIR), Kalman filter, and machine learning. RESULTS: Our findings suggest three important insights. First, the effective growth rate of covid-19 infections dropped in response to the approximate dates of key policy interventions. We find that the change points for spreading rates approximately coincide with the timelines of policy interventions across respective countries. Second, forecasted trend until mid-June in the USA was downward trending, stable, and linear. Sweden is likely to be heading in the other direction. That is, Sweden's forecasted trend until mid-June appears to be non-linear and upward trending. Canada appears to fall somewhere in the middle-the trend for the same period is flat. Third, a Kalman filter based robustness check indicates that by mid-June the USA will likely have close to two million virus cases, while Sweden will likely have over 44,000 covid-19 cases. CONCLUSION: We show that drop in effective growth rate of covid-19 infections was sharper in the case of stringent policies (USA and Canada) but was more gradual in the case of relaxed policy (Sweden). Our study exhorts policy makers to take these results into account as they consider the implications of relaxing lockdown measures.",
  "authors": [
    {
      "last_name": "Vaid",
      "fore_name": "Shashank",
      "initials": "S",
      "name": "Shashank Vaid",
      "affiliations": [
        "DeGroote School of Business, McMaster University, 1280 Main St. West, Hamilton, Ontario, L8S 4M4, Canada. vaids1@mcmaster.ca."
      ],
      "orcid": "0000-0003-0658-2016"
    },
    {
      "last_name": "McAdie",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron McAdie",
      "affiliations": [
        "Clinical Analytics, Seattle Children's Hospital, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Kremer",
      "fore_name": "Ran",
      "initials": "R",
      "name": "Ran Kremer",
      "affiliations": [
        "Kofkin Faculty of Engineering, Bar-Ilan University, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Khanduja",
      "fore_name": "Vikas",
      "initials": "V",
      "name": "Vikas Khanduja",
      "affiliations": [
        "Addenbrooke's Hospital, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International orthopaedics",
    "iso_abbreviation": "Int Orthop",
    "issn": "1432-5195",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "8",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "1581",
  "end_page": "1589",
  "pages": "1581-1589",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Artificial Intelligence",
    "Bayes Theorem",
    "Betacoronavirus",
    "COVID-19",
    "Canada",
    "Coronavirus Infections",
    "Humans",
    "Pandemics",
    "Physical Distancing",
    "Physical Examination",
    "Pneumonia, Viral",
    "Risk Factors",
    "SARS-CoV-2",
    "Sweden",
    "Telemedicine",
    "United States"
  ],
  "article_ids": {
    "pubmed": "32504213",
    "pmc": "PMC7411331",
    "doi": "10.1007/s00264-020-04653-3",
    "pii": "10.1007/s00264-020-04653-3"
  },
  "doi": "10.1007/s00264-020-04653-3",
  "pmc_id": "PMC7411331",
  "dates": {
    "completed": "2020-08-14",
    "revised": "2022-02-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.427231",
    "pmid": "32504213"
  }
}