{
  "pmid": "32503592",
  "uid": "32503592",
  "title": "A method to audit and score implementation of knowledge translation (KT) interventions in large health regions - an observational pilot study using rectal cancer surgery in Ontario.",
  "abstract": "BACKGROUND: Across Ontario, since the year 2006 various knowledge translation (KT) interventions designed to improve the quality of rectal cancer surgery have been implemented by the provincial cancer agency or by individual researchers. Ontario is divided administratively into 14 health regions. We piloted a method to audit and score for each region of the province the KT interventions implemented to improve the quality of rectal cancer surgery. METHODS: We interviewed stakeholders to audit KT interventions used in respective regions over years 2006 to 2014. Results were summarized into narrative and visual forms. Using a modified Delphi approach, KT experts reviewed these data and then, for each region, scored implementation of KT interventions using a 20-item KT Signature Assessment Tool. Scores could range from 20 to 100 with higher scores commensurate with greater KT intervention implementation. RESULTS: There were thirty interviews. KT experts produced scores for each region that were bimodally distributed, with an average score for 2 regions of 78 (range 73-83) and for 12 regions of 30.5 (range 22-38). CONCLUSION: Our methods efficiently identified two groups with similar KT Signature scores. Two regions had relatively high scores reflecting numerous KT interventions and the use of sustained iterative approaches in addition to those encouraged by the provincial cancer agency, while 12 regions had relatively low scores reflecting minimal activities outside of those encouraged by the provincial cancer agency. These groupings will be used for future comparative quantitative analyses to help determine if higher KT signature scores correlate with improved measures for quality of rectal cancer surgery.",
  "authors": [
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. simunovi@hhsc.ca.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. simunovi@hhsc.ca.",
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. simunovi@hhsc.ca.",
        "Escarpment Cancer Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada. simunovi@hhsc.ca.",
        "Department of Surgical Oncology, Juravinski Cancer Centre, Hamilton, ON, Canada. simunovi@hhsc.ca."
      ],
      "orcid": "0000-0003-2245-3468"
    },
    {
      "last_name": "Fahim",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Fahim",
      "affiliations": [
        "Department of Health Policy and Management, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Coates",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Coates",
      "affiliations": [
        "Department of Surgery, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Urbach",
      "fore_name": "David",
      "initials": "D",
      "name": "David Urbach",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Earle",
      "fore_name": "Craig",
      "initials": "C",
      "name": "Craig Earle",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Grubac",
      "fore_name": "Vanja",
      "initials": "V",
      "name": "Vanja Grubac",
      "affiliations": [
        "Department of Surgery, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Faculty of Medicine, School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": [
        "Department of Family & Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Baxter",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Baxter",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "05"
  },
  "start_page": "506",
  "pages": "506",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Humans",
    "Medical Audit",
    "Ontario",
    "Pilot Projects",
    "Rectal Neoplasms",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "32503592",
    "pmc": "PMC7275399",
    "doi": "10.1186/s12913-020-05353-9",
    "pii": "10.1186/s12913-020-05353-9"
  },
  "doi": "10.1186/s12913-020-05353-9",
  "pmc_id": "PMC7275399",
  "dates": {
    "completed": "2020-12-08",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "119489",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.914617",
    "pmid": "32503592"
  }
}