{
  "pmid": "32517541",
  "uid": "32517541",
  "title": "Using Both Time Tradeoff and Discrete Choice Experiments in Valuing the EQ-5D: Impact of Model Misspecification on Value Sets.",
  "abstract": "Introduction. The EQ-5D-5L valuation protocol contains both time tradeoff (TTO) tasks and discrete choice experiments (DCE), raising the question of how to best use these in creating a value set. The hybrid model, which combines TTO and DCE data, has emerged as a commonly used approach. However, this model assumes independence among responses from the same individual, a linear relationship between TTO and DCE utilities, and, in many implementations, homoscedastic residuals. The aims of this study are to examine alternatives to these assumptions and determine the impact of misspecification on value sets. Methods. We performed a simulation study, parameterized using the US EQ-5D-5L valuation study, to assess the impact of model misspecification. We simulated TTO and DCE data with nonlinear relationships between TTO and DCE utilities, heteroscedastic errors, and correlated responses. Simulated data were analyzed using hybrid models with and without heteroscedasticity, Tobit models with and without heteroscedasticity, a latent class model, and a mixed model. Results. Mean absolute errors (MAEs) for correctly specified models were <0.05, whereas models that incorrectly assumed a linear relationship between TTO and DCE utilities or homoscedasticity of TTO responses featured states with an MAE >0.1. When a linear relationship between TTO and DCE utilities held, using both TTO and DCE data under correct specification yielded smaller MAEs compared with using TTO data alone but yielded larger MAEs when a linear relationship did not hold. Mistakenly assuming homoscedasticity led to increased MAEs, whereas ignoring dependence did not. Conclusions. Because heteroscedasticity in TTO utilities and nonlinear associations between DCE and TTO utilities have been noted, we recommend careful assessment of scedasticity and linearity to ascertain the suitability of a hybrid model.",
  "authors": [
    {
      "last_name": "Waudby-Smith",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Waudby-Smith",
      "affiliations": [
        "Department of Statistics & Data Science, Carnegie Mellon University, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Pickard",
      "fore_name": "A Simon",
      "initials": "AS",
      "name": "A Simon Pickard",
      "affiliations": [
        "College of Pharmacy, University of Illinois at Chicago, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor M",
      "initials": "EM",
      "name": "Eleanor M Pullenayegum",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Canada."
      ],
      "orcid": "0000-0003-4265-1330"
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "483",
  "end_page": "497",
  "pages": "483-497",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Social Values",
    "Surveys and Questionnaires",
    "Time and Motion Studies"
  ],
  "article_ids": {
    "pubmed": "32517541",
    "doi": "10.1177/0272989X20924019"
  },
  "doi": "10.1177/0272989X20924019",
  "dates": {
    "completed": "2021-03-23",
    "revised": "2021-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.072403",
    "pmid": "32517541"
  }
}