{
  "pmid": "32512185",
  "uid": "32512185",
  "title": "The number needed to treat for net effect (NNTnet) as a metric for measuring combined benefits and harms.",
  "abstract": "Calculating the number needed to treat (NNT) has been widely used to help understand treatment effect results of randomized controlled trials (RCTs). Combined benefit and harm profiles from RCT results have to be taken into account to maximize benefits and minimize harms. Unfortunately, in the biomedical community, there is no easy and acceptable way to incorporate both benefit and harm information of treatments in a single summary statistic similar to an NNT. In this study, we propose a new metric, the \"NNT for net effect\" or NNTnet to present the combined benefit and harm effects of an intervention or therapy based on NNT-type information with the intention that it will advance decision-making for health professionals, researchers, and resource managers in real-world practice. Examples are provided to illustrate the calculation and application of the NNTnet in practice. An NNTnet is specifically applicable to the physicians and resource managers who interpret the data published in the literature to help with their decision-making and the researchers who present the trial data to the audiences in their studies and presentations, all of whom used to use NNT information to show and interpret beneficial and harmful effects separately.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Guowei",
      "initials": "G",
      "name": "Guowei Li",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou City, Guangdong Province, China 510317; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; Programs for Assessment of Technology in Health (PATH), Centre for Evaluation of Medicines, Hamilton, Ontario, Canada; St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada. Electronic address: lig28@mcmaster.ca."
      ]
    },
    {
      "last_name": "Lip",
      "fore_name": "Gregory Y H",
      "initials": "GYH",
      "name": "Gregory Y H Lip",
      "affiliations": [
        "Liverpool Centre for Cardiovascular Science, University of Liverpool and Liverpool Heart & Chest Hospital, Liverpool, UK; Aalborg Thrombosis Research Unit, Department of Clinical Medicine, Aalborg University, Aalborg, Denmark."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tian",
      "fore_name": "Junzhang",
      "initials": "J",
      "name": "Junzhang Tian",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou City, Guangdong Province, China 510317. Electronic address: zhanggd2h@163.com."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MAH",
      "name": "Mitchell A H Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; Programs for Assessment of Technology in Health (PATH), Centre for Evaluation of Medicines, Hamilton, Ontario, Canada; St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "125",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "100",
  "end_page": "107",
  "pages": "100-107",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Decision-Making",
    "Decision Support Systems, Clinical",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Sample Size",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32512185",
    "doi": "10.1016/j.jclinepi.2020.05.031",
    "pii": "S0895-4356(19)30994-1"
  },
  "doi": "10.1016/j.jclinepi.2020.05.031",
  "dates": {
    "completed": "2021-03-04",
    "revised": "2021-09-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:18.468397",
    "pmid": "32512185"
  }
}