{
  "pmid": "32512186",
  "uid": "32512186",
  "title": "Authors of clinical trials seldom reported details when declaring their individual and institutional financial conflicts of interest: a cross-sectional survey.",
  "abstract": "BACKGROUND: The main objective of this study was to document details of both individual and institutional financial conflicts of interest (FCOIs) reported by the authors of clinical trials. An additional objective was to assess the predictors of having at least one author reporting any FCOI. METHODS: We used a sample of randomized controlled trials from a previous cross-sectional survey and included the trials, which reported at least one FCOI disclosure. We categorized the types of disclosed FCOI as grant, employment income, personal fees, nonmonetary support, drug or equipment supplies, patent, stocks, and other types. We collected data on the characteristics of the included RCTs, of the authors, and of the reported FCOI disclosures. We conducted descriptive analyses and a regression analysis to assess the predictors of having at least one author reporting any FCOI. RESULTS: All 108 included RCTs reported being funded, with 58% reporting funding by a private-for-profit source. Out of 1,687 authors, 814 (48%) reported at least one, and a median of 2, FCOI disclosures. Of the 814 reporting disclosures, far more reported individual FCOIs (99%) than institutional FCOIs (6%). The most commonly reported individual FCOI subtypes were grant (49%), personal fees (48%), and employment income (22%). Of the 99% of disclosures that included the source of FCOI, a private-for-profit entity provided the funds in 85%. Reporting about the relation of the FCOI source's to the product investigated in the trial, the timing of FCOI, and monetary value of FCOI was limited. Reporting of FCOIs proved most strongly associated with author affiliation being an academic institution (OR = 2.981; 95% CI: 2.415-3.680) and trial funding from entity other than a private-for-profit entity (OR = 2.809; 95% CI: 2.274-3.470). CONCLUSION: Approximately half of the trial authors report individual FCOIs, often three or more, but seldom provide details related to source's relation to the trial, or the timing and monetary value of the FCOI.",
  "authors": [
    {
      "last_name": "Hakoum",
      "fore_name": "Maram B",
      "initials": "MB",
      "name": "Maram B Hakoum",
      "affiliations": [
        "Department of Family Medicine, Cornerstone Care Teaching Health Center, Waynesburg, PA, USA."
      ]
    },
    {
      "last_name": "Noureldine",
      "fore_name": "Hussein",
      "initials": "H",
      "name": "Hussein Noureldine",
      "affiliations": [
        "Gilbert and Rose-Marie Chagoury School of Medicine, Lebanese American University, Byblos, Lebanon."
      ]
    },
    {
      "last_name": "Habib",
      "fore_name": "Joseph R",
      "initials": "JR",
      "name": "Joseph R Habib",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Abou-Jaoude",
      "fore_name": "Eliane A",
      "initials": "EA",
      "name": "Eliane A Abou-Jaoude",
      "affiliations": [
        "Department of Internal Medicine, State University of New York at Buffalo, Buffalo, NY, USA."
      ]
    },
    {
      "last_name": "Raslan",
      "fore_name": "Rasha",
      "initials": "R",
      "name": "Rasha Raslan",
      "affiliations": [
        "Department of Internal Medicine, Virginia Commonwealth University, Richmond, VA, USA."
      ]
    },
    {
      "last_name": "Jouni",
      "fore_name": "Nahla",
      "initials": "N",
      "name": "Nahla Jouni",
      "affiliations": [
        "Faculty of Agriculture and Food Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hasbani",
      "fore_name": "Divina Justina",
      "initials": "DJ",
      "name": "Divina Justina Hasbani",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Graduate Program of Pharmaceutical Sciences, University of Sorocaba, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon. Electronic address: ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "127",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "49",
  "end_page": "58",
  "pages": "49-58",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Authorship",
    "Conflict of Interest",
    "Cross-Sectional Studies",
    "Disclosure",
    "Ethics, Institutional",
    "Fees and Charges",
    "Financing, Organized",
    "Humans",
    "Income",
    "Organizational Affiliation",
    "Randomized Controlled Trials as Topic",
    "Regression Analysis",
    "Research Support as Topic"
  ],
  "article_ids": {
    "pubmed": "32512186",
    "doi": "10.1016/j.jclinepi.2020.05.026",
    "pii": "S0895-4356(19)30716-4"
  },
  "doi": "10.1016/j.jclinepi.2020.05.026",
  "dates": {
    "completed": "2021-03-05",
    "revised": "2021-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.182900",
    "pmid": "32512186"
  }
}