{
  "pmid": "32514242",
  "uid": "32514242",
  "title": "Measures of evidence-informed decision-making competence attributes: a psychometric systematic review.",
  "abstract": "BACKGROUND: The current state of evidence regarding measures that assess evidence-informed decision-making (EIDM) competence attributes (i.e., knowledge, skills, attitudes/beliefs, behaviours) among nurses is unknown. This systematic review provides a narrative synthesis of the psychometric properties and general characteristics of EIDM competence attribute measures in nursing. METHODS: The search strategy included online databases, hand searches, grey literature, and content experts. To align with the Cochrane Handbook of Systematic Reviews, psychometric outcome data (i.e., acceptability, reliability, validity) were extracted in duplicate, while all remaining data (i.e., study and measure characteristics) were extracted by one team member and checked by a second member for accuracy. Acceptability data was defined as measure completion time and overall rate of missing data. The Standards for Educational and Psychological Testing was used as the guiding framework to define reliability, and validity evidence, identified as a unified concept comprised of four validity sources: content, response process, internal structure and relationships to other variables. A narrative synthesis of measure and study characteristics, and psychometric outcomes is presented across measures and settings. RESULTS: A total of 5883 citations were screened with 103 studies and 35 unique measures included in the review. Measures were used or tested in acute care (n = 31 measures), public health (n = 4 measures), home health (n = 4 measures), and long-term care (n = 1 measure). Half of the measures assessed a single competence attribute (n = 19; 54.3%). Three measures (9%) assessed four competence attributes of knowledge, skills, attitudes/beliefs and behaviours. Regarding acceptability, overall missing data ranged from 1.6-25.6% across 11 measures and completion times ranged from 5 to 25 min (n = 4 measures). Internal consistency reliability was commonly reported (21 measures), with Cronbach's alphas ranging from 0.45-0.98. Two measures reported four sources of validity evidence, and over half (n = 19; 54%) reported one source of validity evidence. CONCLUSIONS: This review highlights a gap in the testing and use of competence attribute measures related to evidence-informed decision making in community-based and long-term care settings. Further development of measures is needed conceptually and psychometrically, as most measures assess only a single competence attribute, and lack assessment and evidence of reliability and sources of established validity evidence. REGISTRATION: PROSPERO #CRD42018088754.",
  "authors": [
    {
      "last_name": "Belita",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Belita",
      "affiliations": [
        "McMaster University, School of Nursing, McMaster Innovation Park (MIP), 175 Longwood Road South, Suite 210a, Hamilton, ON L8P 0A1 Canada."
      ],
      "orcid": "0000-0002-4107-5354"
    },
    {
      "last_name": "Squires",
      "fore_name": "Janet E",
      "initials": "JE",
      "name": "Janet E Squires",
      "affiliations": [
        "University of Ottawa/Université d'Ottawa, School of Nursing/École des sciences infirmières, Room RGN 3038, Guindon Hall, 451 Smyth Road, Ottawa, ON Canada."
      ]
    },
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "Villanova University, M. Louise Fitzpatrick College of Nursing, Driscoll Hall, Room 330, 800 Lancaster Avenue, Villanova, PA 19085 USA."
      ]
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "McMaster University, School of Nursing, 1280 Main St. W., HSC 3N25F, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Burnett",
      "fore_name": "Trish",
      "initials": "T",
      "name": "Trish Burnett",
      "affiliations": [
        "McMaster University, School of Nursing, McMaster Innovation Park (MIP), 175 Longwood Road South, Suite 210a, Hamilton, ON L8P 0A1 Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "McMaster University, School of Nursing, McMaster Innovation Park (MIP), 175 Longwood Road South, Suite 210a, Hamilton, ON L8P 0A1 Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC nursing",
    "iso_abbreviation": "BMC Nurs",
    "issn": "1472-6955",
    "issn_type": "Print",
    "volume": "19",
    "pub_year": "2020"
  },
  "start_page": "44",
  "pages": "44",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32514242",
    "pmc": "PMC7254762",
    "doi": "10.1186/s12912-020-00436-8",
    "pii": "436"
  },
  "doi": "10.1186/s12912-020-00436-8",
  "pmc_id": "PMC7254762",
  "dates": {
    "revised": "2022-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.349746",
    "pmid": "32514242"
  }
}