{
  "pmid": "32522288",
  "uid": "32522288",
  "title": "Hippocratic concepts of acute and urgent respiratory diseases still relevant to contemporary medical thinking and practice: a scoping review.",
  "abstract": "BACKGROUND: The collected works of Hippocrates were searched for concepts on the diagnosis, prognosis, and treatment of acute and urgent respiratory diseases, with the objective to trace their origins in the Hippocratic Collection. METHODS: A scoping review was performed to map out key concepts of acute and severe respiratory diseases in the entire Hippocratic Collection. The digital library Thesaurus Lingua Graeca (TLG) was researched for references in the entire Hippocratic Collection regarding the epidemiology, pathophysiology, prognosis, diagnosis and treatment of acute respiratory diseases; then, the relevant texts were studied in their English translation by the Loeb Classical Library. RESULTS: Hippocratic physicians followed principles of treatment for pneumonia and pleurisy, still relevant, such as hydration, expectoration, analgesia and prompt mobilisation. Other approaches, including the inhalation of \"vapours through tubes\" in angina, can be considered as forerunners of modern medical practice. Thoracic empyema was diagnosed by shaking the patient and direct chest auscultation after \"applying your ear to his sides\". In case of an emergency from upper airway obstruction, urgent insertion of primitive airway equipment, such as a small pharyngeal tube, was applied. CONCLUSIONS: The main Hippocratic concepts on four still common acute and urgent respiratory diseases -pneumonia, pleurisy, thoracic empyema and upper airway obstruction- were identified and most of them were found to be in agreement with contemporary medical thinking and practice.",
  "authors": [
    {
      "last_name": "Stefanakis",
      "fore_name": "Georgios",
      "initials": "G",
      "name": "Georgios Stefanakis",
      "affiliations": [
        "Faculty of Medicine, University of Crete, Heraklion, Crete, Greece. G_Stefanakis@yahoo.com.",
        "Department of Anaesthesiology, University Hospital of Heraklion, Diastavrosi Vouton-Stavrakion, Voutes, 71110, Heraklion, Crete, Greece. G_Stefanakis@yahoo.com."
      ],
      "orcid": "0000-0002-7030-2894"
    },
    {
      "last_name": "Nyktari",
      "fore_name": "Vasileia",
      "initials": "V",
      "name": "Vasileia Nyktari",
      "affiliations": [
        "Department of Anaesthesiology, University Hospital of Heraklion, Diastavrosi Vouton-Stavrakion, Voutes, 71110, Heraklion, Crete, Greece."
      ],
      "orcid": "0000-0002-5863-3236"
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Faculty of Medicine, University of Crete, Heraklion, Crete, Greece.",
        "Department of Anaesthesiology, University Hospital of Heraklion, Diastavrosi Vouton-Stavrakion, Voutes, 71110, Heraklion, Crete, Greece."
      ],
      "orcid": "0000-0002-5710-4279"
    },
    {
      "last_name": "Askitopoulou",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Askitopoulou",
      "affiliations": [
        "Faculty of Medicine, University of Crete, Heraklion, Crete, Greece."
      ],
      "orcid": "0000-0001-7357-8290"
    }
  ],
  "journal": {
    "title": "BMC pulmonary medicine",
    "iso_abbreviation": "BMC Pulm Med",
    "issn": "1471-2466",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "10"
  },
  "start_page": "165",
  "pages": "165",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Acute Disease",
    "Airway Obstruction",
    "Diagnosis",
    "Emergencies",
    "Empyema, Pleural",
    "Greece, Ancient",
    "Greek World",
    "History, Ancient",
    "Humans",
    "Physicians",
    "Pleurisy",
    "Pneumonia",
    "Prognosis"
  ],
  "article_ids": {
    "pubmed": "32522288",
    "pmc": "PMC7288510",
    "doi": "10.1186/s12890-020-01193-9",
    "pii": "10.1186/s12890-020-01193-9"
  },
  "doi": "10.1186/s12890-020-01193-9",
  "pmc_id": "PMC7288510",
  "dates": {
    "completed": "2021-03-08",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.745229",
    "pmid": "32522288"
  }
}