{
  "pmid": "32531405",
  "uid": "32531405",
  "title": "Pre-arrest and intra-arrest prognostic factors associated with survival following traumatic out-of-hospital cardiac arrest - A systematic review and meta-analysis.",
  "abstract": "AIM: To summarize the prognostic associations of pre- and intra-arrest factors with return of spontaneous circulation (ROSC) and survival (in-hospital or 30 days) after traumatic out-of-hospital cardiac arrest. METHODS: We conducted this review in accordance with the PRISMA and CHARMS guidelines. We searched Medline, Pubmed, Embase, Scopus, Web of Science and the Cochrane Database of Systematic Reviews from inception through December 1st, 2019. We included English language studies evaluating pre- and intra-arrest prognostic factors following penetrating or blunt traumatic OHCA. Risk of bias was assessed using the QUIPS tool. We pooled unadjusted odds ratios using random-effects models and presented adjusted odds ratios with 95% confidence intervals. We used the GRADE method to describe certainty. RESULTS: We included 53 studies involving 37,528 patients. The most important predictors of survival were presence of cardiac motion on ultrasound (odds ratio 33.91, 1.87-613.42, low certainty) or a shockable initial cardiac rhythm (odds ratio 7.29, 5.09-10.44, moderate certainty), based on pooled unadjusted analyses. Importantly, mechanism of injury was not associated with either ROSC (odds ratio 0.97, 0.51-1.85, very low certainty) or survival (odds ratio 1.40, 0.79-2.48, very low certainty). CONCLUSION: This review provides very low to moderate certainty evidence that pre- and intra-arrest prognostic factors following penetrating or blunt traumatic OHCA predict ROSC and survival. This evidence is primarily based on unadjusted data. Further well-designed studies with larger cohorts are warranted to test the adjusted prognostic ability of pre- and intra-arrest factors and guide therapeutic decision-making.",
  "authors": [
    {
      "last_name": "Tran",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Tran",
      "affiliations": [
        "Department of Surgery, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada. Electronic address: aletran@toh.ca."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vaillancourt",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Vaillancourt",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada; Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Inaba",
      "fore_name": "Kenji",
      "initials": "K",
      "name": "Kenji Inaba",
      "affiliations": [
        "Department of Surgery, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Kyeremanteng",
      "fore_name": "Kwadwo",
      "initials": "K",
      "name": "Kwadwo Kyeremanteng",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, ON, Canada; Institute du Savoir, Montfort, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Nolan",
      "fore_name": "Jerry P",
      "initials": "JP",
      "name": "Jerry P Nolan",
      "affiliations": [
        "Anesthesia and Intensive Care Medicine, Royal United Hospital, Bath, United Kingdom; Warwick Clinical Trials Unit, University of Warwick, United Kingdom."
      ]
    },
    {
      "last_name": "McCredie",
      "fore_name": "Victoria A",
      "initials": "VA",
      "name": "Victoria A McCredie",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Department of Critical Care Medicine, Toronto Western Hospital, University Health Network, Toronto, ON, Canada; Krembil Research Institute, Toronto Western Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Petrosoniak",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Petrosoniak",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hicks",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Hicks",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Haut",
      "fore_name": "Elliott R",
      "initials": "ER",
      "name": "Elliott R Haut",
      "affiliations": [
        "Division of Acute Care Surgery, Department of Surgery, Department of Anesthesiology and Critical Care, Department of Emergency Medicine, The Johns Hopkins University School of Medicine, Baltimore MD, USA; Department of Health Policy and Management, The Johns Hopkins Bloomberg School of Public Health, Baltimore MD, USA."
      ]
    },
    {
      "last_name": "Perry",
      "fore_name": "Jeffrey J",
      "initials": "JJ",
      "name": "Jeffrey J Perry",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada; Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Resuscitation",
    "iso_abbreviation": "Resuscitation",
    "issn": "1873-1570",
    "issn_type": "Electronic",
    "volume": "153",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "119",
  "end_page": "135",
  "pages": "119-135",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S.",
    "Systematic Review"
  ],
  "keywords": [
    "Cardiopulmonary Resuscitation",
    "Humans",
    "Odds Ratio",
    "Out-of-Hospital Cardiac Arrest",
    "Prognosis"
  ],
  "article_ids": {
    "pubmed": "32531405",
    "doi": "10.1016/j.resuscitation.2020.05.052",
    "pii": "S0300-9572(20)30238-0"
  },
  "doi": "10.1016/j.resuscitation.2020.05.052",
  "dates": {
    "completed": "2021-06-21",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.069592",
    "pmid": "32531405"
  }
}