{
  "pmid": "32533931",
  "uid": "32533931",
  "title": "Patient and Family Engagement in Care in the Cardiac Intensive Care Unit.",
  "abstract": "Hospitalization in the cardiac intensive care unit can be a stressful experience for patients and families. Family members often feel overwhelmed by the severity of their loved one's illness, powerless to affect their care, and struggle to comprehend information regarding their loved one's current health status and treatment plan. Consequently, up to half of family members might develop psychological symptoms (depression, generalized anxiety, and post-traumatic stress disorder) and a syndrome of enduring psychological, cognitive, or emotional disturbances. Patient and family engagement (PFE) is an emerging approach that empowers family members to become essential and active partners in care delivery and research. In the patient care context, the goal of PFE is to improve the care experience and achieve better outcomes for patients and family members. As a result of societal trends, family members increasingly wish to directly participate in their relative's care and be informed and involved in decision-making. There is growing evidence that engaging family members in care improves patient- and family-important outcomes after acute and critical illness. Although the role for PFE in care and research has been explored in the general critical care context, efforts to inform clinicians who manage patients with acute cardiovascular disease about the relevance of PFE are limited. In this review, we describe opportunities for PFE in the cardiac intensive care unit, outline the current evidence base for PFE in patient care, identify barriers to PFE and how to overcome them, and highlight knowledge gaps and areas for future investigations.",
  "authors": [
    {
      "last_name": "Goldfarb",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Goldfarb",
      "affiliations": [
        "Division of Cardiology, Jewish General Hospital, McGill University, Montreal, Quebec, Canada. Electronic address: michael.j.goldfarb@mcgill.ca."
      ]
    },
    {
      "last_name": "Bibas",
      "fore_name": "Lior",
      "initials": "L",
      "name": "Lior Bibas",
      "affiliations": [
        "Division of Cardiology, Pierre-Boucher Hospital, Longueuil, Quebec, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "Division of Critical Care Medicine, St Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "7",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "1032",
  "end_page": "1040",
  "pages": "1032-1040",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Critical Care",
    "Critical Illness",
    "Family",
    "Heart Diseases",
    "Humans",
    "Intensive Care Units"
  ],
  "article_ids": {
    "pubmed": "32533931",
    "doi": "10.1016/j.cjca.2020.03.037",
    "pii": "S0828-282X(20)30310-X"
  },
  "doi": "10.1016/j.cjca.2020.03.037",
  "dates": {
    "completed": "2021-05-18",
    "revised": "2021-05-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.229787",
    "pmid": "32533931"
  }
}