{
  "pmid": "32530837",
  "uid": "32530837",
  "title": "Safety Audits in the Emergency Department: Applying the Threat and Error Model to the Management of Pediatric Diabetic Ketoacidosis.",
  "abstract": "OBJECTIVES: This study aims to better understand factors that impact management of patients with diabetic ketoacidosis (DKA) in the pediatric emergency department (ED) by novel application of the threat-and-error model, commonly used in the aviation industry. METHODS: This study was a retrospective chart review of all patients diagnosed with DKA and managed in our pediatric ED during a 1-year period. A \"flight plan\" was created for each patient's ED visit, from triage to final disposition. Each flight was analyzed with the goal of identifying threats and errors that may impact patients' clinical status or management. Particular focus was placed on physicians' adherence to hospital and provincial DKA protocols. Unintended patient states or outcomes were also noted. RESULTS: A total of 46 patient flights were outlined and analyzed. A total of 146 threats were identified, affecting 43 (93%) patient flights. No flight was error-free. Errors in communication and lack of adherence to protocol were the most common types of errors. Unintended patient states occurred in 30 cases (65%), some of which were preceded by at least 1 error. There were no cases of cerebral edema or death. CONCLUSIONS: It is important to identify and appropriately mitigate threats and errors that commonly occur during initial management of DKA in the ED to prevent unintended states and patient morbidity. This study demonstrates the threat-and-error model as a potentially useful tool for focusing quality improvement initiatives in the pediatric ED setting.",
  "authors": [
    {
      "last_name": "Tenedero",
      "fore_name": "Christine Bernice",
      "initials": "CB",
      "name": "Christine Bernice Tenedero",
      "affiliations": [
        "From the Department of Pediatrics, McMaster Children's Hospital."
      ]
    },
    {
      "last_name": "Soliman",
      "fore_name": "Aiah",
      "initials": "A",
      "name": "Aiah Soliman",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "From the Department of Pediatrics, McMaster Children's Hospital."
      ]
    },
    {
      "last_name": "Kam",
      "fore_name": "April Jacqueline",
      "initials": "AJ",
      "name": "April Jacqueline Kam",
      "affiliations": [
        "From the Department of Pediatrics, McMaster Children's Hospital."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric emergency care",
    "iso_abbreviation": "Pediatr Emerg Care",
    "issn": "1535-1815",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "e1637",
  "end_page": "e1641",
  "pages": "e1637-e1641",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Diabetes Mellitus",
    "Diabetic Ketoacidosis",
    "Emergency Service, Hospital",
    "Hospitals",
    "Humans",
    "Retrospective Studies",
    "Triage"
  ],
  "article_ids": {
    "pubmed": "32530837",
    "doi": "10.1097/PEC.0000000000002142",
    "pii": "00006565-202112000-00171"
  },
  "doi": "10.1097/PEC.0000000000002142",
  "dates": {
    "completed": "2021-12-17",
    "revised": "2023-10-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.518805",
    "pmid": "32530837"
  }
}