{
  "pmid": "32532779",
  "uid": "32532779",
  "title": "Improving gender equity in critical care medicine: a protocol to establish priorities and strategies for implementation.",
  "abstract": "INTRODUCTION: While the number of women entering medical school now equals or surpasses the number of men, gender equity in medicine has not been achieved. Women continue to be under-represented in leadership roles (eg, deans, medical chairs) and senior faculty positions. In addition, women do not enter medical specialties as often as men, which can have important implications for work environment, reimbursement and the delivery of patient care. Compared with other medical specialties (eg, anaesthesiology, dermatology, etc), critical care medicine is a medical specialty with some of the lowest representation of women. While strategies to improve gender equity in critical care medicine exist in the published literature, efforts to comprehensively synthesise, prioritise and implement solutions have been limited.The objective of this programme of work is to establish priorities for the development and implementation of key strategies to improve the outcomes, well-being and experiences of women in critical care in Canada. METHODS AND ANALYSIS: Three phases encompass this programme of work. In phase I, we will catalogue published strategies focused on improving gender inequity across medical specialties through a scoping review. In phase II, we will conduct a modified Delphi consensus process with decision-makers, physicians and researchers to identify key strategies (identified in phase I and proposed by participants in phase II) for improving gender inequity in the specialty of critical care medicine. Finally, in phase III, we will conduct a 1-day stakeholder meeting that engages participants from phase II to build capacity for the development and implementation of top ranked strategies. Data analyses from this programme of work will be both quantitative and qualitative. ETHICS AND DISSEMINATION: The proposed programme of work is a foundational step towards establishing targeted strategies to improve gender inequity in the medical specialty of critical care medicine. Strategies will be prioritised by stakeholders, mapped to preidentified drivers of gender equity in the specialty and be scalable to institutional needs. A final report of our results including the list of top prioritised strategies and implementation objectives will be disseminated to panel participants, critical care leadership teams and major critical care societies who are partners in this work, around the country to facilitate uptake at the local level.The University of Calgary Conjoint Health Research Ethics Board has approved this study (REB16-0890).",
  "authors": [
    {
      "last_name": "Parsons Leigh",
      "fore_name": "Jeanna",
      "initials": "J",
      "name": "Jeanna Parsons Leigh",
      "affiliations": [
        "School of Health Administration, Dalhousie University, Halifax, Nova Scotia, Canada j.parsonsleigh@dal.ca.",
        "Department of Critical Care Medicine, University of Calgary, Calgary, Alberta, Canada."
      ],
      "orcid": "0000-0002-8408-674X"
    },
    {
      "last_name": "de Grood",
      "fore_name": "Chloe",
      "initials": "C",
      "name": "Chloe de Grood",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Ahmed",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Bosma",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Bosma",
      "affiliations": [
        "Division of Critical Care Medicine, London Health Sciences Centre, London, Ontario, Canada.",
        "Department of Medicine, Western University Schulich School of Medicine and Dentistry, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Critical Care, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Fowler",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Sunnybrook Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fox-Robichaud",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Fox-Robichaud",
      "affiliations": [
        "Department of Medicine, Division of Critical Care Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9912-3606"
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mele",
      "fore_name": "Tina",
      "initials": "T",
      "name": "Tina Mele",
      "affiliations": [
        "Division of Critical Care Medicine, London Health Sciences Centre, London, Ontario, Canada.",
        "Department of Medicine, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-6617-9790"
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zepeda",
      "fore_name": "Nubia",
      "initials": "N",
      "name": "Nubia Zepeda",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Kemp",
      "fore_name": "Laryssa",
      "initials": "L",
      "name": "Laryssa Kemp",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Fiest",
      "fore_name": "Kirsten",
      "initials": "K",
      "name": "Kirsten Fiest",
      "affiliations": [
        "Departments of Critical Care Medicine, Department of Psychiatry & Hotchkiss Brain Institute and Department of Community Health Sciences, University of Calgary Cumming School of Medicine, Calgary, Alberta, Canada.",
        "O'Brien Institute for Public Health, Calgary, Alberta, Canada."
      ],
      "orcid": "0000-0002-7299-6594"
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry Thomas",
      "initials": "HT",
      "name": "Henry Thomas Stelfox",
      "affiliations": [
        "O'Brien Institute for Public Health, Calgary, Alberta, Canada.",
        "Department of Critical Care Medicine, Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "11"
  },
  "start_page": "e037090",
  "pages": "e037090",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Critical Care",
    "Female",
    "Gender Equity",
    "Humans",
    "Physicians, Women",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "32532779",
    "pmc": "PMC7295422",
    "doi": "10.1136/bmjopen-2020-037090",
    "pii": "bmjopen-2020-037090"
  },
  "doi": "10.1136/bmjopen-2020-037090",
  "pmc_id": "PMC7295422",
  "dates": {
    "completed": "2021-02-15",
    "revised": "2021-02-15"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:08.913463",
    "pmid": "32532779"
  }
}