{
  "pmid": "32547244",
  "uid": "32547244",
  "title": "Meta-Analyses Proved Inconsistent in How Missing Data Were Handled Across Their Included Primary Trials: A Methodological Survey.",
  "abstract": "BACKGROUND: How systematic review authors address missing data among eligible primary studies remains uncertain. OBJECTIVE: To assess whether systematic review authors are consistent in the way they handle missing data, both across trials included in the same meta-analysis, and with their reported methods. METHODS: We first identified 100 eligible systematic reviews that included a statistically significant meta-analysis of a patient-important dichotomous efficacy outcome. Then, we successfully retrieved 638 of the 653 trials included in these systematic reviews' meta-analyses. From each trial report, we extracted statistical data used in the analysis of the outcome of interest to compare with the data used in the meta-analysis. First, we used these comparisons to classify the \"analytical method actually used\" for handling missing data by the systematic review authors for each included trial. Second, we assessed whether systematic reviews explicitly reported their analytical method of handling missing data. Third, we calculated the proportion of systematic reviews that were consistent in their \"analytical method actually used\" across trials included in the same meta-analysis. Fourth, among systematic reviews that were consistent in the \"analytical method actually used\" across trials and explicitly reported on a method for handling missing data, we assessed whether the \"analytical method actually used\" and the reported methods were consistent. RESULTS: We were unable to determine the \"analytical method reviews actually used\" for handling missing outcome data among 397 trials. Among the remaining 241, systematic review authors most commonly conducted \"complete case analysis\" (n=128, 53%) or assumed \"none of the participants with missing data had the event of interest\" (n=58, 24%). Only eight of 100 systematic reviews were consistent in their approach to handling missing data across included trials, but none of these reported methods for handling missing data. Among seven reviews that did explicitly report their analytical method of handling missing data, only one was consistent in their approach across included trials (using complete case analysis), and their approach was inconsistent with their reported methods (assumed all participants with missing data had the event). CONCLUSION: The majority of systematic review authors were inconsistent in their approach towards reporting and handling missing outcome data across eligible primary trials, and most did not explicitly report their methods to handle missing data. Systematic review authors should clearly identify missing outcome data among their eligible trials, specify an approach for handling missing data in their analyses, and apply their approach consistently across all primary trials.",
  "authors": [
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0003-4466-0556"
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Wolfson Palliative Care Research Centre, Hull York Medical School, University of Hull, Hull, UK."
      ],
      "orcid": "0000-0002-5567-7065"
    },
    {
      "last_name": "Diab",
      "fore_name": "Batoul",
      "initials": "B",
      "name": "Batoul Diab",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-9148-4877"
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Sciences Post Graduate Course, University of Sorocaba, UNISO, Sorocaba, Sao Paulo, Brazil."
      ],
      "orcid": "0000-0002-3684-3275"
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-0931-7851"
    },
    {
      "last_name": "Li",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Li",
      "affiliations": [
        "Chinese Evidence-Based Medicine Center, West China Hospital, Sichuan University, Chengdu, People's Republic of China."
      ],
      "orcid": "0000-0001-7689-1856"
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "Departments of Medicine and Biomedical & Health Informatics, University of Missouri-Kansas City, Kansas City, MO, USA."
      ]
    },
    {
      "last_name": "Koujanian",
      "fore_name": "Serge",
      "initials": "S",
      "name": "Serge Koujanian",
      "affiliations": [
        "Department of Evaluative Clinical Sciences, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Waziry",
      "fore_name": "Reem",
      "initials": "R",
      "name": "Reem Waziry",
      "affiliations": [
        "Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Canada.",
        "The Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Canada.",
        "Chronic Pain Centre of Excellence for Canadian Veterans, Hamilton, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    },
    {
      "last_name": "Dakik",
      "fore_name": "Abeer",
      "initials": "A",
      "name": "Abeer Dakik",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hooft",
      "fore_name": "Lotty",
      "initials": "L",
      "name": "Lotty Hooft",
      "affiliations": [
        "Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, the Netherlands."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Scholten",
      "fore_name": "Rob J P M",
      "initials": "RJPM",
      "name": "Rob J P M Scholten",
      "affiliations": [
        "Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, the Netherlands."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "Clinical epidemiology",
    "iso_abbreviation": "Clin Epidemiol",
    "issn": "1179-1349",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2020"
  },
  "start_page": "527",
  "end_page": "535",
  "pages": "527-535",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32547244",
    "pmc": "PMC7266325",
    "doi": "10.2147/CLEP.S242080",
    "pii": "242080"
  },
  "doi": "10.2147/CLEP.S242080",
  "pmc_id": "PMC7266325",
  "dates": {
    "revised": "2022-04-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.184272",
    "pmid": "32547244"
  }
}