{
  "pmid": "32540234",
  "uid": "32540234",
  "title": "Acceptability and Validity of the EQ-5D in Patients Living With Dementia.",
  "abstract": "OBJECTIVES: To assess the acceptability and validity of the 3 levels of the EQ-5D (EQ-5D-3L) compared with the Quality of Life in Alzheimer's Diseases (QoL-AD) in patients living with dementia. METHODS: The analysis was based on 560 dyads of persons with dementia and their caregivers of the multicenter observational study of dementia care networks in Germany (DemNet-D). Health-related quality of life was assessed by face-to-face interviews using the EQ-5D-3L (self-rating) and the QoL-AD (self- and proxy-rating). The number of missing values, the score ranges (observed vs possible range) and the floor and ceiling effects were used to assess the acceptability. We used one-way analyses of variance and multivariate linear regression models to evaluate the discriminative ability. The convergent validity was assessed using Spearman's correlation coefficient (rs) and multivariate regression models. RESULTS: The EQ-5D index had a higher response rate (89% vs 84%) and a comparable floor (>1%) but a higher ceiling effect (18% vs >1%) compared with the QoL-AD. Both measures can significantly differentiate between different stages of general health, instrumental activities of daily living, and depression. The EQ-5D index and the visual analog scale self-rating scores strongly correlated with the QoL-AD self-rating (rs = 0.644 and 0.553, respectively) but not with the proxy-rating score (rs = 0.314 and rs = 0.170, respectively), which was confirmed by multivariate regression analyses. CONCLUSION: The results satisfy acceptability, discriminative ability, and convergent validity for moderately cognitively and functionally impaired patients living with dementia. The EQ-5D-3L performed comparably with the QoL-AD, and could, therefore, be used in economic evaluations in dementia. The differences between self- and proxy-ratings should be evaluated and considered in the interpretation of health-related quality of life scores.",
  "authors": [
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases, Rostock/Greifswald site, Greifswald, Germany; Program for Health Economics and Outcome Measures, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Program for Health Economics and Outcome Measures, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, Ontario, Canada. Electronic address: fengxie@mcmaster.ca."
      ]
    },
    {
      "last_name": "Kohlmann",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Kohlmann",
      "affiliations": [
        "Institute for Community Medicine, Section Methods in Community Medicine, University Medicine Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Gräske",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Gräske",
      "affiliations": [
        "Alice Salomon University of Applied Sciences Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Wübbeler",
      "fore_name": "Markus",
      "initials": "M",
      "name": "Markus Wübbeler",
      "affiliations": [
        "University of Applied Sciences-Bochum, Department of Nursing Science, Bochum, Germany."
      ]
    },
    {
      "last_name": "Thyrian",
      "fore_name": "Jochen René",
      "initials": "JR",
      "name": "Jochen René Thyrian",
      "affiliations": [
        "German Center for Neurodegenerative Diseases, Rostock/Greifswald site, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases, Rostock/Greifswald site, Greifswald, Germany; Institute for Community Medicine, Section Epidemiology of Health Care and Community Health, University Medicine Greifswald, Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "760",
  "end_page": "767",
  "pages": "760-767",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Multicenter Study",
    "Observational Study",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Aged",
    "Aged, 80 and over",
    "Alzheimer Disease",
    "Caregivers",
    "Dementia",
    "Depression",
    "Female",
    "Germany",
    "Humans",
    "Male",
    "Patient Reported Outcome Measures",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "32540234",
    "doi": "10.1016/j.jval.2020.01.022",
    "pii": "S1098-3015(20)30153-4"
  },
  "doi": "10.1016/j.jval.2020.01.022",
  "dates": {
    "completed": "2020-09-02",
    "revised": "2020-09-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.075227",
    "pmid": "32540234"
  }
}