{
  "pmid": "32552692",
  "uid": "32552692",
  "title": "Clinical practice guidelines in Brazil - developing a national programme.",
  "abstract": "In Brazil, governmental and non-governmental organisations develop practice guidelines (PGs) in order to optimise patient care. Although important improvements have been made over the past years, many of these documents still lack transparency and methodological rigour. In order to conduct a critical analysis and define future steps in PG development in Brazil, we carried out a structured assessment of strengths, weaknesses, opportunities and threats (SWOT analysis) for the development of a national guideline programme. Participants consisted of academia, methodologists, medical societies and healthcare system representatives. In summary, the PG development process has improved in Brazil and current investments in methodological research and capacity-building are ongoing. Despite the centralised processes for public PGs, standardised procedures for their development are not well established and human resources are insufficient in number and capacity to develop the amount of trustworthy documents needed. Brazil's capacity could be strengthened and initial efforts have been made such as the adoption of standards proposed by world-renowned institutions in PG development and enhancement of the involvement of key stakeholders. Further steps involve the alignment between health technology assessment and PG processes for synergy and the development of a national network to promote the interaction between groups involved in the development of PGs. The lessons learned from this paper could be used to foster debate on guideline development, especially for countries facing similar threats on this topic.",
  "authors": [
    {
      "last_name": "Colpani",
      "fore_name": "Verônica",
      "initials": "V",
      "name": "Verônica Colpani",
      "affiliations": [
        "Research Projects Office, Hospital Moinhos de Vento (HMV), Rua Ramiro Barcelos, 910, 3° andar, Porto Alegre, RS, 90035-001, Brazil. veronica.colpani@hmv.org.br."
      ],
      "orcid": "0000-0002-7908-4213"
    },
    {
      "last_name": "Kowalski",
      "fore_name": "Sérgio Candido",
      "initials": "SC",
      "name": "Sérgio Candido Kowalski",
      "affiliations": [
        "Department of Internal Medicine, Division of Rheumatology, Universidade Federal do Paraná (UFPR), Curitiba, PR, Brazil."
      ]
    },
    {
      "last_name": "Stein",
      "fore_name": "Airton Tetelbom",
      "initials": "AT",
      "name": "Airton Tetelbom Stein",
      "affiliations": [
        "Graduate Program in Health Sciences, Universidade Federal de Ciências da Saúde de Porto Alegre (UFCSPA); Program in Health Technology Assessment, Grupo Hospitalar Conceição, Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Buehler",
      "fore_name": "Anna Maria",
      "initials": "AM",
      "name": "Anna Maria Buehler",
      "affiliations": [
        "Health Technology Assessment Unit, Hospital Alemão Oswaldo Cruz, São Paulo, SP, Brazil."
      ]
    },
    {
      "last_name": "Zanetti",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Zanetti",
      "affiliations": [
        "Department of Management and Incorporation of Health Technology (DGITIS), Executive Secretariat, National Committee for Health Technology Incorporation (CONITEC); Secretariat of Science, Technology and Strategic Inputs (SCTIE); Brazilian Ministry of Health, Brasília, DF, Brazil."
      ]
    },
    {
      "last_name": "Côrtes",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Côrtes",
      "affiliations": [
        "CONITEC; Plenary member, Special Secretary of Indigenous Health (SESAI), Brazilian Ministry of Health, Brasília, DF, Brazil."
      ]
    },
    {
      "last_name": "de Melo Junior",
      "fore_name": "Edison Vieira",
      "initials": "EV",
      "name": "Edison Vieira de Melo Junior",
      "affiliations": [
        "DGITIS; Executive Secretariat, CONITEC; Secretariat of Science, SCTIE, Brazilian Ministry of Health, Brasília, DF, Brazil."
      ]
    },
    {
      "last_name": "Ebeidalla",
      "fore_name": "Jorgiany Emerick",
      "initials": "JE",
      "name": "Jorgiany Emerick Ebeidalla",
      "affiliations": [
        "DGITIS; Executive Secretariat, CONITEC; Secretariat of Science, SCTIE, Brazilian Ministry of Health, Brasília, DF, Brazil."
      ]
    },
    {
      "last_name": "de Oliveira",
      "fore_name": "Natiela Beatriz",
      "initials": "NB",
      "name": "Natiela Beatriz de Oliveira",
      "affiliations": [
        "General Coordination, Environmental Health Surveillance (CGVAM); Department of Environmental Health, Worker and Emergency Public Health Surveillance (DSASTE); Secretariat of Health Surveillance (SVS); Brazilian Ministry of Health, Brasília, DF, Brazil."
      ]
    },
    {
      "last_name": "Guerra",
      "fore_name": "Renata Leborato",
      "initials": "RL",
      "name": "Renata Leborato Guerra",
      "affiliations": [
        "Health Technology Assessment Unit (NATS), National Institute of Cancer (INCA), Rio de Janeiro, RJ, Brazil."
      ]
    },
    {
      "last_name": "Silva",
      "fore_name": "Sarah Nascimento",
      "initials": "SN",
      "name": "Sarah Nascimento Silva",
      "affiliations": [
        "DGITIS; Executive Secretariat, CONITEC; Secretariat of Science, SCTIE, Brazilian Ministry of Health, Brasília, DF, Brazil."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Bruce B",
      "initials": "BB",
      "name": "Bruce B Duncan",
      "affiliations": [
        "School of Medicine, Hospital de Clínicas de Porto Alegre (HCPA), Instituto de Avaliação de Tecnologia em Saúde (IATS), Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Falavigna",
      "fore_name": "Maicon",
      "initials": "M",
      "name": "Maicon Falavigna",
      "affiliations": [
        "Research Projects Office, Hospital Moinhos de Vento (HMV), Rua Ramiro Barcelos, 910, 3° andar, Porto Alegre, RS, 90035-001, Brazil.",
        "IATS, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre, RS, Brazil."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger Jens",
      "initials": "HJ",
      "name": "Holger Jens Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and of Medicine, McMaster GRADE Centre, McMaster University Health Sciences Centre, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "17"
  },
  "start_page": "69",
  "pages": "69",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [
    "Brazil",
    "Capacity Building",
    "Evidence-Based Medicine",
    "Practice Guidelines as Topic",
    "Program Development"
  ],
  "article_ids": {
    "pubmed": "32552692",
    "pmc": "PMC7302389",
    "doi": "10.1186/s12961-020-00582-0",
    "pii": "10.1186/s12961-020-00582-0"
  },
  "doi": "10.1186/s12961-020-00582-0",
  "pmc_id": "PMC7302389",
  "dates": {
    "completed": "2021-03-24",
    "revised": "2021-03-24"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": ".",
      "agency": "Ministério da Saúde"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.706516",
    "pmid": "32552692"
  }
}