{
  "pmid": "32553812",
  "uid": "32553812",
  "title": "A Critical Comparison of Canadian and International Guidelines Recommendations for Antiplatelet Therapy in Coronary Artery Disease.",
  "abstract": "Antiplatelet therapy for patients with coronary artery disease has evolved dramatically over the last decade. P2Y12 inhibitors offering more potent and consistent platelet inhibition than clopidogrel are now widely available, dual antiplatelet therapy (DAPT) duration can be tailored to individual ischemic and bleeding risks, and strategies to personalize antiplatelet therapy have been developed when concomitant oral anticoagulation (OAC) is indicated. Scientific societies from Canada, the United States, and Europe have all published updated recommendations addressing antiplatelet therapy in the recent years. The purpose of this review is to put the Canadian guidelines into perspective vis-à-vis international recommendations by highlighting similarities and critically analyzing differences. We focus on 3 major topics relevant for clinical practice: DAPT duration following drug-eluting stent implantation, DAPT following percutaneous coronary intervention in patients with concomitant indications for OAC, and DAPT management for noncardiac surgery following drug-eluting stent implantation. Although guidelines broadly agree on the majority of recommendations, the justifications for major differences were contrasted in the manuscript. Unanswered questions remain, including the place of aspirin in secondary prevention of coronary artery disease in the contemporary era, aspirin-free strategies early after percutaneous coronary intervention, and the safe minimal duration of DAPT with newer generation stents.",
  "authors": [
    {
      "last_name": "Marquis-Gravel",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Marquis-Gravel",
      "affiliations": [
        "Montreal Heart Institute, Department of Medicine, Université de Montréal, Montréal, Québec, Canada; Duke Clinical Research Institute, Duke University School of Medicine, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": [
        "Division of Cardiology, Hamilton General Hospital, Hamilton Health Sciences, McMaster University, and Population Health Research Institute, McMaster University Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Valgimigli",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Valgimigli",
      "affiliations": [
        "Swiss Cardiovascular Center Bern, Bern University Hospital, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Glenn N",
      "initials": "GN",
      "name": "Glenn N Levine",
      "affiliations": [
        "Department of Medicine, Baylor College of Medicine, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Franz-Josef",
      "initials": "FJ",
      "name": "Franz-Josef Neumann",
      "affiliations": [
        "Division of Cardiology and Angiology II, University Heart Centre Freiburg, Bad Krozingen, Bad Krozingen, Germany."
      ]
    },
    {
      "last_name": "Granger",
      "fore_name": "Christopher B",
      "initials": "CB",
      "name": "Christopher B Granger",
      "affiliations": [
        "Duke Clinical Research Institute, Duke University School of Medicine, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Costa",
      "affiliations": [
        "Department of Clinical and Experimental Medicine, Policlinic \"G Martino,\" University of Messina, Italy."
      ]
    },
    {
      "last_name": "Lordkipanidzé",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Lordkipanidzé",
      "affiliations": [
        "Montreal Heart Institute, Department of Medicine, Université de Montréal, Montréal, Québec, Canada; Faculté de pharmacie, Université de Montréal, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Roffi",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Roffi",
      "affiliations": [
        "Division of Cardiology, Geneva University Hospitals, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Simon D",
      "initials": "SD",
      "name": "Simon D Robinson",
      "affiliations": [
        "University of British Columbia, Royal Jubilee Hospital, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Cantor",
      "fore_name": "Warren J",
      "initials": "WJ",
      "name": "Warren J Cantor",
      "affiliations": [
        "University of Toronto and Southlake Regional Health Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanguay",
      "fore_name": "Jean-François",
      "initials": "JF",
      "name": "Jean-François Tanguay",
      "affiliations": [
        "Montreal Heart Institute, Department of Medicine, Université de Montréal, Montréal, Québec, Canada. Electronic address: Jean-Francois.Tanguay@icm-mhi.org."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "8",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "1298",
  "end_page": "1307",
  "pages": "1298-1307",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Coronary Artery Disease",
    "Europe",
    "Humans",
    "Platelet Aggregation Inhibitors",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "32553812",
    "doi": "10.1016/j.cjca.2019.12.013",
    "pii": "S0828-282X(19)31526-0"
  },
  "doi": "10.1016/j.cjca.2019.12.013",
  "dates": {
    "completed": "2021-05-18",
    "revised": "2021-05-18"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:18.805292",
    "pmid": "32553812"
  }
}