{
  "pmid": "32550801",
  "uid": "32550801",
  "title": "Effect of Roflumilast in airways disorders via dual inhibition of phosphodiesterase and Ca[2+]-channel.",
  "abstract": "The bronchodilator effects of Roflumilast \"a selective phosphodiesterase type-4 (PDE4)\" inhibitor studied in this experimental protocol. The spiral strips of isolated guinea-pig tracheal chains mounted in organ bath and maintained in Krebs solution ventilated with carbogen at 32 °C and in Ca[++] restricted krebs solution. PDE inhibitory activity was evaluated by recording dose response curves using inhibitory effect of isoprenaline on CCh induced contractions. For confirmation of PDE inhibition the intracellular cAMP levels were also estimated. Roflumilast resulted a sharp inhibition in contractile responses of carbachol (CCh, 1 µM) and K[+] (80 mM) and the results were almost similar to verapamil. In Ca[++] restricted Krebs solution, a rightward shift in the Ca[++] response curves observed in the tracheal chain strips which were pretreated with Roflumilast (0.001-0.003 mg/mL) and the maximum response was suppressed, similarly as with verapamil. PDE inhibitory effect of Roflumilast evaluated by recording dose-dependent (0.03-0.1 mg/mL) responses, the isoprenaline-induced inhibitory dose response curves shifted leftward similar to papaverine (PDE inhibitor). Pretreatment with Roflumilast exhibited elevated intracellular cAMP levels in tracheal strips. Findings of the experiment conclude bronchodilatory influence of Roflumilast via PDE and Ca[++] channel inhibition. Results of current experiment offers comprehensive mechanistic background of Roflumilast in future as therapeutic bronchodilator for hyperactive bronchial airway diseases.",
  "authors": [
    {
      "last_name": "Imam",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Imam",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Najeeb Ur",
      "initials": "NU",
      "name": "Najeeb Ur Rehman",
      "affiliations": [
        "Department of Pharmacology & Toxicology, College of Pharmacy, Prince Sattam Bin Abdulaziz University, Al-Kharj, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ansari",
      "fore_name": "Mohd Nazam",
      "initials": "MN",
      "name": "Mohd Nazam Ansari",
      "affiliations": [
        "Department of Pharmacology & Toxicology, College of Pharmacy, Prince Sattam Bin Abdulaziz University, Al-Kharj, Saudi Arabia."
      ]
    },
    {
      "last_name": "Qamar",
      "fore_name": "Wajhul",
      "initials": "W",
      "name": "Wajhul Qamar",
      "affiliations": [
        "Department of Pharmacology and Toxicology, College of Pharmacy, King Saud University, P.O. Box 2457, Riyadh 11451, Saudi Arabia.",
        "Central Laboratory; Research Center, College of Pharmacy, King Saud University, P.O. Box 2457, Riyadh 11451, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakakah 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alharbi",
      "fore_name": "Khalid Saad",
      "initials": "KS",
      "name": "Khalid Saad Alharbi",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakakah 72341, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society",
    "iso_abbreviation": "Saudi Pharm J",
    "issn": "1319-0164",
    "issn_type": "Print",
    "volume": "28",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "698",
  "end_page": "702",
  "pages": "698-702",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32550801",
    "pmc": "PMC7292871",
    "doi": "10.1016/j.jsps.2020.04.011",
    "pii": "S1319-0164(20)30089-X"
  },
  "doi": "10.1016/j.jsps.2020.04.011",
  "pmc_id": "PMC7292871",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.898711",
    "pmid": "32550801"
  }
}