{
  "pmid": "32552010",
  "uid": "32552010",
  "title": "Posterolateral or direct lateral approach for hemiarthroplasty after femoral neck fractures: a systematic review.",
  "abstract": "BACKGROUND: The posterolateral approach (PLA) and direct lateral approach (DLA) are the most commonly used approaches for inserting a hemiarthroplasty in the treatment of femoral neck fractures. A recent review concluded that the routine use of PLA should be questioned, but this conclusion itself can be questioned. The aim of this study is to provide an updated overview and critical appraisal of the available evidence, focussing on outcomes most relevant for patients. METHODS: We conducted a comprehensive search of literature in the MEDLINE and EMBASE databases and Cochrane Library. Studies (till June 2018) to identify hip fracture clinical trials/comparative studies comparing alternative surgical approaches (PLA and DLA). We explored sources of heterogeneity and conducted pooled analyses when appropriate. RESULTS: 264 potentially eligible studies were identified of which 1 RCT, 3 prospective, 3 registry data and 5 retrospective studies were included. The RCT consisted performance and attrition bias. The mean MINORS score of the prospective/register studies was 17.3 (SD 3.5) and 13.8 (SD 1.9) of the 5 retrospective studies. The GRADE score for all the outcomes was very low. Due to the high and various types of biases across the included studies, we did not pool the data. None of studies assessed the activities of daily living functionality. 6 studies reported significantly more dislocations or reoperations due to dislocation in the PLA group, 6 other studies found no differences. DLA patients were more likely to develop abductor insufficiency leading to limping and more need for walking aids. The PLA patients tended to have better quality of life, less pain and more satisfaction compared to the DLA patients. CONCLUSION: Based on low-quality studies, PLA may be associated with more dislocations, but patients had less walking problems and a lower tendency to abductor insufficiency compared with DLA. Further clinical trials with methodology rigor are needed to determine which approach is more effective in terms of outcomes relevant to patients.",
  "authors": [
    {
      "last_name": "Tol",
      "fore_name": "Maria C J M",
      "initials": "MCJM",
      "name": "Maria C J M Tol",
      "affiliations": [
        "Department of Orthopaedic Surgery, OLVG, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "van Beers",
      "fore_name": "Loes W A H",
      "initials": "LWAH",
      "name": "Loes W A H van Beers",
      "affiliations": [
        "Department of Orthopaedic Surgery, OLVG, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Willigenburg",
      "fore_name": "Nienke W",
      "initials": "NW",
      "name": "Nienke W Willigenburg",
      "affiliations": [
        "Department of Orthopaedic Surgery, OLVG, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Gosens",
      "fore_name": "Taco",
      "initials": "T",
      "name": "Taco Gosens",
      "affiliations": [
        "Department of Orthopaedic Surgery, Elisabeth-TweeSteden Hospital, Tilburg, The Netherlands."
      ]
    },
    {
      "last_name": "Heetveld",
      "fore_name": "Martin J",
      "initials": "MJ",
      "name": "Martin J Heetveld",
      "affiliations": [
        "Department of Trauma Surgery, Spaarne Gasthuis, Haarlem, The Netherlands."
      ]
    },
    {
      "last_name": "Willems",
      "fore_name": "Hanna C",
      "initials": "HC",
      "name": "Hanna C Willems",
      "affiliations": [
        "Department of Internal Medicine and Geriatrics, AMC, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": [
        "Department of Orthopaedic Surgery, OLVG, Amsterdam, The Netherlands.",
        "Department of Orthopaedic Surgery, LUMC, Leiden, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Hip international : the journal of clinical and experimental research on hip pathology and therapy",
    "iso_abbreviation": "Hip Int",
    "issn": "1724-6067",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Mar"
  },
  "start_page": "154",
  "end_page": "165",
  "pages": "154-165",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Femoral Neck Fractures",
    "Hemiarthroplasty",
    "Humans",
    "Prospective Studies",
    "Quality of Life",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32552010",
    "doi": "10.1177/1120700020931766"
  },
  "doi": "10.1177/1120700020931766",
  "dates": {
    "completed": "2021-04-27",
    "revised": "2022-04-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.427658",
    "pmid": "32552010"
  }
}