{
  "pmid": "32559214",
  "uid": "32559214",
  "title": "Associations between continuity of primary and specialty physician care and use of hospital-based care among community-dwelling older adults with complex care needs.",
  "abstract": "OBJECTIVE: While research suggests that higher continuity of primary and specialty physician care can improve patient outcomes, their effects have rarely been examined and compared concurrently. We investigated associations between continuity of primary and specialty physician care and emergency department visits and hospital admissions among community-dwelling older adults with complex care needs. METHODS: We conducted a retrospective cohort study of home care patients in Ontario, Canada, from October 2014 to September 2016. We measured continuity of primary and specialty physician care over the two years prior to a home care assessment and categorized them into low, medium, and high groups using terciles of the distribution. We used Cox regression models to concurrently test the associations between continuity of primary and specialty care and risk of an emergency department visit and hospital admission within six months of assessment, controlling for potential confounders. We examined interactions between continuity of care and count of chronic conditions, count of physician specialties seen, functional impairment, and cognitive impairment. RESULTS: Of 178,686 participants, 49% had an emergency department visit during follow-up and 27% had a hospital admission. High vs. low continuity of primary care was associated with a reduced risk of an emergency department visit (HR = 0.90 (0.89-0.92)) as was continuity of specialty care (HR = 0.93 (0.91-0.95)). High vs. low continuity of primary care was associated also with a reduced risk of a hospital admission (HR = 0.94 (0.92-0.96)) as was continuity of specialty care (HR = 0.92 (0.90-0.94)). The effect of continuity of specialty care was moderately stronger among patients who saw four or more physician specialties. CONCLUSION: Higher continuity of primary physician and specialty physician care had independent, protective effects of similar magnitude against emergency department use and hospital admissions. Improving continuity of specialty care should be a priority alongside improving continuity of primary care in complex, older adult populations with significant specialist use.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6282-3614"
    },
    {
      "last_name": "Bronskill",
      "fore_name": "Susan E",
      "initials": "SE",
      "name": "Susan E Bronskill",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management & Evaluation, Dalla Lana School of Public Health, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6701-1714"
    },
    {
      "last_name": "Junek",
      "fore_name": "Mats",
      "initials": "M",
      "name": "Mats Junek",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8416-3955"
    },
    {
      "last_name": "Feeny",
      "fore_name": "David",
      "initials": "D",
      "name": "David Feeny",
      "affiliations": [
        "Department of Economics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "6",
    "pub_year": "2020"
  },
  "start_page": "e0234205",
  "pages": "e0234205",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Chronic Disease",
    "Cohort Studies",
    "Continuity of Patient Care",
    "Emergency Service, Hospital",
    "Female",
    "Home Care Services",
    "Hospitalization",
    "Humans",
    "Male",
    "Ontario",
    "Primary Health Care",
    "Retrospective Studies",
    "Specialization"
  ],
  "article_ids": {
    "pubmed": "32559214",
    "pmc": "PMC7304563",
    "doi": "10.1371/journal.pone.0234205",
    "pii": "PONE-D-20-00490"
  },
  "doi": "10.1371/journal.pone.0234205",
  "pmc_id": "PMC7304563",
  "dates": {
    "completed": "2020-08-24",
    "revised": "2021-10-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "148933",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.075877",
    "pmid": "32559214"
  }
}