{
  "pmid": "32552758",
  "uid": "32552758",
  "title": "Factors obstetricians, family physicians and midwives consider when counselling women about a trial of labour after caesarean and planned repeat caesarean: a qualitative descriptive study.",
  "abstract": "BACKGROUND: Repeat caesarean sections (CSs) are major contributors to the high rate of CS in Canada and globally. Women's decisions to have a planned repeat CS (PRCS) or a trial of labour after CS (TOLAC) are influenced by their maternity care providers. This study explored factors maternity care providers consider when counselling pregnant women with a previous CS, eligible for a TOLAC, about delivery method. METHODS: A qualitative descriptive design was implemented. Semi-structured, one-to-one in-depth telephone interviews were conducted with 39 maternity care providers in Ontario, Canada. Participants were recruited at 2 maternity care conferences and with the use of snowball sampling. Interviews were audio recorded and transcribed verbatim. Data were uploaded into the data management software, NVIVO 10.0 and analyzed using qualitative content analysis. RESULTS: Participants consisted of 12 obstetricians, 13 family physicians and 14 midwives. Emergent themes, reflecting the factors maternity care providers considered when counselling on mode of delivery, were organized under the categories clinical/patient factors, health system factors and provider preferences. Maternity care providers considered clinical/patient factors, including women's choice … with conditions, their assessment of women's chances of a successful TOLAC, their perception of women's risk tolerance, women's preferred delivery method, and their perception of women's beliefs and attitudes about childbirth. Additionally, providers considered health system factors which included colleague support for TOLAC and time needed to mount an emergency CS. Finally, provider factors emerged as considerations when counselling. They included provider preference for PRCS or TOLAC, provider scope of practice, financial incentives and convenience related to PRCS, past experiences with TOLAC and PRCS and providers' perspectives on risk of TOLAC. CONCLUSION: The findings highlight the multiplicity of factors maternity care providers consider when counselling women. Effectively addressing clinical, health care system and personal factors that influence counselling may help decrease non-medically indicated PRCS.",
  "authors": [
    {
      "last_name": "Kurtz Landy",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Kurtz Landy",
      "affiliations": [
        "Faculty of Health, School of Nursing, York University, HNES 312A, 4700 Keele Street, Toronto, Ontario, M3J 1P3, Canada. kurtzlcm@yorku.ca."
      ],
      "orcid": "0000-0002-8631-5040"
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sword",
      "affiliations": [
        "McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Kathnelson",
      "fore_name": "Jackie Cramp",
      "initials": "JC",
      "name": "Jackie Cramp Kathnelson",
      "affiliations": [
        "Faculty of Health, York University, HNES 312A, 4700 Keele Street, Toronto, Ontario, M3J 1P3, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Biringer",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Biringer",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Ada Slaight and Slaight Family director of Family Medicine Maternity Care, Toronto, Canada.",
        "Ray D Wolfe Department of Family Medicine, Sinai Health System, 60 Murray St, Toronto, Ontario, M5T 1L9, Canada."
      ]
    },
    {
      "last_name": "Heaman",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Heaman",
      "affiliations": [
        "College of Nursing, Rady Faculty of Health Sciences, Helen Glass Centre for Nursing, University of Manitoba, 89 Curry Place, Winnipeg, MB, R3T 2N2, Canada."
      ]
    },
    {
      "last_name": "Angle",
      "fore_name": "Pam",
      "initials": "P",
      "name": "Pam Angle",
      "affiliations": [
        "Sunnybrook Research Institute, 2075 Bayview Ave, Toronto, ON, M4N 3M5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "18"
  },
  "start_page": "367",
  "pages": "367",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Attitude of Health Personnel",
    "Cesarean Section, Repeat",
    "Counseling",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Midwifery",
    "Ontario",
    "Patient Preference",
    "Physicians, Family",
    "Pregnancy",
    "Qualitative Research",
    "Trial of Labor",
    "Vaginal Birth after Cesarean",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32552758",
    "pmc": "PMC7301440",
    "doi": "10.1186/s12884-020-03052-1",
    "pii": "10.1186/s12884-020-03052-1"
  },
  "doi": "10.1186/s12884-020-03052-1",
  "pmc_id": "PMC7301440",
  "dates": {
    "completed": "2021-03-15",
    "revised": "2024-07-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Operating Grant # 130523",
      "agency": "Canadian Institute for Health Research"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.073102",
    "pmid": "32552758"
  }
}