{
  "pmid": "32560781",
  "uid": "32560781",
  "title": "Quality Appraisal and Assurance Techniques for Free Open Access Medical Education (FOAM) Resources: A Rapid Review.",
  "abstract": "Free open access medical education (FOAM) has disrupted traditional modes of knowledge translation and dissemination. These are popular resources with a wide educational reach. Nephrology has been a leader in FOAM, but many skeptics still question the accuracy and reliability of this content. Recently, quality-assurance techniques have been developed to address these concerns. These techniques may be helpful for readers to appraise the online literature and for institutions to reward the production of high-quality open educational resources. We performed a rapid review of the literature. A medical librarian conducted a systematic search of the Medline and Cumulative Index of Nursing and Allied Health Literature databases. Two independent assessors screened and selected articles, performed a hand-search of reference lists, and scored articles on their quality using the Medical Education Research Study Quality Instrument. Thirteen reports were included for the final descriptive analysis. We identified 10 quality-assessment techniques, and 4 of them having been validated. The quality of the reports was fairly high, with an average Medical Education Research Study Quality Instrument score of 11.5 of 18 (SD, 2.3; range, 7.25-14.25). The calculated Cronbach α was 0.85. There is burgeoning literature on the topic of critical appraisal of open educational resources, and, more specifically, FOAM resources. Many of the techniques used are of varying quality and developed with different intended uses and audiences. By continuing to refine these tools, we can continue not only to support and legitimize the FOAM movement, but also foster individual critical appraisal skills that increasingly are necessary in this age of information.",
  "authors": [
    {
      "last_name": "Ting",
      "fore_name": "Daniel K",
      "initials": "DK",
      "name": "Daniel K Ting",
      "affiliations": [
        "Department of Emergency Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Boreskie",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Boreskie",
      "affiliations": [
        "Department of Emergency Medicine, Max Rady College of Medicine, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Luckett-Gatopoulos",
      "fore_name": "S",
      "initials": "S",
      "name": "S Luckett-Gatopoulos",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, Western University, London, ON, Canada; Division of Paediatric Emergency Medicine, Department of Paediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gysel",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Gysel",
      "affiliations": [
        "Interior Health, Royal Inland Hospital Library, Kamloops, BC, Canada."
      ]
    },
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Teresa M",
      "initials": "TM",
      "name": "Teresa M Chan",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Emergency Medicine, Hamilton General Hospital, Hamilton Health Sciences Centre, Hamilton, ON, Canada; Program for Faculty Development, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; McMaster Education Research, Innovation, and Theory Program (MERIT), McMaster University, Hamilton, ON, Canada. Electronic address: teresa.chan@medportal.ca."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in nephrology",
    "iso_abbreviation": "Semin Nephrol",
    "issn": "1558-4488",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "May"
  },
  "start_page": "309",
  "end_page": "319",
  "pages": "309-319",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Access to Information",
    "Education, Medical",
    "Humans",
    "Information Dissemination",
    "Nephrology",
    "Peer Review"
  ],
  "article_ids": {
    "pubmed": "32560781",
    "doi": "10.1016/j.semnephrol.2020.04.011",
    "pii": "S0270-9295(20)30052-8"
  },
  "doi": "10.1016/j.semnephrol.2020.04.011",
  "dates": {
    "completed": "2021-05-03",
    "revised": "2021-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.718240",
    "pmid": "32560781"
  }
}