{
  "pmid": "32565456",
  "uid": "32565456",
  "title": "Psychometric properties of an Arabic-language health literacy assessment scale for adolescents (HAS-A-AR) in Palestine.",
  "abstract": "OBJECTIVES: Health literacy research in Palestine is limited, and a locally validated tool for use among adolescents has been unavailable until now. Therefore, this study aimed to adapt health literacy assessment scale for adolescents (HAS-A) into Arabic language (HAS-A-AR) and Palestinian context and to investigate its psychometric properties. DESIGN: We conducted a cross-sectional household survey using a stratified random sample and household face-to-face interviews. SETTING AND PARTICIPANTS: We conducted 1200 interviews with sixth to ninth graders in the Ramallah and al-Bireh district of the West Bank, Palestine in 2017. METHODS: We translated and adapted HAS-A to be sensitive to the Palestinian context and tested its psychometric properties. We evaluated face and content validity during the back-translation process and checked for construct validity through exploratory factor analysis (EFA). We tested for internal consistency using Cronbach's alpha, MacDonald's omega test and the greatest lower bound (GLB). Furthermore, we calculated the scale's average inter-item correlation. RESULTS: EFA revealed that HAS-A-AR has a similar structure to the original HAS-A. It extracted three factors (communication, confusion and functional health literacy) whose eigenvalues were >1. Together they explained 57% of the total variance. The proportions of adolescents with high levels of communication, confusion and functional health literacy were 45%, 68% and 80%, respectively. Cronbach's alpha, MacDonald's omega and the GLB values for communication subscale were 0.87, 0.88 and 0.90, and they were 0.78, 0.77 and 0.79 for confusion subscale, while they were 0.77, 0.77 and 0.80, respectively, for functional healthy literacy subscale. The average inter-item correlation for the subscales ranged between 0.36 and 0.59. CONCLUSION: HAS-A-AR is a valid and reliable health literacy measuring instrument with appropriate psychometric properties. HAS-A-AR is currently available for use among adolescents in Palestine and the surrounding Arab countries with similar characteristics as Palestine, including language, culture and political instability.",
  "authors": [
    {
      "last_name": "Sarhan",
      "fore_name": "Mohammed B A",
      "initials": "MBA",
      "name": "Mohammed B A Sarhan",
      "affiliations": [
        "Department of Community and Global Health, Graduate School of Medicine, The University of Tokyo, Bunkyo-ku, Tokyo, Japan."
      ],
      "orcid": "0000-0001-5130-4280"
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry S",
      "initials": "HS",
      "name": "Harry S Shannon",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fujiya",
      "fore_name": "Rika",
      "initials": "R",
      "name": "Rika Fujiya",
      "affiliations": [
        "Faculty of Nursing and Medical Care, Keio University, Fugisawa, Kanagawa, Japan."
      ]
    },
    {
      "last_name": "Jimba",
      "fore_name": "Masamine",
      "initials": "M",
      "name": "Masamine Jimba",
      "affiliations": [
        "Department of Community and Global Health, Graduate School of Medicine, The University of Tokyo, Bunkyo-ku, Tokyo, Japan mjimba@m.u-tokyo.ac.jp."
      ],
      "orcid": "0000-0001-5659-3237"
    },
    {
      "last_name": "Giacaman",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Giacaman",
      "affiliations": [
        "Institute of Community and Public Health, Birzeit University, Birzeit, State of Palestine."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "21"
  },
  "start_page": "e034943",
  "pages": "e034943",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Cross-Sectional Studies",
    "Factor Analysis, Statistical",
    "Female",
    "Health Literacy",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Middle East",
    "Psychometrics",
    "Surveys and Questionnaires",
    "Translations"
  ],
  "article_ids": {
    "pubmed": "32565456",
    "pmc": "PMC7311025",
    "doi": "10.1136/bmjopen-2019-034943",
    "pii": "bmjopen-2019-034943"
  },
  "doi": "10.1136/bmjopen-2019-034943",
  "pmc_id": "PMC7311025",
  "dates": {
    "completed": "2021-02-15",
    "revised": "2021-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:55.902746",
    "pmid": "32565456"
  }
}