{
  "pmid": "32563219",
  "uid": "32563219",
  "title": "Understanding the Role of Values in Health Policy Decision-Making From the Perspective of Policy-Makers and Stakeholders: A Multiple-Case Embedded Study in Chile and Colombia.",
  "abstract": "BACKGROUND: Chile and Colombia are examples of Latin American countries with health systems shaped by similar values. Recently, both countries have crafted policies to regulate the participation of private for-profit insurance companies in their health systems, but through very different mechanisms. This study asks: what values are important in the decision-making processes that crafted these policies? And how and why are they used? METHODS: An embedded multiple-case study design was carried out for 2 specific decisions in each country: (1) in Chile, the development of the Universal Plan of Explicit Entitlements -AUGE/GES - and mandating universal coverage of treatments for high-cost diseases; and (2) in Colombia, the declaration of health as a fundamental right and a mechanism to explicitly exclude technologies that cannot be publicly funded. We interviewed key informants involved in one or more of the decisions and/or in the policy analysis and development process that contributed to the eventual decision. The data analysis involved a constant comparative approach and thematic analysis for each case study. RESULTS: From the 40 individuals who were invited, 28 key informants participated. A tension between 2 important values was identified for each decision (eg, solidarity vs. individualism for the AUGE/GES plan in Chile; human dignity vs. sustainability for the declaration of the right to health in Colombia). Policy-makers used values in the decisionmaking process to frame problems in meaningful ways, to guide policy development, as a pragmatic instrument to make decisions, and as a way to legitimize decisions. In Chile, values such as individualism and free choice were incorporated in decision-making because attaining private health insurance was seen as an indicator of improved personal economic status. In Colombia, human dignity was incorporated as the core value because the Constitutional Court asserted its importance in its use of judicial activism as a check on the power of the executive and legislative branches. CONCLUSION: There is an opportunity to open further exploration of the role of values in different health decisions, political sectors besides health, and even other jurisdictions.",
  "authors": [
    {
      "last_name": "Vélez",
      "fore_name": "Marcela",
      "initials": "M",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Health Policy Ph.D. Program, McMaster University, Hamilton, ON, Canada.",
        "Department of Paediatrics, Faculty of Medicine, University of Antioquia, Antioquia, Colombia."
      ],
      "orcid": "0000-0002-7093-2634"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Health Policy Ph.D. Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Health Policy Ph.D. Program, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2907-2783"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Health Policy Ph.D. Program, McMaster University, Hamilton, ON, Canada.",
        "Department of Political Science, McMaster University, Hamilton, ON, Canada.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ],
      "orcid": "0000-0001-7917-3657"
    },
    {
      "last_name": "Paraje",
      "fore_name": "Guillermo",
      "initials": "G",
      "affiliations": [
        "Business School, Universidad Adolfo Ibáñez, Santiago, Chile."
      ],
      "orcid": "0000-0002-7863-907X"
    }
  ],
  "journal": {
    "title": "International journal of health policy and management",
    "iso_abbreviation": "Int J Health Policy Manag",
    "issn": "2322-5939",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "185",
  "end_page": "197",
  "pages": "185-197",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Chile",
    "Colombia",
    "Health Care Rationing",
    "Health Care Reform",
    "Humans",
    "Insurance, Health",
    "National Health Programs",
    "Primary Health Care",
    "Private Sector",
    "Public Sector",
    "Universal Health Insurance"
  ],
  "article_ids": {
    "pubmed": "32563219",
    "pmc": "PMC7306109",
    "doi": "10.15171/ijhpm.2019.94"
  },
  "doi": "10.15171/ijhpm.2019.94",
  "pmc_id": "PMC7306109",
  "dates": {
    "completed": "2021-05-21",
    "revised": "2021-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.703178",
    "pmid": "32563219"
  }
}