{
  "pmid": "32569749",
  "uid": "32569749",
  "title": "Effect of Concomitant Therapy With Steroids and Tumor Necrosis Factor Antagonists for Induction of Remission in Patients With Crohn's Disease: A Systematic Review and Pooled Meta-analysis.",
  "abstract": "BACKGROUND & AIMS: It is not clear whether concomitant therapy with corticosteroids and anti-tumor necrosis factor (TNF) agents is more effective at inducing remission in patients with Crohn's disease (CD) than anti-TNF monotherapy. We aimed to determine whether patients with active CD receiving corticosteroids during induction therapy with anti-TNF agents had higher rates of clinical improvement than patients not receiving corticosteroids during induction therapy. METHODS: We systematically searched the MEDLINE, Embase, and CENTRAL databases, through January 20, 2016, for randomized trials of anti-TNF agents approved for treatment of CD and identified 14 trials (5 of adalimumab, 5 of certolizumab, and 4 of infliximab). We conducted a pooled meta-analysis of individual patient and aggregated data from these trials. We compared data from participants who continued oral corticosteroids during induction with anti-TNF therapy to those treated with anti-TNF agents alone. The endpoints were clinical remission (CD activity index [CDAI] scores <150) and clinical response (a decrease in CDAI of 100 points) at the end of induction (weeks 4-14 of treatment). RESULTS: We included 4354 patients who received induction therapy with anti-TNF agents, including 1653 [38.0%] who were receiving corticosteroids. The combination of corticosteroids and an anti-TNF agent induced clinical remission in 32.0% of patients, whereas anti-TNF monotherapy induced clinical remission in 35.5% of patients (odds ratio [OR], 0.93; 95% CI, 0.74-1.17). The combination of corticosteroids and an anti-TNF agent induced a clinical response in 42.7% of patients, whereas anti-TNF monotherapy induced a clinical response in 46.8% (OR 0.84; 95% CI, 0.73-0.96). These findings did not change with adjustment for baseline CDAI scores and concurrent use of immunomodulators. CONCLUSIONS: Based on a meta-analysis of data from randomized trials of anti-TNF therapies in patients with active CD, patients receiving corticosteroids during induction therapy with anti-TNF agents did not have higher rates of clinical improvement compared with patients not receiving corticosteroids during induction therapy. Given these findings and the risks of corticosteroid use, clinicians should consider early weaning of corticosteroids during induction therapy with anti-TNF agents for patients with corticosteroid-refractory CD.",
  "authors": [
    {
      "last_name": "Faleck",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Faleck",
      "affiliations": [
        "Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York; Gastroenterology, Hepatology and Nutrition Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York. Electronic address: faleckd@mskcc.org."
      ]
    },
    {
      "last_name": "Shmidt",
      "fore_name": "Eugenia",
      "initials": "E",
      "name": "Eugenia Shmidt",
      "affiliations": [
        "Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York; Division of Gastroenterology, Hepatology and Nutrition, University of Minnesota, Minneapolis, Minnesota."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Ruiqi",
      "initials": "R",
      "name": "Ruiqi Huang",
      "affiliations": [
        "Department of Population Health Science and Policy, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    },
    {
      "last_name": "Katta",
      "fore_name": "Leah G",
      "initials": "LG",
      "name": "Leah G Katta",
      "affiliations": [
        "Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York; Division of Gastroenterology, Department of Medicine, University of Miami Miller School of Medicine, Miami, Florida."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pinotti",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Pinotti",
      "affiliations": [
        "Levy Library, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    },
    {
      "last_name": "Suarez-Farinas",
      "fore_name": "Mayte",
      "initials": "M",
      "name": "Mayte Suarez-Farinas",
      "affiliations": [
        "Department of Population Health Science and Policy, Department of Genetics and Genomics Science, Icahn Institute for Genomics and Multiscale Biology, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    },
    {
      "last_name": "Colombel",
      "fore_name": "Jean-Frederic",
      "initials": "JF",
      "name": "Jean-Frederic Colombel",
      "affiliations": [
        "Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    }
  ],
  "journal": {
    "title": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
    "iso_abbreviation": "Clin Gastroenterol Hepatol",
    "issn": "1542-7714",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "238",
  "end_page": "245.e4",
  "pages": "238-245.e4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Crohn Disease",
    "Humans",
    "Infliximab",
    "Remission Induction",
    "Steroids",
    "Tumor Necrosis Factor Inhibitors",
    "Tumor Necrosis Factor-alpha"
  ],
  "article_ids": {
    "pubmed": "32569749",
    "mid": "NIHMS1724737",
    "pmc": "PMC8364422",
    "doi": "10.1016/j.cgh.2020.06.036",
    "pii": "S1542-3565(20)30847-8"
  },
  "doi": "10.1016/j.cgh.2020.06.036",
  "pmc_id": "PMC8364422",
  "dates": {
    "completed": "2021-08-18",
    "revised": "2022-03-14"
  },
  "chemicals": [
    "Steroids",
    "Tumor Necrosis Factor Inhibitors",
    "Tumor Necrosis Factor-alpha",
    "Infliximab"
  ],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.155120",
    "pmid": "32569749"
  }
}