{
  "pmid": "32571862",
  "uid": "32571862",
  "title": "How have predictors, moderators, mediators, treatment response, remission and resistance been defined and measured in randomised controlled trials for adolescent depression? A scoping review protocol.",
  "abstract": "INTRODUCTION: Among randomised controlled trials for depressed adolescents, the extent of variation in how depressive symptom outcomes are defined is unknown. The variability in which potential predictors of these outcomes are tested is also unclear. This paper is a protocol describing the methods of a planned scoping review. The scoping review will examine and summarise how change in depressive symptoms have been described in RCT treatment studies to date. This review will report the measures used to describe change in depressive symptoms and whether the measure was used as a continuous or binary outcome or both. This review will describe how dichotomous outcome terms are defined to describe change in depression severity. This review will also examine predictors, moderators and mediators of change in depressive symptoms within RCTs. METHODS AND ANALYSIS: In this paper, we describe the protocol for our scoping review. Following the format outlined by the Preferred Reporting Items for Systematic Reviews and Meta-Analyses extension for scoping reviews, a research librarian will develop an operationalised search strategy, which we will apply to the MEDLINE, Embase, PsycINFO and Cumulative Index to Nursing and Allied Health Literature databases. We will search for papers from inception to 6 February 2020. A hand search for key citations will also be conducted. Investigator-raters will screen articles, first via the titles and abstracts and then through full-text reviews. We will include articles with randomised control design which assess the treatment of adolescents with major depressive disorder. We will systematically extract and synthesise prespecified data which includes: definition of depression used for participant inclusion, measures used to evaluate changes in depression, type of outcome used (continuous, binary or both), definitions of dichotomous terms to denote change in depression (eg, response, remission, recovery, etc) and reported predictors/moderators/mediators of change. ETHICS AND DISSEMINATION: Ethics approval is not required. Findings will be presented in journal publications and at conferences.",
  "authors": [
    {
      "last_name": "Courtney",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Courtney",
      "affiliations": [
        "Child, Youth and Family Services, Centre for Addiction and Mental Health, Toronto, Ontario, Canada dr.courtney.research@gmail.com.",
        "Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-1491-0972"
    },
    {
      "last_name": "Watson",
      "fore_name": "Priya",
      "initials": "P",
      "name": "Priya Watson",
      "affiliations": [
        "Child, Youth and Family Services, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Benjamin W C",
      "initials": "BWC",
      "name": "Benjamin W C Chan",
      "affiliations": [
        "Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn J",
      "initials": "KJ",
      "name": "Kathryn J Bennett",
      "affiliations": [
        "Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Neprily",
      "fore_name": "Kirsten",
      "initials": "K",
      "name": "Kirsten Neprily",
      "affiliations": [
        "Psychology, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Zentner",
      "fore_name": "Tabitha",
      "initials": "T",
      "name": "Tabitha Zentner",
      "affiliations": [
        "Child, Youth and Family Services, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rodak",
      "fore_name": "Terri",
      "initials": "T",
      "name": "Terri Rodak",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Narrandes",
      "fore_name": "Renira",
      "initials": "R",
      "name": "Renira Narrandes",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "22"
  },
  "start_page": "e036171",
  "pages": "e036171",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Humans",
    "Adolescent Health Services",
    "Depressive Disorder, Major",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "32571862",
    "pmc": "PMC7311009",
    "doi": "10.1136/bmjopen-2019-036171",
    "pii": "bmjopen-2019-036171"
  },
  "doi": "10.1136/bmjopen-2019-036171",
  "pmc_id": "PMC7311009",
  "dates": {
    "completed": "2021-02-16",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.775988",
    "pmid": "32571862"
  }
}