{
  "pmid": "32579907",
  "uid": "32579907",
  "title": "Paromomycin: A potential dual targeted drug effectively inhibits both spike (S1) and main protease of COVID-19.",
  "abstract": "OBJECTIVES: With the increasing number of people suffering from coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), there is a dire need to look for effective remedies against this pandemic. Drug repurposing seems to be the solution for the current situation. METHODS: In a quest to find a potential drug against this virus, 15 antimalarial drugs (including chloroquine) and 2413 US Food and Drug Administration-approved drugs were investigated for activity against both the protease and spike proteins of SARS-CoV-2 using an in silico approach. Molecular docking analysis followed by molecular dynamics simulation was performed to estimate the binding and stability of the complexes. RESULTS: This study identified a single drug - paromomycin - with activity against two targets of SARS-CoV-2, i.e., spike protein (S1) and protease domain. Paromomycin was found to have strong binding affinity for both targets of coronavirus. The results also showed that no antimalarial drug exhibited effective binding for either S1 or protease. CONCLUSIONS: This study found that paromomycin may be an effective dual targeting drug against coronavirus, as it binds not only to the protease domain of the virion, but also to the spike domain, with high stability. Furthermore, none of the antimalarial drugs showed strong binding affinity for either protease or the receptor binding domain (RBD).",
  "authors": [
    {
      "last_name": "Tariq",
      "fore_name": "Asma",
      "initials": "A",
      "name": "Asma Tariq",
      "affiliations": [
        "Institute of Biochemistry and Biotechnology, University of the Punjab, Lahore, Pakistan. Electronic address: asmi_mahmood@yahoo.com."
      ]
    },
    {
      "last_name": "Mateen",
      "fore_name": "Rana Muhammad",
      "initials": "RM",
      "name": "Rana Muhammad Mateen",
      "affiliations": [
        "Department of Life Sciences, School of Science, University of Management and Technology, Lahore, Pakistan. Electronic address: mateenibb@yahoo.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Life Sciences, School of Science, University of Management and Technology, Lahore, Pakistan. Electronic address: sohail.ncvi@gmail.com."
      ]
    },
    {
      "last_name": "Saleem",
      "fore_name": "Mahjabeen",
      "initials": "M",
      "name": "Mahjabeen Saleem",
      "affiliations": [
        "Institute of Biochemistry and Biotechnology, University of the Punjab, Lahore, Pakistan. Electronic address: mahjabeen.ibb@pu.edu.pk."
      ]
    }
  ],
  "journal": {
    "title": "International journal of infectious diseases : IJID : official publication of the International Society for Infectious Diseases",
    "iso_abbreviation": "Int J Infect Dis",
    "issn": "1878-3511",
    "issn_type": "Electronic",
    "volume": "98",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "166",
  "end_page": "175",
  "pages": "166-175",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Betacoronavirus",
    "COVID-19",
    "Computer Simulation",
    "Coronavirus Infections",
    "Drug Repositioning",
    "Humans",
    "Molecular Docking Simulation",
    "Pandemics",
    "Paromomycin",
    "Peptide Hydrolases",
    "Pneumonia, Viral",
    "Protease Inhibitors",
    "Protein Binding",
    "SARS-CoV-2",
    "Spike Glycoprotein, Coronavirus",
    "COVID-19 Drug Treatment"
  ],
  "article_ids": {
    "pubmed": "32579907",
    "pmc": "PMC7306207",
    "doi": "10.1016/j.ijid.2020.06.063",
    "pii": "S1201-9712(20)30498-7"
  },
  "doi": "10.1016/j.ijid.2020.06.063",
  "pmc_id": "PMC7306207",
  "dates": {
    "completed": "2020-09-18",
    "revised": "2023-11-11"
  },
  "chemicals": [
    "Protease Inhibitors",
    "Spike Glycoprotein, Coronavirus",
    "Paromomycin",
    "Peptide Hydrolases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.899429",
    "pmid": "32579907"
  }
}