{
  "pmid": "32581065",
  "uid": "32581065",
  "title": "Does urbanicity modify the relationship between a polygenic risk score for depression and mental health symptoms? Cross-sectional evidence from the observational HUNT Study in Norway.",
  "abstract": "BACKGROUND: Research suggests that genetic predisposition for common mental disorders may be moderated by the environment. This study examines whether a polygenic risk score (PRS) for depression is moderated by the level of residential area urbanicity using five symptoms of poor mental health as outcomes. METHODS: The study sample consisted of 41 198 participants from the 2006-2008 wave of the Norwegian HUNT study. We created a weighted PRS for depression based on 99 variants identified in a recent genome -wide association study. Participants were classified into urban or rural place of residence based on wards that correspond to neighbourhoods. Mixed effects logistic regression models with participants nested in 477 neighbourhoods were specified. RESULTS: A SD increase in PRS for depression was associated with a small but statistically significant increase in the odds of anxiety, comorbid anxiety and depression and mental distress. Associations for depression were weaker and not statistically significant. Compared with urban residents, rural resident had higher odds for reporting poor mental health. Genetic propensity for depression was higher for residents of urban than rural areas, suggesting gene-environment correlation. There was no sign of effect modification between genetic propensity and urbanicity for depression, anxiety, comorbid anxiety and depression, or mental distress. CONCLUSION: The PRS predicted small but significant odds of anxiety, comorbid anxiety and depression and mental distress, but we found no support for a differential effect of genetic propensity in urban and rural neighbourhoods for any of the outcomes.",
  "authors": [
    {
      "last_name": "Sund",
      "fore_name": "Erik Reidar",
      "initials": "ER",
      "name": "Erik Reidar Sund",
      "affiliations": [
        "HUNT Research Centre, Department of Public Health and Nursing, Faculty of Medicine and Health Sciences, Norwegian University of Science and Technology, Levanger, Norway erik.r.sund@ntnu.no.",
        "Faculty of Nursing and Health Sciences, Nord University, Levanger, Norway.",
        "Levanger Hospital, Nord-Trøndelag Hospital Trust, Levanger, Norway."
      ],
      "orcid": "0000-0002-0736-5139"
    },
    {
      "last_name": "van Lenthe",
      "fore_name": "Frank J",
      "initials": "FJ",
      "name": "Frank J van Lenthe",
      "affiliations": [
        "Department of Public Health, Erasmus MC, Rotterdam, Netherlands.",
        "Department of Human Geography and Spatial Planning, Utrecht University, Utrecht, Netherlands."
      ]
    },
    {
      "last_name": "Avendano",
      "fore_name": "Mauricio",
      "initials": "M",
      "name": "Mauricio Avendano",
      "affiliations": [
        "Department of GLobal Health and Social Medicine, King's College London School of Social Science and Public Policy, London, UK.",
        "Department of Social and Behavioral Sciences, Harvard T.H. Chan School of Public Health, Harvard University, Cambridge, Massachusetts, USA."
      ],
      "orcid": "0000-0002-7295-2911"
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Canada.",
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Krokstad",
      "fore_name": "Steinar",
      "initials": "S",
      "name": "Steinar Krokstad",
      "affiliations": [
        "HUNT Research Centre, Department of Public Health and Nursing, Faculty of Medicine and Health Sciences, Norwegian University of Science and Technology, Levanger, Norway.",
        "Levanger Hospital, Nord-Trøndelag Hospital Trust, Levanger, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Journal of epidemiology and community health",
    "iso_abbreviation": "J Epidemiol Community Health",
    "issn": "1470-2738",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "420",
  "end_page": "425",
  "pages": "420-425",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anxiety",
    "Cross-Sectional Studies",
    "Depression",
    "Humans",
    "Mental Disorders",
    "Mental Health",
    "Risk Factors",
    "Urban Population"
  ],
  "article_ids": {
    "pubmed": "32581065",
    "pmc": "PMC8053322",
    "doi": "10.1136/jech-2020-214256",
    "pii": "jech-2020-214256"
  },
  "doi": "10.1136/jech-2020-214256",
  "pmc_id": "PMC8053322",
  "dates": {
    "completed": "2021-09-17",
    "revised": "2024-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.165498",
    "pmid": "32581065"
  }
}