{
  "pmid": "32580767",
  "uid": "32580767",
  "title": "Use of the theoretical domains framework and behaviour change wheel to develop a novel intervention to improve the quality of multidisciplinary cancer conference decision-making.",
  "abstract": "BACKGROUND: Multidisciplinary Cancer Conferences (MCCs) are prospective meetings involving cancer specialists to discuss treatment plans for patients with cancer. Despite reported gaps in MCC quality, there have been few efforts to improve its functioning. The purpose of this study was to use theoretically-rooted knowledge translation (KT) theories and frameworks to inform the development of a strategy to improve MCC decision-making quality. METHODS: A multi-phased approach was used to design an intervention titled the KT-MCC Strategy. First, key informant interviews framed using the Theoretical Domains Framework (TDF) were conducted with MCC participants to identify barriers and facilitators to optimal MCC decision-making. Second, identified TDF domains were mapped to corresponding strategies using the COM-B Behavior Change Wheel to develop the KT-MCC Strategy. Finally, focus groups with MCC participants were held to confirm acceptability of the proposed KT-MCC Strategy. RESULTS: Data saturation was reached at n = 21 interviews. Twenty-seven barrier themes and 13 facilitator themes were ascribed to 11 and 10 TDF domains, respectively. Differences in reported barriers by physician specialty were observed. The resulting KT-MCC Strategy included workshops, chair training, team training, standardized intake forms and a synoptic discussion checklist, and, audit and feedback. Focus groups (n = 3, participants 18) confirmed the acceptability of the identified interventions. CONCLUSION: Myriad factors were found to influence MCC decision making. We present a novel application of the TDF and COM-B to the context of MCCs. We comprehensively describe the barriers and facilitators that impact MCC decision making and propose strategies that may positively impact the quality of MCC decision making.",
  "authors": [
    {
      "last_name": "Fahim",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Fahim",
      "affiliations": [
        "Department of Health Research Methods, McMaster University, Evidence and Impact, Hamilton, ON, Canada. Christine.fahim@unityhealth.to.",
        "Johns Hopkins University, Bloomberg School of Public Health, Hampton House, Room 663, 624 N Broadway, Baltimore, MD, 21205, USA. Christine.fahim@unityhealth.to."
      ]
    },
    {
      "last_name": "Acai",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Acai",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, 1280 Main Street West, Hamilton, ON, L8S4L8, Canada."
      ]
    },
    {
      "last_name": "McConnell",
      "fore_name": "Meghan M",
      "initials": "MM",
      "name": "Meghan M McConnell",
      "affiliations": [
        "Department of Innovation in Medical Education, University of Ottawa, 451 Smyth Rd, Ottawa, ON, K1H 8M5, Canada."
      ]
    },
    {
      "last_name": "Wright",
      "fore_name": "Frances C",
      "initials": "FC",
      "name": "Frances C Wright",
      "affiliations": [
        "Department of Surgery, Sunnybrook Health Sciences Centre, University of Toronto, Toronto Room T2 057, 2075 Bayview Ave., Toronto, ON, M4N 3M5, Canada."
      ]
    },
    {
      "last_name": "Sonnadara",
      "fore_name": "Ranil R",
      "initials": "RR",
      "name": "Ranil R Sonnadara",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, 1280 Main Street West, Hamilton, ON, L8S4L8, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Health Research Methods, McMaster University, Evidence and Impact, Hamilton, ON, Canada.",
        "Department of Surgery, McMaster University, Hamilton, 1280 Main Street West, Hamilton, ON, L8S4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "24"
  },
  "start_page": "578",
  "pages": "578",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Congresses as Topic",
    "Decision Making",
    "Focus Groups",
    "Humans",
    "Neoplasms",
    "Patient Care Management",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "32580767",
    "pmc": "PMC7313182",
    "doi": "10.1186/s12913-020-05255-w",
    "pii": "10.1186/s12913-020-05255-w"
  },
  "doi": "10.1186/s12913-020-05255-w",
  "pmc_id": "PMC7313182",
  "dates": {
    "completed": "2020-12-11",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.915221",
    "pmid": "32580767"
  }
}