{
  "pmid": "32591175",
  "uid": "32591175",
  "title": "Reporting Outcomes and Outcome Measures in Cubital Tunnel Syndrome: A Systematic Review.",
  "abstract": "PURPOSE: Comparison between studies assessing outcomes after surgical treatment of cubital tunnel syndrome (CuTS) has proven to be difficult owing to variations in outcome reporting. This study aimed to identify outcomes and outcome measures used to evaluate postoperative results for CuTS. METHODS: We performed computerized database searches of MEDLINE and EMBASE. Studies with 20 or more patients aged 18 and older who were undergoing medial epicondylectomy, endoscopic decompression, open simple decompression, or decompression with subcutaneous, submuscular, or intramuscular transposition for ulnar neuropathy at the elbow were included. Outcomes and outcome measures were extracted and tabulated. RESULTS: Of the 101 studies included, 45 unique outcomes and 31 postoperative outcome measures were identified. These included 7 condition-specific, clinician-reported instruments; 4 condition-specific, clinician-reported instruments; 8 patient-reported, generic instruments; 11 clinician-generated instruments; and one utility measure. Outcome measures were divided into 6 unique domains. Overall, 60% of studies used condition-specific outcome measures. The frequency of any condition-specific outcome measure ranged from 1% to 37% of included studies. CONCLUSIONS: There is marked heterogeneity in outcomes and outcome measures used to assess CuTS. A standardized core outcome set is needed to compare results of various techniques of cubital tunnel decompression. CLINICAL RELEVANCE: This study builds on the existing literature to support the notion that there is marked heterogeneity in outcomes and outcome measures used to assess CuTS. The authors believe that a future standardized set of core outcomes is needed to limit heterogeneity among studies assessing postoperative outcomes in CuTS to compare these interventions more easily and pool results in the form of systematic reviews and meta-analyses.",
  "authors": [
    {
      "last_name": "Gallo",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Gallo",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gallo",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Gallo",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Murphy",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Waltho",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Waltho",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Baxter",
      "fore_name": "Charmaine",
      "initials": "C",
      "name": "Charmaine Baxter",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Karpinski",
      "fore_name": "Marta",
      "initials": "M",
      "name": "Marta Karpinski",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mowakket",
      "fore_name": "Sadek",
      "initials": "S",
      "name": "Sadek Mowakket",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Copeland",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Copeland",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: athoma@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of hand surgery",
    "iso_abbreviation": "J Hand Surg Am",
    "issn": "1531-6564",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "8",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "707",
  "end_page": "728.e9",
  "pages": "707-728.e9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Cubital Tunnel Syndrome",
    "Decompression, Surgical",
    "Lumbar Vertebrae",
    "Outcome Assessment, Health Care",
    "Treatment Outcome",
    "Ulnar Nerve"
  ],
  "article_ids": {
    "pubmed": "32591175",
    "doi": "10.1016/j.jhsa.2020.04.001",
    "pii": "S0363-5023(20)30180-5"
  },
  "doi": "10.1016/j.jhsa.2020.04.001",
  "dates": {
    "completed": "2023-08-18",
    "revised": "2023-08-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.174661",
    "pmid": "32591175"
  }
}