{
  "pmid": "32592933",
  "uid": "32592933",
  "title": "Effects of hydrogen peroxide, doxorubicin and ultraviolet irradiation on senescence of human dental pulp stem cells.",
  "abstract": "OBJECTIVE: The objective of this study was to evaluate the ability of three distinct agents on the induction of senescence in human dental pulp stem cells (DPSCs). DESIGN: DPSCs from three separate donors were treated with H2O2, doxorubicin and ultraviolet (UV) irradiation. The response of the cells to the three agents was assayed by specific staining for SA-βGal, RT-qPCR and flow cytometry. RESULTS: The results showed that incubation with 100 μM H2O2 and 20 nM Doxorubicin for seven days led to senescence in all donors' cells equally. Interestingly, UV irradiation for just one minute was sufficient to induce senescence in the cells. The SA-βGal positive senescent cells were arrested in G1 phase and their S phase was significantly reduced as analyzed by flow cytometry. Significant increment in p21 and BTG1 expression and decrement in CCND1 expression also confirmed the cells have been arrested and get senescent via p53-p21 pathway. CONCLUSION: All three agents successfully triggered senescence in the cells. There was no significant difference in the capacity of the three donor's cells for senescence. To avoid premature senescence in stem cell in vitro, it is recommended to avoid unnecessary exposure of the cell to fluorescent and UV light. Moreover, to prevent ROS production, we recommend using a separate incubator with low oxygen content for cell culture, if possible.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran. Electronic address: m.yaghoobi@kgut.ac.ir."
      ]
    },
    {
      "last_name": "Sheikoleslami",
      "fore_name": "Mozhgan",
      "initials": "M",
      "name": "Mozhgan Sheikoleslami",
      "affiliations": [
        "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    },
    {
      "last_name": "Ebrahimi",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Ebrahimi",
      "affiliations": [
        "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Archives of oral biology",
    "iso_abbreviation": "Arch Oral Biol",
    "issn": "1879-1506",
    "issn_type": "Electronic",
    "volume": "117",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "104819",
  "pages": "104819",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cells, Cultured",
    "Cellular Senescence",
    "Dental Pulp",
    "Doxorubicin",
    "Humans",
    "Hydrogen Peroxide",
    "Stem Cells",
    "Ultraviolet Rays"
  ],
  "article_ids": {
    "pubmed": "32592933",
    "doi": "10.1016/j.archoralbio.2020.104819",
    "pii": "S0003-9969(20)30197-7"
  },
  "doi": "10.1016/j.archoralbio.2020.104819",
  "dates": {
    "completed": "2020-11-24",
    "revised": "2020-11-24"
  },
  "chemicals": [
    "Doxorubicin",
    "Hydrogen Peroxide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.392754",
    "pmid": "32592933"
  }
}