{
  "pmid": "32593677",
  "uid": "32593677",
  "title": "Association between proton pump inhibitors use and risk of hip fracture: A general population-based cohort study.",
  "abstract": "Previous studies comparing risk of fracture among Proton Pump Inhibitors (PPIs) users with that among non-users were susceptible to confounding by indication. Epidemiologic studies of this association using an active medication as a comparator would appropriately address this bias. We conducted a propensity-score matched cohort study to compare the risk of incident fracture over five years among initiators of PPIs with initiators of histamine 2 receptor antagonist (H2RA) using data collected from The Health Improvement Network (THIN) database in the United Kingdom (2000-2016). The prevalence of PPIs prescription increased 3.8-fold from 2000 (7.9%) to 2012 (30.3%) and remained stable since then. Of the 50,265 propensity-score matched participants in each cohort (mean age was 65 years, and 57% were women), 370 (1.9/1000 person-years) incident hip fracture occurred in the PPIs initiators and 294 (1.5/1000 person-years) in the H2RA initiators during the follow-up period. The rate difference of incident hip fracture for PPIs initiation was 0.4 (95% confidence interval [CI]: 0.2-0.7)/1000 person-years compared with H2RA initiation and the corresponding hazard ratio (HR) was 1.27 (95%CI: 1.09-1.48). Compared with non-PPI use, multivariable-adjusted odds ratios (ORs) of hip fracture were 1.17 (95%CI: 0.94-1.46), 1.55 (95%CI: 1.23-1.96), and 1.67 (95%CI: 1.33-2.10) for 1-2, 3-9 and ≥ 10 prescriptions of PPIs, respectively (P for trend = 0.001). We found that PPIs prescription has been increasing rapidly over the past decade in the United Kingdom, and the initiation of PPIs was associated with a higher risk of hip fracture than initiation of H2RA.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Health Management Center, Xiangya Hospital, Central South University, Changsha, Hunan, China; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Andrew T",
      "initials": "AT",
      "name": "Andrew T Chan",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA; Clinical and Translational Epidemiology Unit, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA; Department of Immunology and Infectious Diseases, Harvard T. H. Chan School of Public Health, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA; Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, Hunan, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, Hunan, China."
      ]
    },
    {
      "last_name": "Bai",
      "fore_name": "Xiaochun",
      "initials": "X",
      "name": "Xiaochun Bai",
      "affiliations": [
        "Department of Orthopedics, Academy of Orthopedics Guangdong Province, Orthopedic Hospital of Guangdong Province, Guangdong Provincial Key Laboratory of Bone and Joint Degenerative Diseases, The Third Affiliated Hospital of Southern Medical University, Guangzhou, China; Department of Cell Biology, Key Laboratory of Mental Health of the Ministry of Education, School of Basic Medical Sciences, Southern Medical University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Na",
      "initials": "N",
      "name": "Na Lu",
      "affiliations": [
        "Arthritis Research Canada, Richmond, Canada."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, Hunan, China; Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, Hunan, China; National Clinical Research Center of Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, Hunan, China. Electronic address: lei_guanghua@csu.edu.cn."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA, USA. Electronic address: yzhang108@mgh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "Bone",
    "iso_abbreviation": "Bone",
    "issn": "1873-2763",
    "issn_type": "Electronic",
    "volume": "139",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "115502",
  "pages": "115502",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Cohort Studies",
    "Female",
    "Hip Fractures",
    "Histamine H2 Antagonists",
    "Humans",
    "Male",
    "Proton Pump Inhibitors",
    "Risk Factors",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "32593677",
    "doi": "10.1016/j.bone.2020.115502",
    "pii": "S8756-3282(20)30282-9"
  },
  "doi": "10.1016/j.bone.2020.115502",
  "dates": {
    "completed": "2021-06-17",
    "revised": "2021-06-17"
  },
  "chemicals": [
    "Histamine H2 Antagonists",
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.401221",
    "pmid": "32593677"
  }
}