{
  "pmid": "32590952",
  "uid": "32590952",
  "title": "Transient hyponatremia of prematurity caused by mild Bartter syndrome type II: a case report.",
  "abstract": "BACKGROUND: Bartter syndrome subtypes are a group of rare renal tubular diseases characterized by impaired salt reabsorption in the tubule, specifically the thick ascending limb of Henle's loop. Clinically, they are characterized by the association of hypokalemic metabolic alkalosis, hypercalciuria, nephrocalcinosis, increased levels of plasma renin and aldosterone, low blood pressure and vascular resistance to angiotensin II. Bartter syndrome type II is caused by mutations in the renal outer medullary potassium channel (ROMK) gene (KCNJ1), can present in the newborn period and typically requires lifelong therapy. CASE PRESENTATION: We describe a case of a prematurely born female infant presenting with antenatal polyhydramnios, and postnatal dehydration and hyponatremia. After 7 weeks of sodium supplementation, the patient demonstrated complete resolution of her hyponatremia and developed only transient metabolic alkalosis at 2 months of age but continues to be polyuric and exhibits hypercalciuria, without development of nephrocalcinosis. She was found to have two pathogenic variants in the KCNJ1 gene: a frameshift deletion, p.Glu334Glyfs*35 and a missense variant, p. Pro110Leu. While many features of classic ROMK mutations have resolved, the child does have Bartter syndrome type II and needs prolonged pediatric nephrology follow-up. CONCLUSION: Transient neonatal hyponatremia warrants a multi-system workup and genetic variants of KCNJ1 should be considered.",
  "authors": [
    {
      "last_name": "Verma",
      "fore_name": "Subhrata",
      "initials": "S",
      "name": "Subhrata Verma",
      "affiliations": [
        "Department of Pediatrics, Schulich School of Medicine and Dentistry, University of Western Ontario, 1151 Richmond Street, London, ON, N6A5C1, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Siu",
      "fore_name": "Victoria Mok",
      "initials": "VM",
      "name": "Victoria Mok Siu",
      "affiliations": [
        "Department of Pediatrics, Schulich School of Medicine and Dentistry, University of Western Ontario, 1151 Richmond Street, London, ON, N6A5C1, Canada.",
        "Division of Medical Genetics, and Department of Biochemistry, London Health Sciences Centre, 800 Commissioners Road East, London, ON, N6A 5W9, Canada.",
        "Children's Health Research Institute, 750 Baseline Road East, London, ON, N6C 2R5, Canada."
      ]
    },
    {
      "last_name": "Filler",
      "fore_name": "Guido",
      "initials": "G",
      "name": "Guido Filler",
      "affiliations": [
        "Department of Pediatrics, Schulich School of Medicine and Dentistry, University of Western Ontario, 1151 Richmond Street, London, ON, N6A5C1, Canada. guido.filler@lhsc.on.ca.",
        "Children's Health Research Institute, 750 Baseline Road East, London, ON, N6C 2R5, Canada. guido.filler@lhsc.on.ca.",
        "Departments of Pathology and Laboratory Medicine, Division of Nephrology, Lilibeth Caberto Kidney Clinical Research Unit, London Health Sciences Centre, University of Western Ontario, 800 Commissioners Road East, London, ON, N6A 5W9, Canada. guido.filler@lhsc.on.ca."
      ],
      "orcid": "0000-0003-1891-6765"
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "26"
  },
  "start_page": "311",
  "pages": "311",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Bartter Syndrome",
    "Child",
    "Female",
    "Humans",
    "Hyponatremia",
    "Infant",
    "Infant, Newborn",
    "Mutation",
    "Nephrocalcinosis",
    "Potassium Channels, Inwardly Rectifying",
    "Pregnancy"
  ],
  "article_ids": {
    "pubmed": "32590952",
    "pmc": "PMC7318402",
    "doi": "10.1186/s12887-020-02214-6",
    "pii": "10.1186/s12887-020-02214-6"
  },
  "doi": "10.1186/s12887-020-02214-6",
  "pmc_id": "PMC7318402",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [
    "Potassium Channels, Inwardly Rectifying"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.066083",
    "pmid": "32590952"
  }
}