{
  "pmid": "32592699",
  "uid": "32592699",
  "title": "Probiotics Reduce Mortality and Morbidity in Preterm, Low-Birth-Weight Infants: A Systematic Review and Network Meta-analysis of Randomized Trials.",
  "abstract": "BACKGROUND & AIMS: We aimed to compare the effectiveness of single- vs multiple-strain probiotics in a network meta-analysis of randomized trials. METHODS: We searched MEDLINE, Embase, Science Citation Index Expanded, CINAHL, Scopus, Cochrane CENTRAL, BIOSIS Previews, and Google Scholar through January 1, 2019, for studies of single-strain and multistrain probiotic formulations on the outcomes of preterm, low-birth-weight neonates. We used a frequentist approach for network meta-analysis and the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach to assess the certainty of evidence. Primary outcomes included all-cause mortality, severe necrotizing enterocolitis (NEC) (Bell stage II or more), and culture-proven sepsis. RESULTS: We analyzed data from 63 trials involving 15,712 preterm infants. Compared with placebo, a combination of 1 or more Lactobacillus species (spp) and 1 or more Bifidobacterium spp was the only intervention with moderate- or high-quality evidence of reduced all-cause mortality (odds ratio [OR], 0.56; 95% confidence interval [CI], 0.39-0.80). Among interventions with moderate- or high-quality evidence for efficacy compared with placebo, combinations of 1 or more Lactobacillus spp and 1 or more Bifidobacterium spp, Bifidobacterium animalis subspecies lactis, Lactobacillus reuteri, or Lactobacillus rhamnosus significantly reduced severe NEC (OR, 0.35 [95% CI, 0.20-0.59]; OR, 0.31 [95% CI, 0.13-0.74]; OR, 0.55 [95% CI, 0.34-0.91]; and OR, 0.44 [95% CI, 0.21-0.90], respectively). There was moderate- or high-quality evidence that combinations of 1 or more Lactobacillus spp and 1 or more Bifidobacterium spp and Saccharomyces boulardii reduced the number of days to reach full feeding (mean reduction of 3.30 days [95% CI, reduction of 5.91-0.69 days]). There was moderate- or high-quality evidence that, compared with placebo, the single-species product B animalis subsp lactis or L reuteri significantly reduced duration of hospitalization (mean reduction of 13.00 days [95% CI, reduction of 22.71-3.29 days] and mean reduction of 7.89 days [95% CI, reduction of 11.60-4.17 days], respectively). CONCLUSIONS: In a systematic review and network meta-analysis of studies to determine the effects of single-strain and multistrain probiotic formulations on outcomes of preterm, low-birth-weight neonates, we found moderate to high evidence for the superiority of combinations of 1 or more Lactobacillus spp and 1 or more Bifidobacterium spp vs single- and other multiple-strain probiotic treatments. The combinations of Bacillus spp and Enterococcus spp, and 1 or more Bifidobacterium spp and Streptococcus salivarius subsp thermophilus, might produce the largest reduction in NEC development. Further trials are needed.",
  "authors": [
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Preidis",
      "fore_name": "Geoffrey A",
      "initials": "GA",
      "name": "Geoffrey A Preidis",
      "affiliations": [
        "Section of Gastroenterology, Hepatology, and Nutrition, Department of Pediatrics, Baylor College of Medicine and Texas Children's Hospital, Houston, Texas."
      ]
    },
    {
      "last_name": "Kashyap",
      "fore_name": "Purna C",
      "initials": "PC",
      "name": "Purna C Kashyap",
      "affiliations": [
        "Enteric Neuroscience Program, Division of Gastroenterology and Hepatology, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Weizman",
      "fore_name": "Adam V",
      "initials": "AV",
      "name": "Adam V Weizman",
      "affiliations": [
        "Division of Gastroenterology, Mount Sinai Hospital, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada. Electronic address: sadeghb@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Gastroenterology",
    "iso_abbreviation": "Gastroenterology",
    "issn": "1528-0012",
    "issn_type": "Electronic",
    "volume": "159",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "467",
  "end_page": "480",
  "pages": "467-480",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Network Meta-Analysis",
    "Research Support, N.I.H., Extramural",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Enterocolitis, Necrotizing",
    "Gastrointestinal Microbiome",
    "Infant Mortality",
    "Infant, Low Birth Weight",
    "Infant, Premature",
    "Neonatal Sepsis",
    "Probiotics",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32592699",
    "mid": "NIHMS1684502",
    "pmc": "PMC8014956",
    "doi": "10.1053/j.gastro.2020.05.096",
    "pii": "S0016-5085(20)34849-6"
  },
  "doi": "10.1053/j.gastro.2020.05.096",
  "pmc_id": "PMC8014956",
  "dates": {
    "completed": "2021-04-02",
    "revised": "2025-07-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K08 DK113114",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 DK114007",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.979542",
    "pmid": "32592699"
  }
}