{
  "pmid": "32607324",
  "uid": "32607324",
  "title": "Elevated serum growth differentiation factor 15 in multiple system atrophy patients: A case control study.",
  "abstract": "BACKGROUND: Multiple system atrophy (MSA) is a serious progressive neurodegenerative disease. Early diagnosis of MSA is very difficult, and diagnostic biomarkers are limited. Growth differentiation factor 15 (GDF15) is involved in the differentiation and progression of the central nervous system, and is widely distributed in peripheral blood, which may be a novel biomarker for MSA. AIM: To determine serum GDF15 levels, related factors and their potential diagnostic value in MSA patients, compared with Parkinson's disease (PD) patients and healthy controls. METHODS: A case-control study was conducted, including 49 MSA patients, 50 PD patients and 50 healthy controls. Serum GDF15 levels were measured by human enzyme-linked immunosorbent assay, and the differences between the MSA, PD and control groups were analyzed. Further investigations were performed in different MSA subgroups according to age of onset, sex, clinical subtypes, diagnostic criteria, and disease duration. Receiver-operating characteristic curve analysis was used to evaluate the diagnostic value of GDF15, especially for the differential diagnosis between MSA and PD. RESULTS: Serum GDF15 levels were significantly higher in MSA patients than in PD patients and healthy controls (P = 0.000). Males and those with a disease duration of more than three years showed higher serum GDF15 levels (P = 0.043 and 0.000; respectively). Serum GDF15 levels may be a potential diagnostic biomarker for MSA patients compared with healthy controls and PD patients (cutoff: 470.42 pg/mL, sensitivity: 85.7%, specificity: 88.0%; cutoff: 1075.91 pg/mL, sensitivity: 51.0%, specificity: 96.0%; respectively). CONCLUSION: Serum GDF15 levels are significantly higher in MSA patients and provide suggestions on the etiology of MSA.",
  "authors": [
    {
      "last_name": "Yue",
      "fore_name": "Tao",
      "initials": "T",
      "name": "Tao Yue",
      "affiliations": [
        "Department of Neurology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250012, Shandong Province, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Lu",
      "affiliations": [
        "Department of Ophthalmology, Zibo Central Hospital, Zibo 255036, Shandong Province, China."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiao-Mei",
      "initials": "XM",
      "name": "Xiao-Mei Yao",
      "affiliations": [
        "Department of Gerontology, Jinan Central Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250013, Shandong Province, China."
      ]
    },
    {
      "last_name": "Du",
      "fore_name": "Xia",
      "initials": "X",
      "name": "Xia Du",
      "affiliations": [
        "Department of Neurology, Jinan Central Hospital Affiliated to Shandong University, Jinan 250013, Shandong Province, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ling-Ling",
      "initials": "LL",
      "name": "Ling-Ling Wang",
      "affiliations": [
        "Department of Neurology, Yantaishan Hospital, Yantai 264001, Shandong Province, China."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Dan-Dan",
      "initials": "DD",
      "name": "Dan-Dan Guo",
      "affiliations": [
        "Department of Neurology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250012, Shandong Province, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yi-Ming",
      "initials": "YM",
      "name": "Yi-Ming Liu",
      "affiliations": [
        "Department of Neurology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250012, Shandong Province, China. liuym@sdu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "World journal of clinical cases",
    "iso_abbreviation": "World J Clin Cases",
    "issn": "2307-8960",
    "issn_type": "Print",
    "volume": "8",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "26"
  },
  "start_page": "2473",
  "end_page": "2483",
  "pages": "2473-2483",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32607324",
    "pmc": "PMC7322433",
    "doi": "10.12998/wjcc.v8.i12.2473"
  },
  "doi": "10.12998/wjcc.v8.i12.2473",
  "pmc_id": "PMC7322433",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.366332",
    "pmid": "32607324"
  }
}