{
  "pmid": "32601280",
  "uid": "32601280",
  "title": "Incorporating hybrid models into lysine malonylation sites prediction on mammalian and plant proteins.",
  "abstract": "Protein malonylation, a reversible post-translational modification of lysine residues, is associated with various biological functions, such as cellular regulation and pathogenesis. In proteomics, to improve our understanding of the mechanisms of malonylation at the molecular level, the identification of malonylation sites via an efficient methodology is essential. However, experimental identification of malonylated substrates via mass spectrometry is time-consuming, labor-intensive, and expensive. Although numerous methods have been developed to predict malonylation sites in mammalian proteins, the computational resource for identifying plant malonylation sites is very limited. In this study, a hybrid model incorporating multiple convolutional neural networks (CNNs) with physicochemical properties, evolutionary information, and sequenced-based features was developed for identifying protein malonylation sites in mammals. For plant malonylation, multiple CNNs and random forests were integrated into a secondary modeling phase using a support vector machine. The independent testing has demonstrated that the mammalian and plant malonylation models can yield the area under the receiver operating characteristic curves (AUC) at 0.943 and 0.772, respectively. The proposed scheme has been implemented as a web-based tool, Kmalo (https://fdblab.csie.ncu.edu.tw/kmalo/home.html), which can help facilitate the functional investigation of protein malonylation on mammals and plants.",
  "authors": [
    {
      "last_name": "Chung",
      "fore_name": "Chia-Ru",
      "initials": "CR",
      "name": "Chia-Ru Chung",
      "affiliations": [
        "Department of Computer Science and Information Engineering, National Central University, Taoyuan, 32001, Taiwan."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Ya-Ping",
      "initials": "YP",
      "name": "Ya-Ping Chang",
      "affiliations": [
        "Department of Computer Science and Information Engineering, National Central University, Taoyuan, 32001, Taiwan."
      ]
    },
    {
      "last_name": "Hsu",
      "fore_name": "Yu-Lin",
      "initials": "YL",
      "name": "Yu-Lin Hsu",
      "affiliations": [
        "Department of Computer Science and Information Engineering, National Central University, Taoyuan, 32001, Taiwan."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Siyu",
      "initials": "S",
      "name": "Siyu Chen",
      "affiliations": [
        "School of Life and Health Sciences, The Chinese University of Hong Kong, Shenzhen, 518172, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Li-Ching",
      "initials": "LC",
      "name": "Li-Ching Wu",
      "affiliations": [
        "Department of Biomedical Sciences and Engineering, National Central University, Taoyuan, 32001, Taiwan."
      ]
    },
    {
      "last_name": "Horng",
      "fore_name": "Jorng-Tzong",
      "initials": "JT",
      "name": "Jorng-Tzong Horng",
      "affiliations": [
        "Department of Computer Science and Information Engineering, National Central University, Taoyuan, 32001, Taiwan. horng@db.csie.ncu.edu.tw.",
        "Department of Bioinformatics and Medical Engineering, Asia University, Taichung, 41359, Taiwan. horng@db.csie.ncu.edu.tw."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Tzong-Yi",
      "initials": "TY",
      "name": "Tzong-Yi Lee",
      "affiliations": [
        "School of Life and Health Sciences, The Chinese University of Hong Kong, Shenzhen, 518172, China. leetzongyi@cuhk.edu.cn.",
        "Warshel Institute for Computational Biology, The Chinese University of Hong Kong, Shenzhen, 518172, China. leetzongyi@cuhk.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "29"
  },
  "start_page": "10541",
  "pages": "10541",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Computational Biology",
    "Lysine",
    "Mammals",
    "Models, Molecular",
    "Plant Proteins",
    "Protein Processing, Post-Translational",
    "Proteomics"
  ],
  "article_ids": {
    "pubmed": "32601280",
    "pmc": "PMC7324624",
    "doi": "10.1038/s41598-020-67384-w",
    "pii": "10.1038/s41598-020-67384-w"
  },
  "doi": "10.1038/s41598-020-67384-w",
  "pmc_id": "PMC7324624",
  "dates": {
    "completed": "2020-12-15",
    "revised": "2021-06-29"
  },
  "chemicals": [
    "Plant Proteins",
    "Lysine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:28.210617",
    "pmid": "32601280"
  }
}