{
  "pmid": "32609330",
  "uid": "32609330",
  "title": "Consequences of Cryopreservation in Diverse Natural Isolates of Saccharomyces cerevisiae.",
  "abstract": "Experimental evolution allows the observation of change over time as laboratory populations evolve in response to novel, controlled environments. Microbial evolution experiments take advantage of cryopreservation to archive experimental populations in glycerol media, creating a frozen, living \"fossil\" record. Prior research with Escherichia coli has shown that cryopreservation conditions can affect cell viability and that allele frequencies across the genome can change in response to a freeze-thaw event. We expand on these observations by characterizing fitness and genomic consequences of multiple freeze-thaw cycles in diploid yeast populations. Our study system is a highly recombinant Saccharomyces cerevisiae population (SGRP-4X) that harbors standing genetic variation that cryopreservation may threaten. We also investigate the four parental isogenic strains crossed to create the SGRP-4X. We measure cell viability over five consecutive freeze-thaw cycles; whereas we find that viability increases over time in the evolved recombinant populations, we observe no such viability improvements in the parental strains. We also collect genome-wide sequence data from experimental populations initially, after one freeze-thaw, and after five freeze-thaw cycles. In the recombinant evolved populations, we find a region of significant allele frequency change on chromosome 15 containing the ALR1 gene. In the parental strains, we find little evidence for new mutations. We conclude that cryopreserving yeast populations with standing genetic variation may have both phenotypic and genomic consequences, though the same cryopreservation practices may have only small impacts on populations with little or no initial variation.",
  "authors": [
    {
      "last_name": "Wing",
      "fore_name": "Kieslana M",
      "initials": "KM",
      "name": "Kieslana M Wing",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Phillips",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Andrew R",
      "initials": "AR",
      "name": "Andrew R Baker",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis."
      ]
    },
    {
      "last_name": "Burke",
      "fore_name": "Molly K",
      "initials": "MK",
      "name": "Molly K Burke",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis."
      ]
    }
  ],
  "journal": {
    "title": "Genome biology and evolution",
    "iso_abbreviation": "Genome Biol Evol",
    "issn": "1759-6653",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "8",
    "pub_year": "2020",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "1302",
  "end_page": "1312",
  "pages": "1302-1312",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cation Transport Proteins",
    "Cryopreservation",
    "Gene Frequency",
    "Genetic Fitness",
    "Genetic Variation",
    "Glycerol",
    "Saccharomyces cerevisiae",
    "Saccharomyces cerevisiae Proteins"
  ],
  "article_ids": {
    "pubmed": "32609330",
    "pmc": "PMC7508203",
    "doi": "10.1093/gbe/evaa121",
    "pii": "5865864"
  },
  "doi": "10.1093/gbe/evaa121",
  "pmc_id": "PMC7508203",
  "dates": {
    "completed": "2021-07-14",
    "revised": "2021-07-14"
  },
  "chemicals": [
    "ALR1 protein, S cerevisiae",
    "Cation Transport Proteins",
    "Saccharomyces cerevisiae Proteins",
    "Glycerol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.724908",
    "pmid": "32609330"
  }
}