{
  "pmid": "32618918",
  "uid": "32618918",
  "title": "Using Machine Learning to Estimate Unobserved COVID-19 Infections in North America.",
  "abstract": "BACKGROUND: The detection of coronavirus disease 2019 (COVID-19) cases remains a huge challenge. As of April 22, 2020, the COVID-19 pandemic continues to take its toll, with >2.6 million confirmed infections and >183,000 deaths. Dire projections are surfacing almost every day, and policymakers worldwide are using projections for critical decisions. Given this background, we modeled unobserved infections to examine the extent to which we might be grossly underestimating COVID-19 infections in North America. METHODS: We developed a machine-learning model to uncover hidden patterns based on reported cases and to predict potential infections. First, our model relied on dimensionality reduction to identify parameters that were key to uncovering hidden patterns. Next, our predictive analysis used an unbiased hierarchical Bayesian estimator approach to infer past infections from current fatalities. RESULTS: Our analysis indicates that, when we assumed a 13-day lag time from infection to death, the United States, as of April 22, 2020, likely had at least 1.3 million undetected infections. With a longer lag time-for example, 23 days-there could have been at least 1.7 million undetected infections. Given these assumptions, the number of undetected infections in Canada could have ranged from 60,000 to 80,000. Duarte's elegant unbiased estimator approach suggested that, as of April 22, 2020, the United States had up to >1.6 million undetected infections and Canada had at least 60,000 to 86,000 undetected infections. However, the Johns Hopkins University Center for Systems Science and Engineering data feed on April 22, 2020, reported only 840,476 and 41,650 confirmed cases for the United States and Canada, respectively. CONCLUSIONS: We have identified 2 key findings: (1) as of April 22, 2020, the United States may have had 1.5 to 2.029 times the number of reported infections and Canada may have had 1.44 to 2.06 times the number of reported infections and (2) even if we assume that the fatality and growth rates in the unobservable population (undetected infections) are similar to those in the observable population (confirmed infections), the number of undetected infections may be within ranges similar to those described above. In summary, 2 different approaches indicated similar ranges of undetected infections in North America. LEVEL OF EVIDENCE: Prognostic Level V. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Vaid",
      "fore_name": "Shashank",
      "initials": "S",
      "name": "Shashank Vaid",
      "affiliations": [
        "DeGroote School of Business, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0658-2016"
    },
    {
      "last_name": "Cakan",
      "fore_name": "Caglar",
      "initials": "C",
      "name": "Caglar Cakan",
      "affiliations": [
        "Department of Software Engineering and Theoretical Computer Science, Technische Universität Berlin, Berlin, Germany."
      ],
      "orcid": "0000-0002-1902-5393"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3556-9179"
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "102",
    "issue": "13",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "e70",
  "pages": "e70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bayes Theorem",
    "Betacoronavirus",
    "COVID-19",
    "Canada",
    "Computer Simulation",
    "Coronavirus Infections",
    "Forecasting",
    "Humans",
    "Machine Learning",
    "North America",
    "Pandemics",
    "Pneumonia, Viral",
    "SARS-CoV-2",
    "United States"
  ],
  "article_ids": {
    "pubmed": "32618918",
    "pmc": "PMC7396213",
    "doi": "10.2106/JBJS.20.00715",
    "pii": "00004623-202007010-00012"
  },
  "doi": "10.2106/JBJS.20.00715",
  "pmc_id": "PMC7396213",
  "dates": {
    "completed": "2020-07-22",
    "revised": "2024-03-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.428725",
    "pmid": "32618918"
  }
}