{
  "pmid": "32612712",
  "uid": "32612712",
  "title": "Impact of COVID-19 on orthopaedic care: a call for nonoperative management.",
  "abstract": "BACKGROUND: Surgical specialties face unique challenges caused by SARS-COV-2 (COVID-19). These disruptions will call on clinicians to have greater consideration for non-operative treatment options to help manage patient symptoms and provide therapeutic care in lieu of the traditional surgical management course of action. This study aimed to summarize the current guidance on elective surgery during the COVID-19 pandemic, assess how this guidance may impact orthopaedic care, and review any recommendations for non-operative management in light of elective surgery disruptions. METHODS: A systematic search was conducted, and included guidance were categorized as either \"Selective Postponement\" or \"Complete Postponement\" of elective surgery. Selective postponement was considered as guidance that suggested elective cases should be evaluated on a case-by-case basis, whereas complete postponement suggested that all elective procedures be postponed until after the pandemic, with no case-by-case consideration. In addition, any statements regarding conservative/non-operative management were summarized when provided by included reports. RESULTS: A total of 11 reports from nine different health organizations were included in this review. There were seven (63.6%) guidance reports that suggested a complete postponement of non-elective surgical procedures, whereas four (36.4%) reports suggested the use of selective postponement of these procedures. The guidance trends shifted from selective to complete elective surgery postponement occurred throughout the month of March. The general guidance provided by these reports was to have an increased consideration for non-operative treatment options whenever possible and safe. As elective surgery begins to re-open, non-operative management will play a key role in managing the surgical backlog caused by the elective surgery shutdown. CONCLUSION: Global guidance from major medical associations are in agreement that elective surgical procedures require postponement in order to minimize the risk of COVID-19 spread, as well as increase available hospital resources for managing the influx of COVID-19 patients. It is imperative that clinicians and patients consider non-operative, conservative treatment options in order to manage conditions and symptoms until surgical management options become available again, and to manage the increased surgical waitlists caused by the elective surgery shutdowns.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Phillips",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St West, Hamilton, ON L8S 4L8, Canada."
      ],
      "orcid": "0000-0003-0923-261X"
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "OrthoEvidence Inc., Burlington, ON, Canada."
      ],
      "orcid": "0000-0002-0549-5087"
    },
    {
      "last_name": "Zura",
      "fore_name": "Robert D",
      "initials": "RD",
      "name": "Robert D Zura",
      "affiliations": [
        "Department of Orthopaedic Surgery, Louisiana State University Health Sciences Center, New Orleans, LA, USA."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Mehta",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Giannoudis",
      "fore_name": "Peter V",
      "initials": "PV",
      "name": "Peter V Giannoudis",
      "affiliations": [
        "Department of Trauma and Orthopaedic Surgery, Leeds University, Leeds, UK."
      ]
    },
    {
      "last_name": "Nolte",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Nolte",
      "affiliations": [
        "Department of Orthopaedic Surgery, Spaarne Gasthuis, Hoofddorp, the Netherlands."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Therapeutic advances in musculoskeletal disease",
    "iso_abbreviation": "Ther Adv Musculoskelet Dis",
    "issn": "1759-720X",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2020"
  },
  "start_page": "1759720X20934276",
  "pages": "1759720X20934276",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32612712",
    "pmc": "PMC7307278",
    "doi": "10.1177/1759720X20934276",
    "pii": "10.1177_1759720X20934276"
  },
  "doi": "10.1177/1759720X20934276",
  "pmc_id": "PMC7307278",
  "dates": {
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.913794",
    "pmid": "32612712"
  }
}