{
  "pmid": "32610167",
  "uid": "32610167",
  "title": "Hospital Care Cost and Resource Use of Early Discharge of Healthy Late Preterm and Term Singletons: A Population-based Cohort Study and Cost Analysis.",
  "abstract": "OBJECTIVE: To assess the hospital care cost and resource use associated with discharge timings after late preterm and term births. STUDY DESIGN: This population-based cohort study and cost analysis included all healthy singleton late preterm (35-36 weeks gestational age) and term infants (37-41 weeks gestational age) born vaginally in hospitals in Ontario, Canada, from 2003 to 2012. Early, late, and very late discharge (<48, 48-71, and 72-95 hours after birth, respectively) were compared using generalized linear models. The primary outcome was the total hospital care cost (hospitalizations and emergency department visits) per infant within 28 days of birth. RESULTS: Among 860 693 singletons (3.7% late preterm), early discharge increased significantly over 10 years for term infants (from 69% to 82%; P < .001), but not late preterm infants (from 32% to 35%; P = .75). The mean total cost within 28 days after birth was not significantly different for late preterm infants between early discharge and late discharge after adjustment. However, for term infants, the adjusted cost was higher with early discharge than late discharge (aMCD $311 [95% CI, $211-$412] per infant; $366 [95% CI, $355-$377] per mother-infant dyad). The neonatal readmission rates were higher after early than late discharge for late preterm and term infants. CONCLUSIONS: Early discharge was not associated with cost savings for vaginally born healthy singleton late preterm infants, and instead was associated with a cost increase for term infants. Early discharge was associated with higher neonatal readmission rates. Individualized approach balancing the risk and benefit is appropriate to determine the discharge timings.",
  "authors": [
    {
      "last_name": "Isayama",
      "fore_name": "Tetsuya",
      "initials": "T",
      "name": "Tetsuya Isayama",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Newborn and Developmental Pediatrics, Sunnybrook Health Science Centre, Toronto, Ontario, Canada; Division of Neonatology, National Center for Child Health and Development, Tokyo, Japan. Electronic address: isayama-t@ncchd.go.jp."
      ]
    },
    {
      "last_name": "O'Reilly",
      "fore_name": "Daria",
      "initials": "D",
      "name": "Daria O'Reilly",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Programs for Assessment of Technology in Health (PATH) Research Institute, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Maternal-Infant Care Research Centre, Department of Pediatrics, Mount Sinai Hospital, Toronto, Ontario, Canada; Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Shoo K",
      "initials": "SK",
      "name": "Shoo K Lee",
      "affiliations": [
        "Maternal-Infant Care Research Centre, Department of Pediatrics, Mount Sinai Hospital, Toronto, Ontario, Canada; Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada; Department of Radiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of pediatrics",
    "iso_abbreviation": "J Pediatr",
    "issn": "1097-6833",
    "issn_type": "Electronic",
    "volume": "226",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "96",
  "end_page": "105.e7",
  "pages": "96-105.e7",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cohort Studies",
    "Cost Savings",
    "Emergency Service, Hospital",
    "Facilities and Services Utilization",
    "Female",
    "Gestational Age",
    "Hospital Costs",
    "Hospitalization",
    "Humans",
    "Infant, Newborn",
    "Infant, Premature",
    "Male",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "32610167",
    "doi": "10.1016/j.jpeds.2020.06.060",
    "pii": "S0022-3476(20)30763-0"
  },
  "doi": "10.1016/j.jpeds.2020.06.060",
  "dates": {
    "completed": "2022-01-03",
    "revised": "2022-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.073559",
    "pmid": "32610167"
  }
}