{
  "pmid": "32615989",
  "uid": "32615989",
  "title": "The effect of ursodeoxycholic acid on the relative expression of the lipid metabolism genes in mouse cholesterol gallstone models.",
  "abstract": "BACKGROUND: Many studies indicate that gallstone formation has genetic components. The abnormal expression of lipid-related genes could be the basis for particular forms of cholesterol gallstone disease. The aim of this study was to obtain insight into lipid metabolism disorder during cholesterol gallstone formation and to evaluate the effect of ursodeoxycholic acid (UDCA) on the improvement of bile lithogenicity and its potential influence on the transcription of lipid-related genes. METHODS: Gallstone-susceptible mouse models were induced by feeding with a lithogenic diet (LD) for 8 weeks. Bile and liver tissues were obtained from these mouse models after 0, 4 and 8 weeks. Bile lipids were measured enzymatically, and the cholesterol saturation index (CSI) was calculated to evaluate the bile lithogenicity by using Carey's critical tables. Real-time polymerase chain reaction (RT-PCR) was used to detect the mRNA expression levels of farnesoid X receptor (FXR), liver X receptor (LXR), adenosine triphosphate-binding cassette subfamily G member 5/8 (ABCG5/8), cholesterol 7-α hydroxylase (CYP7A1), oxysterol 7-α hydroxylase (CYP7B1), sterol 27-α hydroxylase (CYP27A1), peroxisome proliferator-activated receptor alpha (PPAR-α) and adenosine triphosphate-binding cassette subfamily B member 11 (ABCB11). RESULTS: The rate of gallstone formation was 100% in the 4-week group but only 30% in the UDCA-treated group. The UDCA-treated group had a significantly lower CSI compared with other groups. Of special note, the data on the effects of UDCA showed higher expression levels of ABCG8, ABCB11 and CYP27A1, as well as lower expression levels of LXR and PPAR-α, compared to the model control group. CONCLUSIONS: UDCA exhibits tremendously potent activity in restraining lipid accumulation, thus reversing the lithogenic effect and protecting hepatocytes from serious pathological damage. The abnormal expression of ABCG8, CYP7A1, CYP27A1, LXR and PPAR-α might lead to high lithogenicity of bile. These results are helpful in exploring new lipid metabolism pathways and potential targets for the treatment of cholesterol stones and for providing some basis for the study of the pathogenesis and genetic characteristics of cholelithiasis. Research on the mechanism of UDCA in improving lipid metabolism and bile lithogenicity may be helpful for clinical treatment and for reducing the incidence of gallstones.",
  "authors": [
    {
      "last_name": "Fan",
      "fore_name": "Ning",
      "initials": "N",
      "name": "Ning Fan",
      "affiliations": [
        "Beichen Chinese Medicine Hospital Affiliated to Tianjin University of Traditional Chinese Medicine, 436 Jingjin Road, Beichen District, Tianjin, 300400, China."
      ]
    },
    {
      "last_name": "Meng",
      "fore_name": "Ke",
      "initials": "K",
      "name": "Ke Meng",
      "affiliations": [
        "Department of Obstetrics and Gynecology, General Hospital of Tianjin Medical University, 154 AnShan Road, HePing District, Tianjin, 300052, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Surgery, Tianjin Nankai Hospital, Nankai Clinical School of Medicine, Tianjin Medical University, 122 Sanwei Road Nankai District, Tianjin, 300100, China."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Yong",
      "initials": "Y",
      "name": "Yong Hu",
      "affiliations": [
        "Tianjin Medical University, 22 Qixiangtai Road, Heping District, Tianjin, 300070, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Donghua",
      "initials": "D",
      "name": "Donghua Li",
      "affiliations": [
        "Institute of Acute Abdomen in Integrative Medicine, Tianjin Nankai Hospital, Nankai Clinical School of Medicine, Tianjin Medical University, 122 Sanwei Road Nankai District, Tianjin, 300100, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Qiaoying",
      "initials": "Q",
      "name": "Qiaoying Gao",
      "affiliations": [
        "Institute of Acute Abdomen in Integrative Medicine, Tianjin Nankai Hospital, Nankai Clinical School of Medicine, Tianjin Medical University, 122 Sanwei Road Nankai District, Tianjin, 300100, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Jianhua",
      "initials": "J",
      "name": "Jianhua Wang",
      "affiliations": [
        "Beichen Chinese Medicine Hospital Affiliated to Tianjin University of Traditional Chinese Medicine, 436 Jingjin Road, Beichen District, Tianjin, 300400, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yanning",
      "initials": "Y",
      "name": "Yanning Li",
      "affiliations": [
        "Beichen Chinese Medicine Hospital Affiliated to Tianjin University of Traditional Chinese Medicine, 436 Jingjin Road, Beichen District, Tianjin, 300400, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Shangwei",
      "initials": "S",
      "name": "Shangwei Wu",
      "affiliations": [
        "Institute of Acute Abdomen in Integrative Medicine, Tianjin Nankai Hospital, Nankai Clinical School of Medicine, Tianjin Medical University, 122 Sanwei Road Nankai District, Tianjin, 300100, China."
      ]
    },
    {
      "last_name": "Cui",
      "fore_name": "Yunfeng",
      "initials": "Y",
      "name": "Yunfeng Cui",
      "affiliations": [
        "Department of Surgery, Tianjin Nankai Hospital, Nankai Clinical School of Medicine, Tianjin Medical University, 122 Sanwei Road Nankai District, Tianjin, 300100, China. yfcuink@hotmail.com."
      ],
      "orcid": "0000-0001-6415-0321"
    }
  ],
  "journal": {
    "title": "Lipids in health and disease",
    "iso_abbreviation": "Lipids Health Dis",
    "issn": "1476-511X",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "02"
  },
  "start_page": "158",
  "pages": "158",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "ATP Binding Cassette Transporter, Subfamily G, Member 8",
    "Animals",
    "Bile",
    "Bile Acids and Salts",
    "Cholestanetriol 26-Monooxygenase",
    "Cholesterol 7-alpha-Hydroxylase",
    "Diet",
    "Disease Models, Animal",
    "Gallstones",
    "Gene Expression Regulation",
    "Lipid Metabolism",
    "Lipoproteins",
    "Liver",
    "Male",
    "Mice, Inbred C57BL",
    "PPAR alpha",
    "Ursodeoxycholic Acid"
  ],
  "article_ids": {
    "pubmed": "32615989",
    "pmc": "PMC7333299",
    "doi": "10.1186/s12944-020-01334-3",
    "pii": "10.1186/s12944-020-01334-3"
  },
  "doi": "10.1186/s12944-020-01334-3",
  "pmc_id": "PMC7333299",
  "dates": {
    "completed": "2021-05-20",
    "revised": "2021-05-20"
  },
  "chemicals": [
    "ABCG8 protein, mouse",
    "ATP Binding Cassette Transporter, Subfamily G, Member 8",
    "Bile Acids and Salts",
    "Lipoproteins",
    "PPAR alpha",
    "Ppara protein, mouse",
    "Ursodeoxycholic Acid",
    "Cholesterol 7-alpha-Hydroxylase",
    "Cyp7a1 protein, mouse",
    "Cholestanetriol 26-Monooxygenase",
    "Cyp27a1 protein, mouse"
  ],
  "grants": [
    {
      "grant_id": "13040",
      "agency": "Natural Science Foundation of Tianjin Bureau of traditional Chinese Medicine"
    },
    {
      "grant_id": "14ZCZDSY00021",
      "agency": "Key project of Tianjin science and technology support plan"
    },
    {
      "grant_id": "15ZXLCSY00030",
      "agency": "Foundation of Tianjin Clinical Medical Research Center of Acute Abdomen with integrated Chinese and Western medicine"
    },
    {
      "grant_id": "-",
      "agency": "Project of the national science and technology program of Ministry of human resources and social security"
    },
    {
      "grant_id": "-",
      "agency": "Project of Tianjin thousands of people plan"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.401792",
    "pmid": "32615989"
  }
}