{
  "pmid": "32615190",
  "uid": "32615190",
  "title": "High-Flow Nasal Cannula in the Immediate Postoperative Period: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: Studies have demonstrated that high-flow nasal cannula (HFNC) prevents intubation in acute hypoxic respiratory failure when compared with conventional oxygen therapy (COT). However, the data examining routine HFNC use in the immediate postoperative period are less clear. RESEARCH QUESTION: Is routine HFNC use superior to COT or noninvasive ventilation (NIV) use in preventing intubation in patients postoperatively? STUDY DESIGN AND METHODS: We comprehensively searched databases (PubMed, Embase, Web of Science) to identify randomized controlled trials (RCTs) that compared the effect of HFNC use with that of COT or NIV in the immediate postoperative period on reintubation, escalation of respiratory support, hospital mortality, ICU and hospital length of stay (LOS), postoperative hypoxemia, and treatment complications. We assessed individual study risk of bias (RoB) by using the revised Cochrane RoB 2 tool and rated certainty in outcomes by using the Grading of Recommendations Assessment, Development and Evaluation framework. RESULTS: We included 11 RCTs enrolling 2,201 patients. Ten compared HFNC with COT and one with NIV. Compared with COT use, HFNC use in the postoperative period was associated with a lower reintubation rate (relative risk [RR], 0.32; 95% CI, 0.12-0.88; absolute risk reduction [ARR], 2.9%; moderate certainty) and decreased escalation of respiratory support (RR, 0.54; 95% CI, 0.31-0.94; ARR, 5.8%; very low certainty). Post hoc subgroup analysis suggested that this effect was driven by patients who were obese and/or at high risk (subgroup differences, P = .06). We did not find differences in any of the other stated outcomes between HFNC and COT. HFNC was also no different from NIV in reintubation rate, respiratory therapy failure, or ICU LOS. INTERPRETATION: With evidence of moderate certainty, prophylactic HFNC reduces reintubation and escalation of respiratory support compared with COT in the immediate postoperative period after cardiothoracic surgery. This effect is likely driven by patients who are at high risk and/or obese. These findings support postoperative prophylactic HFNC use in the patients who are at high risk and/or obese undergoing cardiothoracic surgery.",
  "authors": [
    {
      "last_name": "Chaudhuri",
      "fore_name": "Dipayan",
      "initials": "D",
      "name": "Dipayan Chaudhuri",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Granton",
      "fore_name": "David",
      "initials": "D",
      "name": "David Granton",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Dominic Xiang",
      "initials": "DX",
      "name": "Dominic Xiang Wang",
      "affiliations": [
        "Schulich School of Medicine, Western University, London."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Department of Anaesthesiology and Critical Care Medicine B (DAR B), Saint-Eloi Teaching Hospital, PhyMed Exp, INSERM U1046, University of Montpellier, Montpellier."
      ]
    },
    {
      "last_name": "Helviz",
      "fore_name": "Yigal",
      "initials": "Y",
      "name": "Yigal Helviz",
      "affiliations": [
        "General Intensive Care Unit, Shaare Zedek Medical Center, Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Einav",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Einav",
      "affiliations": [
        "General Intensive Care Unit, Shaare Zedek Medical Center, Jerusalem, Israel; Faculty of Medicine, Hebrew University, Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Trivedi",
      "fore_name": "Vatsal",
      "initials": "V",
      "name": "Vatsal Trivedi",
      "affiliations": [
        "Department of Anaesthesiology and Critical Care Medicine B (DAR B), Saint-Eloi Teaching Hospital, PhyMed Exp, INSERM U1046, University of Montpellier, Montpellier."
      ]
    },
    {
      "last_name": "Mauri",
      "fore_name": "Tommaso",
      "initials": "T",
      "name": "Tommaso Mauri",
      "affiliations": [
        "Dipartimento di fisopatologia medico-chirurgica e dei trapianti, Università degli Studi di Milano, Milan; Department of Anesthesia, Critical Care and Emergency, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, University of Milan, Milan."
      ]
    },
    {
      "last_name": "Ricard",
      "fore_name": "Jean-Damien",
      "initials": "JD",
      "name": "Jean-Damien Ricard",
      "affiliations": [
        "Assistance Publique-Hôpital de Paris, Service de Réanimation Médico-chirurgicale, Hôpital Louis Mourier, Colombes; Université de Paris, INSERM, IAME, UMR 1137, Paris."
      ]
    },
    {
      "last_name": "Mancebo",
      "fore_name": "Jordi",
      "initials": "J",
      "name": "Jordi Mancebo",
      "affiliations": [
        "Servei de Medicina Intensiva, Hospital Universitari Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Frat",
      "fore_name": "Jean-Pierre",
      "initials": "JP",
      "name": "Jean-Pierre Frat",
      "affiliations": [
        "CHU de Poitiers, Médecine Intensive Réanimation, Poitiers; INSERM, CIC-1402, équipe ALIVE, Poitiers; Université de Poitiers, Faculté de Médecine et de Pharmacie de Poitiers, Poitiers, France."
      ]
    },
    {
      "last_name": "Jog",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Jog",
      "affiliations": [
        "Department of Intensive Care Medicine, Deenanath Mangeshkar Hospital and Research Centre, Pune, India."
      ]
    },
    {
      "last_name": "Hernandez",
      "fore_name": "Gonzalo",
      "initials": "G",
      "name": "Gonzalo Hernandez",
      "affiliations": [
        "University Hospital Virgen de la Salud, Toledo, Spain."
      ]
    },
    {
      "last_name": "Maggiore",
      "fore_name": "Salvatore M",
      "initials": "SM",
      "name": "Salvatore M Maggiore",
      "affiliations": [
        "Department of Medical, Oral and Biotechnological Sciences, Gabriele d'Annunzio University of Chieti-Pescara, Chieti, Italy; Department of Anesthesiology and Critical Care, SS. Annunziata Hospital, Chieti, Italy."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Hodgson",
      "fore_name": "Carol L",
      "initials": "CL",
      "name": "Carol L Hodgson",
      "affiliations": [
        "Department of Epidemiology and Preventive Medicine, Australian and New Zealand Intensive Care Research Centre, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Jaber",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Jaber",
      "affiliations": [
        "Department of Anaesthesiology and Critical Care Medicine B (DAR B), Saint-Eloi Teaching Hospital, PhyMed Exp, INSERM U1046, University of Montpellier, Montpellier."
      ]
    },
    {
      "last_name": "Goligher",
      "fore_name": "Ewan C",
      "initials": "EC",
      "name": "Ewan C Goligher",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brochard",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Brochard",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton. Electronic address: rochwerg@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "158",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "1934",
  "end_page": "1946",
  "pages": "1934-1946",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Cannula",
    "Humans",
    "Noninvasive Ventilation",
    "Oxygen Inhalation Therapy",
    "Postoperative Period",
    "Respiratory Insufficiency"
  ],
  "article_ids": {
    "pubmed": "32615190",
    "doi": "10.1016/j.chest.2020.06.038",
    "pii": "S0012-3692(20)31830-4"
  },
  "doi": "10.1016/j.chest.2020.06.038",
  "dates": {
    "completed": "2021-05-24",
    "revised": "2021-05-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.071144",
    "pmid": "32615190"
  }
}