{
  "pmid": "32616408",
  "uid": "32616408",
  "title": "Rotational Anatomy of the Radius and Ulna: Surgical Implications.",
  "abstract": "PURPOSE: The rotational anatomy of the forearm bones is not well defined. This study aims to further the understanding of the torsion of the radius and ulna to better guide treatment. METHODS: Computed tomography images of 98 cadaveric forearms were obtained and 3-dimensional models of the radius and ulna were generated and analyzed. The rotation of the radius was evaluated by comparing the orientation of the distal radius central axis (DRCA) with the volar cortex of the distal radius (DR) and biceps tuberosity (BT). The rotation of the ulna was evaluated by assessing the orientation of the ulnar head with respect to the proximal ulna. RESULTS: The DR volar cortex pronates from distal to proximal. The BT was 43.8° ± 16.9° supinated from the DRCA (range, 2.7°-86.5°). The mean difference in rotation between contralateral biceps tuberosities was 7.0° ± 7.1°. The volar cortex of the DR was 12.6° ± 5.4° supinated compared with the DRCA. The ulnar head was pronated 8.4° ± 14.9° with respect to the greater sigmoid notch (range, 50.3° pronation-22.0° supination). CONCLUSIONS: The BT has a variable orientation relative to the DR, but it is generally located anteromedially in a supinated arm or 136° opposite the radial styloid. Understanding the rotational anatomy of the radius and ulna can play an important role in surgical planning and implant design. The rotational anatomy of the radius and ulna varies significantly between individuals, but is similar in contralateral limbs. CLINICAL RELEVANCE: Distal radius volar cortex rotational anatomy can help guide treatment of DR fractures and malunions as well as assist in positioning of wrist arthroplasty implants, particularly in the presence of bone loss. The side-to-side similarities demonstrated in this study should be helpful in managing patients with segmental bone loss or fracture malunion and those requiring joint reconstruction.",
  "authors": [
    {
      "last_name": "Daneshvar",
      "fore_name": "Parham",
      "initials": "P",
      "name": "Parham Daneshvar",
      "affiliations": [
        "Department of Orthopaedics, University of British Columbia, Vancouver, British Columbia. Electronic address: pdane@vbjc.ca."
      ]
    },
    {
      "last_name": "Willing",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Willing",
      "affiliations": [
        "Department of Mechanical and Materials Engineering, Western University."
      ]
    },
    {
      "last_name": "Lapner",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Lapner",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Alberta, St. Albert, Alberta, Canada."
      ]
    },
    {
      "last_name": "Pahuta",
      "fore_name": "Markian A",
      "initials": "MA",
      "name": "Markian A Pahuta",
      "affiliations": [
        "Department of Orthopaedic Surgery, Henry Ford Health System, Detroit, MI."
      ]
    },
    {
      "last_name": "King",
      "fore_name": "Graham J W",
      "initials": "GJW",
      "name": "Graham J W King",
      "affiliations": [
        "Hand and Upper Limb Centre, St. Joseph's Health Centre, London, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of hand surgery",
    "iso_abbreviation": "J Hand Surg Am",
    "issn": "1531-6564",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "11",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "1082.e1",
  "end_page": "1082.e9",
  "pages": "1082.e1-1082.e9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Pronation",
    "Radius",
    "Radius Fractures",
    "Supination",
    "Ulna",
    "Ulna Fractures",
    "Wrist Joint"
  ],
  "article_ids": {
    "pubmed": "32616408",
    "doi": "10.1016/j.jhsa.2020.04.018",
    "pii": "S0363-5023(20)30220-3"
  },
  "doi": "10.1016/j.jhsa.2020.04.018",
  "dates": {
    "completed": "2021-06-25",
    "revised": "2021-06-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:10.438689",
    "pmid": "32616408"
  }
}