{
  "pmid": "32615610",
  "uid": "32615610",
  "title": "Content Validity of the LIMB-Q: A Patient-Reported Outcome Instrument for Lower Extremity Trauma Patients.",
  "abstract": "BACKGROUND: Limb-threatening lower extremity traumatic injuries can be devastating events with a multifaceted impact on patients. Therefore, evaluating patient-reported outcomes (PROs) in addition to traditional surgical outcomes is important. However, currently available instruments are limited as they were not developed specific to lower extremity trauma patients and lack content validity. The LIMB-Q is being developed as a novel PRO instrument to meet this need, with the goal to measure all relevant concepts and issues impacting amputation and limb-salvage patients after limb-threatening lower extremity trauma. METHODS:  This is a qualitative interview-based study evaluating content validity for the LIMB-Q. Patients aged 18 years and older who underwent amputation, reconstruction, or amputation after failed reconstruction were recruited using purposeful sampling to maximize variability of participant experiences. Expert opinion was solicited from a variety of clinical providers and qualitative researchers internationally. Preliminary items and scales were modified, added, or removed based on participant and expert feedback after each round of participant interviews and expert opinion. RESULTS:  Twelve patients and 43 experts provided feedback in a total of three rounds, with changes to the preliminary instrument made between each round. One scale was dropped after round one, one scale was added after round two, and only minor changes were needed after round three. Modifications, additions and removal of items, instructions, and response options were made after each round using feedback gathered. CONCLUSION:  The LIMB-Q was refined and modified to reflect feedback from patients and experts in the field. Content validity for the LIMB-Q was established. Following a large-scale field test, the LIMB-Q will be ready for use in research and clinical care.",
  "authors": [
    {
      "last_name": "Mundy",
      "fore_name": "Lily R",
      "initials": "LR",
      "name": "Lily R Mundy",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, Duke University, Durham, North Carolina."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sergesketter",
      "fore_name": "Amanda R",
      "initials": "AR",
      "name": "Amanda R Sergesketter",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, Duke University, Durham, North Carolina."
      ]
    },
    {
      "last_name": "Grier",
      "fore_name": "Andrew Jordan",
      "initials": "AJ",
      "name": "Andrew Jordan Grier",
      "affiliations": [
        "Department of Orthopaedic Surgery, Section of Orthopaedic Trauma, Duke University, Durham, North Carolina."
      ]
    },
    {
      "last_name": "Carty",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Carty",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, Brigham and Women's Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Hollenbeck",
      "fore_name": "Scott T",
      "initials": "ST",
      "name": "Scott T Hollenbeck",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, Duke University, Durham, North Carolina."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, Brigham and Women's Hospital, Boston, Massachusetts.",
        "Patient Reported Outcomes, Value & Experience Center, Brigham and Women's Hospital, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Gage",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Gage",
      "affiliations": [
        "Department of Orthopaedic Surgery, Section of Orthopaedic Trauma, Duke University, Durham, North Carolina."
      ]
    }
  ],
  "journal": {
    "title": "Journal of reconstructive microsurgery",
    "iso_abbreviation": "J Reconstr Microsurg",
    "issn": "1098-8947",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "625",
  "end_page": "633",
  "pages": "625-633",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Amputation, Surgical",
    "Humans",
    "Leg Injuries",
    "Limb Salvage",
    "Lower Extremity",
    "Patient Reported Outcome Measures"
  ],
  "article_ids": {
    "pubmed": "32615610",
    "doi": "10.1055/s-0040-1713669"
  },
  "doi": "10.1055/s-0040-1713669",
  "dates": {
    "completed": "2021-08-06",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.151799",
    "pmid": "32615610"
  }
}