{
  "pmid": "32622901",
  "uid": "32622901",
  "title": "Assessing concordance of financial conflicts of interest disclosures with payments' databases: a systematic survey of the health literature.",
  "abstract": "OBJECTIVES: The objective of the study is to review the literature for studies that assessed the concordance of financial conflicts of interest disclosures with payments' databases and evaluate their methods. STUDY DESIGN AND SETTING: We conducted a systematic survey of the health literature to identify eligible studies. We searched both Medline and EMBASE up to February 2017. We conducted study selection, data abstraction, and methodological quality assessment in duplicate and independently using standardized forms. We subcategorized 'nonconcordant disclosures' as either 'partially nonconcordant' or 'completely nonconcordant'. The main outcome was the percentage of authors with 'nonconcordant' disclosures. We summarized results by three levels of analysis: authors, companies, and studies. RESULTS: We identified 27 eligible journal articles. The top two types of documents assessed were published articles (n = 13) and published guidelines (n = 9). The most commonly used payment database was the Open Payments Database (n = 16). The median percentage of authors with 'nonconcordant' disclosures was 81%; the median percentage was 43% for 'completely nonconcordant' disclosures. The percentage of 'nonconcordant' conflict of interest (COI) reporting by companies varied between 23% and 85%. The methods of concordance assessment, as well as the labeling and definitions of assessed outcomes varied widely across the included studies. We judged three of the included studies as high-quality studies. CONCLUSION: Underreporting of health science researchers' financial COIs is pervasive. Studies assessing COI underreporting suffer from a number of limitations that could have overestimated their findings.",
  "authors": [
    {
      "last_name": "El-Rayess",
      "fore_name": "Hebah",
      "initials": "H",
      "name": "Hebah El-Rayess",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Haddad",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Haddad",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ghaddara",
      "fore_name": "Hussein Abou",
      "initials": "HA",
      "name": "Hussein Abou Ghaddara",
      "affiliations": [
        "Department of Internal Medicine, University Hospitals Cleveland Medical Center, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Hakoum",
      "fore_name": "Maram",
      "initials": "M",
      "name": "Maram Hakoum",
      "affiliations": [
        "Department of Family Medicine, Cornerstone Care Teaching Health Center, Morgantown, WV, USA."
      ]
    },
    {
      "last_name": "Ichkhanian",
      "fore_name": "Yervant",
      "initials": "Y",
      "name": "Yervant Ichkhanian",
      "affiliations": [
        "Department of Medicine, Johns Hopkins Hospital, Baltimore, MD, United States."
      ]
    },
    {
      "last_name": "Bejjani",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Bejjani",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon; Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon; Faculty of Medicine, American University of Beirut, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "127",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "19",
  "end_page": "28",
  "pages": "19-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Conflict of Interest",
    "Databases, Factual",
    "Disclosure",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "32622901",
    "doi": "10.1016/j.jclinepi.2020.06.040",
    "pii": "S0895-4356(19)31136-9"
  },
  "doi": "10.1016/j.jclinepi.2020.06.040",
  "dates": {
    "completed": "2021-03-05",
    "revised": "2021-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.204686",
    "pmid": "32622901"
  }
}