{
  "pmid": "32628501",
  "uid": "32628501",
  "title": "The Efficacy and Safety of In-Intensive Care Unit Leg-Cycle Ergometry in Critically Ill Adults. A Systematic Review and Meta-analysis.",
  "abstract": "Background: Survivors of critical illness may experience physical-function deficits after intensive care unit (ICU) discharge. In-ICU cycle ergometry may facilitate early mobilization and decrease functional impairment.Objective: We conducted a systematic review and meta-analysis to understand the effect of in-ICU leg-cycle ergometry on patient-important and clinically relevant outcomes.Data Sources: We searched eight electronic databases from inception until July 2019.Data Extraction: We included randomized controlled trials (RCTs) and nonrandomized studies of critically ill adults admitted to the ICU for ≥24 hours, comparing cycling interventions to control arms that did not receive cycling. Main outcomes included physical function, mechanical ventilation (MV) duration, length of stay (LOS), quality of life (QoL), mortality, and safety. We conducted independent duplicate-citation screening, data abstraction, and risk-of-bias assessments. We pooled RCTs using a random-effects model and calculated the risk ratio (RR), mean difference (MD), or standardized MD with 95% confidence intervals (CIs). We assessed certainty of outcomes using the Grading of Recommendations Assessment, Development, and Evaluation approach.Results: Of 6,531 citations, we included 12 RCTs and 2 nonrandomized studies (n = 926). Between the cycling and control groups, there were no differences in physical function at hospital discharge (3 RCTs; n = 225; standardized MD, 0.07 [95% CI, -0.38 to 0.53]; very low certainty), MV duration (9 RCTs; n = 676; MD, 0.01 [-1.04 to 1.07] days; moderate certainty), ICU LOS (10 RCTs; n = 511; MD, 0.23 [-1.44 to 1.89] days; moderate certainty), hospital LOS (7 RCTs; n = 393, MD -0.07 [-3.87 to 3.73] days; moderate certainty), QoL at 6 months after hospital discharge (2 RCTs; n = 103; MD, 9.13 [13.80 to 32.05] points higher; very low certainty), or hospital mortality (7 RCTs; n = 710; RR 1.09 [0.82 to 1.46]; moderate-certainty). The adverse event rate in cycling sessions was 0.16% across studies (10 studies; 5 of 3,117 sessions; very low certainty).Conclusions: Cycling initiated in the ICU is probably safe; however, we did not find any differences in physical function, MV duration, LOS, QoL, or mortality compared with those not receiving cycling. Rigorously designed RCTs are needed to improve precision and further investigate the effect of cycling on patient-important outcomes.",
  "authors": [
    {
      "last_name": "Takaoka",
      "fore_name": "Alyson",
      "initials": "A",
      "name": "Alyson Takaoka",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact.",
        "Faculty of Health Sciences."
      ],
      "orcid": "0000-0003-1442-080X"
    },
    {
      "last_name": "Utgikar",
      "fore_name": "Rucha",
      "initials": "R",
      "name": "Rucha Utgikar",
      "affiliations": [
        "Faculty of Health Sciences.",
        "Department of Medicine, and."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact.",
        "Faculty of Health Sciences."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact.",
        "Faculty of Health Sciences.",
        "Department of Medicine, and."
      ]
    },
    {
      "last_name": "Kho",
      "fore_name": "Michelle E",
      "initials": "ME",
      "name": "Michelle E Kho",
      "affiliations": [
        "Faculty of Health Sciences.",
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada; and.",
        "Physiotherapy Department, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3170-031X"
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "1289",
  "end_page": "1307",
  "pages": "1289-1307",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Critical Illness",
    "Ergometry",
    "Humans",
    "Intensive Care Units",
    "Leg",
    "Respiration, Artificial"
  ],
  "article_ids": {
    "pubmed": "32628501",
    "doi": "10.1513/AnnalsATS.202001-059OC"
  },
  "doi": "10.1513/AnnalsATS.202001-059OC",
  "dates": {
    "completed": "2021-08-18",
    "revised": "2021-08-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.071451",
    "pmid": "32628501"
  }
}