{
  "pmid": "32628861",
  "uid": "32628861",
  "title": "Iliopsoas Tenotomy During Hip Arthroscopy: A Systematic Review of Postoperative Outcomes.",
  "abstract": "BACKGROUND: Arthroscopic iliopsoas tendon release is a surgical treatment option for painful snapping hips, although it has been associated with controversy surrounding potential complications including decreased hip flexion strength, iatrogenic hip instability, and iliopsoas atrophy. PURPOSE: To systematically assess the efficacy and safety of arthroscopic iliopsoas tenotomy during hip arthroscopic surgery as an intervention for painful snapping hips. STUDY DESIGN: Systematic review; Level of evidence, 4. METHODS: A total of 3 online databases (Embase, PubMed, and MEDLINE) were searched from database inception until September 2019 for studies investigating iliopsoas tenotomy during hip arthroscopic surgery. Studies were screened by 2 reviewers independently and in duplicate, and studies investigating arthroscopic iliopsoas tendon release were included. Demographic data as well as data on treatment success, functional outcome scores, and radiological outcomes were recorded. A risk of bias assessment was performed for all included studies. RESULTS: Overall, 21 studies were identified with a total of 824 patients (875 hips). These patients were 82.5% female (680/824), with a mean age of 28.1 years (range, 12-62 years) and mean follow-up of 32.1 months (range, 3-73 months). Arthroscopic iliopsoas tenotomy was performed at the level of the labrum in 811 hips (92.7%) or the lesser trochanter in 64 hips (7.3%). The overall reported success rate of the procedure in resolving snapping hips was 93.0% (266/286), and all studies reported an improvement in functional outcome scores. Only 6 studies (93 hips) discussed postoperative hip flexion strength, with complete recovery of strength reported in 4 studies (47 hips) and mild decreases reported in the other 2 studies (46 hips). Iliopsoas atrophy was evaluated radiologically (3 studies; 66 hips) and was found postoperatively in 92.4% (61/66) of hips. No major complications were reported. CONCLUSION: Arthroscopic release of the iliopsoas tendon was effective in alleviating pain and persistent clicking associated with a snapping hip. Although patients demonstrated some early postoperative weakness and iliopsoas atrophy on radiological imaging, the results from studies to date showed satisfactory clinical function and return to sports/activities. High-quality comparative studies are needed to further assess arthroscopic iliopsoas tendon release to determine the optimal technique and location of tendon release.",
  "authors": [
    {
      "last_name": "Gouveia",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Gouveia",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Ajay",
      "initials": "A",
      "name": "Ajay Shah",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cakic",
      "fore_name": "Josip N",
      "initials": "JN",
      "name": "Josip N Cakic",
      "affiliations": [
        "Centre for Sports Medicine and Orthopaedics, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Ranawat",
      "fore_name": "Anil S",
      "initials": "AS",
      "name": "Anil S Ranawat",
      "affiliations": [
        "Hospital for Special Surgery, New York, New York, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar"
  },
  "start_page": "817",
  "end_page": "829",
  "pages": "817-829",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroscopy",
    "Child, Preschool",
    "Female",
    "Hip",
    "Hip Joint",
    "Humans",
    "Infant",
    "Male",
    "Tendons",
    "Tenotomy",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32628861",
    "doi": "10.1177/0363546520922551"
  },
  "doi": "10.1177/0363546520922551",
  "dates": {
    "completed": "2021-04-27",
    "revised": "2021-04-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.842222",
    "pmid": "32628861"
  }
}