{
  "pmid": "32629004",
  "uid": "32629004",
  "title": "Accuracy of contrast-enhanced computed tomography for thrombus detection prior to atrial fibrillation ablation and role of novel Left Atrial Appendage Enhancement Index in appendage flow assessment.",
  "abstract": "AIMS: To evaluate diagnostic accuracy of different protocols of contrast enhanced computed tomography venogram (CTV) for LAA thrombus detection in patients undergoing AF ablation and study the correlation of the novel LAA enhancement index (LAA-EI) to LAA flow velocity obtained using transesophageal echocardiography (TEE). METHODS: Study comprised of patients undergoing CTV and TEE on the same day from October 2016 to December 2017. Three CTV scanning protocols (described in results), were evaluated wherein ECG gating was used only for those with sinus rhythm on day of CTV. LAA-EI was calculated as Hounsfield Unit (HU) in the LAA divided by the HU unit in the center of the LA. The diagnostic accuracy for CTV was calculated in comparison to TEE. The LAA-EI was compared to LAA emptying velocities as obtained from TEE. RESULTS: 590 patients with 45.6% non-ECG-gated without delayed imaging, 26.9% non-ECG-gated with delayed imaging and 27.5% ECG-gated with delayed imaging, were included in the study. All three protocols had 100% negative predictive value with improvement in specificity from 61.8% to 98.1% upon adding delayed imaging. The LAA-EI correlated significantly with reduced LAA flow velocities (r = 0.45, p < .0001). The mean LAA emptying velocity in patients with LAA-EI of ≤ 0.6 was significantly lower than in those with LAA-EI of >0.6 (36.2 cm/s [95% CI: 32.6-39.7] vs, (58 cm/s [95% CI 55.3-60.8]), respectively (p < .0001). CONCLUSION: CTV with delayed imaging (with or without ECG gating) is highly specific in ruling out LAA thrombus. The novel LAA-EI can detect low LAA flow velocities.",
  "authors": [
    {
      "last_name": "Guha",
      "fore_name": "Avirup",
      "initials": "A",
      "name": "Avirup Guha",
      "affiliations": [
        "Division of Cardiovascular Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA; Harrington Heart and Vascular Institute, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Dunleavy",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Dunleavy",
      "affiliations": [
        "Division of Hospital Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA."
      ]
    },
    {
      "last_name": "Hayes",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Hayes",
      "affiliations": [
        "Division of Cardiovascular Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad R",
      "initials": "MR",
      "name": "Muhammad R Afzal",
      "affiliations": [
        "Division of Cardiovascular Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA."
      ]
    },
    {
      "last_name": "Daoud",
      "fore_name": "Emile G",
      "initials": "EG",
      "name": "Emile G Daoud",
      "affiliations": [
        "Division of Cardiovascular Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA."
      ]
    },
    {
      "last_name": "Raman",
      "fore_name": "Subha V",
      "initials": "SV",
      "name": "Subha V Raman",
      "affiliations": [
        "Division of Cardiovascular Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA; Division of Cardiology, Indiana University School of Medicine, IN, USA."
      ]
    },
    {
      "last_name": "Harfi",
      "fore_name": "Thura T",
      "initials": "TT",
      "name": "Thura T Harfi",
      "affiliations": [
        "Division of Cardiovascular Medicine, The Ohio State University Wexner Medical Center, Columbus, OH, USA. Electronic address: Thura.Harfi@osumc.edu."
      ]
    }
  ],
  "journal": {
    "title": "International journal of cardiology",
    "iso_abbreviation": "Int J Cardiol",
    "issn": "1874-1754",
    "issn_type": "Electronic",
    "volume": "318",
    "pub_year": "2020",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "147",
  "end_page": "152",
  "pages": "147-152",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Atrial Appendage",
    "Atrial Fibrillation",
    "Catheter Ablation",
    "Echocardiography, Transesophageal",
    "Humans",
    "Thrombosis"
  ],
  "article_ids": {
    "pubmed": "32629004",
    "doi": "10.1016/j.ijcard.2020.06.035",
    "pii": "S0167-5273(20)33413-6"
  },
  "doi": "10.1016/j.ijcard.2020.06.035",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.905823",
    "pmid": "32629004"
  }
}