{
  "pmid": "32629653",
  "uid": "32629653",
  "title": "Content and impact of pharmacy services for patients with Parkinson's disease: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Medicines optimisation is important for the management of Parkinson's disease (PD). As many patients with PD have other long-term conditions, treatment is complex and risk of adverse events for these patients is high. OBJECTIVE: To explore the role of pharmacists and impact of pharmacy interventions for PD patients. METHODS: We comprehensively searched PubMed, Embase, the Cochrane Library and Chinese databases Sinomed, China National Knowledge Infrastructure to identify studies reporting pharmacist interventions and pharmacy services for PD patients using a predefined search strategy. The search period was from inception to March 2019. We also manually searched the reference list of included studies and ClinicalTrials.gov. We conducted meta-analyses to synthesize the evidence quantitatively. RESULTS: A total of 1607 studies were identified by applying the search criteria. After screening, 19 cross-sectional and case-controlled studies with 1458 PD patients from 9 countries were included. Pharmacist interventions for PD patients most commonly related to adverse drug reactions (ADRs) (13 studies), adherence assessment (12 studies), medication review (12 studies), identification of drug interactions (11 studies), monitoring response to medication therapy (11 studies), identification of inappropriate medication (11 studies), and patient education (10 studies). Most pharmacy services were provided in outpatient settings (13 studies). Reported impact measures included adherence (8 studies), quality of life (7 studies), and identification of drug-related problems (6 studies) such as ADRs (393 times out of 1760 times, 22.33%, 6 studies), inappropriate drug choice (349 times, 19.83%, 6 studies), inappropriate dosage (335 times, 19.03%, 6 studies), inappropriate drug use (257 times, 14.60%, 3 studies) and drug-drug interactions (146 times, 8.3%, 4 studies). Pooled results from 3 studies indicated no statistically significant impact of pharmacy services on all subscales of PD Questionnaire-39. CONCLUSION: ADRs were the most widely reported drug-related problems for PD patients; pharmacy services may have a role to play in medication adherence but were not found to impact on quality of life.",
  "authors": [
    {
      "last_name": "Yi",
      "fore_name": "Zhan-Miao",
      "initials": "ZM",
      "name": "Zhan-Miao Yi",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital.",
        "Department of Pharmacy Administration and Clinical Pharmacy, Peking University School of Pharmaceutical Science.",
        "Institute for Drug Evaluation, Peking University Health Science Center, Beijing."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ting-Ting",
      "initials": "TT",
      "name": "Ting-Ting Li",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital.",
        "Department of Pharmacy, Baoding First Central Hospital, Hebei."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Qi-Yu",
      "initials": "QY",
      "name": "Qi-Yu Tang",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Willis",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Willis",
      "affiliations": [
        "Centre for Pharmacy Workforce Studies, Division of Pharmacy and Optometry, School of Health Sciences, Faculty of Biology, Medicine and Health, The University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Zhai",
      "fore_name": "Suo-Di",
      "initials": "SD",
      "name": "Suo-Di Zhai",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital.",
        "Department of Pharmacy Administration and Clinical Pharmacy, Peking University School of Pharmaceutical Science.",
        "Institute for Drug Evaluation, Peking University Health Science Center, Beijing."
      ]
    }
  ],
  "journal": {
    "title": "Medicine",
    "iso_abbreviation": "Medicine (Baltimore)",
    "issn": "1536-5964",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "27",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "02"
  },
  "start_page": "e20758",
  "pages": "e20758",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Antiparkinson Agents",
    "Humans",
    "Parkinson Disease",
    "Pharmaceutical Services",
    "Pharmacists"
  ],
  "article_ids": {
    "pubmed": "32629653",
    "pmc": "PMC7337573",
    "doi": "10.1097/MD.0000000000020758",
    "pii": "00005792-202007020-00032"
  },
  "doi": "10.1097/MD.0000000000020758",
  "pmc_id": "PMC7337573",
  "dates": {
    "completed": "2020-07-21",
    "revised": "2021-01-12"
  },
  "chemicals": [
    "Antiparkinson Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.546112",
    "pmid": "32629653"
  }
}