{
  "pmid": "32622626",
  "uid": "32622626",
  "title": "Predicting tibia shaft nonunions at initial fixation: An external validation of the Nonunion Risk Determination (NURD) score in the SPRINT trial data.",
  "abstract": "BACKGROUND: Predictive models are common in orthopedic research; however, most models are not validated in an external population. The Nonunion Risk Determination (NURD) score was developed using a single-center cohort of 382 patients to reliably predict tibia shaft nonunions at the time of initial intramedullary nail fixation. The purpose of this study was to externally validate the NURD score using data from the SPRINT Trial. METHODS: The SPRINT trial was a multicenter study comparing reamed versus unreamed intramedullary nails in tibial shaft fracture patients. We assessed the prognostic performance of the NURD score in the SPRINT trial data with comparisons of the c-statistics, calibration plots, and a comparison of predicted probabilities at cut-points defined in the study to derive the NURD score. In addition, we compared the odds ratios of the NURD score components between the derivation (NURD) and external validation (SPRINT) data. RESULTS: The NURD score demonstrated significantly worse discrimination in the SPRINT data than was observed in the original data (c-statistic: 0.61 vs. 0.85, p<0.01). The NURD score was well-calibrated in the derivation and SPRINT data. The SPRINT data had less heterogeneity, as determined by the standard deviation of the linear predictors (NURD: 1.4 vs. SPRINT: 0.4). Once we adjusted for case-mix differences, the NURD score had similarly strong discrimination in the SPRINT data (c-statistic: 0.81 vs. 0.85, p = 0.17). DISCUSSION: Based on our external validation, the NURD score lacks generalizability as it underperforms with respect to discrimination in the SPRINT trial data. However, after adjusting for case-mix differences, the performance of the NURD score is comparable between the two datasets, suggesting robust reproducibility.",
  "authors": [
    {
      "last_name": "O'Hara",
      "fore_name": "Nathan N",
      "initials": "NN",
      "name": "Nathan N O'Hara",
      "affiliations": [
        "Department of Orthopaedics, University of Maryland School of Medicine, 110 South Paca St., Suite 300, Baltimore 21201, MD, USA. Electronic address: nohara@som.umaryland.edu."
      ]
    },
    {
      "last_name": "Slobogean",
      "fore_name": "Gerard P",
      "initials": "GP",
      "name": "Gerard P Slobogean",
      "affiliations": [
        "Department of Orthopaedics, University of Maryland School of Medicine, 110 South Paca St., Suite 300, Baltimore 21201, MD, USA."
      ]
    },
    {
      "last_name": "O'Halloran",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin O'Halloran",
      "affiliations": [
        "Bay Medical Sacred Heart Hospital, Panama City, FL, USA."
      ]
    },
    {
      "last_name": "Castillo",
      "fore_name": "Renan",
      "initials": "R",
      "name": "Renan Castillo",
      "affiliations": [
        "Department of Health Policy and Management, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "O'Toole",
      "fore_name": "Robert V",
      "initials": "RV",
      "name": "Robert V O'Toole",
      "affiliations": [
        "Department of Orthopaedics, University of Maryland School of Medicine, 110 South Paca St., Suite 300, Baltimore 21201, MD, USA."
      ]
    }
  ],
  "journal": {
    "title": "Injury",
    "iso_abbreviation": "Injury",
    "issn": "1879-0267",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "2302",
  "end_page": "2308",
  "pages": "2302-2308",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Bone Nails",
    "Fracture Fixation, Intramedullary",
    "Fracture Healing",
    "Fractures, Ununited",
    "Humans",
    "Reproducibility of Results",
    "Tibia",
    "Tibial Fractures",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32622626",
    "doi": "10.1016/j.injury.2020.06.050",
    "pii": "S0020-1383(20)30557-X"
  },
  "doi": "10.1016/j.injury.2020.06.050",
  "dates": {
    "completed": "2021-06-17",
    "revised": "2021-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.429132",
    "pmid": "32622626"
  }
}