{
  "pmid": "32620348",
  "uid": "32620348",
  "title": "Fibrin and Thrombin Sealants in Vascular and Cardiac Surgery: A Systematic Review and Meta-analysis.",
  "abstract": "OBJECTIVE: In vascular and cardiac surgery, the ability to maintain haemostasis and seal haemorrhagic tissues is key. Fibrin and thrombin based sealants were introduced as a means to prevent or halt bleeding during surgery. Whether fibrin and thrombin sealants affect surgical outcomes is poorly established. A systematic review and meta-analysis was performed to examine the impact of fibrin or thrombin sealants on patient outcomes in vascular and cardiac surgery. DATA SOURCES: Cochrane CENTRAL, Embase, and MEDLINE, as well as trial registries, conference abstracts, and reference lists of included articles were searched from inception to December 2019. REVIEW METHODS: Studies comparing the use of fibrin or thrombin sealant with either an active (other haemostatic methods) or standard surgical haemostatic control in vascular and cardiac surgery were searched for. The Cochrane risk of bias tool and the ROBINS-I tool (Risk Of Bias In Non-randomised Studies - of Interventions) were used to assess the risk of bias of the included randomised and non-randomised studies; quality of evidence was assessed by the Grading of Recommendations Assessment, Development and Evaluation (GRADE) framework. Two reviewers screened studies, assessed risk of bias, and extracted data independently and in duplicate. Data from included trials were pooled using a random effects model. RESULTS: Twenty-one studies (n = 7 622 patients) were included: 13 randomised controlled trials (RCTs), five retrospective, and three prospective cohort studies. Meta-analysis of the RCTs showed a statistically significant decrease in the volume of blood lost (mean difference 120.7 mL, in favour of sealant use [95% confidence interval {CI} -150.6 - -90.7; p < .001], moderate quality). Time to haemostasis was also shown to be reduced in patients receiving sealant (mean difference -2.5 minutes [95% CI -4.0 - -1.1; p < .001], low quality). Post-operative blood transfusions, re-operation due to bleeding, and 30 day mortality were not significantly different for either RCTs or observational data. CONCLUSION: The use of fibrin and thrombin sealants confers a statistically significant but clinically small reduction in blood loss and time to haemostasis; it does not reduce blood transfusion. These Results may support selective rather than routine use of fibrin and thrombin sealants in vascular and cardiac surgery.",
  "authors": [
    {
      "last_name": "Daud",
      "fore_name": "Anser",
      "initials": "A",
      "name": "Anser Daud",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Bhagwanpreet",
      "initials": "B",
      "name": "Bhagwanpreet Kaur",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McClure",
      "fore_name": "Graham R",
      "initials": "GR",
      "name": "Graham R McClure",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Division of Vascular Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Belley-Cote",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Cote",
      "affiliations": [
        "Department of Medicine, McMaster University and St Joseph's Hospital, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Harlock",
      "fore_name": "John",
      "initials": "J",
      "name": "John Harlock",
      "affiliations": [
        "Division of Vascular Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University and St Joseph's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada; Division of Cardiac Surgery, McMaster University, Hamilton, ON, Canada. Electronic address: richard.whitlock@phri.ca."
      ]
    }
  ],
  "journal": {
    "title": "European journal of vascular and endovascular surgery : the official journal of the European Society for Vascular Surgery",
    "iso_abbreviation": "Eur J Vasc Endovasc Surg",
    "issn": "1532-2165",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "469",
  "end_page": "478",
  "pages": "469-478",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Loss, Surgical",
    "Cardiac Surgical Procedures",
    "Fibrin Tissue Adhesive",
    "Hemostasis",
    "Hemostatics",
    "Humans",
    "Postoperative Hemorrhage",
    "Risk Factors",
    "Thrombin",
    "Time Factors",
    "Tissue Adhesives",
    "Treatment Outcome",
    "Vascular Surgical Procedures"
  ],
  "article_ids": {
    "pubmed": "32620348",
    "doi": "10.1016/j.ejvs.2020.05.016",
    "pii": "S1078-5884(20)30434-2"
  },
  "doi": "10.1016/j.ejvs.2020.05.016",
  "dates": {
    "completed": "2020-10-13",
    "revised": "2020-10-13"
  },
  "chemicals": [
    "Fibrin Tissue Adhesive",
    "Hemostatics",
    "Tissue Adhesives",
    "Thrombin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.196914",
    "pmid": "32620348"
  }
}