{
  "pmid": "32628791",
  "uid": "32628791",
  "title": "Helicobacter pylori eradication for the prevention of gastric neoplasia.",
  "abstract": "BACKGROUND: Gastric cancer is the third most common cause of cancer death worldwide. Individuals infected with Helicobacter pylori have a higher likelihood of developing gastric cancer than individuals who are not infected. Eradication of H. pylori in healthy asymptomatic individuals in the general population may reduce the incidence of gastric cancer, but the magnitude of this effect is unclear. OBJECTIVES: To assess the effectiveness of eradication of H. pylori in healthy asymptomatic individuals in the general population in reducing the incidence of gastric cancer. SEARCH METHODS: We identified trials by searching the Cochrane Central Register of Controlled Trials (CENTRAL; 2020, Issue 1), MEDLINE (1946 to February 2020), and EMBASE (1974 to February 2020). We handsearched reference lists from trials selected by electronic searching to identify further relevant trials. We handsearched published abstracts from conference proceedings from the United European Gastroenterology Week (published in Gut) and Digestive Disease Week (published in Gastroenterology) between 2001 and 2019. We contacted members of the Cochrane Upper Gastrointestinal and Pancreatic Diseases Review Group and experts in the field and asked them to provide details of outstanding clinical trials and any relevant unpublished materials. SELECTION CRITERIA: We analysed randomised controlled trials comparing at least one week of H. pylori therapy with placebo or no treatment in preventing subsequent development of gastric cancer in otherwise healthy and asymptomatic H. pylori-positive adults. Trials had to follow up participants for at least two years and needed to have at least two participants with gastric cancer as an outcome. We defined gastric cancer as any gastric adenocarcinoma, including intestinal (differentiated) or diffuse (undifferentiated) type, with or without specified histology. DATA COLLECTION AND ANALYSIS: We collected data on incidence of gastric cancer, incidence of oesophageal cancer, deaths from gastric cancer, deaths from any cause, and adverse effects arising due to therapy. MAIN RESULTS: Six trials met all our eligibility criteria and provided extractable data in the previous version. Following our updated search, one new RCT was identified, meaning that seven trials were included in this updated review. In addition, one previously included trial provided fully published data out to 10 years, and another previously included trial provided fully published data out to 22 years of follow-up. Four trials were at low risk of bias, one trial was at unclear risk, and two trials were at high risk of bias. Six trials were conducted in Asian populations. In preventing development of subsequent gastric cancer, H. pylori eradication therapy was superior to placebo or no treatment (RR 0.54, 95% confidence interval (CI) 0.40 to 0.72, 7 trials, 8323 participants, moderate certainty evidence). Only two trials reported the effect of eradication of H. pylori on the development of subsequent oesophageal cancer. Sixteen (0.8%) of 1947 participants assigned to eradication therapy subsequently developed oesophageal cancer compared with 13 (0.7%) of 1941 participants allocated to placebo (RR 1.22, 95% CI 0.59 to 2.54, moderate certainty evidence). H. pylori eradication reduced mortality from gastric cancer compared with placebo or no treatment (RR 0.61, 95% CI 0.40 to 0.92, 4 trials, 6301 participants, moderate certainty evidence). There was little or no evidence in all-cause mortality (RR 0.97, 95% CI 0.85 to 1.12, 5 trials, 7079 participants, moderate certainty evidence). Adverse events data were poorly reported. AUTHORS' CONCLUSIONS: We found moderate certainty evidence that searching for and eradicating H. pylori reduces the incidence of gastric cancer and death from gastric cancer in healthy asymptomatic infected Asian individuals, but we cannot necessarily extrapolate this data to other populations.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Leeds Gastroenterology Unit, St. James's University Hospital, Leeds, UK."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Forman",
      "fore_name": "David",
      "initials": "D",
      "name": "David Forman",
      "affiliations": [
        "International Agency for Research on Cancer, Lyon, France."
      ]
    },
    {
      "last_name": "Hunt",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Hunt",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "7",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "06"
  },
  "start_page": "CD005583",
  "pages": "CD005583",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Anti-Ulcer Agents",
    "Asymptomatic Infections",
    "Carcinoma, Squamous Cell",
    "Drug Therapy, Combination",
    "Esophageal Neoplasms",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Incidence",
    "Precancerous Conditions",
    "Randomized Controlled Trials as Topic",
    "Stomach Neoplasms"
  ],
  "article_ids": {
    "pubmed": "32628791",
    "pmc": "PMC7389270",
    "doi": "10.1002/14651858.CD005583.pub3"
  },
  "doi": "10.1002/14651858.CD005583.pub3",
  "pmc_id": "PMC7389270",
  "dates": {
    "completed": "2020-09-18",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Anti-Ulcer Agents"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.422323",
    "pmid": "32628791"
  }
}