{
  "pmid": "32623966",
  "uid": "32623966",
  "title": "Bridging the commitment-compliance gap in global health politics: Lessons from international relations for the global action plan on antimicrobial resistance.",
  "abstract": "In 2015, 196 countries boldly committed to address global antimicrobial resistance (AMR). Now, five years later, progress reports suggest the implementation of AMR activities is vastly below what was initially promised. The challenge of overcoming the 'commitment-compliance gap' is not unique to AMR and is common in other areas of international politics. Global health policymakers can therefore learn from theories of international relations and experience in other sectors. We reviewed international relations scholarship to generate five hypotheses for why states might comply or not comply with their global commitments. We then conducted a public policy analysis of three past international agreements on biological diversity, climate change, and nuclear weapons to test these hypotheses and identify lessons for encouraging country compliance with global health agreements, with specific application to global AMR policies. To bridge the commitment-compliance gap, international leaders should: (1) frame incentives to maximise interests for action; (2) pursue enforcement mechanisms to induce state behaviour; (3) emphasise building a culture of trust by providing mutual assurance for action; (4) include mechanisms for managing poor performers; and (5) find opportunities for continual social learning. Agreements should be designed with flexibility, data sharing, and dispute settlement mechanisms and provide financial and technical assistance to states with less capacity to deliver.",
  "authors": [
    {
      "last_name": "Weldon",
      "fore_name": "Isaac",
      "initials": "I",
      "name": "Isaac Weldon",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, Canada.",
        "Department of Politics, Faculty of Liberal Arts and Professional Studies, York University, Toronto, Canada."
      ],
      "orcid": "0000-0002-2234-4117"
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health and Osgoode Hall Law School, York University, Toronto, Canada.",
        "Department of Politics, Faculty of Liberal Arts and Professional Studies, York University, Toronto, Canada.",
        "Department of Health Research Methods, Evidence & Impact and McMaster Health Forum, McMaster University, Hamilton, Canada.",
        "Department of Global Health & Population, Harvard T.H. Chan School of Public Health, Harvard University, Boston, MA, USA."
      ],
      "orcid": "0000-0002-2064-3711"
    }
  ],
  "journal": {
    "title": "Global public health",
    "iso_abbreviation": "Glob Public Health",
    "issn": "1744-1706",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "60",
  "end_page": "74",
  "pages": "60-74",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Drug Resistance, Bacterial",
    "Global Health",
    "Humans",
    "Internationality",
    "Politics"
  ],
  "article_ids": {
    "pubmed": "32623966",
    "doi": "10.1080/17441692.2020.1788623"
  },
  "doi": "10.1080/17441692.2020.1788623",
  "dates": {
    "completed": "2021-09-22",
    "revised": "2021-09-22"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.642389",
    "pmid": "32623966"
  }
}