{
  "pmid": "32637099",
  "uid": "32637099",
  "title": "Outcomes of inpatient psychological treatments for children and adolescents with eating disorders at time of discharge: a systematic review.",
  "abstract": "BACKGROUND: Recommended first line treatment for children and adolescent eating disorders is outpatient therapy. However, a significant number of children and adolescents with eating disorders continue to require inpatient treatment during the course of their illness. The effect of psychological treatments in an inpatient setting on outcomes at the time of discharge remains unclear. This paper presents the results of a review of the literature on outcomes at the time of discharge following inpatient psychological treatment for children and adolescents with eating disorders. MAIN BODY: The majority of studies found were observational and of low quality. The most consistently reported positive outcome of inpatient treatment is weight gain. Results related to symptom change and motivation vary between studies. Within the inpatient setting, there is considerable heterogeneity in the types of treatments offered, goals of treatment, length of stay and outcomes measured. CONCLUSION: There remains a paucity of high-quality studies examining the effect of psychological treatments provided to children and adolescents in an inpatient setting. The significant heterogeneity between studies makes it not possible to compare across studies. Future research should aim to resolve these deficiencies in order to better determine the specific factors that contribute to positive outcomes of inpatient treatment for children and adolescents with eating disorders.",
  "authors": [
    {
      "last_name": "Isserlin",
      "fore_name": "Leanna",
      "initials": "L",
      "name": "Leanna Isserlin",
      "affiliations": [
        "Department of Psychiatry, Children's Hospital of Eastern Ontario, University of Ottawa, Ottawa, ON K1H 8L1 Canada.",
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON K1H 8L1 Canada."
      ],
      "orcid": "0000-0002-2451-7683"
    },
    {
      "last_name": "Spettigue",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Spettigue",
      "affiliations": [
        "Department of Psychiatry, Children's Hospital of Eastern Ontario, University of Ottawa, Ottawa, ON K1H 8L1 Canada.",
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON K1H 8L1 Canada."
      ]
    },
    {
      "last_name": "Norris",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Norris",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON K1H 8L1 Canada.",
        "Division of Adolescent Health, Department of Pediatrics, Children's Hospital of Eastern Ontario, University of Ottawa, Ottawa, ON K1H 8L1 Canada."
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, ON L8N3Z5 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of eating disorders",
    "iso_abbreviation": "J Eat Disord",
    "issn": "2050-2974",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2020"
  },
  "start_page": "32",
  "pages": "32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32637099",
    "pmc": "PMC7333407",
    "doi": "10.1186/s40337-020-00307-2",
    "pii": "307"
  },
  "doi": "10.1186/s40337-020-00307-2",
  "pmc_id": "PMC7333407",
  "dates": {
    "revised": "2022-04-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:19.207339",
    "pmid": "32637099"
  }
}