{
  "pmid": "32635674",
  "uid": "32635674",
  "title": "An Interface-Particle Interaction Approach for Evaluation of the Co-Encapsulation Efficiency of Cells in a Flow-Focusing Droplet Generator.",
  "abstract": "Droplet-based microfluidics offers significant advantages, such as high throughput and scalability, making platforms based on this technology ideal candidates for point-of-care (POC) testing and clinical diagnosis. However, the efficiency of co-encapsulation in droplets is suboptimal, limiting the applicability of such platforms for the biosensing applications. The homogeneity of the bioanalytes in the droplets is an unsolved problem. While there is extensive literature on the experimental setups and active methods used to increase the efficiency of such platforms, passive techniques have received less attention, and their fundamentals have not been fully explored. Here, we develop a novel passive technique for investigating cell encapsulation using the finite element method (FEM). The level set method was used to track the interfaces of forming droplets. The effects of walls and the droplet interfaces on relatively large cells were calculated to track them more accurately during encapsulation. The static surface tension force was used to account for the effects of the interfaces on cells. The results revealed that the pairing efficiency is highly sensitive to the standard deviation (SD) of the distance between the cells in the entrance channel. The pairing efficiency prediction error of our model differed by less than 5% from previous experiments. The proposed model can be used to evaluate the performance of droplet-based microfluidic devices to ensure higher precision for co-encapsulation of cells.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Department of Mechanical Engineering, Sharif University of Technology, Azadi St., Tehran 11155, Iran."
      ],
      "orcid": "0000-0001-6973-6436"
    },
    {
      "last_name": "Saidi",
      "fore_name": "Mohammad Said",
      "initials": "MS",
      "name": "Mohammad Said Saidi",
      "affiliations": [
        "Department of Mechanical Engineering, Sharif University of Technology, Azadi St., Tehran 11155, Iran."
      ]
    },
    {
      "last_name": "Ghadami",
      "fore_name": "Sepehr",
      "initials": "S",
      "name": "Sepehr Ghadami",
      "affiliations": [
        "Department of Mechanical Engineering, University of Waterloo, 200 University Avenue West, N2L 3G, Waterloo, ON N2L 3G1, Canada."
      ]
    },
    {
      "last_name": "Kashaninejad",
      "fore_name": "Navid",
      "initials": "N",
      "name": "Navid Kashaninejad",
      "affiliations": [
        "Queensland Micro- and Nanotechnology Centre, Nathan Campus, Griffith University, 170 Kessels Road, Brisbane QLD 4111, Australia."
      ],
      "orcid": "0000-0002-4385-7771"
    }
  ],
  "journal": {
    "title": "Sensors (Basel, Switzerland)",
    "iso_abbreviation": "Sensors (Basel)",
    "issn": "1424-8220",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "13",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cell Separation",
    "Humans",
    "Microfluidic Analytical Techniques",
    "Microfluidics",
    "Physical Phenomena"
  ],
  "article_ids": {
    "pubmed": "32635674",
    "pmc": "PMC7374427",
    "doi": "10.3390/s20133774",
    "pii": "s20133774"
  },
  "doi": "10.3390/s20133774",
  "pmc_id": "PMC7374427",
  "dates": {
    "completed": "2021-03-23",
    "revised": "2021-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.393250",
    "pmid": "32635674"
  }
}