{
  "pmid": "32634465",
  "uid": "32634465",
  "title": "The impact of e-training on tooth wear assessments using the BEWE.",
  "abstract": "OBJECTIVE: To investigate the impact of an e-training resource with the consistency of tooth wear scoring using the Basic Erosive Wear Examination (BEWE). METHODS: Gold standard (GS) BEWE scores were attained from a trained examiner using the photographic and dental cast records for three conveniently selected cases representing low, medium and severe tooth wear. Four successive cohorts of first year post-graduate students, (n = 76, mean age, 35.4 years) undertook a training exercise. Each was given written guidance on using the BEWE. Following e-training, scoring was repeated, and the results expressed as mean, confidence Intervals, (95% ci) and p-values (values <0.05 were considered statistically significant). RESULTS: The e-training resulted in a mean improvement in the agreement with the GS score by 15.6% and 15.3%, using the records of the medium and severe tooth wear cases, (cumulative BEWE scores of 13 and 15 respectively). Post-training reductions were reported, with the mean number of disagreements with the GS and the mean change in the size of disagreement with the GS scores with records for the medium and severe cases (p = 0.001 and p < 0.001). No significant difference was revealed for the low wear case. CONCLUSION: e-training resulted in significant improvements in scoring BEWE, compared to the gold standard. CLINICAL RELEVANCE: Online training resources can help provide training with the BEWE.",
  "authors": [
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, the Netherlands; King's College London Faculty of Dentistry, Oral & Craniofacial Sciences, Guy's Campus, London, MSc in Aesthetic Dentistry, United Kingdom. Electronic address: shamir.mehta@kcl.ac.uk."
      ]
    },
    {
      "last_name": "Loomans",
      "fore_name": "Bas A C",
      "initials": "BAC",
      "name": "Bas A C Loomans",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, the Netherlands."
      ]
    },
    {
      "last_name": "Bronkhorst",
      "fore_name": "Ewald M",
      "initials": "EM",
      "name": "Ewald M Bronkhorst",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, the Netherlands."
      ]
    },
    {
      "last_name": "Banerji",
      "fore_name": "Subir",
      "initials": "S",
      "name": "Subir Banerji",
      "affiliations": [
        "King's College London Faculty of Dentistry, Oral & Craniofacial Sciences, Guy's Campus, London, MSc in Aesthetic Dentistry, United Kingdom."
      ]
    },
    {
      "last_name": "Bartlett",
      "fore_name": "David W",
      "initials": "DW",
      "name": "David W Bartlett",
      "affiliations": [
        "Head of Prosthodontics, King's College London Faculty of Dentistry, Oral & Craniofacial Sciences, Guy's Campus, London, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Journal of dentistry",
    "iso_abbreviation": "J Dent",
    "issn": "1879-176X",
    "issn_type": "Electronic",
    "volume": "100",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "103427",
  "pages": "103427",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Diagnostic Tests, Routine",
    "Humans",
    "Photography",
    "Prevalence",
    "Tooth Attrition",
    "Tooth Erosion",
    "Tooth Wear"
  ],
  "article_ids": {
    "pubmed": "32634465",
    "doi": "10.1016/j.jdent.2020.103427",
    "pii": "S0300-5712(20)30173-1"
  },
  "doi": "10.1016/j.jdent.2020.103427",
  "dates": {
    "completed": "2021-02-19",
    "revised": "2021-02-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.441319",
    "pmid": "32634465"
  }
}