{
  "pmid": "32642384",
  "uid": "32642384",
  "title": "Sexual Knowledge in Post-Myocardial Infarction Patients: A Cross-Sectional Study.",
  "abstract": "Background Adequate sexual knowledge is a key component of cardiac rehabilitation. Sexual knowledge in post-myocardial infarction (MI) patients is unknown. Thus, we conducted this study to investigate the sexual knowledge of post-myocardial infarction patients and their accessibility to sexual counseling. Methodology Between July and September 2018, a cross-sectional survey was carried out in 6six major hospitals in Karachi. The non-probability convenient sampling technique was used to include all patients meeting the inclusion criteria. To reduce biases, face-to-face interviews were conducted by investigators who were trained prior to the start of data collection. Knowledge was assessed using the Swedish version of the \"Sex after MI Knowledge Test\" questionnaire, where a higher score meant higher knowledge. Data analysis was done using Statistical Package for Social Sciences (SPSS) version 21.0 (IBM Corp., Armonk, NY) The t-test was applied to compare the knowledge score between males and females. Results There was a total of 278 MI patients with a mean age of 54 years, of which 60% were men. The \"Sex After MI Knowledge Test\" scores varied between 37 and 67 (mean score 51 ± 5). None of the participants obtained the maximum possible test score of 75. The most frequently occurring score was 49 (16%). Around half of the participants (48%) incorrectly believed that sex cannot be safely resumed within a few weeks after the heart attack. Limited knowledge was found in questions pertaining to alcohol, viagra, and late evening being the best time to have sex. Medical knowledge was provided to only 27% (n=76) of the participants, of whom 77% (n=58) received it from the hospital staff itself. A significant difference existed in scores obtained by males and females, with males having a higher score and the mean difference in scores being 1.7 (p=0.015). Conclusion Lack of sexual knowledge in MI patients due to the inadequacy of healthcare providers and the social stigma surrounding the topic causes marital strain leading to low quality of life.",
  "authors": [
    {
      "last_name": "Farhan",
      "fore_name": "Rida",
      "initials": "R",
      "name": "Rida Farhan",
      "affiliations": [
        "Medicine, Dow Medical College, Dow University of Health Sciences, Karachi, PAK."
      ]
    },
    {
      "last_name": "Yousuf",
      "fore_name": "Rabail",
      "initials": "R",
      "name": "Rabail Yousuf",
      "affiliations": [
        "Cardiology, Dow Medical College, Dr. Ruth K. M. Pfau Civil Hospital, Karachi, PAK."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Syeda Namayah Fatima",
      "initials": "SNF",
      "name": "Syeda Namayah Fatima Hussain",
      "affiliations": [
        "Medicine, Liaquat National Hospital and Medical College, Karachi, PAK."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Maaz",
      "initials": "M",
      "name": "Maaz Khan",
      "affiliations": [
        "Cardiology, United Medical and Dental College, Karachi, PAK."
      ]
    },
    {
      "last_name": "Bilal",
      "fore_name": "Zara",
      "initials": "Z",
      "name": "Zara Bilal",
      "affiliations": [
        "Medicine, Bahria University Medical and Dental College, Karachi, PAK."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Khan",
      "affiliations": [
        "Internal Medicine, Ziauddin University, Karachi, PAK."
      ]
    },
    {
      "last_name": "Yousuf",
      "fore_name": "Zulekha",
      "initials": "Z",
      "name": "Zulekha Yousuf",
      "affiliations": [
        "Medicine, Jinnah Sindh Medical University, Karachi, PAK."
      ]
    },
    {
      "last_name": "Khatri",
      "fore_name": "Burhan",
      "initials": "B",
      "name": "Burhan Khatri",
      "affiliations": [
        "Medicine, Bahria University Medical and Dental College, Karachi, PAK."
      ]
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Internal Medicine, Dow Medical College, Dow University of Health Sciences, Karachi, PAK."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Shenel A",
      "initials": "SA",
      "name": "Shenel A Khan",
      "affiliations": [
        "Medicine, Dow Medical College, Dow University of Health Sciences, Karachi, PAK."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "12",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Jun",
    "pub_day": "06"
  },
  "start_page": "e8480",
  "pages": "e8480",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32642384",
    "pmc": "PMC7336652",
    "doi": "10.7759/cureus.8480"
  },
  "doi": "10.7759/cureus.8480",
  "pmc_id": "PMC7336652",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.243170",
    "pmid": "32642384"
  }
}