{
  "pmid": "32648037",
  "uid": "32648037",
  "title": "Same-day discharge is safe and feasible following POEM surgery for esophageal motility disorders.",
  "abstract": "INTRODUCTION: Per-oral endoscopic myotomy (POEM) is an effective treatment for achalasia and other esophageal dysmotility disorders. Current practices surrounding post-operative care involve admission and routine esophagogram prior to discharge. This study aims to establish the safety and feasibility of same-day discharge following POEM. METHODS: Retrospective analysis of prospectively collected data for patients who underwent POEM between November 2013 and June 2019 at a single institution in Ontario, Canada. Patients were discharged home on the same day with controlled pain, when tolerating clear fluids. Patients were admitted if clinically indicated. Esophagography was initially a systematic practice prior to discharge, but later only performed when clinically indicated. Emergency department visits and hospital admissions within 90 days were assessed. RESULTS: In total, 90 patients underwent a successful POEM procedure. A total of 72 patients (79.1%) were discharged on the same day, 14 patients (15.4%) were discharged home the following day, and 5 patients (5.5%) experienced longer admissions to hospital. One POEM was unsuccessful. 22 (24.2%) patients had adverse events, leading to 8 (8.8%) unplanned admissions, with one patient requiring prolonged admission for esophageal leak, identified clinically. Fifty-three patients underwent routine esophagography while part of our protocol, with no identified leak, which prompted our change in practice to only perform esophagography when clinically indicated. In the 90-day post-procedure, ten patients visited the emergency department, of which seven were re-admitted, five for POEM-related issues. Our mean Eckhardt score at 2 weeks was 2.1 from 7.2 preoperatively. CONCLUSION: This study establishes that same-day discharge is both safe and feasible following POEM and suggests that esophagography should be performed only when clinically indicated. This represents a shift from the routine practice of admission and imaging for patients undergoing POEM, encouraging the transition to outpatient POEM procedures.",
  "authors": [
    {
      "last_name": "Cloutier",
      "fore_name": "Zacharie",
      "initials": "Z",
      "name": "Zacharie Cloutier",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Aneetinder",
      "initials": "A",
      "name": "Aneetinder Mann",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Division of General Surgery, St. Joseph's Healthcare, Room G814, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada. dennishong70@gmail.com.",
        "Division of General Surgery, St. Joseph's Healthcare, Room G814, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada. dennishong70@gmail.com."
      ],
      "orcid": "0000-0003-1792-1255"
    }
  ],
  "journal": {
    "title": "Surgical endoscopy",
    "iso_abbreviation": "Surg Endosc",
    "issn": "1432-2218",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "3398",
  "end_page": "3404",
  "pages": "3398-3404",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Esophageal Achalasia",
    "Esophageal Motility Disorders",
    "Esophageal Sphincter, Lower",
    "Humans",
    "Natural Orifice Endoscopic Surgery",
    "Ontario",
    "Patient Discharge",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32648037",
    "doi": "10.1007/s00464-020-07781-4",
    "pii": "10.1007/s00464-020-07781-4"
  },
  "doi": "10.1007/s00464-020-07781-4",
  "dates": {
    "completed": "2021-09-29",
    "revised": "2021-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.725559",
    "pmid": "32648037"
  }
}