{
  "pmid": "32641053",
  "uid": "32641053",
  "title": "A critical interpretive synthesis of the roles of midwives in health systems.",
  "abstract": "BACKGROUND: Midwives' roles in sexual and reproductive health and rights continues to evolve. Understanding the profession's role and how midwives can be integrated into health systems is essential in creating evidence-informed policies. Our objective was to develop a theoretical framework of how political system factors and health systems arrangements influence the roles of midwives within the health system. METHODS: A critical interpretive synthesis was used to develop the theoretical framework. A range of electronic bibliographic databases (CINAHL, EMBASE, Global Health database, HealthSTAR, Health Systems Evidence, MEDLINE and Web of Science) was searched through to 14 May 2020 as were policy and health systems-related and midwifery organisation websites. A coding structure was created to guide the data extraction. RESULTS: A total of 4533 unique documents were retrieved through electronic searches, of which 4132 were excluded using explicit criteria, leaving 401 potentially relevant records, in addition to the 29 records that were purposively sampled through grey literature. A total of 100 documents were included in the critical interpretive synthesis. The resulting theoretical framework identified the range of political and health system components that can work together to facilitate the integration of midwifery into health systems or act as barriers that restrict the roles of the profession. CONCLUSIONS: Any changes to the roles of midwives in health systems need to take into account the political system where decisions about their integration will be made as well as the nature of the health system in which they are being integrated. The theoretical framework, which can be thought of as a heuristic, identifies the core contextual factors that governments can use to best leverage their position when working to improve sexual and reproductive health and rights.",
  "authors": [
    {
      "last_name": "Mattison",
      "fore_name": "Cristina A",
      "initials": "CA",
      "name": "Cristina A Mattison",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster Midwifery Research Centre, 1280 Main St. West, HSC-4H26, Hamilton, ON, L8S 4K1, Canada. mattisc@mcmaster.ca."
      ],
      "orcid": "0000-0001-7210-0690"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, 1280 Main St West, MML-417, Hamilton, ON, L8S 4L6, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, 1280 Main St West, MML-417, Hamilton, ON, L8S 4L6, Canada."
      ]
    },
    {
      "last_name": "Hutton",
      "fore_name": "Eileen K",
      "initials": "EK",
      "name": "Eileen K Hutton",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster Midwifery Research Centre, 1280 Main St. West, HSC-4H26, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Dion",
      "fore_name": "Michelle L",
      "initials": "ML",
      "name": "Michelle L Dion",
      "affiliations": [
        "Department of Political Science, McMaster University, 1280 Main St. West, KTH-533, Hamilton, ON, L8S 4M4, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "77",
  "pages": "77",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Government",
    "Government Programs",
    "Humans",
    "Midwifery",
    "Politics",
    "Pregnancy",
    "Sexual Health"
  ],
  "article_ids": {
    "pubmed": "32641053",
    "pmc": "PMC7346500",
    "doi": "10.1186/s12961-020-00590-0",
    "pii": "10.1186/s12961-020-00590-0"
  },
  "doi": "10.1186/s12961-020-00590-0",
  "pmc_id": "PMC7346500",
  "dates": {
    "completed": "2021-07-23",
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.791456",
    "pmid": "32641053"
  }
}