{
  "pmid": "32655704",
  "uid": "32655704",
  "title": "Medical cannabis for orthopaedic patients with chronic musculoskeletal pain: does evidence support its use?",
  "abstract": "The treatment of chronic, non-cancer musculoskeletal pain has become a topic growing interest as it is believed to be one of the reasons for the current opioid epidemic. The medicinal use of cannabis has a long history as a number of active compounds in cannabis have been shown to interact with the body's endocannabinoid system to reduce pain. This position paper provides a history on the evolution of cannabis, the science behind its therapeutic effects, and review of the evidence and current guideline recommendations on its use as a treatment for patients with chronic, non-cancer musculoskeletal pain. Results from systematic reviews have demonstrated a statistically significant reduction in chronic pain conditions with cannabinoids, compared with placebo, although the effects might be considered small and did not reach the minimally important difference. More adverse events were reported in the cannabinoid group than in the placebo group with longer than 2 weeks of treatment. There is a lack of evidence on dependence. With changes to policies, patients' perception has changed to be more positive toward the use of medical cannabis. Current recommendations from North America, Latin America, Europe, Australia and Iran support the use of medical cannabis for chronic, non-cancer pain. Based on the current evidence, it is our position that cannabinoids may be considered as an adjunctive therapy after recommended first- and second-line therapies have failed to provide sufficient efficacy or tolerability. Patients should consider the balance between the desirable and undesirable effects of taking cannabis for chronic pain, and comprehensively consider their own values and preferences, as well as cost-effectiveness factors, based on the information provided by their physician.",
  "authors": [
    {
      "last_name": "Johal",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Johal",
      "affiliations": [
        "Department of Surgery, McMaster University, 237 Barton Street East, Floor 5N, Hamilton, ON L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Vannabouathong",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Vannabouathong",
      "affiliations": [
        "OrthoEvidence Inc., Burlington, ON, Canada."
      ],
      "orcid": "0000-0002-9694-6364"
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "OrthoEvidence Inc., 3228 South Service Road, Suite 206, Burlington, ON L7N 3J6, Canada."
      ],
      "orcid": "0000-0002-0549-5087"
    },
    {
      "last_name": "Zhu",
      "fore_name": "Meng",
      "initials": "M",
      "name": "Meng Zhu",
      "affiliations": [
        "OrthoEvidence Inc., Burlington, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Therapeutic advances in musculoskeletal disease",
    "iso_abbreviation": "Ther Adv Musculoskelet Dis",
    "issn": "1759-720X",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2020"
  },
  "start_page": "1759720X20937968",
  "pages": "1759720X20937968",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32655704",
    "pmc": "PMC7333482",
    "doi": "10.1177/1759720X20937968",
    "pii": "10.1177_1759720X20937968"
  },
  "doi": "10.1177/1759720X20937968",
  "pmc_id": "PMC7333482",
  "dates": {
    "revised": "2024-03-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:38.390718",
    "pmid": "32655704"
  }
}