{
  "pmid": "32661128",
  "uid": "32661128",
  "title": "Treatment after ACL injury: Panther Symposium ACL Treatment Consensus Group.",
  "abstract": "Treatment strategies for ACL injuries continue to evolve. Evidence supporting best practice guidelines to manage ACL injury is largely based on studies with low-level evidence. An international consensus group of experts was convened determine consensus regarding best available evidence on operative versus non-operative treatment for ACL injury. The purpose of this study is to report the consensus statements on operative versus non-operative treatment of ACL injuries developed at the ACL Consensus Meeting Panther Symposium 2019. Sixty-six international experts on the management of ACL injuries, representing 18 countries, convened and participated in a process based on the Delphi method of achieving consensus. Proposed consensus statements were drafted by the Scientific Organising Committee and Session Chairs. Panel participants reviewed preliminary statements prior to the meeting and provided initial agreement and comments on the statement via online survey. During the meeting, discussion and debate occurred for each statement, after which a final vote was then held. Eighty per cent agreement was defined a priori as consensus. A total of 11 of 13 statements on operative versus non-operative treatment of ACL injury reached consensus during the Symposium. Nine statements achieved unanimous support, two reached strong consensus, one did not achieve consensus, and one was removed due to redundancy in the information provided. In highly active patients engaged in jumping, cutting and pivoting sports, early anatomical ACL reconstruction is recommended due to the high risk of secondary meniscus and cartilage injuries with delayed surgery, although a period of progressive rehabilitation to resolve impairments and improve neuromuscular function is recommended. For patients who seek to return to straight plane activities, non-operative treatment with structured, progressive rehabilitation is an acceptable treatment option. However, with persistent functional instability, or when episodes of giving way occur, anatomical ACL reconstruction is indicated. The consensus statements derived from international leaders in the field may assist clinicians in deciding between operative and non-operative treatment with patients after an ACL injury Level of evidence: Level V.",
  "authors": [
    {
      "last_name": "Diermeier",
      "fore_name": "Theresa Anita",
      "initials": "TA",
      "name": "Theresa Anita Diermeier",
      "affiliations": [
        "Department of Sportorthopedics, Klinikum rechts der Isar der Technischen Universitat Munchen, Munchen, Germany resi.diermeier@gmx.de."
      ],
      "orcid": "0000-0002-0549-5212"
    },
    {
      "last_name": "Rothrauff",
      "fore_name": "Ben B",
      "initials": "BB",
      "name": "Ben B Rothrauff",
      "affiliations": [
        "Department of Orthopaedic Surgery, UPMC Freddie Fu Sports Medicine Center, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Engebretsen",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Engebretsen",
      "affiliations": [
        "Division of Orthopedic Surgery, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Lynch",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Lynch",
      "affiliations": [
        "Department of Physical Therapy, School of Health and Rehabilitation Sciences, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Svantesson",
      "fore_name": "Eleonor",
      "initials": "E",
      "name": "Eleonor Svantesson",
      "affiliations": [
        "Institue of Clinical Sciences, Department of Orthopaedics, Goteborgs Universitet, Goteborg, Sweden."
      ],
      "orcid": "0000-0002-6669-5277"
    },
    {
      "last_name": "Hamrin Senorski",
      "fore_name": "Eric Andrew",
      "initials": "EA",
      "name": "Eric Andrew Hamrin Senorski",
      "affiliations": [
        "Department of Health and Rehabilitation, Institute of Neuroscience and Physiology, Gothenburg, Sweden."
      ],
      "orcid": "0000-0002-9340-0147"
    },
    {
      "last_name": "Meredith",
      "fore_name": "Sean J",
      "initials": "SJ",
      "name": "Sean J Meredith",
      "affiliations": [
        "Department of Orthopaedic Surgery, UPMC Freddie Fu Sports Medicine Center, University of Pittsburgh, Pittsburgh, Pennsylvania, USA.",
        "Department of Orthopaedics, University of Maryland School of Medicine, Baltimore, MD, USA."
      ],
      "orcid": "0000-0003-3725-5309"
    },
    {
      "last_name": "Rauer",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Rauer",
      "affiliations": [
        "Department of Trauma Surgery, University Hospital Zurich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paterno",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Paterno",
      "affiliations": [
        "Division of Sports Medicine, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio, USA."
      ]
    },
    {
      "last_name": "Xerogeanes",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Xerogeanes",
      "affiliations": [
        "Department of Orthopaedics, Emory University School of Medicine, Atlanta, Georgia, USA."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Freddie H",
      "initials": "FH",
      "name": "Freddie H Fu",
      "affiliations": [
        "Department of Orthopaedic Surgery, UPMC Freddie Fu Sports Medicine Center, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "Department of Orthopaedics, Sahlgrenska University Hospital, Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "Department of Orthopaedic Surgery, UPMC Freddie Fu Sports Medicine Center, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "British journal of sports medicine",
    "iso_abbreviation": "Br J Sports Med",
    "issn": "1473-0480",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "14",
  "end_page": "22",
  "pages": "14-22",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article"
  ],
  "keywords": [
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Athletic Injuries",
    "Decision Making, Shared",
    "Humans",
    "Joint Instability",
    "Magnetic Resonance Imaging",
    "Multiple Trauma",
    "Osteoarthritis, Knee",
    "Radiography",
    "Return to Sport",
    "Risk Factors",
    "Time-to-Treatment"
  ],
  "article_ids": {
    "pubmed": "32661128",
    "doi": "10.1136/bjsports-2020-102200",
    "pii": "bjsports-2020-102200"
  },
  "doi": "10.1136/bjsports-2020-102200",
  "dates": {
    "completed": "2021-05-24",
    "revised": "2021-05-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.842641",
    "pmid": "32661128"
  }
}