{
  "pmid": "32661342",
  "uid": "32661342",
  "title": "Metagenomics for neurological infections - expanding our imagination.",
  "abstract": "Over the past two decades, the diagnosis rate for patients with encephalitis has remained poor despite advances in pathogen-specific testing such as PCR and antigen assays. Metagenomic next-generation sequencing (mNGS) of RNA and DNA extracted from cerebrospinal fluid and brain tissue now offers another strategy for diagnosing neurological infections. Given that mNGS simultaneously assays for a wide range of infectious agents in an unbiased manner, it can identify pathogens that were not part of a neurologist's initial differential diagnosis either because of the rarity of the infection, because the microorganism has not been previously associated with a clinical phenotype or because it is a newly discovered organism. This Review discusses the technical advantages and pitfalls of cerebrospinal fluid mNGS in the context of patients with neuroinflammatory syndromes, including encephalitis, meningitis and myelitis. We also speculate on how mNGS testing potentially fits into current diagnostic testing algorithms given data on mNGS test performance, cost and turnaround time. Finally, the Review highlights future directions for mNGS technology and other hypothesis-free testing methodologies that are in development.",
  "authors": [
    {
      "last_name": "Ramachandran",
      "fore_name": "Prashanth S",
      "initials": "PS",
      "name": "Prashanth S Ramachandran",
      "affiliations": [
        "Weill Institute for Neurosciences, University of California, San Francisco, CA, USA.",
        "Department of Neurology, University of California, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": [
        "Weill Institute for Neurosciences, University of California, San Francisco, CA, USA. michael.wilson@ucsf.edu.",
        "Department of Neurology, University of California, San Francisco, CA, USA. michael.wilson@ucsf.edu."
      ],
      "orcid": "0000-0002-8705-5084"
    }
  ],
  "journal": {
    "title": "Nature reviews. Neurology",
    "iso_abbreviation": "Nat Rev Neurol",
    "issn": "1759-4766",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "547",
  "end_page": "556",
  "pages": "547-556",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Central Nervous System Infections",
    "Computational Biology",
    "Data Interpretation, Statistical",
    "Encephalitis",
    "Humans",
    "Imagination",
    "Metagenomics"
  ],
  "article_ids": {
    "pubmed": "32661342",
    "pmc": "PMC7356134",
    "doi": "10.1038/s41582-020-0374-y",
    "pii": "10.1038/s41582-020-0374-y"
  },
  "doi": "10.1038/s41582-020-0374-y",
  "pmc_id": "PMC7356134",
  "dates": {
    "completed": "2022-01-17",
    "revised": "2022-04-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K08 NS096117",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.636572",
    "pmid": "32661342"
  }
}