{
  "pmid": "32668205",
  "uid": "32668205",
  "title": "24-Epibrassinolide protects against ethanol-induced behavioural teratogenesis in zebrafish embryo.",
  "abstract": "Embryonic studies have demonstrated the neurotoxic, teratogenic, and neurobehavioral toxicity of ethanol (EtOH). Although multiple mechanisms may contribute to these effects, oxidative stress has been described as the major damage pathway. In this regard, natural antioxidants have the potential to counteract oxidative stress-induced cellular damage. Therefore, the present study aimed to investigate the potential protective role of 24-epibrassinolide (24-EPI), a natural brassinosteroid with proved antioxidant properties, in EtOH-induced teratogenic effects during early zebrafish development. Embryos (~2 h post-fertilization - hpf) were exposed to 1 % EtOH, co-exposed to 24-EPI (0.01, 0.1 and 1 μM) and to 24-EPI alone (1 μM) for 24 h. Following exposure, biochemical evaluations were made at 26 hpf, developmental analysis was made throughout the embryo-larval period, and behavioural responses were evaluated at 120 hpf. Exposure to 1 % EtOH caused an increase in the number of malformations, which were diminished by 24-EPI. In addition, EtOH induced an accumulation of GSSG and consequent reduction of GSH:GSSG ratio, indicating the involvement of oxidative mechanisms in the EtOH-induced effects. These were reverted by 24-EPI as proved by the GSSG levels and GSH:GSSG ratio that returned to control values. Furthermore, exposure to EtOH resulted in behavioural deficits at 120 hpf as observed by the disrupted response to an aversive stimulus, suggesting the involvement of neurotoxic mechanisms. 24-EPI restored the behavioural deficits observed in a dose-dependent manner. The absence of effects in the embryos exposed solely to 24-EPI showed its safety during the exposure period. In conclusion, EtOH caused developmental teratogenicity and behavioural toxicity by inducing glutathione changes, which were prevented by 24-EPI.",
  "authors": [
    {
      "last_name": "Fernandes",
      "fore_name": "Paulo",
      "initials": "P",
      "name": "Paulo Fernandes",
      "affiliations": [
        "Life Sciences and Environment School (ECVA), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Venâncio",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Venâncio",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Department of Animal Science, School of Agrarian and Veterinary Sciences (ECAV), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Félix",
      "fore_name": "Luís",
      "initials": "L",
      "name": "Luís Félix",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Institute for Research and Innovation in Health (i3s), Laboratory Animal Science (LAS), Institute of Molecular and Cell Biology (IBMC), University of Porto (UP), Porto, Portugal. Electronic address: luis.felix@ibmc.up.pt."
      ]
    }
  ],
  "journal": {
    "title": "Chemico-biological interactions",
    "iso_abbreviation": "Chem Biol Interact",
    "issn": "1872-7786",
    "issn_type": "Electronic",
    "volume": "328",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "109193",
  "pages": "109193",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Avoidance Learning",
    "Behavior, Animal",
    "Brassinosteroids",
    "Embryo, Nonmammalian",
    "Ethanol",
    "Glutathione",
    "Larva",
    "Protective Agents",
    "Social Behavior",
    "Steroids, Heterocyclic",
    "Teratogenesis",
    "Zebrafish"
  ],
  "article_ids": {
    "pubmed": "32668205",
    "doi": "10.1016/j.cbi.2020.109193",
    "pii": "S0009-2797(20)30436-1"
  },
  "doi": "10.1016/j.cbi.2020.109193",
  "dates": {
    "completed": "2020-09-22",
    "revised": "2020-09-22"
  },
  "chemicals": [
    "Brassinosteroids",
    "Protective Agents",
    "Steroids, Heterocyclic",
    "Ethanol",
    "Glutathione",
    "brassinolide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.078200",
    "pmid": "32668205"
  }
}