{
  "pmid": "32663693",
  "uid": "32663693",
  "title": "How the manufacturing economy impacts China's energy-related GHG emissions: Insights from structural path analysis.",
  "abstract": "As \"the world's factory\", China's energy consumption and GHG emissions can be largely attributed to its manufacturing economy. This paper aims to examine energy-related methane (CH4) and carbon dioxide (CO2) emissions by Chinese economy from a consumption-based perspective, and to explore the energy-climate-manufacturing nexus relationship in its supply chains. Nearly three-quarters of China's energy-related GHG emissions in 2012 were associated with the manufacturing industry directly or indirectly. Among which, over two-fifths of the national CH4 and CO2 emissions were embodied in the final demand of manufacturing products, mainly driven by the exports and capital formation. Meanwhile, manufacturing sectors served as important intemediate transmission nodes of embodied emissions for other industries such as construction and services. More than 80% and 40% of the embodied emissions in the sectors of construction and services were related to the intermediate uses of manufacturing products, respectively. Critical supply chain paths for linking embodied GHG emissions with manufacturing sectors were extracted through the structural path analysis technique. The top 30 common paths were responsible for about one fifth of the total CH4 and CO2 emissions. Three main transmission nodes of embodied energy-related GHG emission flows were identified. While approximately half of the energy-related CH4 emissions occurred at the fourth or higher production layers, the CO2 emissions were distributed evenly across the production layers. Mitigating energy-related GHG emissions associated with manufacturing economy by adjusting critical industrial sectors and final demands provides new insights for understanding the transitions of China's manufacturing industries to a low-carbon economy.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo Zhang",
      "affiliations": [
        "School of Management, China University of Mining & Technology (Beijing), Beijing 100083, PR China. Electronic address: zhangbo@cumtb.edu.cn."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Management, China University of Mining & Technology (Beijing), Beijing 100083, PR China. Electronic address: zhangbo@cumtb.edu.cn."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Xiaofang",
      "initials": "X",
      "name": "Xiaofang Wu",
      "affiliations": [
        "Economics School, Zhongnan University of Economics and Law, Wuhan 430073, PR China. Electronic address: xfwu@zuel.edu.cn."
      ]
    },
    {
      "last_name": "Guan",
      "fore_name": "ChengHe",
      "initials": "C",
      "name": "ChengHe Guan",
      "affiliations": [
        "New York University Shanghai, Shanghai 200122, PR China."
      ]
    },
    {
      "last_name": "Qiao",
      "fore_name": "Han",
      "initials": "H",
      "name": "Han Qiao",
      "affiliations": [
        "School of Economics and Management, University of Chinese Academy of Sciences, Beijing, 100190, PR China. Electronic address: qiaohan@ucas.ac.cn."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "743",
    "pub_year": "2020",
    "pub_month": "Nov",
    "pub_day": "15"
  },
  "start_page": "140769",
  "pages": "140769",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32663693",
    "doi": "10.1016/j.scitotenv.2020.140769",
    "pii": "S0048-9697(20)34293-5"
  },
  "doi": "10.1016/j.scitotenv.2020.140769",
  "dates": {
    "completed": "2020-09-15",
    "revised": "2020-09-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.405618",
    "pmid": "32663693"
  }
}