{
  "pmid": "32676785",
  "uid": "32676785",
  "title": "Patient-reported outcome instruments used in immune-checkpoint inhibitor clinical trials in oncology: a systematic review.",
  "abstract": "CONTEXT: Immune-checkpoint inhibitors (ICI) have shown significant benefits for overall survival across various cancer types. Patient-reported outcomes (PROs) are assessed in clinical trials as a measure of efficacy. However, it remains unclear to what extent current PRO instruments capture symptoms specific to ICI toxicities. We conducted a systematic review to identify the use and content validity of PRO instruments in ICI clinical trials in oncology. METHODS: Literature was retrieved from PubMed, Embase, PsycINFO, Medline and CINAHL databases. Articles presenting ICI clinical trials' PRO results, clinical trial study protocols, and conference abstracts stating the use of PRO measures were assessed. We evaluated the validity of identified instruments by comparing their symptom-related content with the adverse events reported in each ICI clinical trial. RESULTS: From database inception until January 2020, we identified 191 ICI clinical trials stating the use of PRO measures of which 26 published PRO results. The cancer-specific EORTC QLQ-C30 and the generic EQ-5D questionnaires were the most widely used instruments, often in combination with disease-specific PROs. Instruments used to report PRO symptom-related toxicities covered 45% of the most frequently reported AEs, whereas 23% of AEs were partially covered and 29% were not covered at all. Of non-covered AEs, 59% referred to the dermatologic system. Partially covered AEs related to endocrine and specific types of pain. CONCLUSION: Despite the high frequency of symptom-related toxicities related to ICI, these events are only partially covered (or not addressed) by current PRO instruments, even when combined. Further research is needed to develop new strategies to tailor PRO instruments to specific ICI toxicities.",
  "authors": [
    {
      "last_name": "Colomer-Lahiguera",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Colomer-Lahiguera",
      "affiliations": [
        "Institute of Higher Education and Research in Healthcare (IUFRS), Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland. sara.colomer-lahiguera@chuv.ch.",
        "Department of Oncology, Lausanne University Hospital (CHUV), Lausanne, Switzerland. sara.colomer-lahiguera@chuv.ch."
      ],
      "orcid": "0000-0003-2390-5198"
    },
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Juravinski Hospital and Cancer Centre at Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rietkoetter",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Rietkoetter",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Juravinski Hospital and Cancer Centre at Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Martelli",
      "fore_name": "Lorraine",
      "initials": "L",
      "name": "Lorraine Martelli",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Trillium Health Partners, Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Ribi",
      "fore_name": "Karin",
      "initials": "K",
      "name": "Karin Ribi",
      "affiliations": [
        "Institute of Higher Education and Research in Healthcare (IUFRS), Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland.",
        "International Breast Cancer Study Group (IBCSG), Coordinating Center, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": [
        "McMaster Evidence and Review Synthesis Team, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster Evidence and Review Synthesis Team, School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Orcurto",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Orcurto",
      "affiliations": [
        "Department of Oncology, Lausanne University Hospital (CHUV), Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Juergens",
      "fore_name": "Rosalyn",
      "initials": "R",
      "name": "Rosalyn Juergens",
      "affiliations": [
        "Juravinski Hospital and Cancer Centre at Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eicher",
      "fore_name": "Manuela",
      "initials": "M",
      "name": "Manuela Eicher",
      "affiliations": [
        "Institute of Higher Education and Research in Healthcare (IUFRS), Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland.",
        "Department of Oncology, Lausanne University Hospital (CHUV), Lausanne, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Journal of patient-reported outcomes",
    "iso_abbreviation": "J Patient Rep Outcomes",
    "issn": "2509-8020",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "16"
  },
  "start_page": "58",
  "pages": "58",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32676785",
    "pmc": "PMC7364679",
    "doi": "10.1186/s41687-020-00210-z",
    "pii": "10.1186/s41687-020-00210-z"
  },
  "doi": "10.1186/s41687-020-00210-z",
  "pmc_id": "PMC7364679",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "793592",
      "agency": "H2020 Marie Skłodowska-Curie Actions"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.746979",
    "pmid": "32676785"
  }
}