{
  "pmid": "32670054",
  "uid": "32670054",
  "title": "Efficacy, Safety, and Economics of Intravenous Levetiracetam for Status Epilepticus: A Systematic Review and Meta-Analysis.",
  "abstract": "OBJECTIVE: To evaluate efficacy, safety, and economics profiles of intravenous levetiracetam (LEV) for status epilepticus (SE). METHODS: We searched PubMed, Embase, the Cochrane Library, Clinicaltrials.gov, and OpenGrey.eu for eligible studies published from inception to June 12[th] 2019. Meta-analyses were conducted using random-effect model to calculate odds ratio (OR) of included randomized controlled trials (RCTs) with RevMan 5.3 software. RESULTS: A total of 478 studies were obtained. Five systematic reviews (SRs)/meta-analyses, 9 RCTs, 1 non-randomized trial, and 27 case series/reports and 1 economic study met the inclusion criteria. Five SRs indicated no statistically significant difference in rates of seizure cessation when LEV was compared with lorazepam (LOR), phenytoin (PHT), or valproate (VPA). Pooled results of included RCTs indicated no statistically significant difference in seizure cessation when LEV was compared with LOR [OR = 1.04, 95% confidence interval (CI) 0.37 to 2.92], PHT (OR = 0.90, 95% CI 0.64 to 1.27), and VPA (OR = 1.47, 95% CI 0.81 to 2.67); and no statistically significant difference in seizure freedom within 24 h compared with LOR [OR = 1.83, 95% CI 0.57 to 5.90] and PHT (OR = 1.08, 95% CI 0.63 to 1.87). Meanwhile, LEV did not increase the risk of mortality during hospitalization compared with LOR (OR = 1.03, 95% CI 0.31 to 3.39), PHT (OR = 0.89, 95% CI 0.37 to 2.10), VPA (OR = 1.28, 95% CI 0.32 to 5.07), and placebo (plus clonazepam, OR = 0.73, 95% CI 0.16 to 3.38). LEV had lower need for artificial ventilation (OR = 0.23, 95% CI 0.06 to 0.92) and a lower risk of hypotension (OR = 0.15, 95% CI 0.03 to 0.84) compared to LOR. A trend of lower risk of hypotension and higher risk of agitation was found when LEV was compared with PHT. Case series and case report studies indicated psychiatric and behavioral adverse events of LEV. Cost-effectiveness evaluations indicated LEV as the most cost-effective non-benzodiazepines anti-epileptic drug (AED). CONCLUSIONS: LEV has a similar efficacy as LOR, PHT, and VPA for SE, but a lower need for ventilator assistance and risk of hypotension, thus can be used as a second-line treatment for SE. However, more well-conducted studies to confirm the role of intravenous LEV for SE are still needed.",
  "authors": [
    {
      "last_name": "Yi",
      "fore_name": "Zhan-Miao",
      "initials": "ZM",
      "name": "Zhan-Miao Yi",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital, Beijing, China.",
        "Department of Pharmacy Administration and Clinical Pharmacy, School of Pharmaceutical Science, Peking University Health Science Center, Beijing, China.",
        "Institute for Drug Evaluation, Peking University Health Science Center, Beijing, China."
      ]
    },
    {
      "last_name": "Zhong",
      "fore_name": "Xu-Li",
      "initials": "XL",
      "name": "Xu-Li Zhong",
      "affiliations": [
        "Department of Pharmacy, Children's Hospital of Capital Institute of Pediatrics, Beijing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ming-Lu",
      "initials": "ML",
      "name": "Ming-Lu Wang",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital, Beijing, China.",
        "Department of Pharmacy, Shengjing Hospital of China Medical University, Shenyang, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhai",
      "fore_name": "Suo-Di",
      "initials": "SD",
      "name": "Suo-Di Zhai",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital, Beijing, China.",
        "Institute for Drug Evaluation, Peking University Health Science Center, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pharmacology",
    "iso_abbreviation": "Front Pharmacol",
    "issn": "1663-9812",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2020"
  },
  "start_page": "751",
  "pages": "751",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32670054",
    "pmc": "PMC7326124",
    "doi": "10.3389/fphar.2020.00751"
  },
  "doi": "10.3389/fphar.2020.00751",
  "pmc_id": "PMC7326124",
  "dates": {
    "revised": "2022-04-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.546782",
    "pmid": "32670054"
  }
}