{
  "pmid": "32688519",
  "uid": "32688519",
  "title": "Rodlike molecules in extreme confinement.",
  "abstract": "A unique feature of colloid particles and biopolymers is the molecule's intrinsic rigidity characterized by a molecular-level length scale. Under extreme confinement conditions at cellular scales or in nanodevices, these molecules can display orientational ordering accompanied by severe density depletion. Conventional liquid-crystal theories, such as the Oseen-Frank or Landau-de Gennes theories, cannot capture the essential molecular-level properties: the boundary effects, which extend to a distance of the rigidity length scale, and the drastic variations of the inhomogeneous molecular density. Here we show, based on a simple interpretation of the Onsager model, that rodlike molecules in extreme annular confinement produce unusual liquid-crystal defect structures that are independent phases from the patterns usually seen in a weaker confinement environment.",
  "authors": [
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "School of Chemistry, Beihang University, Beijing 100191, People's Republic of China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Jeff Z Y",
      "initials": "JZY",
      "name": "Jeff Z Y Chen",
      "affiliations": [
        "Department of Physics and Astronomy, University of Waterloo, Waterloo, Ontario, Canada N2L 3G1."
      ]
    }
  ],
  "journal": {
    "title": "Physical review. E",
    "iso_abbreviation": "Phys Rev E",
    "issn": "2470-0053",
    "issn_type": "Electronic",
    "volume": "101",
    "issue": "6-1",
    "pub_year": "2020",
    "pub_month": "Jun"
  },
  "start_page": "062706",
  "pages": "062706",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32688519",
    "doi": "10.1103/PhysRevE.101.062706"
  },
  "doi": "10.1103/PhysRevE.101.062706",
  "dates": {
    "revised": "2020-07-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.366897",
    "pmid": "32688519"
  }
}