{
  "pmid": "32682707",
  "uid": "32682707",
  "title": "Prevalence of Deep Endometriosis and Rectouterine Pouch Obliteration in the Presence of Normal Ovaries.",
  "abstract": "OBJECTIVE: It is well-established that there is a strong association between ovarian endometriomas (OE) and deep endometriosis (DE) and rectouterine pouch (RP) obliteration. We aimed to determine the prevalence of DE and RP obliteration in the presence of normal ovaries. METHODS: We conducted a multicentre retrospective cohort study from January 2009 to December 2017 using a prospective multicentre data registry. Participants included patients with signs and/or symptoms of endometriosis who underwent excisional laparoscopic surgery at one of eight hospitals. The primary outcome was the prevalence of DE and RP obliteration, which was compared between women with normal ovaries (i.e., no OE) and women with ovaries containing OE. Secondary outcomes evaluated included rates of DE by anatomic site between women with and without OE. RESULTS: The ovaries did not contain an OE in 319 of 410 patients (77.8%). The prevalence of DE and RP obliteration in this cohort was 25.4% and 9.7% (81 and 31 patients), respectively; whereas, in patients with OE, DE and RP obliteration prevalence was 68.1% and 60.4% (62 and 55 patients), respectively (P < 0.001 for both DE and RP obliteration). The uterosacral ligaments were the most common site for DE (right: 47/319 [14.7%]; left: 42/319 [13.2%]). CONCLUSIONS: In patients who visited a tertiary care centre with endometriosis without ovarian involvement, 1 in 4 had DE and 1 in 10 had RP obliteration. These prevalence rates should encourage knowledge and skills dissemination to improve non-invasive imaging diagnosis overall. In patients with symptoms or signs suggestive of endometriosis, a basic pelvic ultrasound that ends at evaluation for OE should not be regarded as reassuring.",
  "authors": [
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endosurgery Unit, Nepean Hospital, Kingswood, Australia; Sydney Medical School Nepean, University of Sydney, Sydney, Australia. Electronic address: mathew.leonardi@sydney.edu.au."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Reid",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endosurgery Unit, Nepean Hospital, Kingswood, Australia; Sydney Medical School Nepean, University of Sydney, Sydney, Australia; Department of Obstetrics and Gynaecology, Liverpool Hospital, Liverpool, Australia."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Chuan",
      "initials": "C",
      "name": "Chuan Lu",
      "affiliations": [
        "Department of Computer Sciences, Aberystwyth University, Aberystwyth, UK."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy and Advanced Endosurgery Unit, Nepean Hospital, Kingswood, Australia; Sydney Medical School Nepean, University of Sydney, Sydney, Australia; OMNI Gynaecological Ultrasound and Care, St. Leonards, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "1211",
  "end_page": "1216",
  "pages": "1211-1216",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Douglas' Pouch",
    "Endometriosis",
    "Female",
    "Humans",
    "Laparoscopy",
    "Ovary",
    "Prevalence",
    "Prospective Studies",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "32682707",
    "doi": "10.1016/j.jogc.2020.04.007",
    "pii": "S1701-2163(20)30340-6"
  },
  "doi": "10.1016/j.jogc.2020.04.007",
  "dates": {
    "completed": "2021-06-25",
    "revised": "2021-06-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:20.281892",
    "pmid": "32682707"
  }
}