{
  "pmid": "32698850",
  "uid": "32698850",
  "title": "Coping, fostering resilience, and driving care innovation for autistic people and their families during the COVID-19 pandemic and beyond.",
  "abstract": "The new coronavirus disease (COVID-19) pandemic is changing how society operates. Environmental changes, disrupted routines, and reduced access to services and social networks will have a unique impact on autistic individuals and their families and will contribute to significant deterioration in some. Access to support is crucial to address vulnerability factors, guide adjustments in home environments, and apply mitigation strategies to improve coping. The current crisis highlights that our regular care systems are not sufficient to meet the needs of the autism communities. In many parts of the world, people have shifted to online school and increased use of remote delivery of healthcare and autism supports. Access to these services needs to be increased to mitigate the negative impact of COVID-19 and future epidemics/pandemics. The rapid expansion in the use of telehealth platforms can have a positive impact on both care and research. It can help to address key priorities for the autism communities including long waitlists for assessment and care, access to services in remote locations, and restricted hours of service. However, system-level changes are urgently needed to ensure equitable access and flexible care models, especially for families and individuals who are socioeconomically disadvantaged. COVID-19 mandates the use of technology to support a broader range of care options and better meet the diverse needs of autistic people and their families. It behooves us to use this crisis as an opportunity to foster resilience not only for a given individual or their family, but also the system: to drive enduring and autism-friendly changes in healthcare, social systems, and the broader socio-ecological contexts.",
  "authors": [
    {
      "last_name": "Ameis",
      "fore_name": "Stephanie H",
      "initials": "SH",
      "name": "Stephanie H Ameis",
      "affiliations": [
        "Centre for Addiction and Mental Health, 80 Workman Way, Toronto, ON, M6J 1H4, Canada. Stephanie.Ameis@camh.ca.",
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Canada. Stephanie.Ameis@camh.ca.",
        "Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Canada. Stephanie.Ameis@camh.ca."
      ]
    },
    {
      "last_name": "Lai",
      "fore_name": "Meng-Chuan",
      "initials": "MC",
      "name": "Meng-Chuan Lai",
      "affiliations": [
        "Centre for Addiction and Mental Health, 80 Workman Way, Toronto, ON, M6J 1H4, Canada. mengchuan.lai@utoronto.ca.",
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Canada. mengchuan.lai@utoronto.ca.",
        "Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Canada. mengchuan.lai@utoronto.ca.",
        "Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, UK. mengchuan.lai@utoronto.ca.",
        "Department of Psychiatry, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan. mengchuan.lai@utoronto.ca."
      ],
      "orcid": "0000-0002-9593-5508"
    },
    {
      "last_name": "Mulsant",
      "fore_name": "Benoit H",
      "initials": "BH",
      "name": "Benoit H Mulsant",
      "affiliations": [
        "Centre for Addiction and Mental Health, 80 Workman Way, Toronto, ON, M6J 1H4, Canada.",
        "Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Centre for Addiction and Mental Health, 80 Workman Way, Toronto, ON, M6J 1H4, Canada.",
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Canada.",
        "Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Molecular autism",
    "iso_abbreviation": "Mol Autism",
    "issn": "2040-2392",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "22"
  },
  "start_page": "61",
  "pages": "61",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Autistic Disorder",
    "COVID-19",
    "Coronavirus Infections",
    "Health Services Accessibility",
    "Humans",
    "Online Social Networking",
    "Pandemics",
    "Pneumonia, Viral",
    "Resilience, Psychological",
    "Socioeconomic Factors",
    "Telemedicine",
    "Vulnerable Populations"
  ],
  "article_ids": {
    "pubmed": "32698850",
    "pmc": "PMC7374665",
    "doi": "10.1186/s13229-020-00365-y",
    "pii": "10.1186/s13229-020-00365-y"
  },
  "doi": "10.1186/s13229-020-00365-y",
  "pmc_id": "PMC7374665",
  "dates": {
    "completed": "2020-08-03",
    "revised": "2024-03-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.486944",
    "pmid": "32698850"
  }
}