{
  "pmid": "32690728",
  "uid": "32690728",
  "title": "Cardiac donation after circulatory determination of death: protocol for a mixed-methods study of healthcare provider and public perceptions in Canada.",
  "abstract": "INTRODUCTION: Cardiac transplantation remains the best treatment for patients with end-stage heart disease that is refractory to medical or device therapies, however, a major challenge for heart transplantation is the persistent discrepancy between the number of patients on waiting lists and the number of available hearts. While other countries (eg, UK, Australia and Belgium) have explored and implemented alternative models of transplantation, such as cardiac donation after circulatory determination of death (DCDD) to alleviate transplantation wait times, ethical concerns have hindered implementation in some countries. This study aims to explore the attitudes and opinions of healthcare providers and the public about cardiac DCDD in order to identify and describe opportunities and challenges in ensuring that proposed cardiac DCDD procedures in Canada are consistent with Canadian values and ethical norms. METHODS AND ANALYSIS: This study will include two parts that will be conducted concurrently. Part 1 is a qualitative study consisting of semi-structured interviews with Canadian healthcare providers who routinely care for organ donors and/or transplant recipients to describe their perceptions about cardiac DCDD. Part 2 is a convergent parallel mixed-methods design consisting of a series of focus groups and follow-up surveys with members of the Canadian general public to describe their perceptions about cardiac DCDD. ETHICS AND DISSEMINATION: This study has been approved by the Research Ethics Board at Western University. The findings will be presented at regional and national conferences and reported in peer-reviewed publications.",
  "authors": [
    {
      "last_name": "Honarmand",
      "fore_name": "Kimia",
      "initials": "K",
      "name": "Kimia Honarmand",
      "affiliations": [
        "Department of Medicine, Western University, London, Ontario, Canada kimia.honarmand@medportal.ca."
      ],
      "orcid": "0000-0002-7583-1445"
    },
    {
      "last_name": "Ball",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Ball",
      "affiliations": [
        "Department of Medicine, Western University, London, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weiss",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Weiss",
      "affiliations": [
        "CHU de Québec - Université Laval Research Center, Population Health and Optimal Health Practices Research Unit, Trauma-Emergency-Critical Care Medicine, Université Laval Faculté de Médecine, Québec, Québec, Canada.",
        "Transplant Québec, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Slessarev",
      "fore_name": "Marat",
      "initials": "M",
      "name": "Marat Slessarev",
      "affiliations": [
        "Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sibbald",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Sibbald",
      "affiliations": [
        "Department of Family Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sarti",
      "fore_name": "Aimee",
      "initials": "A",
      "name": "Aimee Sarti",
      "affiliations": [
        "Department of Critical Care, The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": [
        "Department of Medicine, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "D'Aragon",
      "fore_name": "Frédérick",
      "initials": "F",
      "name": "Frédérick D'Aragon",
      "affiliations": [
        "Department of Anesthesiology, Universite de Sherbrooke Faculte de Medecine et des Sciences de la Sante, Sherbrooke, Québec, Canada.",
        "Centre de Recherche du CHUS, Sherbrooke, Québec, Canada."
      ]
    },
    {
      "last_name": "Chasse",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Chasse",
      "affiliations": [
        "University of Montreal Research Center, Innovation Hub and Department of Medicine (Critical Care), University of Montreal, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Basmaji",
      "fore_name": "John",
      "initials": "J",
      "name": "John Basmaji",
      "affiliations": [
        "Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parsons Leigh",
      "fore_name": "Jeanna",
      "initials": "J",
      "name": "Jeanna Parsons Leigh",
      "affiliations": [
        "School of Health Administration, Faculty of Health, Dalhousie University, Halifax, New Brunswick, Canada.",
        "Department of Epidemiology and Biostatistics, Cummings School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "7",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "20"
  },
  "start_page": "e033932",
  "pages": "e033932",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Canada",
    "Focus Groups",
    "Heart Transplantation",
    "Humans",
    "Interviews as Topic",
    "Public Opinion",
    "Research Design",
    "Tissue and Organ Procurement"
  ],
  "article_ids": {
    "pubmed": "32690728",
    "pmc": "PMC7375636",
    "doi": "10.1136/bmjopen-2019-033932",
    "pii": "bmjopen-2019-033932"
  },
  "doi": "10.1136/bmjopen-2019-033932",
  "pmc_id": "PMC7375636",
  "dates": {
    "completed": "2021-02-15",
    "revised": "2021-02-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.436349",
    "pmid": "32690728"
  }
}