{
  "pmid": "32692759",
  "uid": "32692759",
  "title": "Studies of host preferences of wild-caught Phlebotomus orientalis and Ph. papatasi vectors of leishmaniasis in Sudan.",
  "abstract": "INTRODUCTION: Understanding the feeding behavior and host choice of sand flies provides valuable information on vector-host relationships and elucidates the epidemiological patterns of leishmaniasis transmission. Blood meal analysis studies are essential for estimating the efficiency of pathogen transmission, assessing the relative human disease risk, and assist in identifying the other potential hosts of leishmaniasis. In Sudan and most of East Africa, there are large remaining gaps in knowledge regarding the feeding habits of phlebotomine vectors. The study aimed to identify the blood meal sources and, therefore, the host preferences of the principal vectors Phlebotomus orientalis and Ph. papatasi in leishmaniasis endemic areas of eastern and central Sudan. MATERIALS AND METHODS: Sand flies were collected from two endemic villages in eastern and central Sudan using CDC light traps and sticky traps. The phlebotomine sand flies were morphologically and then molecularly identified. The source of blood meal of the engorged females was determined using a multiplex PCR methodology and specific primers of cytochrome b gene of mitochondrial DNA for human, goat, cow, and dog. The detection of the Leishmania parasite was done using PCR. RESULTS: The total number of collected female phlebotomine sand flies was 180. Morphological identification revealed the abundance of Ph. orientalis 103 (57.2%), Ph. papatasi 42 (23.3%), Ph. bergeroti 31 (17.2%), Ph. rodhaini 2 (1.1%) and Ph. duboscqi 2 (1.1%) in the study sites. Out of the 180 collected, 31 (17%) were blood-fed flies. Three species were blood-fed and molecularly identified: Ph. papatasi (N = 7, 22.6%), Ph. bergeroti (N = 9, 26%), and Ph. orientalis (N = 15, 48.4%). Blood meal analysis revealed human DNA in two Ph. orientalis (6.4%), hence, the anthropophilic index was 13.3%. CONCLUSIONS: Multiplex PCR protocol described here allowed the identification of blood meal sources of many vertebrate species simultaneously. The results indicate that wild-caught Ph. orientalis are anthropophilic in the study areas. Further studies on larger blood-fed sample size are required to validate the potential applications of this technique in designing, monitoring and evaluating control programs, particularly in investigating the potential non-human hosts of leishmaniasis.",
  "authors": [
    {
      "last_name": "Elaagip",
      "fore_name": "Arwa",
      "initials": "A",
      "name": "Arwa Elaagip",
      "affiliations": [
        "Department of Parasitology and Medical Entomology, Faculty of Medical Laboratory Sciences, University of Khartoum, Khartoum, Sudan.",
        "Department of Parasitology and Medical Entomology, Institute of Endemic Diseases, University of Khartoum, Khartoum, Sudan."
      ],
      "orcid": "0000-0003-4091-8345"
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Ayman",
      "initials": "A",
      "name": "Ayman Ahmed",
      "affiliations": [
        "Department of Parasitology and Medical Entomology, Institute of Endemic Diseases, University of Khartoum, Khartoum, Sudan."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael David",
      "initials": "MD",
      "name": "Michael David Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Boakye",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Boakye",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana.",
        "The END Fund, New York, NY, United States of America."
      ]
    },
    {
      "last_name": "Abdel Hamid",
      "fore_name": "Muzamil Mahdi",
      "initials": "MM",
      "name": "Muzamil Mahdi Abdel Hamid",
      "affiliations": [
        "Department of Parasitology and Medical Entomology, Institute of Endemic Diseases, University of Khartoum, Khartoum, Sudan."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "7",
    "pub_year": "2020"
  },
  "start_page": "e0236253",
  "pages": "e0236253",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "DNA",
    "Female",
    "Geography",
    "Host-Pathogen Interactions",
    "Insect Vectors",
    "Leishmaniasis",
    "Phlebotomus",
    "Sudan"
  ],
  "article_ids": {
    "pubmed": "32692759",
    "pmc": "PMC7373290",
    "doi": "10.1371/journal.pone.0236253",
    "pii": "PONE-D-20-04679"
  },
  "doi": "10.1371/journal.pone.0236253",
  "pmc_id": "PMC7373290",
  "dates": {
    "completed": "2020-09-22",
    "revised": "2020-09-22"
  },
  "chemicals": [
    "DNA"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.638306",
    "pmid": "32692759"
  }
}