{
  "pmid": "32691441",
  "uid": "32691441",
  "title": "Bacterial bioaugmentation enhances hydrocarbon degradation, plant colonization and gene expression in diesel-contaminated soil.",
  "abstract": "Environmental contamination by hydrocarbons is a major problem, and hydrocarbon accumulation in soil poses hazardous threat to ecosystems. Phytoremediation, which involves plants, is an encouraging technique for the removal of hydrocarbons from polluted soil and water. The purpose of this investigation was to examine whether bacterial inoculation enhanced the phytoremediation of hydrocarbons in diesel-contaminated soil vegetated with maize (Zea mays L.). The two cultivars of maize, MMRI Yellow and Pearl White, were planted in diesel-polluted soil (0, 1.5, 2.5, and 3.5 g diesel kg[-1] soil), and inoculated with the consortium of three alkane-degrading bacterial strains, Arthrobacter oxydans ITRH49, Pseudomonas sp. ITRI73 and Pseudomonas sp. MixRI75. Bacterial inoculation enhanced plant growth and hydrocarbon degradation. Between two cultivars, MMRI Yellow showed better growth and hydrocarbon degradation in the presence and absence of bacterial inoculation. Maximum hydrocarbon degradation (80%) was observed in the soil having minimum concentration of diesel (1.5 g kg[-1] soil), and vegetated with bacterial inoculated MMRI Yellow maize cultivar. Furthermore, more bacterial colonization, and abundance and expression of the alkane hydroxylase gene (alkB) were observed in the root interior than in the rhizosphere and shoot interior of the plants. The bacteria-mediated phytoremediation of soil contaminated with hydrocarbons suggested that the collective use of plants and bacteria was the most beneficial approach for the reclamation of diesel-contaminated soil in comparison with vegetation alone.",
  "authors": [
    {
      "last_name": "Ummara",
      "fore_name": "Ume",
      "initials": "U",
      "name": "Ume Ummara",
      "affiliations": [
        "Institute of Pure and Applied Biology, Bahauddin Zakariya University, Multan, Pakistan."
      ]
    },
    {
      "last_name": "Noreen",
      "fore_name": "Sibgha",
      "initials": "S",
      "name": "Sibgha Noreen",
      "affiliations": [
        "Institute of Pure and Applied Biology, Bahauddin Zakariya University, Multan, Pakistan."
      ],
      "orcid": "0000-0002-8258-6521"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "National Institute of Biotechnology and Genetic Engineering (NIBGE), Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Parvaiz",
      "initials": "P",
      "name": "Parvaiz Ahmad",
      "affiliations": [
        "Botany and Microbiology Department, College of Science, King Saud University, Riyadh, Saudi Arabia."
      ],
      "orcid": "0000-0003-2734-4180"
    }
  ],
  "journal": {
    "title": "Physiologia plantarum",
    "iso_abbreviation": "Physiol Plant",
    "issn": "1399-3054",
    "issn_type": "Electronic",
    "volume": "173",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "58",
  "end_page": "66",
  "pages": "58-66",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bacteria",
    "Biodegradation, Environmental",
    "Ecosystem",
    "Gene Expression",
    "Hydrocarbons",
    "Micrococcaceae",
    "Soil",
    "Soil Pollutants"
  ],
  "article_ids": {
    "pubmed": "32691441",
    "doi": "10.1111/ppl.13171"
  },
  "doi": "10.1111/ppl.13171",
  "dates": {
    "completed": "2021-08-20",
    "revised": "2021-08-20"
  },
  "chemicals": [
    "Hydrocarbons",
    "Soil",
    "Soil Pollutants"
  ],
  "grants": [
    {
      "grant_id": "NPRU-3854",
      "agency": "Higher Education Commision, Pakistan"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.908129",
    "pmid": "32691441"
  }
}