{
  "pmid": "32704284",
  "uid": "32704284",
  "title": "Effect of Ramadan fasting on disease activity in patients with rheumatoid arthritis presenting in tertiary care hospital.",
  "abstract": "BACKGROUND AND OBJECTIVE: Rheumatoid Arthritis (RA) is a common inflammatory disorder affected by various factors, including fasting. The objective of the study was to establish the effect of Ramadan fasting on DAS 28 in Rheumatoid Arthritis patients. METHODS: In this observational cohort study done in department of rheumatology, Mayo hospital, Lahore, between May 2019 to July 2019, 240 patients were divided in fasting (n=120) and non-fasting cohort (n=120) based on their own choice. Mean DAS-28 scores before and after Ramadan was compared in both cohorts with appropriate statistical analyses. RESULTS: Two hundred forty participants, (74 males, 166 females), were recruited. Baseline DAS of fasting group was significantly low (4.35±0.9) as compared to non-fasting group (5.07±0.91). Paired t-test showed statistically significant improvement in fasting and non-fasting groups in total and in both genders (p=0.000). Mean improvement in DAS was numerically greater and statistically significant (p=0.000) in non-fasting group (1.08±0.62) as compared to fasting ones (0.86±0.61). Post-Ramadan DAS was, however, significantly low in fasting group (3.49±0.9) versus non-fasting group (3.98±1.0) (p=0.000). CONCLUSION: DAS 28 score decreased in both non-fasting as well as fasting patients of RA during the month of Ramadan. RA patients with moderate disease activity, who want to keep fast, can be allowed to do so without any fear of disease worsening.",
  "authors": [
    {
      "last_name": "Siddique",
      "fore_name": "Samara",
      "initials": "S",
      "name": "Samara Siddique",
      "affiliations": [
        "Dr. Samara Siddique, FCPS (Medicine), Trainee Rheumatology, Department of Medicine (EMW), King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Imran",
      "fore_name": "Yaser",
      "initials": "Y",
      "name": "Yaser Imran",
      "affiliations": [
        "Dr. Yaser Imran, FCPS (Medicine), FCPS (Rheum), Assistant Professor of Medicine, Department of Medicine (EMW), King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Naeem",
      "initials": "MN",
      "name": "Muhammad Naeem Afzal",
      "affiliations": [
        "Dr. Muhammad Naeem Afzal, FCPS (Medicine), Associate Professor of Medicine, Department of Medicine (EMW), King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Uzma",
      "initials": "U",
      "name": "Uzma Malik",
      "affiliations": [
        "Dr. Uzma Malik, FCPS (Medicine), FCPS (Endo), Assistant Professor of Medicine, Department of Medicine (EMW), King Edward Medical University, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "36",
    "issue": "5",
    "pub_year": "2020"
  },
  "start_page": "1032",
  "end_page": "1035",
  "pages": "1032-1035",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32704284",
    "pmc": "PMC7372658",
    "doi": "10.12669/pjms.36.5.2099",
    "pii": "PJMS-36-1032"
  },
  "doi": "10.12669/pjms.36.5.2099",
  "pmc_id": "PMC7372658",
  "dates": {
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.909125",
    "pmid": "32704284"
  }
}