{
  "pmid": "32704591",
  "uid": "32704591",
  "title": "Applications of Postresuscitation Debriefing Frameworks in Emergency Settings: A Systematic Review.",
  "abstract": "OBJECTIVES: Postresuscitation debriefing (PRD) is a valuable educational tool in emergency medicine. It is recommended by international resuscitation guidelines, has been shown to improve both patient outcomes and resuscitation team performance, and is frequently requested by medical learners. However, there is limited research comparing standardized debriefing frameworks. Not only does this hinder the ability of interested emergency departments (EDs) to adopt PRD, but it limits the quality of future debriefing research. We sought to identify and compare existing PRD frameworks to inform the implementation of effective PRD in emergency medicine. METHODS: We conducted a systematic review following PRISMA standards to identify debriefing frameworks used in the ED and other acute care settings for further analysis. Identified frameworks were analyzed and compared based on a method previously described in the literature. RESULTS: Our search identified six frameworks, which ranged from simple tools for immediate feedback to complex, hospital-wide systems engineering-based approaches to quality improvement. Key findings were the importance of ensuring debriefing facilitators are properly selected and trained and of tailoring framework design to specific organizational targets. However, there is limited validation data for these frameworks, and more study is needed to identify and validate true best practices in PRD. CONCLUSIONS: All six identified frameworks seem to be effective methods of debriefing. Given the breadth in debriefing methods and goals identified, this suggests that there may not be a one-size-fits-all approach to PRD and that organizations should instead identify their own unique needs and barriers and adopt the debriefing framework that best addresses those needs. Other findings were the importance of well-trained debriefing facilitators and the use of clear roles in organizing debriefings. Further research is needed to assess the effectiveness of postresuscitation frameworks with regard to both team performance and patient outcomes.",
  "authors": [
    {
      "last_name": "Hale",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Hale",
      "affiliations": [
        "Michael G. DeGroote School of Medicine McMaster University Hamilton ON Canada."
      ],
      "orcid": "0000-0002-8762-6297"
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Parker",
      "affiliations": [
        "Department of Pediatrics Division of Pediatric Critical Care McMaster University Hamilton ON Canada."
      ],
      "orcid": "0000-0002-1052-9296"
    },
    {
      "last_name": "Cupido",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Cupido",
      "affiliations": [
        "Department of Pediatrics Division of Pediatric Critical Care McMaster University Hamilton ON Canada."
      ]
    },
    {
      "last_name": "Kam",
      "fore_name": "April J",
      "initials": "AJ",
      "name": "April J Kam",
      "affiliations": [
        "Department of Pediatrics Division of Pediatric Emergency Medicine McMaster University Hamilton Ontario Canada."
      ],
      "orcid": "0000-0002-9977-0966"
    }
  ],
  "journal": {
    "title": "AEM education and training",
    "iso_abbreviation": "AEM Educ Train",
    "issn": "2472-5390",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "223",
  "end_page": "230",
  "pages": "223-230",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32704591",
    "pmc": "PMC7369499",
    "doi": "10.1002/aet2.10444",
    "pii": "AET210444"
  },
  "doi": "10.1002/aet2.10444",
  "pmc_id": "PMC7369499",
  "dates": {
    "revised": "2024-07-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:28.790449",
    "pmid": "32704591"
  }
}