{
  "pmid": "32704698",
  "uid": "32704698",
  "title": "Evaluating the effects of fish meal source and level on growth performance of nursery pigs.",
  "abstract": "Three experiments were conducted to determine the effects of fish meal source on nursery pig growth performance. In experiment 1, 250 pigs (PIC 327 × 1,050, initially 7.1 ± 1.00 kg) were fed either a corn-soybean meal-based diet, a diet containing 8.3% enzymatically treated soybean meal (HP 300, Hamlet Protein, Findlay, OH), or diets containing 6% fish meal from one of three sources (IPC 790, The Scoular Company, Minneapolis, MN; Special Select Menhaden, Omega Proteins, Houston, TX; LT Prime Menhaden, Daybrook Fisheries Inc., New Orleans, LA; source 1, 2, and 3, respectively). In a completely randomized design, there were five pigs per pen and 10 pens per treatment with diets fed for 13 d. There was no evidence for differences in ADG or ADFI among pigs fed the three fish meal sources; however, pigs fed source 1 had marginally decreased (P = 0.068) G:F compared with pigs fed diets with other protein sources. In experiment 2, 350 barrows (DNA Line 200 × 400; initially 6.5 ± 0.90 kg) were assigned to one of seven dietary treatments including the same control diet and diets containing the three fish meal sources used in experiment 1, but fed at 3% or 6%. There were five pigs per pen and 10 pens per treatment with diets fed for 14 d. A source × level interaction (linear, P < 0.05) for ADG and G:F was observed. Increasing fish meal source 1 increased ADG and G:F; however, pigs fed source 2 had improved ADG and G:F at 3%, but decreased performance at 6% compared with control pigs. Pigs fed source 3 had no further improvements in ADG or G:F beyond the 3% inclusion. Fishmeal analysis for total volatile N, and modified Torry digestibility did not appear to correspond with any growth performance differences measured in experiments 1 or 2. In experiment 3, 700 barrows (DNA Line 200 × 400, initially 6.5 ± 0.84 kg) were fed a control diet or four diets with 6% fish meal (source 3) containing either 0.87%, 8.70%, 16.52%, or 24.35% fish solubles. There were five pigs per pen and 28 pens per treatment with diets fed for 21 d. Overall, pigs fed diets with fish meal had increased (P < 0.05) ADG and ADFI compared with pigs fed the control diet. There was no evidence for differences in growth performance as fish solubles increased. In conclusion, inconsistencies were observed in growth responses to different fish meal sources, but the amount of fish solubles, total volatile N, or modified Torry digestibility of fishmeal does not appear to explain these differences.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron M",
      "initials": "AM",
      "name": "Aaron M Jones",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Fangzhou",
      "initials": "F",
      "name": "Fangzhou Wu",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan."
      ]
    },
    {
      "last_name": "Woodworth",
      "fore_name": "Jason C",
      "initials": "JC",
      "name": "Jason C Woodworth",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan."
      ]
    },
    {
      "last_name": "Tokach",
      "fore_name": "Mike D",
      "initials": "MD",
      "name": "Mike D Tokach",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan."
      ]
    },
    {
      "last_name": "Goodband",
      "fore_name": "Robert D",
      "initials": "RD",
      "name": "Robert D Goodband",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan."
      ]
    },
    {
      "last_name": "DeRouchey",
      "fore_name": "Joel M",
      "initials": "JM",
      "name": "Joel M DeRouchey",
      "affiliations": [
        "Department of Animal Sciences, College of Agriculture, Kansas State University, Manhattan."
      ]
    },
    {
      "last_name": "Dritz",
      "fore_name": "Steve S",
      "initials": "SS",
      "name": "Steve S Dritz",
      "affiliations": [
        "Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, KS."
      ]
    }
  ],
  "journal": {
    "title": "Translational animal science",
    "iso_abbreviation": "Transl Anim Sci",
    "issn": "2573-2102",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "2018",
    "pub_month": "Apr"
  },
  "start_page": "144",
  "end_page": "155",
  "pages": "144-155",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32704698",
    "pmc": "PMC7200556",
    "doi": "10.1093/tas/txy010",
    "pii": "txy010"
  },
  "doi": "10.1093/tas/txy010",
  "pmc_id": "PMC7200556",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.649144",
    "pmid": "32704698"
  }
}