{
  "pmid": "32716304",
  "uid": "32716304",
  "title": "Embedding \"Smart\" Disease Coding Within Routine Electronic Medical Record Workflow: Prospective Single-Arm Trial.",
  "abstract": "BACKGROUND: Electronic medical record (EMR) chronic disease measurement can help direct primary care prevention and treatment strategies and plan health services resource management. Incomplete data and poor consistency of coded disease values within EMR problem lists are widespread issues that limit primary and secondary uses of these data. These issues were shared by the McMaster University Sentinel and Information Collaboration (MUSIC), a primary care practice-based research network (PBRN) located in Hamilton, Ontario, Canada. OBJECTIVE: We sought to develop and evaluate the effectiveness of new EMR interface tools aimed at improving the quantity and the consistency of disease codes recorded within the disease registry across the MUSIC PBRN. METHODS: We used a single-arm prospective trial design with preintervention and postintervention data analysis to assess the effect of the intervention on disease recording volume and quality. The MUSIC network holds data on over 75,080 patients, 37,212 currently rostered. There were 4 MUSIC network clinician champions involved in gap analysis of the disease coding process and in the iterative design of new interface tools. We leveraged terminology standards and factored EMR workflow and usability into a new interface solution that aimed to optimize code selection volume and quality while minimizing physician time burden. The intervention was integrated as part of usual clinical workflow during routine billing activities. RESULTS: After implementation of the new interface (June 25, 2017), we assessed the disease registry codes at 3 and 6 months (intervention period) to compare their volume and quality to preintervention levels (baseline period). A total of 17,496 International Classification of Diseases, 9th Revision (ICD9) code values were recorded in the disease registry during the 11.5-year (2006 to mid-2017) baseline period. A large gain in disease recording occurred in the intervention period (8516/17,496, 48.67% over baseline), resulting in a total of 26,774 codes. The coding rate increased by a factor of 11.2, averaging 1419 codes per month over the baseline average rate of 127 codes per month. The proportion of preferred ICD9 codes increased by 17.03% in the intervention period (11,007/17,496, 62.91% vs 7417/9278, 79.94%; χ[2]1=819.4; P<.001). A total of 45.03% (4178/9278) of disease codes were entered by way of the new screen prompt tools, with significant increases between quarters (Jul-Sep: 2507/6140, 40.83% vs Oct-Dec: 1671/3148, 53.08%; χ[2]1=126.2; P<.001). CONCLUSIONS: The introduction of clinician co-designed, workflow-embedded disease coding tools is a very effective solution to the issues of poor disease coding and quality in EMRs. The substantial effectiveness in a routine care environment demonstrates usability, and the intervention detail described here should be generalizable to any setting. Significant improvements in problem list coding within primary care EMRs can be realized with minimal disruption to routine clinical workflow.",
  "authors": [
    {
      "last_name": "Mangin",
      "fore_name": "Dee",
      "initials": "D",
      "name": "Dee Mangin",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2149-9376"
    },
    {
      "last_name": "Lawson",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Lawson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8122-9768"
    },
    {
      "last_name": "Adamczyk",
      "fore_name": "Krzysztof",
      "initials": "K",
      "name": "Krzysztof Adamczyk",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1668-0499"
    },
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9915-1911"
    }
  ],
  "journal": {
    "title": "JMIR medical informatics",
    "iso_abbreviation": "JMIR Med Inform",
    "issn": "2291-9694",
    "issn_type": "Print",
    "volume": "8",
    "issue": "7",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "27"
  },
  "start_page": "e16764",
  "pages": "e16764",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32716304",
    "pmc": "PMC7418012",
    "doi": "10.2196/16764",
    "pii": "v8i7e16764"
  },
  "doi": "10.2196/16764",
  "pmc_id": "PMC7418012",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:28.401141",
    "pmid": "32716304"
  }
}