{
  "pmid": "32714886",
  "uid": "32714886",
  "title": "Ultrasound-Based Scoring System for Indication of Pyeloplasty in Patients With UPJO-Like Hydronephrosis.",
  "abstract": "Background: Previous scoring systems have used renal scan parameters to assess severity of ureteropelvic junction obstruction-like hydronephrosis (UPJO-like HN), however this information is not always reliable due to protocol variation across centers and renogram limitations. Therefore, we sought to evaluate the Pyeloplasty Prediction Score (PPS), which utilizes only baseline ultrasound measurements to predict the likelihood of pyeloplasty in infants with UPJO-like. Methods: PPS was developed using three ultrasound parameters, Society of Fetal Urology (SFU) grade, transverse anteroposterior (APD), and the absolute percentage difference of ipsilateral and contralateral renal lengths at baseline. PPS was evaluated using prospectively collected prenatal hydronephrosis data (n = 928) of patients with UPJO-HN. Children with vesicoureteral reflux. primary megaureter, other associated anomalies, bilateral HN and <3 months of follow-up were excluded. Scores were analyzed regarding its usefulness in predicting which patients would be more likely to undergo pyeloplasty. Sensitivity, specificity, likelihood ratios (LR) and receiver operating characteristic (ROC) curve were determined. Results: Of 353 patients, 275 (78%) were male, 268 (76%) had left UPJO-like HN, and 81 (23%) had a pyeloplasty. The median age at baseline was 3 months (IQR 1-5). The PPS system was highly accurate in distinguishing patients who underwent pyeloplasty using baseline ultrasound measurements (AUC: 0.902). PPS of 7 and 8 were found to have a sensitivity of 85 and 78%, and specificity of 81 and 90%, respectively. PPS of 8 was associated with a LR of 7.8, indicating that these patients were eight times more likely to undergo pyeloplasty. Conclusion: Overall, PPS could detect patients more likely to undergo pyeloplasty using baseline ultrasound measurements. Those with a PPS of eight or higher were eight times more likely to undergo pyeloplasty.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Li",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McGrath",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa McGrath",
      "affiliations": [
        "McMaster Pediatric Surgical Research Collaborative, McMaster University, Hamilton, ON, Canada.",
        "Division of Urology, McMaster University, Hamilton, ON, Canada.",
        "McMaster Children's Hospital Foundation, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "McMaster Children's Hospital Foundation, Hamilton, ON, Canada.",
        "Department of Health Research, Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": [
        "McMaster Pediatric Surgical Research Collaborative, McMaster University, Hamilton, ON, Canada.",
        "Division of Urology, McMaster University, Hamilton, ON, Canada.",
        "McMaster Children's Hospital Foundation, Hamilton, ON, Canada.",
        "Department of Health Research, Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pediatrics",
    "iso_abbreviation": "Front Pediatr",
    "issn": "2296-2360",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2020"
  },
  "start_page": "353",
  "pages": "353",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32714886",
    "pmc": "PMC7343702",
    "doi": "10.3389/fped.2020.00353"
  },
  "doi": "10.3389/fped.2020.00353",
  "pmc_id": "PMC7343702",
  "dates": {
    "revised": "2020-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.376834",
    "pmid": "32714886"
  }
}