{
  "pmid": "32710492",
  "uid": "32710492",
  "title": "Maintenance therapy in transplant ineligible adults with newly-diagnosed multiple myeloma: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The role of maintenance therapy in transplant ineligible multiple myeloma (MM) patients following a period of fixed duration induction therapy remains unclear. OBJECTIVES: We performed a systematic review and meta-analysis of randomized controlled trials (RCTs) examining maintenance therapy compared to observation. METHODS: We conducted a comprehensive search including MEDLINE, Embase, and the Cochrane database up to February 28, 2020, for RCTs comparing maintenance therapy to observation in newly diagnosed transplant ineligible MM patients. Two authors independently screened studies for eligibility, extracted data, and assessed risk of bias. We performed meta-analyses using a random-effects model and assessed certainty using GRADE methodology. MAIN RESULTS: We included five RCTs with a total of 1139 patients. Patients receiving maintenance therapy had improved progression-free survival (PFS) compared to observation (Hazard ratio [HR] 0.48, 95% confidence interval [CI] 0.38 to 0.62, high certainty); however, there was no difference in overall survival (HR 0.96, 95% CI 0.76-1.2, moderate certainty). Adverse events were higher in the maintenance group compared to observation (very low to moderate certainty). CONCLUSION: Maintenance therapy increases PFS in transplant ineligible MM patients following a fixed period of induction therapy; however, this must be weighed against the increased risk of adverse events.",
  "authors": [
    {
      "last_name": "Balitsky",
      "fore_name": "Amaris K",
      "initials": "AK",
      "name": "Amaris K Balitsky",
      "affiliations": [
        "Division of Malignant Hematology, Department of Oncology, Juravinski Cancer Centre, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2831-9107"
    },
    {
      "last_name": "Karkar",
      "fore_name": "Aram",
      "initials": "A",
      "name": "Aram Karkar",
      "affiliations": [
        "Division of Internal Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McCurdy",
      "fore_name": "Arleigh",
      "initials": "A",
      "name": "Arleigh McCurdy",
      "affiliations": [
        "Division of Hematology, Department of Medicine, The Ottawa Hospital, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mian",
      "fore_name": "Hira S",
      "initials": "HS",
      "name": "Hira S Mian",
      "affiliations": [
        "Division of Malignant Hematology, Department of Oncology, Juravinski Cancer Centre, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European journal of haematology",
    "iso_abbreviation": "Eur J Haematol",
    "issn": "1600-0609",
    "issn_type": "Electronic",
    "volume": "105",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "626",
  "end_page": "634",
  "pages": "626-634",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Antineoplastic Combined Chemotherapy Protocols",
    "Hematopoietic Stem Cell Transplantation",
    "Humans",
    "Maintenance Chemotherapy",
    "Multiple Myeloma",
    "Preoperative Care",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32710492",
    "doi": "10.1111/ejh.13496"
  },
  "doi": "10.1111/ejh.13496",
  "dates": {
    "completed": "2021-07-29",
    "revised": "2021-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.074380",
    "pmid": "32710492"
  }
}