{
  "pmid": "32723326",
  "uid": "32723326",
  "title": "The \"secret sauce\" for a mentored training program: qualitative perspectives of trainees in implementation research for cancer control.",
  "abstract": "BACKGROUND: Mentored training approaches help build capacity for research through mentoring networks and skill building activities. Capacity for dissemination and implementation (D&I) research in cancer is needed and mentored training programs have been developed. Evaluation of mentored training programs through quantitative approaches often provides us with information on \"what\" improved for participants. Qualitative approaches provide a deeper understanding of \"how\" programs work best. METHODS: Qualitative interviews were conducted with 21 fellows of the National Cancer Institute-funded Mentored Training for Dissemination and Implementation in Cancer to gain understanding of their experiences with mentoring received during the program. Fellows were selected from all 55 trained participants based upon their gain in D&I research skills (highest and lowest) and number of collaborative connections in the program network (highest and lowest) reported in previous quantitative surveys. Phone interviews were recorded with permission, transcribed verbatim, and de-identified for analysis. Codes were developed a priori to reflect interview guide concepts followed by further development and iterative coding of three common themes that emerged: 1) program and mentoring structure, 2) importance of mentor attributes, and 3) enhanced capacity: credentials, confidence, credibility and connections. RESULTS: Interviews provided valuable information about program components that worked best and impacts attributed to participation in the program. Fellows reported that regular monthly check-in calls with mentors helped to keep their research moving forward and that group mentoring structures aided in their learning of basic D&I research concepts and their application. Accessible, responsive, and knowledgeable mentors were commonly mentioned by fellows as a key to their success in the program. Fellows mentioned various forms of impact that they attributed to their participation in the program including gaining credibility in the field, a network of peers and experts, and career developments (e.g., collaborative publications and grant funding). CONCLUSIONS: These findings suggest that mentored training works best when mentoring is structured and coupled with applied learning and when respected and dedicated mentors are on board. Increased scientific collaborations and credibility within a recognized network are important trainee experiences that should be considered when designing, implementing, and sustaining mentored training programs.",
  "authors": [
    {
      "last_name": "Jacob",
      "fore_name": "Rebekah R",
      "initials": "RR",
      "name": "Rebekah R Jacob",
      "affiliations": [
        "Prevention Research Center, Brown School, Washington University in St. Louis, 1 Brookings Drive, St. Louis, MO, 63130, USA. rebekahjacob@wustl.edu."
      ],
      "orcid": "0000-0003-2466-8809"
    },
    {
      "last_name": "Gacad",
      "fore_name": "Angeline",
      "initials": "A",
      "name": "Angeline Gacad",
      "affiliations": [
        "Prevention Research Center, Brown School, Washington University in St. Louis, 1 Brookings Drive, St. Louis, MO, 63130, USA."
      ]
    },
    {
      "last_name": "Pfund",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Pfund",
      "affiliations": [
        "Center for the Improvement of Mentored Experiences in Research, Wisconsin Center for Education Research, Institute for Clinical and Translational Research, School of Medicine and Public Health, University of Wisconsin-Madison, 1025 W. Johnson St., Madison, WI, 53705, USA."
      ]
    },
    {
      "last_name": "Padek",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Padek",
      "affiliations": [
        "Prevention Research Center, Brown School, Washington University in St. Louis, 1 Brookings Drive, St. Louis, MO, 63130, USA."
      ]
    },
    {
      "last_name": "Chambers",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Chambers",
      "affiliations": [
        "Division of Cancer Control and Population Sciences, National Cancer Institute, 9609 Medical Center Drive, Bethesda, MD, 20892, USA."
      ]
    },
    {
      "last_name": "Kerner",
      "fore_name": "Jon F",
      "initials": "JF",
      "name": "Jon F Kerner",
      "affiliations": [
        "Canadian Partnership Against Cancer, 145 King Street West, Toronto, ON, M5H 1J8, Canada."
      ]
    },
    {
      "last_name": "Sales",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Sales",
      "affiliations": [
        "Center for Clinical Management Research, VA Ann Arbor Healthcare System, 2215 Fuller Road, Mail Stop 152, Ann Arbor, MI, 48105, USA.",
        "Department of Learning Health Sciences, University of Michigan Medical School, 1111 E. Catherine Street, Ann Arbor, MI, 48109, USA."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, National Collaborating Centre for Methods and Tools, McMaster University, 175 Longwood Road South, Hamilton, ON, L8P 0A, Canada."
      ]
    },
    {
      "last_name": "Kumanyika",
      "fore_name": "Shiriki",
      "initials": "S",
      "name": "Shiriki Kumanyika",
      "affiliations": [
        "Department of Community Health and Prevention, Drexel University Dornsife School of Public Health, 3215 Market Street, Philadelphia, PA, 19104, USA."
      ]
    },
    {
      "last_name": "Brownson",
      "fore_name": "Ross C",
      "initials": "RC",
      "name": "Ross C Brownson",
      "affiliations": [
        "Prevention Research Center, Brown School, Washington University in St. Louis, 1 Brookings Drive, St. Louis, MO, 63130, USA.",
        "Department of Surgery (Division of Public Health Sciences) and Alvin J. Siteman Cancer Center, Washington University School of Medicine, Washington University in St. Louis, 660 S. Euclid Ave. Campus Box 8100, St. Louis, MO, 63110, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "28"
  },
  "start_page": "237",
  "pages": "237",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Humans",
    "Mentoring",
    "Mentors",
    "Neoplasms",
    "Program Evaluation",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "32723326",
    "pmc": "PMC7385963",
    "doi": "10.1186/s12909-020-02153-x",
    "pii": "10.1186/s12909-020-02153-x"
  },
  "doi": "10.1186/s12909-020-02153-x",
  "pmc_id": "PMC7385963",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 DK092950",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P50 CA244431",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U48DP006395",
      "agency": "ACL HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 CA091842",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U48DP006395",
      "agency": "NCCDPHP CDC HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30DK092950",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.350150",
    "pmid": "32723326"
  }
}