{
  "pmid": "32723747",
  "uid": "32723747",
  "title": "Systematic survey of the causal language use in systematic reviews of observational studies: a study protocol.",
  "abstract": "INTRODUCTION: Sometimes, observational studies may provide important evidence that allow inferences of causality between exposure and outcome (although on most occasions only low certainty evidence). Authors, frequently and perhaps usually at the behest of the journals to which they are submitting, avoid using causal language when addressing evidence from observational studies. This is true even when the issue of interest is the causal effect of an intervention or exposure. Clarity of thinking and appropriateness of inferences may be enhanced through the use of language that reflects the issue under consideration. The objectives of this study are to systematically evaluate the extent and nature of causal language use in systematic reviews of observational studies and to relate that to the actual intent of the investigation. METHODS AND ANALYSIS: We will conduct a systematic survey of systematic reviews of observational studies addressing modifiable exposures and their possible impact on patient-important outcomes. We will randomly select 200 reviews published in 2019, stratified in a 1:1 ratio by use and non-use of the Grading of Recommendations Assessment, Development, and Evaluation (GRADE). Teams of two reviewers will independently assess study eligibility and extract data using a standardised data extraction forms, with resolution of disagreement by discussion and, if necessary, by third party adjudication. Through examining the inferences, they make in their papers' discussion, we will evaluate whether the authors' intent was to address causation or association. We will summarise the use of causal language in the study title, abstract, study question and results using descriptive statistics. Finally, we will assess whether the language used is consistent with the intention of the authors. We will determine whether results in reviews that did or did not use GRADE differ. ETHICS AND DISSEMINATION: Ethics approval for this study is not required. We will disseminate the results through publication in a peer-reviewed journals. REGISTRATION: Open Science Framework (osf.io/vh8yx).",
  "authors": [
    {
      "last_name": "Han",
      "fore_name": "Mi Ah",
      "initials": "MA",
      "name": "Mi Ah Han",
      "affiliations": [
        "Department of Preventive Medicine, College of Medicine, Chosun University, Gwangju, The Republic of Korea mahan@chosun.ac.kr."
      ],
      "orcid": "0000-0003-1213-6952"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "7",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "28"
  },
  "start_page": "e038571",
  "pages": "e038571",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Causality",
    "Humans",
    "Language",
    "Observational Studies as Topic",
    "Research Design",
    "Surveys and Questionnaires",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "32723747",
    "pmc": "PMC7389485",
    "doi": "10.1136/bmjopen-2020-038571",
    "pii": "bmjopen-2020-038571"
  },
  "doi": "10.1136/bmjopen-2020-038571",
  "pmc_id": "PMC7389485",
  "dates": {
    "completed": "2021-02-15",
    "revised": "2023-08-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.186794",
    "pmid": "32723747"
  }
}