{
  "pmid": "32723618",
  "uid": "32723618",
  "title": "The role of non-invasive ventilation in weaning and decannulating critically ill patients with tracheostomy: A narrative review of the literature.",
  "abstract": "INTRODUCTION: Invasive mechanical ventilation (IMV) is associated with several complications. Placement of a long-term airway (tracheostomy) is also associated with short and long-term risks for patients. Nevertheless, tracheostomies are placed to help reduce the duration of IMV, facilitate weaning and eventually undergo successful decannulation. METHODS: We performed a narrative review by searching PubMed, Embase and Medline databases to identify relevant citations using the search terms (with synonyms and closely related words) \"non-invasive ventilation\", \"tracheostomy\" and \"weaning\". We identified 13 publications comprising retrospective or prospective studies in which non-invasive ventilation (NIV) was one of the strategies used during weaning from IMV and/or tracheostomy decannulation. RESULTS: In some studies, patients with tracheostomies represented a subgroup of patients on IMV. Most of the studies involved patients with underlying cardiopulmonary comorbidities and conditions, and primarily involved specialized weaning centres. Not all studies provided data on decannulation, although those which did, report high success rates for weaning and decannulation when using NIV as an adjunct to weaning patient off ventilatory support. However, a significant percentage of patients still needed home NIV after discharge. CONCLUSIONS: The review supports a potential role for NIV in weaning patients with a tracheostomy either off the ventilator and/or with its decannulation. Additional research is needed to develop weaning protocols and better characterize the role of NIV during weaning.",
  "authors": [
    {
      "last_name": "Guia",
      "fore_name": "Miguel",
      "initials": "M",
      "name": "Miguel Guia",
      "affiliations": [
        "Pulmonology Department, Hospital Professor Doutor Fernando Fonseca, IC19, 2720-276 Amadora, Lisbon, Portugal. Electronic address: miguelguia7@gmail.com."
      ]
    },
    {
      "last_name": "Ciobanu",
      "fore_name": "Laura D",
      "initials": "LD",
      "name": "Laura D Ciobanu",
      "affiliations": [
        "Clinical Hospital of Rehabilitation, Iasi University of Medicine and Pharmacy \"Grigore T Popa\", Strada Universității 16, Iași 700115, Romania."
      ]
    },
    {
      "last_name": "Sreedharan",
      "fore_name": "Jithin K",
      "initials": "JK",
      "name": "Jithin K Sreedharan",
      "affiliations": [
        "Prince Sultan Military College of Health Sciences, Al Amal Dhahran 34313, Saudi Arabia."
      ]
    },
    {
      "last_name": "Abdelrahim",
      "fore_name": "Mohamed E",
      "initials": "ME",
      "name": "Mohamed E Abdelrahim",
      "affiliations": [
        "Clinical Pharmacy Department, Faculty of Pharmacy, Beni-Suef University, Qism Bani Sweif, Bani Sweif, Beni Suef Governorate, Egypt."
      ]
    },
    {
      "last_name": "Gonçalves",
      "fore_name": "Gil",
      "initials": "G",
      "name": "Gil Gonçalves",
      "affiliations": [
        "Pulmonology Department, Centro Hospitalar e Universitário de Coimbra, Praceta, R. Prof. Mota Pinto, 3004-561 Coimbra, Portugal."
      ]
    },
    {
      "last_name": "Cabrita",
      "fore_name": "Bruno",
      "initials": "B",
      "name": "Bruno Cabrita",
      "affiliations": [
        "Pulmonology Department, Hospital Pedro Hispano, R. de Dr. Eduardo Torres, Sra. da Hora, Matosinhos, Portugal."
      ]
    },
    {
      "last_name": "Alqahtani",
      "fore_name": "Jaber S",
      "initials": "JS",
      "name": "Jaber S Alqahtani",
      "affiliations": [
        "Department of Respiratory Care, Prince Sultan Military College of Health Sciences, Al Amal, Dhahran 34313, Saudi Arabia."
      ]
    },
    {
      "last_name": "Duan",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Duan",
      "affiliations": [
        "Department of Respiratory and Critical Care Medicine, The first Affiliated Hospital of Chongqing Medical University, 275 Jinlong Rd, Longxi, Yubei District, Chongqing, China."
      ]
    },
    {
      "last_name": "El-Khatib",
      "fore_name": "Mohamad",
      "initials": "M",
      "name": "Mohamad El-Khatib",
      "affiliations": [
        "Department of Respiratory Therapy, American University of Beirut - Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Diaz-Abad",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat Diaz-Abad",
      "affiliations": [
        "Department of Medicine, University of Maryland School of Medicine, 655 W Baltimore St S, Baltimore, MD 21201 USA."
      ]
    },
    {
      "last_name": "Wittenstein",
      "fore_name": "Jakob",
      "initials": "J",
      "name": "Jakob Wittenstein",
      "affiliations": [
        "Department of Anesthesiology and Intensive Care Medicine, University Hospital Carl Gustav Carus, Fetscherstraße 74, 01307 Dresden, Germany."
      ]
    },
    {
      "last_name": "Karim",
      "fore_name": "Habib M R",
      "initials": "HMR",
      "name": "Habib M R Karim",
      "affiliations": [
        "Department of Anaesthesiology and Critical Care, All India Institute of Medical Sciences, Great Eastern Rd, AIIMS Campus, Tatibandh, Raipur, Chhattisgarh 492099, India."
      ]
    },
    {
      "last_name": "Bhakta",
      "fore_name": "Pradipta",
      "initials": "P",
      "name": "Pradipta Bhakta",
      "affiliations": [
        "Department of Anaesthesia and Intensive Care, Cork University Hospital, Wilton, Cork, Ireland."
      ]
    },
    {
      "last_name": "Ruggeri",
      "fore_name": "Paolo",
      "initials": "P",
      "name": "Paolo Ruggeri",
      "affiliations": [
        "Pulmonology Unit, Department of Biomedical and Dental Sciences, Morphological and Functional Images (BIOMORF), University of Messina, Piazza Pugliatti, 1, 98122 Messina ME, Italy."
      ]
    },
    {
      "last_name": "Garuti",
      "fore_name": "Giancarlo",
      "initials": "G",
      "name": "Giancarlo Garuti",
      "affiliations": [
        "Pulmonology Unit, Santa Maria Bianca Hospital, Mirandola, AUSL Modena, Via S. Giovanni del Cantone, 23, 41121 Modena MO, Italy."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, 27 King's College Cir, Toronto, ON M5S, Canada."
      ]
    },
    {
      "last_name": "Soo Hoo",
      "fore_name": "Guy W",
      "initials": "GW",
      "name": "Guy W Soo Hoo",
      "affiliations": [
        "Pulmonary, Critical Care and Sleep Section, VA Greater Los Angeles Healthcare System, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Scala",
      "fore_name": "Raffaele",
      "initials": "R",
      "name": "Raffaele Scala",
      "affiliations": [
        "Pulmonology Department an RICU, San Donato Hospital, Via Pietro Nenni, 20/22, 52100 Arezzo AR, Italy."
      ]
    },
    {
      "last_name": "Esquinas",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Esquinas",
      "affiliations": [
        "Intensive Care Unit, Hospital Morales Meseguer, Av Marqués de los Vélez, s/n, 30008 Murcia, Spain."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pulmonology",
    "iso_abbreviation": "Pulmonology",
    "issn": "2531-0437",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "1",
    "pub_year": "2021"
  },
  "start_page": "43",
  "end_page": "51",
  "pages": "43-51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Catheterization",
    "Comorbidity",
    "Critical Illness",
    "Humans",
    "Noninvasive Ventilation",
    "Patient Discharge",
    "Prospective Studies",
    "Respiration, Artificial",
    "Retrospective Studies",
    "Survival Rate",
    "Tracheostomy",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "32723618",
    "doi": "10.1016/j.pulmoe.2020.07.002",
    "pii": "S2531-0437(20)30151-3"
  },
  "doi": "10.1016/j.pulmoe.2020.07.002",
  "dates": {
    "completed": "2021-09-13",
    "revised": "2021-09-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.234501",
    "pmid": "32723618"
  }
}