{
  "pmid": "32732709",
  "uid": "32732709",
  "title": "Total Hip Arthroplasty Versus Hemiarthroplasty for Displaced Femoral Neck Fracture: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
  "abstract": "BACKGROUND: Hip fractures are a leading cause of disability worldwide, with displaced femoral neck fractures being of particular concern. A recent meta-analysis reported that total hip arthroplasty (THA) was superior to hemiarthroplasty (HA) in terms of reoperations, but inferior in terms of dislocations. However, publication of 4 additional randomized controlled trials that enrolled nearly 1,780 additional patients merits an updated meta-analysis. METHODS: We conducted a literature search of 4 databases to identify randomized controlled trials comparing THA and HA in patients with displaced femoral neck fractures. For patient-reported outcomes, the minimally important difference informed calculation of risk differences. We performed a subgroup analysis to address the possible impact of risk of bias and performed meta-regression to assess the possible impact of duration of follow-up. RESULTS: Sixteen studies that enrolled 3,084 patients randomized to undergo THA (n = 1,521) or HA (n = 1,563) proved eligible. There were no significant differences between the 2 groups in terms of the revision rate at up to 5 years of follow-up or functional outcome at up to 3 years. Health-related quality of life was superior in the THA group (mean difference [MD] = 0.05, 95% confidence interval [CI] = 0.02 to 0.07, minimally important difference, 0.145). There was no significant difference between the groups in terms of dislocation or periprosthetic fracture incidence. Operative time was significantly shorter in the HA group (MD = 22 minutes, 95% CI = 9 to 35 minutes). Analyses addressing risk of bias and length of follow-up did not reveal subgroup differences. Certainty of evidence for all outcomes was rated as moderate. CONCLUSIONS: The best evidence showed, with moderate certainty, that HA and THA likely result in similar revision rate, function, mortality, periprosthetic fracture, and dislocation at up to 5 years, with a small, possibly unimportant benefit in health-related quality of life with THA. More specifically, the improvements are well below established cutoffs for clinical importance. Almost half of all patients were from a single large randomized controlled trial, although the results were consistent across the studies. In addition, HA likely results in a clinically unimportant reduction in operative time. LEVEL OF EVIDENCE: Therapeutic Level I. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery (S.E., D.E.A., and M.B.), Department of Health Research Methods, Evidence, and Impact (T.D. and G.H.G.), and Michael G. DeGroote School of Medicine (J.G.), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4571-9655"
    },
    {
      "last_name": "Gormley",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Gormley",
      "affiliations": [],
      "orcid": "0000-0003-2796-6529"
    },
    {
      "last_name": "Axelrod",
      "fore_name": "Daniel E",
      "initials": "DE",
      "name": "Daniel E Axelrod",
      "affiliations": [],
      "orcid": "0000-0002-0460-1298"
    },
    {
      "last_name": "Devji",
      "fore_name": "Tahira",
      "initials": "T",
      "name": "Tahira Devji",
      "affiliations": [],
      "orcid": "0000-0001-8414-7410"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [],
      "orcid": "0000-0003-3556-9179"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [],
      "orcid": "0000-0003-2352-5718"
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "102",
    "issue": "18",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "16"
  },
  "start_page": "1638",
  "end_page": "1645",
  "pages": "1638-1645",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Hip",
    "Femoral Neck Fractures",
    "Hemiarthroplasty",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "32732709",
    "doi": "10.2106/JBJS.20.00226",
    "pii": "00004623-202009160-00011"
  },
  "doi": "10.2106/JBJS.20.00226",
  "dates": {
    "completed": "2021-04-01",
    "revised": "2021-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.188236",
    "pmid": "32732709"
  }
}