{
  "pmid": "32740031",
  "uid": "32740031",
  "title": "Individuals' experiences of the integration of substance use/addiction and HIV/AIDS services in community settings: a qualitative systematic review protocol.",
  "abstract": "OBJECTIVE: The objectives of this systematic review are: i) to identify, appraise, and synthesize the best available evidence on individuals' experiences of the integration of substance use/addiction and HIV/AIDS services in community settings, and ii) to identify barriers to and facilitators of the integration of the services. INTRODUCTION: The integration of drug use treatment and HIV services has shown to improve HIV prevention, decrease HIV infection and progression, while improving access to social and support services among substance users. Combined pharmacological and behavioral drug use treatments have been proven to diminish behaviors that increase HIV risk, decrease incidence of the disease, and improve adherence to antiretroviral therapy among individuals who use drugs and are HIV-positive. INCLUSION CRITERIA: The populations of interest in this review include patients who have experienced integrated substance use/addiction and HIV services, as well as health care professionals and policy makers who have been involved in developing or implementing integrated substance use/addiction and HIV/AIDS services. Eligible studies will focus on the views, attitudes, understandings, and perceptions of patients, health care professionals, and policy makers resulting from experience in developing or implementing strategies that have or could inform the integration of substance use/addiction and HIV/AIDS services in community settings. METHODS: Searches will be conducted in MEDLINE, Embase, PsycINFO, and CINHAL. The search for unpublished studies will include OpenGrey, Grey Matters, New York Academy of Medicine's Grey Literature Report, ClinicalTrials.gov, and the WHO International Clinical Trials Registry Platform. Selected studies will be critically appraised by two independent reviewers for methodological quality. Data will be extracted and then synthesized following the JBI meta-aggregative approach. SYSTEMATIC REVIEW REGISTRATION NUMBER: PROSPERO CRD42020185858.",
  "authors": [
    {
      "last_name": "Nguemo Djiometio",
      "fore_name": "Joseph B",
      "initials": "JB",
      "name": "Joseph B Nguemo Djiometio",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Faculty of Community Services, Ryerson University, Toronto, ON, Canada.",
        "Substance Use Service/META:PHI, Women's College Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Djiadeu",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Djiadeu",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Njoroge",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Njoroge",
      "affiliations": [
        "Substance Use Service/META:PHI, Women's College Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "LaRon E",
      "initials": "LE",
      "name": "LaRon E Nelson",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, Unity Health Toronto, Toronto, ON, Canada.",
        "School of Nursing, Yale University, New Haven, CT, USA."
      ]
    },
    {
      "last_name": "Kahan",
      "fore_name": "Meldon",
      "initials": "M",
      "name": "Meldon Kahan",
      "affiliations": [
        "Substance Use Service/META:PHI, Women's College Hospital, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JBI evidence synthesis",
    "iso_abbreviation": "JBI Evid Synth",
    "issn": "2689-8381",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "2687",
  "end_page": "2693",
  "pages": "2687-2693",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Community Health Services",
    "Delivery of Health Care, Integrated",
    "Female",
    "HIV Infections",
    "Health Personnel",
    "Health Services Accessibility",
    "Humans",
    "Male",
    "New York",
    "Patient Acceptance of Health Care",
    "Substance-Related Disorders",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "32740031",
    "doi": "10.11124/JBISRIR-D-19-00391",
    "pii": "02174543-202012000-00013"
  },
  "doi": "10.11124/JBISRIR-D-19-00391",
  "dates": {
    "completed": "2021-04-19",
    "revised": "2021-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.536346",
    "pmid": "32740031"
  }
}