{
  "pmid": "32741807",
  "uid": "32741807",
  "title": "Preferences of Cognitively Impaired Patients and Patients Living with Dementia: A Systematic Review of Quantitative Patient Preference Studies.",
  "abstract": "BACKGROUND: Treatment decisions based on guidelines rather than patients' preferences determine adherence to and compliance with treatment, which, in turn, could improve health-related outcomes. OBJECTIVES: To summarize the stated treatment and care preferences of people with dementia (PwD). METHODS: A systematic review was conducted to assess the stated preferences of PwD. The inclusion criterion was the use of quantitative methods to elicit stated preferences, enabling a ranking of preferences. RESULTS: Eleven studies revealed preferences for diagnostics, treatment decisions, patient-related outcomes, care services, end-of-life care, leisure activities, and digital life story work. PwDs prefer accurate, pain-free, and comfortable diagnostic procedures without radioactive markers as well as being accompanied by a caregiver. PwD's quality of life (QoL), self-efficacy, and depression were equally most important for PwD and caregivers. However, PwD memory was only important for caregivers but not for PwD, and caregiver QoL was moderately important for PwD but least important for caregivers. Additionally, comfort and family involvement were most important for patients' end-of-life care, whereas caregivers most preferred good communication and pain management. Also, preferences depend on the living situation: Patients living not alone prefer a regular care provider most, whereas those living alone only want to live nearby the caregiver. Preferences for leisure activities did not differ between past and present ratings, indicating that PwD prefer activities that have always been carried out. CONCLUSION: Only a few studies have applied quantitative methods to elicit the preferences of PwD. More research is needed to capture the stated preferences for the treatment, care, and support of PwD to improve health-related outcomes and the allocation of healthcare resources.",
  "authors": [
    {
      "last_name": "Lepper",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lepper",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Rädke",
      "fore_name": "Anika",
      "initials": "A",
      "name": "Anika Rädke",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Greifswald, Germany.",
        "Institute for Community Medicine, Section Epidemiology of Health Care and Community Health, University Medicine Greifswald (UMG), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Wehrmann",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Wehrmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Greifswald, Germany.",
        "Institute for Community Medicine, Section Epidemiology of Health Care and Community Health, University Medicine Greifswald (UMG), Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Alzheimer's disease : JAD",
    "iso_abbreviation": "J Alzheimers Dis",
    "issn": "1875-8908",
    "issn_type": "Electronic",
    "volume": "77",
    "issue": "2",
    "pub_year": "2020"
  },
  "start_page": "885",
  "end_page": "901",
  "pages": "885-901",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cognitive Dysfunction",
    "Dementia",
    "Humans",
    "Patient Preference",
    "Quality of Life",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "32741807",
    "doi": "10.3233/JAD-191299",
    "pii": "JAD191299"
  },
  "doi": "10.3233/JAD-191299",
  "dates": {
    "completed": "2021-09-09",
    "revised": "2021-09-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.011192",
    "pmid": "32741807"
  }
}