{
  "pmid": "32744879",
  "uid": "32744879",
  "title": "Review of high dose vancomycin in the treatment of Clostridioides difficile infection.",
  "abstract": "BACKGROUND: Guidelines recommend oral vancomycin as first-line therapy for Clostridioides difficile infection. Guideline recommendations vary regarding dosing of vancomycin. Our aim was to summarize the current evidence on the efficacy and adverse effects of high dose oral and vancomycin retention enema (>500 mg/day) for the treatment of C. difficile infection. METHODS: We searched clinical studies and major guidelines in the English language using MEDLINE, the Cochrane Library and Embase from 1985 until 15 April 2020. RESULTS: No evidence supports the use of high dose oral vancomycin in the treatment of severe C. difficile infection. Weak evidence from observational studies supports the use of high dose oral vancomycin in addition to intravenous metronidazole and high dose vancomycin retention enema in fulminant C. difficile infection. Vancomycin retention enema can be used in severe C. difficile infection when oral administration is not possible, or in conditions when the oral formulation cannot reach the colon such as Hartman's pouch, ileostomies, or colon diversions. CONCLUSIONS: The dosing schedules for oral vancomycin and vancomycin enemas are not clearly defined due to widely varying results in clinical studies. Large, comparative multicenter trials are urgently needed to define the role of high dose vancomycin in C. difficile infection.",
  "authors": [
    {
      "last_name": "Bader",
      "fore_name": "Mazen S",
      "initials": "MS",
      "name": "Mazen S Bader",
      "affiliations": [
        "Faculty of Health Sciences, Department of Medicine, Division of Infectious Diseases, McMaster University, Hamilton, Canada.",
        "Hamilton Health Sciences, Juravinski Hospital and Cancer Centre, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Hawboldt",
      "fore_name": "John",
      "initials": "J",
      "name": "John Hawboldt",
      "affiliations": [
        "Faculty of Medicine, School of Pharmacy, Memorial University of Newfoundland and Labrador, St John's, Canada."
      ]
    },
    {
      "last_name": "Main",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Main",
      "affiliations": [
        "Departments of Pathology and Molecular Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Medicine, Pathology and Molecular Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Medicine, Pathology and Molecular Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Farrell",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Farrell",
      "affiliations": [
        "Public Services Librarian HSL, Memorial University of Newfoundland, St John's, Canada."
      ]
    },
    {
      "last_name": "Joyce",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Joyce",
      "affiliations": [
        "Department of Medicine, Division of Infectious Diseases, Memorial University, St John's, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Infectious diseases (London, England)",
    "iso_abbreviation": "Infect Dis (Lond)",
    "issn": "2374-4243",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "12",
    "pub_year": "2020"
  },
  "start_page": "847",
  "end_page": "857",
  "pages": "847-857",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Clostridioides",
    "Clostridioides difficile",
    "Clostridium Infections",
    "Humans",
    "Metronidazole",
    "Vancomycin"
  ],
  "article_ids": {
    "pubmed": "32744879",
    "doi": "10.1080/23744235.2020.1800080"
  },
  "doi": "10.1080/23744235.2020.1800080",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Metronidazole",
    "Vancomycin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.865589",
    "pmid": "32744879"
  }
}