{
  "pmid": "32754344",
  "uid": "32754344",
  "title": "Efficacy and Safety of Surgical Kidney Stone Interventions in Autosomal Dominant Polycystic Kidney Disease: A Systematic Review.",
  "abstract": "BACKGROUND: Reduced kidney function and distorted kidney anatomy in patients with autosomal dominant polycystic kidney disease (ADPKD) may complicate stone interventions more compared with the general population. OBJECTIVES: To review studies describing the safety and efficacy of the 3 main stone interventions in adults with ADPKD: shock wave lithotripsy (SWL), ureteroscopy, and percutaneous nephrolithotomy (PCNL). DESIGN: Systematic review. SETTING: Any country of origin. PATIENTS: Adults with ADPKD who underwent SWL, ureteroscopy, or PCNL. MEASUREMENTS: Being stone free after the intervention and postoperative complications as reported by each study, which included pain, bleeding, and fever. METHODS: Relevant studies published until February 2019 were identified through a comprehensive search of MEDLINE, EMBASE, Web of Science, BIOSIS PREVIEW, and CINAHL. Studies were eligible for review if they reported at least one outcome following SWL, ureteroscopy, and/or PCNL in adults with ADPKD. We then abstracted information on study characteristics, patient characteristics, intervention details, and postintervention outcomes and assessed the methodological quality of each study using a modified Downs and Black checklist. RESULTS: We screened 221 citations from which we identified 24 studies that met our review criteria. We identified an additional article when manually reviewing the reference list of an included article, yielding a total of 25 studies describing 311 patients (32 SWL, 42 ureteroscopy, and 237 PCNL). The percentage of patients who were stone free after 1 session ranged from 0% to 69% after SWL, 73% to 100% after ureteroscopy, and 45% to 100% after PCNL. The percentage of patients with ADPKD that experienced at least one postoperative complication ranged from 0% to 33% for SWL, 0% to 27% for ureteroscopy, and 0% to 100% for PCNL. LIMITATIONS: The number and quality of studies published to date are limited. CONCLUSIONS: The efficacy and safety of stone interventions in patients with ADPKD remains uncertain, with wide-ranging estimates reported in the literature. TRIAL REGISTRATION: We did not register the protocol of this systematic review.",
  "authors": [
    {
      "last_name": "Kalatharan",
      "fore_name": "Vinusha",
      "initials": "V",
      "name": "Vinusha Kalatharan",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada.",
        "ICES, London, ON, Canada."
      ],
      "orcid": "0000-0001-7431-8087"
    },
    {
      "last_name": "Jandoc",
      "fore_name": "Racquel",
      "initials": "R",
      "name": "Racquel Jandoc",
      "affiliations": [
        "ICES, London, ON, Canada."
      ]
    },
    {
      "last_name": "Grewal",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Grewal",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada.",
        "ICES, London, ON, Canada."
      ]
    },
    {
      "last_name": "Welk",
      "fore_name": "Blayne",
      "initials": "B",
      "name": "Blayne Welk",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada.",
        "ICES, London, ON, Canada."
      ]
    },
    {
      "last_name": "Sarma",
      "fore_name": "Sisira",
      "initials": "S",
      "name": "Sisira Sarma",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada.",
        "ICES, London, ON, Canada."
      ]
    },
    {
      "last_name": "Pei",
      "fore_name": "York",
      "initials": "Y",
      "name": "York Pei",
      "affiliations": [
        "Division of Nephrology, University Health Network and University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada.",
        "ICES, London, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358120940433",
  "pages": "2054358120940433",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32754344",
    "pmc": "PMC7378961",
    "doi": "10.1177/2054358120940433",
    "pii": "10.1177_2054358120940433"
  },
  "doi": "10.1177/2054358120940433",
  "pmc_id": "PMC7378961",
  "dates": {
    "revised": "2023-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.300656",
    "pmid": "32754344"
  }
}