{
  "pmid": "32754071",
  "uid": "32754071",
  "title": "Recognizing and Responding to Child Maltreatment: Strategies to Apply When Delivering Family-Based Treatment for Eating Disorders.",
  "abstract": "Child maltreatment encompasses a constellation of adverse parental behaviors that include physical, sexual, or emotional abuse, physical or emotional neglect, as well as exposure to violence between parents. A growing body of literature indicates that exposure to child maltreatment is a significant risk factor for the development and maintenance of eating disorders (EDs) and that practitioners experience challenges related to recognizing and responding to various forms of child maltreatment in their practice. Parent-child interactions signifying possible child maltreatment can be subtle; furthermore, the emotional and behavioral symptoms associated with an ED can overlap with those linked with child maltreatment, making it difficult for practitioners to distinguish whether children's symptoms are attributable to underlying psychopathology versus exposure to child maltreatment. This challenge can be further complicated in the context of delivering family-based treatment (FBT); FBT reaffirms that there is no single cause of EDs and asserts the leadership role of parents in their child's recovery process-both of which may lead practitioners to inadvertently miss indicators of child maltreatment. In this article, we provide an overview of the evidence linking child maltreatment to EDs among children and adolescents, as well as evidence-informed strategies for practitioners to safely recognize and respond to suspected child maltreatment when delivering FBT to children and adolescents in their practice.",
  "authors": [
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychiatry",
    "iso_abbreviation": "Front Psychiatry",
    "issn": "1664-0640",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2020"
  },
  "start_page": "678",
  "pages": "678",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32754071",
    "pmc": "PMC7366365",
    "doi": "10.3389/fpsyt.2020.00678"
  },
  "doi": "10.3389/fpsyt.2020.00678",
  "pmc_id": "PMC7366365",
  "dates": {
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:12.179320",
    "pmid": "32754071"
  }
}