{
  "pmid": "32758077",
  "uid": "32758077",
  "title": "Opioid Use in Athletes: A Systematic Review.",
  "abstract": "CONTEXT: The opioid epidemic has been well-documented in the general population, but the literature pertaining to opioid use and misuse in the athletic population remains limited. OBJECTIVES: The objectives of this study were to seek answers to the following questions: (1) what are the rates of opioid use and misuse among athletes, (2) do these rates differ compared with the nonathletic population, and (3) are there specific subgroups of the athletic population (eg, based on sport, level of play) who may be at higher risk? DATA SOURCES: The Embase, MEDLINE, and PubMed were used for the literature search. STUDY SELECTION: Records were screened in duplicate for studies reporting rates of opioid use among athletes. All study designs were included. STUDY DESIGN: Systematic review. LEVEL OF EVIDENCE: Level 4. DATA EXTRACTION: Data regarding rates of opioid use, medication types, prescription patterns, and predictors of future opioid use were collected. Study quality was assessed using the Methodological Index for Non-Randomized Studies (MINORS) criteria for clinical studies and 5 key domains previously identified for survey studies. RESULTS: A total of 11 studies were eligible for inclusion (N = 226,256 athletes). Studies included survey studies and retrospective observational designs. Opioid use among professional athletes at any given time, as reported in 2 different studies, ranged from 4.4% to 4.7%, while opioid use over a National Football League career was 52%. High school athletes had lifetime opioid use rates of 28% to 46%. Risk factors associated with opioid use included Caucasian race, contact sports (hockey, football, wrestling), postretirement unemployment, and undiagnosed concussion. Use of opioids while playing predicted use of opioids in retirement. CONCLUSION: Overall, opioid use is prevalent among athletes, and use during a playing career predicts postretirement use. This issue exists even at the high school level, with similar rates to professional athletes. Further higher quality observational studies are needed to better define patterns of opioid use in athletes.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Ibrahim",
      "initials": "I",
      "name": "Ibrahim Yusuf",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "AlMakadma",
      "fore_name": "Yosra",
      "initials": "Y",
      "name": "Yosra AlMakadma",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Austin",
      "initials": "A",
      "name": "Austin MacDonald",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "6",
    "pub_year": "2020"
  },
  "start_page": "534",
  "end_page": "539",
  "pages": "534-539",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Analgesics, Opioid",
    "Athletic Injuries",
    "Drug Prescriptions",
    "Humans",
    "Practice Patterns, Physicians'",
    "Prescription Drug Misuse",
    "Risk Factors",
    "United States"
  ],
  "article_ids": {
    "pubmed": "32758077",
    "pmc": "PMC7785905",
    "doi": "10.1177/1941738120933542"
  },
  "doi": "10.1177/1941738120933542",
  "pmc_id": "PMC7785905",
  "dates": {
    "completed": "2020-11-19",
    "revised": "2022-04-17"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.292253",
    "pmid": "32758077"
  }
}