{
  "pmid": "32752741",
  "uid": "32752741",
  "title": "Attenuation analysis of flexural modes with absorbent lined flanges and different edge conditions.",
  "abstract": "The analysis of fluid-structure coupled waveforms and the attenuation of these waveforms in a flexible waveguide is carried out. The physical configuration contains an expansion chamber connected by an extended inlet/outlet by means of vertical lined flanges. The governing boundary value problem is solved by using Mode-Matching (MM) technique. The associated eigen expansions of field potentials include non-orthogonal eigenfunctions and the related eigen-sub-systems are classified in the non-Sturm Liouville category, whereby the use of generalized orthogonal characteristics has ensured the point-wise convergence of solution. The low frequency approximation (LFA) which relies on the limited propagating modes is developed and is compared with MM solution. In the low frequency regime, a good agreement between MM and LFA results is found. Furthermore, the numerical experiments are performed to analyze the effects of absorbent linings and edge conditions on the attenuation of flexural modes. The guiding structure is exited with the structure-borne mode incident as well as the fluid-borne mode incident. It is found that the use of edge conditions and the absorbent linings significantly affect the attenuation of structure-borne mode and fluid-borne mode, respectively.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Mathematics, Capital University of Science and Technology, Islamabad 44000, Pakistan."
      ]
    },
    {
      "last_name": "Shafique",
      "fore_name": "Sajid",
      "initials": "S",
      "name": "Sajid Shafique",
      "affiliations": [
        "Department of Mathematics, Capital University of Science and Technology, Islamabad 44000, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of the Acoustical Society of America",
    "iso_abbreviation": "J Acoust Soc Am",
    "issn": "1520-8524",
    "issn_type": "Electronic",
    "volume": "148",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "85",
  "pages": "85",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32752741",
    "doi": "10.1121/10.0001495"
  },
  "doi": "10.1121/10.0001495",
  "dates": {
    "revised": "2020-08-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.909571",
    "pmid": "32752741"
  }
}