{
  "pmid": "32767791",
  "uid": "32767791",
  "title": "Wearable Transdermal Alcohol Monitors: A Systematic Review of Detection Validity, and Relationship Between Transdermal and Breath Alcohol Concentration and Influencing Factors.",
  "abstract": "BACKGROUND: Research on alcohol consumption mostly relies on self-reported data, which are subject to recall bias. Wearable transdermal alcohol concentration (TAC) monitors address this limitation by continuously measuring the ethanol excreted via the skin. This systematic review aims to provide an overview of TAC monitors' reliability to detect alcohol consumption and methods to estimate breath alcohol concentration (BrAC) and number of standard drinks consumed in a given time frame. METHODS: The databases MEDLINE, PsycINFO, SCOPUS, Engineering Village, and CINAHL were systematically searched to identify 1,048 empirical research papers published from 2013 onwards, of which 13 were included after full-text screening. The selected studies included 3 TAC monitors: SCRAM™, WristTAS™, and Skyn™. RESULTS: TAC measures of SCRAM, WrisTAS, and Skyn are found to be positively correlated with BrAC (r = 0.56 to 0.79) and/or self-reports (r = 0.62). Using the AMS criteria for detection results in low sensitivity, adjusted criteria can increase the sensitivity of the SCRAM from 39.9 to 68.5%. The WrisTAS and an early prototype of the Skyn showed high failure rates (17 to 38%). Recent advances toward transforming the TAC data into more clinically relevant measures have led to the development of mathematical models and the BrAC Estimator Software. Using TAC data, both approaches produce estimates explaining 70 to 82% of actual BrAC and self-reported drinking or to highly correlate with the actual BrAC measures (β = 0.90 to 0.91). CONCLUSIONS: Transdermal alcohol monitors offer an opportunity to measure alcohol consumption in a valid and continuous way with mathematical models and software estimating BrAC values improving interpretation of TAC data. However, the SCRAM seems unable to detect low-to-moderate drinking levels using the thresholds and criteria set by the manufacturer. Moreover, the WrisTAS and the Skyn prototype show a high failure rate, raising questions about reliability. Future studies will assess the validity of new-generation wristbands, including the next Skyn generations.",
  "authors": [
    {
      "last_name": "van Egmond",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly van Egmond",
      "affiliations": [
        "From the, Centre for Alcohol Policy and Research (CAPR), (KE, CJCW, ML, EK), La Trobe University, Melbourne, Vic., Australia."
      ],
      "orcid": "0000-0002-6494-6327"
    },
    {
      "last_name": "Wright",
      "fore_name": "Cassandra J C",
      "initials": "CJC",
      "name": "Cassandra J C Wright",
      "affiliations": [
        "From the, Centre for Alcohol Policy and Research (CAPR), (KE, CJCW, ML, EK), La Trobe University, Melbourne, Vic., Australia.",
        "Burnet Institute, (CJCW), Melbourne, Vic., Australia.",
        "School of Public Health and Preventive Medicine, (CJCW), Monash University, Melbourne, Vic., Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "From the, Centre for Alcohol Policy and Research (CAPR), (KE, CJCW, ML, EK), La Trobe University, Melbourne, Vic., Australia.",
        "School of Clinical Neuroscience, (ML), Karolinska Institute, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Kuntsche",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Kuntsche",
      "affiliations": [
        "From the, Centre for Alcohol Policy and Research (CAPR), (KE, CJCW, ML, EK), La Trobe University, Melbourne, Vic., Australia.",
        "Institute of Psychology, (EK), Eötvös Loránd University, Budapest, Hungary."
      ],
      "orcid": "0000-0001-8931-0790"
    }
  ],
  "journal": {
    "title": "Alcoholism, clinical and experimental research",
    "iso_abbreviation": "Alcohol Clin Exp Res",
    "issn": "1530-0277",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "1918",
  "end_page": "1932",
  "pages": "1918-1932",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Breath Tests",
    "Ethanol",
    "Humans",
    "Reproducibility of Results",
    "Skin",
    "Wearable Electronic Devices"
  ],
  "article_ids": {
    "pubmed": "32767791",
    "doi": "10.1111/acer.14432"
  },
  "doi": "10.1111/acer.14432",
  "dates": {
    "completed": "2021-09-29",
    "revised": "2021-09-29"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.784309",
    "pmid": "32767791"
  }
}