{
  "pmid": "32768292",
  "uid": "32768292",
  "title": "Promoting Interdisciplinary Communication as a Vital Function of Effective Teamwork to Positively Impact Patient Outcomes, Satisfaction, and Employee Engagement.",
  "abstract": "INTRODUCTION: Failure to effectively communicate between disciplines negatively impacts patient care, and therefore, outcomes and satisfaction. The integration ofspecific communication skill sets between disciplines is not commonly a part oftraditional curriculum across health care programs. CASE AND OUTCOMES: Patient scenario where inter-disciplinary communication is the focus, not the specific patient situation. DISCUSSION: Radiology students in clinical rotation were able to identify instances of failed inter-disciplinary communication within the clinical setting and, using Kolb's Experiential Learning Theory techniques discussed and practiced in didactic training, were able to identify communication techniques to use in similar circumstances. CONCLUSION: Fostering the development of inter-disciplinary communication strategiesin the educational setting provides the foundation for continued use at the bedside. Identifying barriers to effective communication, discussing the ramifications of communication failures, examining solutions provided in evidence-based practice and learning how to apply these solutions to a variety of clinical settings can positively impact patient outcomes, and therefore, satisfaction, as well as enhance employee engagement.",
  "authors": [
    {
      "last_name": "Whittington",
      "fore_name": "Kelli D",
      "initials": "KD",
      "name": "Kelli D Whittington",
      "affiliations": [
        "School of Health Sciences, Southern Illinois University Carbondale, Carbondale, Illinois, USA. Electronic address: kellid@siu.edu."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "School of Health Sciences, Southern Illinois University Carbondale, Carbondale, Illinois, USA."
      ]
    },
    {
      "last_name": "Hirsch",
      "fore_name": "Brandon",
      "initials": "B",
      "name": "Brandon Hirsch",
      "affiliations": [
        "School of Health Sciences, Southern Illinois University Carbondale, Carbondale, Illinois, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of medical imaging and radiation sciences",
    "iso_abbreviation": "J Med Imaging Radiat Sci",
    "issn": "1876-7982",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "4S",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "S107",
  "end_page": "S111",
  "pages": "S107-S111",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Humans",
    "Interdisciplinary Communication",
    "Male",
    "Patient Satisfaction",
    "Personal Satisfaction",
    "Radiology",
    "Work Engagement"
  ],
  "article_ids": {
    "pubmed": "32768292",
    "doi": "10.1016/j.jmir.2020.07.002",
    "pii": "S1939-8654(20)30158-2"
  },
  "doi": "10.1016/j.jmir.2020.07.002",
  "dates": {
    "completed": "2021-08-24",
    "revised": "2021-08-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.690891",
    "pmid": "32768292"
  }
}