{
  "pmid": "32761550",
  "uid": "32761550",
  "title": "Machine learning for predicting long-term kidney allograft survival: a scoping review.",
  "abstract": "Supervised machine learning (ML) is a class of algorithms that \"learn\" from existing input-output pairs, which is gaining popularity in pattern recognition for classification and prediction problems. In this scoping review, we examined the use of supervised ML algorithms for the prediction of long-term allograft survival in kidney transplant recipients. Data sources included PubMed, the Cumulative Index to Nursing and Allied Health Literature, and the Institute for Electrical and Electronics Engineers (IEEE) Xplore libraries from inception to November 2019. We screened titles and abstracts and potentially eligible full-text reports to select studies and subsequently abstracted the data. Eleven studies were identified. Decision trees were the most commonly used method (n = 8), followed by artificial neural networks (ANN) (n = 4) and Bayesian belief networks (n = 2). The area under receiver operating curve (AUC) was the most common measure of discrimination (n = 7), followed by sensitivity (n = 5) and specificity (n = 4). Model calibration examining the reliability in risk prediction was performed using either the Pearson r or the Hosmer-Lemeshow test in four studies. One study showed that logistic regression had comparable performance to ANN, while another study demonstrated that ANN performed better in terms of sensitivity, specificity, and accuracy, as compared with a Cox proportional hazards model. We synthesized the evidence related to the comparison of ML techniques with traditional statistical approaches for prediction of long-term allograft survival in patients with a kidney transplant. The methodological and reporting quality of included studies was poor. Our study also demonstrated mixed results in terms of the predictive potential of the models.",
  "authors": [
    {
      "last_name": "Sekercioglu",
      "fore_name": "Nigar",
      "initials": "N",
      "name": "Nigar Sekercioglu",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada. nigars2003@yahoo.com."
      ],
      "orcid": "0000-0001-6461-8801"
    },
    {
      "last_name": "Fu",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui Fu",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Health Sciences Building, 155 College Street, Suite 425, Toronto, Ontario, M5T 3M6, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Toronto General Hospital, University Health Network, 585 University Avenue, 11-PMB-129, Toronto, Ontario, M5G 2N2, Canada."
      ]
    },
    {
      "last_name": "Mitsakakis",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Mitsakakis",
      "affiliations": [
        "Division of Biostatistics, Dalla Lana School of Public Health, 155 College Street, Toronto, Ontario, M5T 3M7, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Irish journal of medical science",
    "iso_abbreviation": "Ir J Med Sci",
    "issn": "1863-4362",
    "issn_type": "Electronic",
    "volume": "190",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "807",
  "end_page": "817",
  "pages": "807-817",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Allografts",
    "Female",
    "Humans",
    "Kidney Transplantation",
    "Machine Learning",
    "Male",
    "Reproducibility of Results",
    "Survival Analysis"
  ],
  "article_ids": {
    "pubmed": "32761550",
    "doi": "10.1007/s11845-020-02332-1",
    "pii": "10.1007/s11845-020-02332-1"
  },
  "doi": "10.1007/s11845-020-02332-1",
  "dates": {
    "completed": "2021-04-30",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:21.966665",
    "pmid": "32761550"
  }
}