{
  "pmid": "32770968",
  "uid": "32770968",
  "title": "Demographic, behavioral, and cardiovascular disease risk factors in the Saudi population: results from the Prospective Urban Rural Epidemiology study (PURE-Saudi).",
  "abstract": "BACKGROUND: Cardiovascular disease (CVD) is the major cause of death in Saudi Arabia. We aimed to assess associated demographic, behavioral, and CVD risk factors as part of the Prospective Urban Rural Epidemiology (PURE) study. METHODS: PURE is a global cohort study of adults ages 35-70 years in 20 countries. PURE-Saudi study participants were recruited from 19 urban and 6 rural communities randomly selected from the Central province (Riyadh and Alkharj) between February 2012 and January 2015. Data were stratified by age, sex, and urban vs rural and summarized as means and standard deviations for continuous variables and as numbers and percentages for categorical variables. Proportions and means were compared between men and women, among age groups, and between urban and rural areas, using Chi-square test and t-tests, respectively. RESULTS: The PURE-Saudi study enrolled 2047 participants (mean age, 46.5 ± 9.12 years; 43.1% women; 24.5% rural). Overall, 69.4% had low physical activity, 49.6% obesity, 34.4% unhealthy diet, 32.1% dyslipidemia, 30.3% hypertension, and 25.1% diabetes. In addition, 12.2% were current smokers, 15.4% self-reported feeling sad, 16.9% had a history of periods of stress, 6.8% had permanent stress, 1% had a history of stroke, 0.6% had heart failure, and 2.5% had coronary heart disease (CHD). Compared to women, men were more likely to be current smokers and have diabetes and a history of CHD. Women were more likely to be obese, have central obesity, self-report sadness, experience stress, feel permanent stress, and have low education. Compared to participants in urban areas, those in rural areas had higher rates of diabetes, obesity, and hypertension, and lower rates of unhealthy diet, self-reported sadness, stress (several periods), and permanent stress. Compared to middle-aged and older individuals, younger participants more commonly reported an unhealthy diet, permanent stress, and feeling sad. CONCLUSION: These results of the PURE-Saudi study revealed a high prevalence of unhealthy lifestyle and CVD risk factors in the adult Saudi population, with higher rates in rural vs urban areas. National public awareness programs and multi-faceted healthcare policy changes are urgently needed to reduce the future burden of CVD risk and mortality.",
  "authors": [
    {
      "last_name": "Alhabib",
      "fore_name": "Khalid F",
      "initials": "KF",
      "name": "Khalid F Alhabib",
      "affiliations": [
        "Department of Cardiac Sciences, King Fahad Cardiac Center, College of Medicine, King Saud University, Riyadh, Saudi Arabia. khalidalhabib13@hotmail.com."
      ],
      "orcid": "0000-0002-6692-3874"
    },
    {
      "last_name": "Batais",
      "fore_name": "Mohammed A",
      "initials": "MA",
      "name": "Mohammed A Batais",
      "affiliations": [
        "Department of Family and Community Medicine, College of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Almigbal",
      "fore_name": "Turky H",
      "initials": "TH",
      "name": "Turky H Almigbal",
      "affiliations": [
        "Department of Family and Community Medicine, College of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alshamiri",
      "fore_name": "Mostafa Q",
      "initials": "MQ",
      "name": "Mostafa Q Alshamiri",
      "affiliations": [
        "Department of Cardiac Sciences, King Fahad Cardiac Center, College of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Altaradi",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Altaradi",
      "affiliations": [
        "Department of Cardiac Sciences, King Fahad Cardiac Center, College of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Rangarajan",
      "fore_name": "Sumathy",
      "initials": "S",
      "name": "Sumathy Rangarajan",
      "affiliations": [
        "Population Health Research Institute, DBCVS Research Institute, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, DBCVS Research Institute, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Aug",
    "pub_day": "08"
  },
  "start_page": "1213",
  "pages": "1213",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Cardiovascular Diseases",
    "Demography",
    "Diet",
    "Female",
    "Humans",
    "Life Style",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Prospective Studies",
    "Risk Factors",
    "Rural Population",
    "Saudi Arabia",
    "Urban Population"
  ],
  "article_ids": {
    "pubmed": "32770968",
    "pmc": "PMC7414714",
    "doi": "10.1186/s12889-020-09298-w",
    "pii": "10.1186/s12889-020-09298-w"
  },
  "doi": "10.1186/s12889-020-09298-w",
  "pmc_id": "PMC7414714",
  "dates": {
    "completed": "2020-12-07",
    "revised": "2020-12-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "0000",
      "agency": "Saudi Heart Association"
    },
    {
      "grant_id": "0000",
      "agency": "Saudi Gastroenterology Association"
    },
    {
      "grant_id": "0000",
      "agency": "Dr Mohammad Alfagih Hospital"
    },
    {
      "grant_id": "00000",
      "agency": "the Deanship of Scientific Research at King Saud University, Riyadh, Saudi Arabia (research group no RG-1436-013)."
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.000373",
    "pmid": "32770968"
  }
}