{
  "pmid": "32795357",
  "uid": "32795357",
  "title": "Epidemiology of brain tumors in the United Arab Emirates: a National Registry Cross-sectional Study.",
  "abstract": "BACKGROUND: Cancer is the third leading cause of death in the United Arab Emirates (UAE); brain cancer ranks 10th among the cancers, with 2.9% of the primary cancers originating from the nervous system. The epidemiology of brain cancers has not been explored. The unique population dynamics of UAE make it a fertile ground for analyzing the epidemiology of brain cancer. In this study, we aim to look at the frequency patterns and distribution of malignant primary brain tumors in the UAE. METHODS: A cross sectional study was carried out using data obtained from the Tawam Hospital Cancer Registry for the years 1984-2017. The sample size included 756 diagnosed cases of malignant primary brain tumors in the UAE. Using SPSS and Excel software, frequencies, mean ages, histological type frequencies, average annual crude incidence rates and average annual age adjusted incidence rates were analyzed. RESULTS: The expatriate population had higher percentage of brain tumors (72%) than the locals. The mean age at diagnosis was 33.48 years (± 21.14 years) with a male to female ratio of 1.69. Diffuse astrocytic and oligodendroglial tumors were the most commonly diagnosed tumors overall. Older adults had more cases of lymphoma while embryonal and ependymal tumors were most commonly seen in younger age groups. The overall average annual crude incidence rate for 2013-2016 for all primary brain tumors was 0.56 per 100,000 population. CONCLUSION: This is the first cancer registry study in the UAE that describes histological types of primary brain tumors based on the WHO 2016 classification of brain tumors and highlights their incidence rates. Through this study, several patterns of incidence trends for brain tumors in the UAE, according to histological types, sex and age groups have been recognized. Comparative studies would help identify the influence of potential changes in lifestyle, environmental or occupational risk factors on primary brain tumors.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "College of Natural and Health Sciences, Zayed University, Dubai, United Arab Emirates. Sarah.khan@zu.ac.ae."
      ],
      "orcid": "0000-0002-0110-5248"
    },
    {
      "last_name": "Kambris",
      "fore_name": "Mona El Kouatly",
      "initials": "MEK",
      "name": "Mona El Kouatly Kambris",
      "affiliations": [
        "College of Natural and Health Sciences, Zayed University, Dubai, United Arab Emirates."
      ]
    },
    {
      "last_name": "AlShamsi",
      "fore_name": "Eman T",
      "initials": "ET",
      "name": "Eman T AlShamsi",
      "affiliations": [
        "Tawam Hospital, Abu Dhabi, United Arab Emirates."
      ]
    }
  ],
  "journal": {
    "title": "BMC neurology",
    "iso_abbreviation": "BMC Neurol",
    "issn": "1471-2377",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Aug",
    "pub_day": "14"
  },
  "start_page": "301",
  "pages": "301",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Brain Neoplasms",
    "Child",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Registries",
    "United Arab Emirates",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32795357",
    "pmc": "PMC7427280",
    "doi": "10.1186/s12883-020-01869-z",
    "pii": "10.1186/s12883-020-01869-z"
  },
  "doi": "10.1186/s12883-020-01869-z",
  "pmc_id": "PMC7427280",
  "dates": {
    "completed": "2020-11-05",
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.732205",
    "pmid": "32795357"
  }
}