{
  "pmid": "32800763",
  "uid": "32800763",
  "title": "Baseline Diabetes Knowledge Assessment Amongst Adults With Type 1 and Type 2 Diabetes Receiving Eye Care at a Tertiary Ophthalmic Centre in Canada.",
  "abstract": "OBJECTIVES: The aim of this work was to assess the current state of baseline knowledge of diabetes and diabetic retinopathy (DR) in new patients referred to a tertiary retina service from their primary eye care provider. METHODS: This single-centre, prospective, observational study included patients presenting to the retina clinic at the Hamilton Regional Eye Institute, a major tertiary referral centre, for their initial consultation for diabetes- or DR-associated complications. Upon recruitment into the study, patients were asked to complete a 35-item questionnaire regarding diabetes and associated complications. All data were coded and analyzed using statistical software. RESULTS: A total of 98 patients participated in the study, which included 50 men and 48 women. Seventy-eight patients (79.6%) were Caucasian. We found that 56.1% (n=55) of the patients did not know the meaning of \"HbA1C\" (glycated hemoglobin) and only 26.5% of patients sampled were aware of their DR status. Bivariate analysis revealed that patients who had postsecondary education (p<0.001) or those who had education on complications of diabetes (p<0.05) were more likely to know their DR status. More importantly, it was found that 56.1% of patients expressed interest in a future diabetes seminar. CONCLUSIONS: It is evident that a significant proportion of patients do not have adequate knowledge of diabetes or DR, and this is related to their level of education and lack of being taught about diabetes complications. Our findings may guide prevention initiatives by primary eye care providers and promote increased awareness about diabetes and DR for prevention of disease complications, including blindness.",
  "authors": [
    {
      "last_name": "Sivachandran",
      "fore_name": "Nirojini",
      "initials": "N",
      "name": "Nirojini Sivachandran",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Hamilton, Ontario, Canada. Electronic address: nirojini.sivachandran@medportal.ca."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Afreen",
      "initials": "A",
      "name": "Afreen Ahmad",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Qian",
      "fore_name": "Jenn",
      "initials": "J",
      "name": "Jenn Qian",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moinul",
      "fore_name": "Prima",
      "initials": "P",
      "name": "Prima Moinul",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barbosa",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Barbosa",
      "affiliations": [
        "Wayne State School of Medicine, Detroit, Michigan, United States."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Hamilton, Ontario, Canada; McMaster School of Biomedical Engineering, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "22",
  "end_page": "26",
  "pages": "22-26",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Biomarkers",
    "Blood Glucose",
    "Diabetes Mellitus, Type 1",
    "Diabetes Mellitus, Type 2",
    "Diabetic Retinopathy",
    "Female",
    "Follow-Up Studies",
    "Glycated Hemoglobin",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "Middle Aged",
    "Prognosis",
    "Prospective Studies",
    "Risk Factors",
    "Visual Acuity"
  ],
  "article_ids": {
    "pubmed": "32800763",
    "doi": "10.1016/j.jcjd.2020.04.005",
    "pii": "S1499-2671(20)30124-6"
  },
  "doi": "10.1016/j.jcjd.2020.04.005",
  "dates": {
    "completed": "2021-10-11",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Biomarkers",
    "Blood Glucose",
    "Glycated Hemoglobin A",
    "hemoglobin A1c protein, human"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.377085",
    "pmid": "32800763"
  }
}