{
  "pmid": "32807130",
  "uid": "32807130",
  "title": "Determinants of exclusive breastfeeding in infants of six months and below in Malawi: a cross sectional study.",
  "abstract": "BACKGROUND: UNICEF and WHO recommend that all children should be exclusively breastfed for the first 6 months of life as breastmilk contains all the nutrients an infant needs during this period. In Malawi, exclusive breastfeeding has been declining from 72% (2009), 70.2% (2014) and 61% in the most recent survey (2015-16). We aimed to determine factors associated with exclusive breastfeeding in Malawi. METHODS: We used data from the Malawi Demographic and Health Survey (MDHS) 2015-2016. Survey records for 2059 mothers of children aged 6 months and below were identified and potential factors influencing infant feeding were examined. Logistic regression analysis was carried out to model determinants of exclusive breastfeeding (EBF). RESULTS: EBF declined in proportion to the age of the infant. Significant associations with continuing EBF were age of the mother, ethnicity of the mother, sex of infant and number of siblings. Members of the Tumbuka (OR = 1.71, CI. 1.13-2.59) and Ngoni (OR = 2.05, CI. 1.38-3.05) communities were more likely to practice EBF. In addition, mothers with female babies (OR = 1.35, CI. 1.08-1.70) and those with 3-4 children (OR = 1.47, CI. 1.04-2.08) were more likely to engage in EBF. CONCLUSION: We identify important variations in EBF practices among population sub-groups in Malawi that need to be considered when framing health education messaging. Work is needed to assess the impact of more targeted messaging, whether delivered via 'ten steps' to successful breastfeeding under Baby Friendly Hospital Initiative (BFHI) programming or other health education and awareness campaigns to sensitize communities on implications of some cultural practices on the lives of babies. The potential role for mass media, targeted Health Surveillance Assistants' (HSA) home visits and male involvement also require exploration.",
  "authors": [
    {
      "last_name": "Salim",
      "fore_name": "Yusuf M",
      "initials": "YM",
      "name": "Yusuf M Salim",
      "affiliations": [
        "Karonga District Hospital, Private Bag 1, Karonga, Malawi. ayuyayusuf@gmail.com."
      ],
      "orcid": "0000-0002-1407-2406"
    },
    {
      "last_name": "Stones",
      "fore_name": "William",
      "initials": "W",
      "name": "William Stones",
      "affiliations": [
        "College of Medicine, Private Bag 360, Blantyre, Malawi."
      ]
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Aug",
    "pub_day": "17"
  },
  "start_page": "472",
  "pages": "472",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Breast Feeding",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Malawi",
    "Male",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32807130",
    "pmc": "PMC7433092",
    "doi": "10.1186/s12884-020-03160-y",
    "pii": "10.1186/s12884-020-03160-y"
  },
  "doi": "10.1186/s12884-020-03160-y",
  "pmc_id": "PMC7433092",
  "dates": {
    "completed": "2021-05-20",
    "revised": "2021-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:42.939941",
    "pmid": "32807130"
  }
}