{
  "pmid": "32802570",
  "uid": "32802570",
  "title": "Coarse particulate organic matter dynamics in ephemeral tributaries of a Central Appalachian stream network.",
  "abstract": "Headwater ephemeral tributaries are interfaces between uplands and downstream waters. Terrestrial coarse particulate organic matter (CPOM) is important in fueling aquatic ecosystems; however, the extent to which ephemeral tributaries are functionally connected to downstream waters through fluvial transport of CPOM has been little studied. Hydrology and deposition of leaf and wood, and surrogate transport (Ginkgo biloba leaves and wood dowels) were measured over month-long intervals through the winter and spring seasons (6 months) in 10 ephemeral tributaries (1.3-5.4 ha) in eastern Kentucky. Leaf deposition and surrogate transport varied over time, reflecting the seasonality of litterfall and runoff. Leaf deposition was higher in December than February and May but did not differ from January, March, and April. Mean percent of surrogate leaf transport from the ephemeral tributaries was highest in April (3.6% per day) and lowest in February (2.5%) and May (2%). Wood deposition and transport had similar patterns. No CPOM measures were related to flow frequency. Ephemeral tributaries were estimated to annually contribute 110.6 kg AFDM·km[-1]·yr[-1] of leaves to the downstream mainstem. Ephemeral tributaries are functionally connected to downstream waters through CPOM storage and subsequent release that is timed when CPOM is often limited in downstream waters.",
  "authors": [
    {
      "last_name": "Fritz",
      "fore_name": "Ken M",
      "initials": "KM",
      "name": "Ken M Fritz",
      "affiliations": [
        "Office of Research and Development, National Exposure Research Laboratory, U.S. Environmental Protection Agency, Cincinnati, Ohio 45268 USA."
      ],
      "orcid": "0000-0002-3831-2531"
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory J",
      "initials": "GJ",
      "name": "Gregory J Pond",
      "affiliations": [
        "Office of Monitoring and Assessment, U.S. Environmental Protection Agency, Region III, Wheeling, West Virginia 26003 USA."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Brent R",
      "initials": "BR",
      "name": "Brent R Johnson",
      "affiliations": [
        "Office of Research and Development, National Exposure Research Laboratory, U.S. Environmental Protection Agency, Cincinnati, Ohio 45268 USA."
      ]
    },
    {
      "last_name": "Barton",
      "fore_name": "Chris D",
      "initials": "CD",
      "name": "Chris D Barton",
      "affiliations": [
        "Department of Forestry and Natural Resources, University of Kentucky, Lexington, Kentucky 40546 USA."
      ]
    }
  ],
  "journal": {
    "title": "Ecosphere (Washington, D.C)",
    "iso_abbreviation": "Ecosphere",
    "issn": "2150-8925",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Mar",
    "pub_day": "18"
  },
  "start_page": "e02654",
  "pages": "e02654",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32802570",
    "mid": "NIHMS1524621",
    "pmc": "PMC7425740",
    "doi": "10.1002/ecs2.2654"
  },
  "doi": "10.1002/ecs2.2654",
  "pmc_id": "PMC7425740",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "EPA999999",
      "agency": "Intramural EPA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.943397",
    "pmid": "32802570"
  }
}