{
  "pmid": "32805405",
  "uid": "32805405",
  "title": "Nephrologist Views Regarding Cannabinoid Use in Advanced Chronic Kidney Disease and Dialysis: A Survey.",
  "abstract": "CONTEXT: The efficacy and safety of cannabinoids to treat symptoms in individuals with kidney disease is uncertain. OBJECTIVES: We sought to elicit Canadian nephrologists' views regarding the use and study of cannabinoids in patients with kidney disease in an Internet-based survey of Canadian of Society of Nephrology members treating adult patients with kidney disease including dialysis. METHODS: The degree to which respondents supported the use or study of cannabinoids for symptoms common in kidney disease was assessed using a modified Likert scale ranging from 1 to 7 (anchored at 1-definitely would not and 7-being definitely would). Participants were asked their degree of support for cannabinoid use in clinical practice and for randomized controlled trials examining cannabinoids for anxiety, depression, restless legs syndrome, itchiness, fatigue, chronic pain, decreased appetite, nausea/vomiting, sleep disorder, and others. Multilevel multivariable linear regression was used to identify independent predictors of the degree of support. RESULTS: There were 151 (43.4%) responses from 348 eligible participants. One hundred twenty-four (82%) previously cared for patients using prescribed cannabinoids by other providers, and 29 (19%) had previously prescribed cannabinoids themselves. One hundred thirty-seven (91%) had previously cared for patients using nonprescription cannabinoids, which were used most commonly recreationally (88.3%), for chronic pain (73.7%) or for anxiety (52.6%). Respondents supported the use of cannabinoids (mean score >5) for each symptom in the setting of refractory symptoms. Similarly, respondents supported enrolling patients for trials for all symptoms (mean scores >5). CONCLUSION: Nephrologists broadly support the use and study of cannabinoids for symptoms in patients with kidney disease.",
  "authors": [
    {
      "last_name": "Collister",
      "fore_name": "David",
      "initials": "D",
      "name": "David Collister",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada. Electronic address: dtcollister@gmail.com."
      ]
    },
    {
      "last_name": "Tennankore",
      "fore_name": "Karthik",
      "initials": "K",
      "name": "Karthik Tennankore",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Dalhousie University, Nova Scotia Health Authority, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Davison",
      "fore_name": "Sara N",
      "initials": "SN",
      "name": "Sara N Davison",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rabbat",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Rabbat",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "237",
  "end_page": "245.e2",
  "pages": "237-245.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Cannabinoids",
    "Humans",
    "Nephrologists",
    "Renal Dialysis",
    "Renal Insufficiency, Chronic",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "32805405",
    "doi": "10.1016/j.jpainsymman.2020.08.003",
    "pii": "S0885-3924(20)30655-2"
  },
  "doi": "10.1016/j.jpainsymman.2020.08.003",
  "dates": {
    "completed": "2021-06-23",
    "revised": "2022-05-31"
  },
  "chemicals": [
    "Cannabinoids"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.636786",
    "pmid": "32805405"
  }
}