{
  "pmid": "32805135",
  "uid": "32805135",
  "title": "Association Between Bariatric Surgery and All-Cause Mortality: A Population-Based Matched Cohort Study in a Universal Health Care System.",
  "abstract": "BACKGROUND: Mortality after bariatric surgery has been previously studied, but cohort selection bias, completeness of follow-up, and collection of confounders have limited the inference of results. OBJECTIVE: To determine the association between bariatric surgery and all-cause mortality. DESIGN: Population-based matched cohort study. SETTING: Ontario, Canada. PARTICIPANTS: 13 679 patients who underwent bariatric surgery from January 2010 to December 2016 and 13 679 matched nonsurgical patients. INTERVENTION: Bariatric surgery. MEASUREMENTS: The primary outcome was all-cause mortality, with cause-specific mortality as the secondary outcome. Patients were matched according to age, sex, body mass index, and diabetes duration. RESULTS: 13 679 patients who underwent bariatric surgery were matched to 13 679 nonsurgical patients. After a median follow-up of 4.9 years, the overall mortality rate was 1.4% (n = 197) in the surgery group and 2.5% (n = 340) in the nonsurgery group, with a lower adjusted hazard ratio (HR) of overall all-cause mortality (HR, 0.68 [95% CI, 0.57 to 0.81]). Patients aged 55 years or older had an absolute risk reduction of 3.3% (CI, 2.3% to 4.3%), with a lower HR of mortality in the surgery group (HR, 0.53 [CI, 0.41 to 0.69]). Observed relative effects were similar across sex; however, the observed association in absolute terms was greater in men. Surgery also was associated with lower cardiovascular mortality (HR, 0.53 [CI, 0.34 to 0.84]) and lower cancer mortality (HR, 0.54 [CI, 0.36 to 0.80]). LIMITATION: The observational design limits causal inference. CONCLUSION: Bariatric surgery was associated with substantially lower all-cause, cardiovascular, and cancer mortality. The lowered observed mortality of surgery was significant across most subgroups. The largest absolute effects were for men and patients aged 55 years or older. PRIMARY FUNDING SOURCE: Ontario Bariatric Network.",
  "authors": [
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Center for Health Economics and Policy Analysis, McMaster University and Centre for Minimal Access Surgery, St. Joseph's Healthcare, McMaster University, Hamilton, and ICES, Toronto, Ontario, Canada (A.G.D.)."
      ],
      "orcid": "0000-0002-0543-3177"
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "McMaster University and Centre for Minimal Access Surgery, St. Joseph's Healthcare, McMaster University, Hamilton, and ICES, Toronto, Ontario, Canada (D.H., M.A.)."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "McMaster University and Centre for Minimal Access Surgery, St. Joseph's Healthcare, McMaster University, Hamilton, Ontario, Canada (Y.L.)."
      ],
      "orcid": "0000-0002-6257-4400"
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Programs for Assessment of Technology in Health, The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada (J.T.)."
      ]
    },
    {
      "last_name": "Paterson",
      "fore_name": "J Michael",
      "initials": "JM",
      "name": "J Michael Paterson",
      "affiliations": [
        "ICES and Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, and McMaster University, Hamilton, Ontario, Canada (J.M.P.)."
      ],
      "orcid": "0000-0001-5995-1714"
    },
    {
      "last_name": "Anvari",
      "fore_name": "Mehran",
      "initials": "M",
      "name": "Mehran Anvari",
      "affiliations": [
        "McMaster University and Centre for Minimal Access Surgery, St. Joseph's Healthcare, McMaster University, Hamilton, and ICES, Toronto, Ontario, Canada (D.H., M.A.)."
      ]
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "173",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Nov",
    "pub_day": "03"
  },
  "start_page": "694",
  "end_page": "703",
  "pages": "694-703",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Bariatric Surgery",
    "Cardiovascular Diseases",
    "Cause of Death",
    "Confounding Factors, Epidemiologic",
    "Diabetes Complications",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Obesity",
    "Ontario",
    "Postoperative Complications",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "32805135",
    "doi": "10.7326/M19-3925"
  },
  "doi": "10.7326/M19-3925",
  "dates": {
    "completed": "2021-01-06",
    "revised": "2021-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.645655",
    "pmid": "32805135"
  }
}