{
  "pmid": "32800745",
  "uid": "32800745",
  "title": "Preventing Fractures in Long-Term Care: Translating Recommendations to Clinical Practice.",
  "abstract": "The Ontario Osteoporosis Strategy for long-term care (LTC) aims to support fracture risk-reduction. LTC specific recommendations for fracture prevention were developed in 2015. This article describes the use of the Knowledge-to Action framework to guide the development and application of research evidence on fracture prevention in older adults. Knowledge translation activities highlighted fractures as a significant source of morbidity in LTC, significant gaps in fracture risk assessment and treatment, and barriers and facilitators to guideline implementation. Multifaceted knowledge translation strategies, targeting staff in LTC homes in Ontario, Canada to support fracture guideline implementation have included education, audit and feedback, team-based action planning, and engagement of LTC residents, their families, and health professionals. Provincial administrative databases were accessed to monitor fracture rates between 2005 and 2015. Our research has identified enablers and barriers to knowledge use such as limited knowledge of osteoporosis, fracture risk, and prevention. Province-wide over a 10-year period, hip fracture rates in LTC decreased from 2.3% to 1.9%, and any fracture rates decreased from 4% to 3.6%. This body of work suggests that multifaceted knowledge translation initiatives are feasible to implement in LTC and can improve the uptake of clinical recommendations for fracture prevention. A key aspect of our fracture prevention knowledge translation activities has been the full engagement of key stakeholders to assist in the co-development and design of knowledge translation products.",
  "authors": [
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada; GERAS Center for Aging Research, Hamilton, Ontario, Canada. Electronic address: papaioannou@hhsc.ca."
      ]
    },
    {
      "last_name": "Ioannidis",
      "fore_name": "George",
      "initials": "G",
      "name": "George Ioannidis",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada; GERAS Center for Aging Research, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin McArthur",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada; GERAS Center for Aging Research, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hillier",
      "fore_name": "Loretta M",
      "initials": "LM",
      "name": "Loretta M Hillier",
      "affiliations": [
        "GERAS Center for Aging Research, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Feldman",
      "fore_name": "Sid",
      "initials": "S",
      "name": "Sid Feldman",
      "affiliations": [
        "GERAS Center for Aging Research, Hamilton, Ontario, Canada; Baycrest Health Sciences, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora",
      "initials": "L",
      "name": "Lora Giangregorio",
      "affiliations": [
        "GERAS Center for Aging Research, Hamilton, Ontario, Canada; University of Waterloo, Waterloo, Ontario, Canada; Schlegel-UW Research Institute for Aging, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jaglal",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jaglal",
      "affiliations": [
        "GERAS Center for Aging Research, Hamilton, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Ravi",
      "initials": "R",
      "name": "Ravi Jain",
      "affiliations": [
        "Osteoporosis Canada, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van der Horst",
      "fore_name": "Mary-Lou",
      "initials": "ML",
      "name": "Mary-Lou Van der Horst",
      "affiliations": [
        "GERAS Center for Aging Research, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Adachi",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "36",
  "end_page": "42",
  "pages": "36-42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Hip Fractures",
    "Humans",
    "Long-Term Care",
    "Ontario",
    "Osteoporosis",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "32800745",
    "doi": "10.1016/j.jamda.2020.07.003",
    "pii": "S1525-8610(20)30592-2"
  },
  "doi": "10.1016/j.jamda.2020.07.003",
  "dates": {
    "completed": "2021-06-30",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.424891",
    "pmid": "32800745"
  }
}