{
  "pmid": "32801223",
  "uid": "32801223",
  "title": "Ethical and Social Values for Paediatric Health Technology Assessment and Drug Policy.",
  "abstract": "BACKGROUND: Public policy approaches to funding paediatric medicines in advanced health systems remain understudied. In particular, the ethical and social values dimensions of health technology assessment (HTA) and drug coverage decisions for children have received almost no attention in research or policy. METHODS: To elicit and understand the social values that influence decision-making for public funding of paediatric drugs, we undertook a series of in-depth, semi-structured interviews with a stratified purposive sample (n = 22) of stakeholders involved with or affected by drug funding decisions for children at the provincial (Ontario) and national levels in Canada. Constructivist grounded theory methodology guided data collection and thematic analysis. RESULTS: Our study provides empirical evidence about the unique ethical and social values dimensions of HTA for children, and describes a novel social values typology for paediatric drug policy decision-making. Three principal categories of values emerged from stakeholder reflections on HTA and drug policy-making for children: procedural values, structural values, and sociocultural values. Key findings include the importance of attention to the procedural legitimacy of HTA for children, with emphasis on the inclusion of child health voices in processes of technology appraisal and policy uptake; a role for HTA institutions to consider the equity impacts of technologies, both in setting review priorities and in assessing the value of technologies for public coverage; and the potential benefits of a distinct national framework to guide drug policy for children. CONCLUSION: Current approaches to HTA are not well designed for the realities of child health and illness, nor the societal priorities regarding children that our study identified. This research generates new knowledge to inform decision-making on paediatric drugs by HTA institutions and government payers in Canada and other publicly-funded health systems, through insights into the relevant social values for child drug funding decisions from varied stakeholder groups.",
  "authors": [
    {
      "last_name": "Denburg",
      "fore_name": "Avram E",
      "initials": "AE",
      "name": "Avram E Denburg",
      "affiliations": [
        "Division of Haematology/Oncology, Department of Paediatrics, The Hospital for Sick Children, Toronto, ON, Canada.",
        "Child Health Evaluative Sciences, Peter Gilgan Centre for Research and Learning, The Hospital for Sick Children, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-0039-0742"
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "name": "Mita Giacomini",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ungar",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Ungar",
      "affiliations": [
        "Child Health Evaluative Sciences, Peter Gilgan Centre for Research and Learning, The Hospital for Sick Children, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2907-2783"
    }
  ],
  "journal": {
    "title": "International journal of health policy and management",
    "iso_abbreviation": "Int J Health Policy Manag",
    "issn": "2322-5939",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "374",
  "end_page": "382",
  "pages": "374-382",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Ontario",
    "Pediatrics",
    "Pharmaceutical Preparations",
    "Public Policy",
    "Social Values",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "32801223",
    "pmc": "PMC9278467",
    "doi": "10.34172/ijhpm.2020.144"
  },
  "doi": "10.34172/ijhpm.2020.144",
  "pmc_id": "PMC9278467",
  "dates": {
    "completed": "2022-03-25",
    "revised": "2022-07-23"
  },
  "chemicals": [
    "Pharmaceutical Preparations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:01.597597",
    "pmid": "32801223"
  }
}