{
  "pmid": "32804938",
  "uid": "32804938",
  "title": "Phylogenetic evidence for the invasion of a commercialized European Phasmarhabditis hermaphrodita lineage into North America and New Zealand.",
  "abstract": "Biological control (biocontrol) as a component of pest management strategies reduces reliance on synthetic chemicals, and seemingly offers a natural approach that minimizes environmental impact. However, introducing a new organism to new environments as a classical biocontrol agent can have broad and unanticipated biodiversity effects and conservation consequences. Nematodes are currently used in a variety of commercial biocontrol applications, including the use of Phasmarhabditis hermaphrodita as an agent targeting pest slug and snail species. This species was originally discovered in Germany, and is generally thought to have European origins. P. hermaphrodita is sold under the trade name Nemaslug®, and is available only in European markets. However, this nematode species was discovered in New Zealand and the western United States, though its specific origins remained unclear. In this study, we analyzed 45 nematode strains representing eight different Phasmarhabditis species, collected from nine countries around the world. A segment of nematode mitochondrial DNA (mtDNA) was sequenced and subjected to phylogenetic analyses. Our mtDNA phylogenies were overall consistent with previous analyses based on nuclear ribosomal RNA (rRNA) loci. The recently discovered P. hermaphrodita strains in New Zealand and the United States had mtDNA haplotypes nearly identical to that of Nemaslug®, and these were placed together in an intraspecific monophyletic clade with high support in maximum likelihood and Bayesian analyses. We also examined bacteria that co-cultured with the nematode strains isolated in Oregon, USA, by analyzing 16S rRNA sequences. Eight different bacterial genera were found to associate with these nematodes, though Moraxella osloensis, the bacteria species used in the Nemaslug® formulation, was not detected. This study provided evidence that nematodes deriving from the Nemaslug® biocontrol product have invaded countries where its use is prohibited by regulatory agencies and not commercially available.",
  "authors": [
    {
      "last_name": "Howe",
      "fore_name": "Dana K",
      "initials": "DK",
      "name": "Dana K Howe",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis, Oregon, United States of America."
      ],
      "orcid": "0000-0002-2131-6114"
    },
    {
      "last_name": "Ha",
      "fore_name": "Anh D",
      "initials": "AD",
      "name": "Anh D Ha",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis, Oregon, United States of America."
      ]
    },
    {
      "last_name": "Colton",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Colton",
      "affiliations": [
        "Department of Crop and Soil Science, Oregon State University, Corvallis, Oregon, United States of America."
      ]
    },
    {
      "last_name": "De Ley",
      "fore_name": "Irma Tandingan",
      "initials": "IT",
      "name": "Irma Tandingan De Ley",
      "affiliations": [
        "Department of Nematology, University of California-Riverside, Riverside, California, United States of America."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Robbie G",
      "initials": "RG",
      "name": "Robbie G Rae",
      "affiliations": [
        "School of Biological and Environmental Sciences, Liverpool John Moores University, Liverpool, United Kingdom."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Ross",
      "affiliations": [
        "Department of Conservation Ecology and Entomology, Faculty of AgriSciences, Stellenbosch University, Matieland, South Africa.",
        "Institute of Biological and Environmental Sciences, University of Aberdeen, Aberdeen, United Kingdom.",
        "Crop Health and Protection (CHAP), National Agri-Food Innovation Campus, Sand Hutton, York, United Kingdom."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Independent Researcher/Consultant, Hamilton, New Zealand."
      ]
    },
    {
      "last_name": "Nermut",
      "fore_name": "Jiří",
      "initials": "J",
      "name": "Jiří Nermut",
      "affiliations": [
        "Biology Centre CAS, Institute of Entomology, Branišovská, České Budějovice, Czech Republic."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Zhongying",
      "initials": "Z",
      "name": "Zhongying Zhao",
      "affiliations": [
        "Department of Biology, Hong Kong Baptist University, Hong Kong SAR, China."
      ]
    },
    {
      "last_name": "Mc Donnell",
      "fore_name": "Rory J",
      "initials": "RJ",
      "name": "Rory J Mc Donnell",
      "affiliations": [
        "Department of Crop and Soil Science, Oregon State University, Corvallis, Oregon, United States of America."
      ],
      "orcid": "0000-0003-3415-7295"
    },
    {
      "last_name": "Denver",
      "fore_name": "Dee R",
      "initials": "DR",
      "name": "Dee R Denver",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis, Oregon, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "8",
    "pub_year": "2020"
  },
  "start_page": "e0237249",
  "pages": "e0237249",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "DNA, Mitochondrial",
    "Europe",
    "Introduced Species",
    "New Zealand",
    "North America",
    "Pest Control, Biological",
    "Phylogeny",
    "RNA, Ribosomal, 16S",
    "Rhabditida"
  ],
  "article_ids": {
    "pubmed": "32804938",
    "pmc": "PMC7430733",
    "doi": "10.1371/journal.pone.0237249",
    "pii": "PONE-D-20-06376"
  },
  "doi": "10.1371/journal.pone.0237249",
  "pmc_id": "PMC7430733",
  "dates": {
    "completed": "2020-10-07",
    "revised": "2020-10-07"
  },
  "chemicals": [
    "DNA, Mitochondrial",
    "RNA, Ribosomal, 16S"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.643564",
    "pmid": "32804938"
  }
}