{
  "pmid": "32814626",
  "uid": "32814626",
  "title": "Operative management of colonic diverticular disease in the setting of immunosuppression: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Immunosuppressed patients with diverticular disease are at higher risk of postoperative complications, however reported rates have varied. The aim of this study is to compare postoperative outcomes in immunosuppressed and immunocompetent patients undergoing surgery for diverticular disease. METHODS: Medline, EMBASE, and CENTRAL were searched. Articles were included if they compared immunosuppressed and immunocompetent patients undergoing surgery for diverticular disease. RESULTS: From 204 citations, 11 studies with 2,977 immunosuppressed patients and 780,630 immunocompetent patients were included. Mortality was greater in immunosuppressed patients compared to immunocompetent patients for emergent surgery (RR 1.91, 95%CI 1.24-2.95, p < 0.01), but not elective surgery (RR 1.70, 95%CI 0.14-20.47, p = 0.68). Morbidity was greater in immunosuppressed patients compared to immunocompetent patients for elective surgery (RR 2.18, 95%CI 1.02-4.65, p = 0.04), but not emergent surgery (RR 1.40, 95%CI 0.68-2.90, p = 0.37). CONCLUSIONS: Increased consideration for elective operation may preclude the need for emergent surgery and the associated increase in postoperative mortality.",
  "authors": [
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: tyler.mckechnie@medportal.ca."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: yung.lee@medportal.ca."
      ]
    },
    {
      "last_name": "Kruse",
      "fore_name": "Colin",
      "initials": "C",
      "name": "Colin Kruse",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: colin.kruse@medportal.ca."
      ]
    },
    {
      "last_name": "Qiu",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Qiu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: yuan.qiu@medportal.ca."
      ]
    },
    {
      "last_name": "Springer",
      "fore_name": "Jeremy E",
      "initials": "JE",
      "name": "Jeremy E Springer",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: Jeremy.springer@medportal.ca."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada. Electronic address: aristithes.doumouras@medportal.ca."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada. Electronic address: dennishong70@gmail.com."
      ]
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, St. Joseph Healthcare, Hamilton, Ontario, Canada. Electronic address: eskicio@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of surgery",
    "iso_abbreviation": "Am J Surg",
    "issn": "1879-1883",
    "issn_type": "Electronic",
    "volume": "221",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "72",
  "end_page": "85",
  "pages": "72-85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Diverticulitis, Colonic",
    "Humans",
    "Immunosuppression Therapy",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32814626",
    "doi": "10.1016/j.amjsurg.2020.06.035",
    "pii": "S0002-9610(20)30389-5"
  },
  "doi": "10.1016/j.amjsurg.2020.06.035",
  "dates": {
    "completed": "2021-02-11",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.727673",
    "pmid": "32814626"
  }
}