{
  "pmid": "32821415",
  "uid": "32821415",
  "title": "Canadian Society of Nephrology Commentary on the Kidney Disease Improving Global Outcomes 2017 Clinical Practice Guideline Update for the Diagnosis, Evaluation, Prevention, and Treatment of Chronic Kidney Disease-Mineral and Bone Disorder.",
  "abstract": "PURPOSE OF REVIEW: (1) To provide commentary on the 2017 update to the Kidney Disease Improving Global Outcomes (KDIGO) 2017 Clinical Practice Guideline Update for the Diagnosis, Evaluation, Prevention, and Treatment of Chronic Kidney Disease-Mineral and Bone Disorder (CKD-MBD); (2) to apply the evidence-based guideline update for implementation within the Canadian health care system; (3) to provide comment on the care of children with chronic kidney disease (CKD); and (4) to identify research priorities for Canadian patients. SOURCES OF INFORMATION: The KDIGO 2017 Clinical Practice Guideline Update for the Diagnosis, Evaluation, Prevention, and Treatment of CKD-MBD. METHODS: The commentary committee co-chairs selected potential members based on their knowledge of the Canadian kidney community, aiming for wide representation from relevant disciplines, academic and community centers, and different geographical regions. KEY FINDINGS: We agreed with many of the recommendations in the clinical practice guideline on the diagnosis, evaluation, prevention, and treatment of CKD-MBD. However, based on the uncommon occurrence of abnormalities in calcium and phosphate and the low likelihood of severe abnormalities in parathyroid hormone (PTH), we recommend against screening and monitoring levels of calcium, phosphate, PTH, and alkaline phosphatase in adults with CKD G3. We suggest and recommend monitoring these parameters in adults with CKD G4 and G5, respectively. In children, we agree that monitoring for CKD-MBD should begin in CKD G2, but we suggest measuring ionized calcium, rather than total calcium or calcium adjusted for albumin. With regard to vitamin D, we suggest against routine screening for vitamin D deficiency in adults with CKD G3-G5 and G1T-G5T and suggest following population health recommendations for adequate vitamin D intake. We recommend that the measurement and management of bone mineral density (BMD) be according to general population guidelines in CKD G3 and G3T, but we suggest against routine BMD testing in CKD G4-G5, CKD G4T-5T, and in children with CKD. Based on insufficient data, we also recommend against routine bone biopsy in clinical practice for adults with CKD or CKD-T, or in children with CKD, although we consider it an important research tool. LIMITATIONS: The committee relied on the evidence summaries produced by KDIGO. The CSN committee did not replicate or update the systematic reviews.",
  "authors": [
    {
      "last_name": "Holden",
      "fore_name": "Rachel M",
      "initials": "RM",
      "name": "Rachel M Holden",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Queen's University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0001-6431-3127"
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Internal Medicine, The University of Kansas Medical Center, Kansas City, USA.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Alexander",
      "fore_name": "R Todd",
      "initials": "RT",
      "name": "R Todd Alexander",
      "affiliations": [
        "Department of Pediatrics and Physiology, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Battistella",
      "fore_name": "Marisa",
      "initials": "M",
      "name": "Marisa Battistella",
      "affiliations": [
        "University Health Network, Leslie Dan Faculty of Pharmacy, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bevilacqua",
      "fore_name": "Micheli U",
      "initials": "MU",
      "name": "Micheli U Bevilacqua",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Knoll",
      "affiliations": [
        "Division of Nephrology, The Ottawa Hospital, ON, Canada."
      ]
    },
    {
      "last_name": "Mac-Way",
      "fore_name": "Fabrice",
      "initials": "F",
      "name": "Fabrice Mac-Way",
      "affiliations": [
        "Division of Nephrology, CHU de Québec, Hôtel-Dieu de Québec Hospital, Université Laval, Québec City, QC, Canada."
      ]
    },
    {
      "last_name": "Reslerova",
      "fore_name": "Martina",
      "initials": "M",
      "name": "Martina Reslerova",
      "affiliations": [
        "Nephrology Section, St. Boniface General Hospital, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, University of Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-4411-8169"
    },
    {
      "last_name": "Acott",
      "fore_name": "Philip D",
      "initials": "PD",
      "name": "Philip D Acott",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Feltmate",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Feltmate",
      "affiliations": [
        "Department of Geriatric Medicine, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Grill",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Grill",
      "affiliations": [
        "Department of Family & Community Medicine, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jindal",
      "fore_name": "Kailash K",
      "initials": "KK",
      "name": "Kailash K Jindal",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Karsanji",
      "fore_name": "Meena",
      "initials": "M",
      "name": "Meena Karsanji",
      "affiliations": [
        "Professional Practice, Vancouver Coastal Health, Richmond, BC, Canada."
      ]
    },
    {
      "last_name": "Kiberd",
      "fore_name": "Bryce A",
      "initials": "BA",
      "name": "Bryce A Kiberd",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Mahdavi",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Mahdavi",
      "affiliations": [
        "Department of Nutritional Sciences, University of Toronto, ON, Canada.",
        "Department of Nephrology, Scarborough Health Network, ON, Canada."
      ]
    },
    {
      "last_name": "McCarron",
      "fore_name": "Kailee",
      "initials": "K",
      "name": "Kailee McCarron",
      "affiliations": [
        "Nova Scotia Renal Program, Nova Scotia Health Authority, Halifax, Canada."
      ]
    },
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4549-0202"
    },
    {
      "last_name": "Pinsk",
      "fore_name": "Maury",
      "initials": "M",
      "name": "Maury Pinsk",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics & Child Health, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Rodd",
      "fore_name": "Celia",
      "initials": "C",
      "name": "Celia Rodd",
      "affiliations": [
        "Division of Diabetes & Endocrinology, Department of Pediatrics & Child Health, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Soroka",
      "fore_name": "Steven D",
      "initials": "SD",
      "name": "Steven D Soroka",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Dalhousie University, NSHA Renal Program and Pharmacy Services, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-7278-1702"
    },
    {
      "last_name": "Vinson",
      "fore_name": "Amanda J",
      "initials": "AJ",
      "name": "Amanda J Vinson",
      "affiliations": [
        "Division of Nephrology, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Zimmerman",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Zimmerman",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Department of Health Research, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4538-5958"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358120944271",
  "pages": "2054358120944271",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32821415",
    "pmc": "PMC7412914",
    "doi": "10.1177/2054358120944271",
    "pii": "10.1177_2054358120944271"
  },
  "doi": "10.1177/2054358120944271",
  "pmc_id": "PMC7412914",
  "dates": {
    "revised": "2022-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.447464",
    "pmid": "32821415"
  }
}