{
  "pmid": "32835830",
  "uid": "32835830",
  "title": "How We Can Improve the Quality of Care for Patients Requesting Medical Assistance in Dying: A Qualitative Study of Health Care Providers.",
  "abstract": "CONTEXT: Since Canada decriminalized medical assistance in dying (MAID) in 2015, clinicians and organizations have developed policies and protocols to implement assisted dying in clinical practice. Five years on, there is little consensus as to what constitutes high-quality care in MAID. OBJECTIVES: To describe MAID clinicians' perspectives on quality of care in MAID, including challenges, successes, and clinical practice suggestions. METHODS: We conducted an exploratory, multicenter, and qualitative study at four Canadian centers. Using a semistructured interview guide, we conducted interviews with 20 health care providers. Interviews were transcribed and deidentified before analysis. Adopting a qualitative descriptive approach, we used a thematic analysis to identify primary and secondary themes in the interviews and practice suggestions to improve quality of care to patients who request MAID. RESULTS: We identified three major themes. 1) Improving access and patient experience: clinicians described struggles in ensuring equitable access to MAID and supporting MAID patients and their families. 2) Supporting providers and sustainability: clinicians described managing MAID workload, remuneration, educational needs, and the emotional impact of participating in assisted dying. 3) Institutional support: descriptions of MAID communication tools and training, use of standardized care pathways, interprofessional collaboration, and human resource planning. Clinicians also described suggestions for clinical practice to improve quality of care. CONCLUSION: Canadian health care providers described unique challenges in caring for patients who request MAID, along with practices to improve the quality of care.",
  "authors": [
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon J W",
      "initials": "SJW",
      "name": "Simon J W Oczkowski",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Hamilton Health Sciences, Hamilton, Ontario, Canada. Electronic address: oczkowsj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Crawshaw",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Crawshaw",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Austin",
      "fore_name": "Peggy",
      "initials": "P",
      "name": "Peggy Austin",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Versluis",
      "fore_name": "Donald",
      "initials": "D",
      "name": "Donald Versluis",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada; Vancouver Island Health Authority, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Kalles-Chan",
      "fore_name": "Gaelen",
      "initials": "G",
      "name": "Gaelen Kalles-Chan",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kekewich",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Kekewich",
      "affiliations": [
        "Department of Clinical and Organizational Ethics, The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Curran",
      "fore_name": "Dorothyann",
      "initials": "D",
      "name": "Dorothyann Curran",
      "affiliations": [
        "The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Paul Q",
      "initials": "PQ",
      "name": "Paul Q Miller",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Ontario, Canada; Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kelly",
      "fore_name": "Michaela",
      "initials": "M",
      "name": "Michaela Kelly",
      "affiliations": [
        "London School of Hygiene and Tropical Medicine, London, England."
      ]
    },
    {
      "last_name": "Wiebe",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Wiebe",
      "affiliations": [
        "Department of Family Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Dees",
      "fore_name": "Marianne",
      "initials": "M",
      "name": "Marianne Dees",
      "affiliations": [
        "Q Healthcare, Radboud Institute for Health Sciences, Radboud University Medical Center, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Frolic",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Frolic",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Ontario, Canada; Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar"
  },
  "start_page": "513",
  "end_page": "521.e8",
  "pages": "513-521.e8",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Health Personnel",
    "Humans",
    "Medical Assistance",
    "Quality of Health Care",
    "Suicide, Assisted"
  ],
  "article_ids": {
    "pubmed": "32835830",
    "doi": "10.1016/j.jpainsymman.2020.08.018",
    "pii": "S0885-3924(20)30693-X"
  },
  "doi": "10.1016/j.jpainsymman.2020.08.018",
  "dates": {
    "completed": "2021-06-23",
    "revised": "2021-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.048753",
    "pmid": "32835830"
  }
}