{
  "pmid": "32837895",
  "uid": "32837895",
  "title": "Zinc for the prevention and treatment of SARS-CoV-2 and other acute viral respiratory infections: a rapid review.",
  "abstract": "BACKGROUND: The global COVID-19 pandemic has prompted an urgent search for interventions to prevent and treat SARS-CoV-2. Higher risk of infection and adverse outcomes coincide with populations with chronic diseases and elderly who are at risk of zinc deficiency. Through several mechanisms zinc may prevent, reduce severity and duration of symptoms. METHOD: An a priori protocol was registered with PROSPERO on 27th April 2020 (CRD42020182044). Eight databases (one Chinese) and four clinical trial registries (one Chinese) were searched for randomised and quasi-randomised controlled trials (RCTs), evaluating single or adjunct zinc against placebo or active controls, for prevention and/or treatment of SARS-CoV-2, other coronaviruses or related infections. RR constraints included not searching bibliographies or contacting authors, single reviewers with calibration and second reviewer checking, meta-analyses and quality appraisal of critical and study primary outcomes only and reporting results as they became available. RESULTS: 118 publications of 1,627 records met the inclusion criteria (35 Chinese and 83 English publications), 32 for prevention, 78 for treatment and 8 for both. Four RCTs specific to SARS-CoV-2 are ongoing; two are investigating zinc for prevention and two for treatment. As of 7 July 2020, no results were available. A wide range of zinc forms, including nasal spray/gel, lozenges, liquid, tablets and intramuscular were investigated. CONCLUSION: Currently, indirect evidence suggests zinc may potentially reduce the risk, duration and severity of SARS-CoV-2 infections, particularly for populations at risk of zinc deficiency including people with chronic disease co-morbidities and older adults. Direct evidence to determine if zinc is effective for either prevention or treatment of SARS-CoV-2 is pending. In the interim, assessing zinc status of people with chronic diseases and older adults, as part of a SARS-CoV-2 clinical work-up, is reasonable as both groups have a higher risk of zinc deficiency/insufficiency and poorer outcomes from SARS-CoV-2.",
  "authors": [
    {
      "last_name": "Arentz",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Arentz",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Hunter",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Hunter",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Guoyan",
      "initials": "G",
      "name": "Guoyan Yang",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Goldenberg",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Goldenberg",
      "affiliations": [
        "Helfgott Research Institute, National University of Natural Medicine, Portland, Oregon, United States."
      ]
    },
    {
      "last_name": "Beardsley",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Beardsley",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia.",
        "Helfgott Research Institute, National University of Natural Medicine, Portland, Oregon, United States."
      ]
    },
    {
      "last_name": "Myers",
      "fore_name": "Stephen P",
      "initials": "SP",
      "name": "Stephen P Myers",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia.",
        "NatMed Research Unit, Division of Research, Southern Cross University, Lismore, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leeder",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Leeder",
      "affiliations": [
        "Menzies Centre for Health Policy, Sydney School of Public Health, Faculty of Medicine and Health, The University of Sydney, Sydney, New South Wales, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Advances in integrative medicine",
    "iso_abbreviation": "Adv Integr Med",
    "issn": "2212-9588",
    "issn_type": "Print",
    "volume": "7",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "252",
  "end_page": "260",
  "pages": "252-260",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32837895",
    "pmc": "PMC7395818",
    "doi": "10.1016/j.aimed.2020.07.009",
    "pii": "S2212-9588(20)30142-7"
  },
  "doi": "10.1016/j.aimed.2020.07.009",
  "pmc_id": "PMC7395818",
  "dates": {
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.866625",
    "pmid": "32837895"
  }
}