{
  "pmid": "32845435",
  "uid": "32845435",
  "title": "Recent updates on novel therapeutic targets of cardiovascular diseases.",
  "abstract": "In recent times cardiovascular diseases (CVDs) are the leading cause of mortality universally, caused more or less 17.7 million casualties with 45% of all illnesses (except communicable ones) in 2015 as per World Health Organization (WHO). According to American National Center for Health Statistics, cardiac disorders are costliest. Moreover, health care expenditures related to cardiac disorders are anticipated to exceed than diabetes and Alzheimer's. Straining of reactive oxygen species with diminished neutralization & inflammation critically adds to atherosclerosis and also proceed to other cardiovascular diseases such as cardiac remodeling and myocardial infarction (MI). In the past few years, researchers revealed multiple drug targets from animal studies and evaluated them in the therapeutics of cardiac disorders, which offered exciting clues for novel therapeutic strategies. Although, only few newer agents approved clinically and actual approaches for treatment are lagging behind. Several novel drugs found effective for the treatment of hypertension, congestive heart failure, cardiac arrhythmia and angina pectoris. Detailed mechanism of action, basic and clinical pharmacology of all novel drugs has been discussed in this review.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakakah, Al-Jouf, Saudi Arabia. afzalgufran@gmail.com."
      ],
      "orcid": "0000-0003-2570-3223"
    }
  ],
  "journal": {
    "title": "Molecular and cellular biochemistry",
    "iso_abbreviation": "Mol Cell Biochem",
    "issn": "1573-4919",
    "issn_type": "Electronic",
    "volume": "476",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "145",
  "end_page": "155",
  "pages": "145-155",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Angina Pectoris",
    "Animals",
    "Antihypertensive Agents",
    "Arrhythmias, Cardiac",
    "Cardiology",
    "Cardiovascular Diseases",
    "Catecholamines",
    "Female",
    "Heart Diseases",
    "Heart Failure",
    "Humans",
    "Hypertension",
    "Inflammation",
    "Ligands",
    "Male",
    "Myocardial Infarction",
    "Renin-Angiotensin System",
    "Risk Factors",
    "Smoking"
  ],
  "article_ids": {
    "pubmed": "32845435",
    "doi": "10.1007/s11010-020-03891-8",
    "pii": "10.1007/s11010-020-03891-8"
  },
  "doi": "10.1007/s11010-020-03891-8",
  "dates": {
    "completed": "2021-07-12",
    "revised": "2023-07-27"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Catecholamines",
    "Ligands"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.913874",
    "pmid": "32845435"
  }
}