{
  "pmid": "32843371",
  "uid": "32843371",
  "title": "Implementing a Patient-Reported Outcome Measure for Hemodialysis Patients in Routine Clinical Care: Perspectives of Patients and Providers on ESAS-r:Renal.",
  "abstract": "BACKGROUND AND OBJECTIVES: The Edmonton Symptom Assessment System Revised: Renal is a patient-reported outcome measure used to assess physical and psychosocial symptom burden in patients treated with maintenance dialysis. Studies of patient-reported outcome measures suggest the need for deeper understanding of how to optimize their implementation and use. This study examines patient and provider perspectives of the implementation process and the influence of the Edmonton Symptom Assessment System Revised: Renal on symptom management, patient-provider communication, and interdisciplinary communication. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: Eight in-facility hemodialysis programs in Ontario, Canada, assessed patients using the Edmonton Symptom Assessment System Revised: Renal every 4-6 weeks for 1 year. Screening and completion rates were tracked, and pre- and postimplementation surveys and midimplementation interviews were conducted with patients and providers. A chart audit was conducted 12 months postimplementation. RESULTS: In total, 1459 patients completed the Edmonton Symptom Assessment System Revised: Renal; 58% of eligible patients completed the preimplementation survey (n=718), and 56% of patients who completed the Edmonton Symptom Assessment System Revised: Renal at least once completed the postimplementation survey (n=569). Provider survey response rates were 71% (n=514) and 54% (n=319), respectively. Nine patients/caregivers from three sites and 48 providers from all sites participated in interviews. A total of 1207 charts were audited. Seven of eight sites had mean screening rates over 80%, suggesting that routine use of the Edmonton Symptom Assessment System Revised: Renal in clinical practice is feasible. However, the multiple data sources painted an inconsistent picture of the value and effect of the Edmonton Symptom Assessment System Revised: Renal. The Edmonton Symptom Assessment System Revised: Renal standardized symptom screening processes across providers and sites; improved patient and provider symptom awareness, particularly for psychosocial symptoms; and empowered patients to raise issues with providers. Yet, there was little, if any, statistically significant improvement in the metrics used to assess symptom management, patient-provider communication, and interdisciplinary communication. CONCLUSIONS: The Edmonton Symptom Assessment System Revised: Renal patient-reported outcome measure may be useful to standardize symptom screening, enhance awareness of psychosocial symptoms among patients and providers, and empower patients rather than to reduce symptom burden.",
  "authors": [
    {
      "last_name": "Evans",
      "fore_name": "Jenna M",
      "initials": "JM",
      "name": "Jenna M Evans",
      "affiliations": [
        "DeGroote School of Business, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3104-9889"
    },
    {
      "last_name": "Glazer",
      "fore_name": "Alysha",
      "initials": "A",
      "name": "Alysha Glazer",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lum",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Lum",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heale",
      "fore_name": "Esti",
      "initials": "E",
      "name": "Esti Heale",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacKinnon",
      "fore_name": "Marnie",
      "initials": "M",
      "name": "Marnie MacKinnon",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Blake",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Blake",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Ontario, Canada.",
        "Victoria Hospital, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Ontario, Canada.",
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences/McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8292-2014"
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "07"
  },
  "start_page": "1299",
  "end_page": "1309",
  "pages": "1299-1309",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Attitude of Health Personnel",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Health Status",
    "Humans",
    "Kidney Diseases",
    "Longitudinal Studies",
    "Male",
    "Mental Health",
    "Ontario",
    "Patient Participation",
    "Patient Reported Outcome Measures",
    "Renal Dialysis",
    "Symptom Assessment",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32843371",
    "pmc": "PMC7480546",
    "doi": "10.2215/CJN.01840220",
    "pii": "01277230-202009000-00014"
  },
  "doi": "10.2215/CJN.01840220",
  "pmc_id": "PMC7480546",
  "dates": {
    "completed": "2021-12-03",
    "revised": "2024-08-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.637130",
    "pmid": "32843371"
  }
}