{
  "pmid": "32850220",
  "uid": "32850220",
  "title": "Olmesartan-Induced Spruelike Enteropathy: An Emerging Cause of Small Bowel Injury.",
  "abstract": "Olmesartan-induced spruelike enteropathy is a rare clinical entity that is characterized by unexplained chronic diarrhea and weight loss. Prompt recognition of this adverse event may be challenging due to clinical and histologic similarities with other small intestinal pathologies. We hereby delineate the case of an elderly female with a 14-month clinical history of non-bloody diarrhea and weight loss. After extensive diagnostic workup and exclusion of probable etiologies, the patient was diagnosed with olmesartan-associated enteropathy. A dramatic clinical and histologic recuperation was achieved after discontinuation of olmesartan. This paper illustrates the overarching need for a detailed clinical history focusing on medication review in patients presenting with chronic diarrhea with no obvious cause. The spruelike enteropathy associated with olmesartan is an emerging cause of small bowel injury. Clinicians should maintain a high index of suspicion for this adverse drug reaction. Early and correct diagnosis carries paramount importance in sparing these patients from unnecessary diagnostic investigations and therapeutic delays.",
  "authors": [
    {
      "last_name": "Malik",
      "fore_name": "Adnan",
      "initials": "A",
      "name": "Adnan Malik",
      "affiliations": [
        "Hepatology, Loyola University Medical Center, Maywood, USA."
      ]
    },
    {
      "last_name": "Inayat",
      "fore_name": "Faisal",
      "initials": "F",
      "name": "Faisal Inayat",
      "affiliations": [
        "Internal Medicine, Allama Iqbal Medical College, Lahore, PAK."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Muhammad Imran",
      "initials": "MI",
      "name": "Muhammad Imran Malik",
      "affiliations": [
        "Internal Medicine, Tameside and Glossop Integrated Care NHS Foundation Trust, Manchester, GBR."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Internal Medicine, Allama Iqbal Medical College, Lahore, PAK."
      ]
    },
    {
      "last_name": "Azrak",
      "fore_name": "Muhammad F",
      "initials": "MF",
      "name": "Muhammad F Azrak",
      "affiliations": [
        "Gastroenterology, William Beaumont Hospital, Royal Oak, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "12",
    "issue": "7",
    "pub_year": "2020",
    "pub_month": "Jul",
    "pub_day": "22"
  },
  "start_page": "e9347",
  "pages": "e9347",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32850220",
    "pmc": "PMC7444891",
    "doi": "10.7759/cureus.9347"
  },
  "doi": "10.7759/cureus.9347",
  "pmc_id": "PMC7444891",
  "dates": {
    "revised": "2020-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.914374",
    "pmid": "32850220"
  }
}