{
  "pmid": "32853819",
  "uid": "32853819",
  "title": "Patient Characteristics and Concerns about Drug Allergy: A Report from the United States Drug Allergy Registry.",
  "abstract": "BACKGROUND: Drug allergy is frequently reported, but uncommonly confirmed with diagnostic testing. Although drug allergy assessments can improve clinical care, patient concerns may impact the optimal diagnostic approach and/or the clinical effectiveness of diagnostic testing. OBJECTIVE: To assess drug allergy patient concerns. METHODS: Using data from a multisite, prospective longitudinal cohort study, the United States Drug Allergy Registry (January 16, 2019, to January 24, 2020), we determined patient self-reported characteristics and qualitatively coded free-text patient concerns about their drug allergy/allergies. We assessed associations between patient characteristics and drug allergy concerns using multinomial logistic regression models. RESULTS: Of 592 patients (mean age, 49 [standard deviation, 17] years, 74% female, 88% white), the most commonly reported drug allergies were penicillins (78%), cephalosporins (12%), and sulfonamides (12%) with common reactions of rash (62%), hives (54%), itching (48%), flushing or facial redness (28%), and swelling or angioedema (24%). Patient concerns, coded from free text, were optimal medication use (41%), no concern (17%), allergic reaction (14%), diagnosis (12%), and severe allergic reaction (12%). Using multinomial regression, the presence of drug allergy concerns increased with greater age, higher number of reported drug reactions, more antibiotic use, and certain reaction symptoms, most notably mouth or palate itching. Female sex was associated with increased severe allergic reaction concern. Poorer general and mental health was associated with increased allergic reaction concern. CONCLUSION: Patients with drug allergy were concerned about their options for medical treatment, having an allergic reaction, and receiving clarity about their diagnosis. Capturing and addressing patient concerns may improve the approach to patients with drug allergy and/or the effectiveness of drug allergy testing.",
  "authors": [
    {
      "last_name": "Blumenthal",
      "fore_name": "Kimberly G",
      "initials": "KG",
      "name": "Kimberly G Blumenthal",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass. Electronic address: kblumenthal@mgh.harvard.edu."
      ]
    },
    {
      "last_name": "Harkness",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Harkness",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Elizabeth J",
      "initials": "EJ",
      "name": "Elizabeth J Phillips",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Vanderbilt University Medical Center, Nashville, Tenn; Department of Pharmacology, Vanderbilt University School of Medicine, Nashville, Tenn; Department of Pathology, Microbiology and Immunology, Vanderbilt University School of Medicine, Nashville, Tenn; Institute for Immunology & Infectious Diseases, Murdoch University, Murdoch, WA, Australia."
      ]
    },
    {
      "last_name": "Ramsey",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Ramsey",
      "affiliations": [
        "Division of Allergy, Immunology, and Rheumatology, Rochester Regional Health, Rochester, NY; Department of Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY."
      ]
    },
    {
      "last_name": "Banerji",
      "fore_name": "Aleena",
      "initials": "A",
      "name": "Aleena Banerji",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Samarakoon",
      "fore_name": "Upeka",
      "initials": "U",
      "name": "Upeka Samarakoon",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "Cosby",
      "initials": "C",
      "name": "Cosby Stone",
      "affiliations": [
        "Division of Allergy, Pulmonary and Critical Care Medicine, Department of Medicine, Vanderbilt University School of Medicine, Nashville, Tenn."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Xiaoqing",
      "initials": "X",
      "name": "Xiaoqing Fu",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Khan",
      "affiliations": [
        "Division of Allergy and Immunology, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, Tex."
      ]
    },
    {
      "last_name": "Otani",
      "fore_name": "Iris",
      "initials": "I",
      "name": "Iris Otani",
      "affiliations": [
        "Division of Pulmonary, Critical Care, Allergy, and Sleep, Department of Medicine, UCSF Medical Center, San Francisco, Calif."
      ]
    },
    {
      "last_name": "Camargo",
      "fore_name": "Carlos A",
      "initials": "CA",
      "name": "Carlos A Camargo",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass; Department of Emergency Medicine, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Donelan",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Donelan",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "2958",
  "end_page": "2967",
  "pages": "2958-2967",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Drug Hypersensitivity",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Penicillins",
    "Prospective Studies",
    "Registries",
    "United States"
  ],
  "article_ids": {
    "pubmed": "32853819",
    "doi": "10.1016/j.jaip.2020.08.018",
    "pii": "S2213-2198(20)30834-5"
  },
  "doi": "10.1016/j.jaip.2020.08.018",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Penicillins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.407087",
    "pmid": "32853819"
  }
}