{
  "pmid": "32868352",
  "uid": "32868352",
  "title": "Health service use among adults with cerebral palsy: a mixed methods systematic review protocol.",
  "abstract": "INTRODUCTION: Cerebral palsy (CP) is a neurodisability that primarily results in motor impairments and activity limitations, but is often associated with epilepsy and disturbances of sensation, perception, cognition, behaviour and speech. Most children with CP survive well into adulthood. Adults with CP experience increased risk of age-related chronic conditions such as arthritis, stroke, cardiorespiratory and mental health conditions in addition to the ongoing disabilities experienced from childhood. Therefore, adults with CP often require extensive health services. However, health service use among adults with CP has not been well documented. This mixed method review aims to identify, appraise and synthesise quantitative and qualitative literature examining health service use among adults with CP. METHODS AND ANALYSIS: The mixed method systematic review will be conducted in accordance with the Joanna Briggs Institute (JBI) methodology. A systematic search of MEDLINE (Ovid), CINAHL, Embase, PsycINFO and Cochrane Library from inception to March 2020 will be conducted. Quantitative observational studies, qualitative studies and mixed method studies examining health service use among adults with CP (≥18 years) will be included. Outcomes of interest are the proportion of adults using health services frequency of use and experiences of health services from the perspectives of adults with CP, caregivers and health service providers. Two reviewers will independently screen titles, abstracts and full-texts, extract data and assess the quality of included studies using JBI instruments. Where possible a pooled analysis and aggregation of findings will be performed for quantitative and qualitative data, respectively, and Grading of Recommendations Assessment, Development and Evaluation (GRADE)/GRADE-CERQual (Confidence in Evidence from Reviews of Qualitative research) employed. Quantitative and qualitative findings will be integrated using a triangulation approach at the synthesis stage. A narrative synthesis will be carried out where this is not possible. ETHICS AND DISSEMINATION: Ethical approval is not required for this review. The findings will be disseminated through a peer-reviewed journal and conferences. PROSPERO REGISTRATION NUMBER: CRD42020155 380.",
  "authors": [
    {
      "last_name": "Manikandan",
      "fore_name": "Manjula",
      "initials": "M",
      "name": "Manjula Manikandan",
      "affiliations": [
        "Department of Public Health and Epidemiology, Royal College of Surgeons in Ireland, Dublin, Ireland."
      ],
      "orcid": "0000-0003-2631-8482"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Aisling",
      "initials": "A",
      "name": "Aisling Walsh",
      "affiliations": [
        "Department of Public Health and Epidemiology, Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Kerr",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Kerr",
      "affiliations": [
        "School of Nursing and Midwifery, Queen's University Belfast, Belfast, UK."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Office of the Chief Clinical Officer, Health Service Executive, Dublin, Ireland."
      ]
    },
    {
      "last_name": "M Ryan",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer M Ryan",
      "affiliations": [
        "Department of Public Health and Epidemiology, Royal College of Surgeons in Ireland, Dublin, Ireland jennifer.ryan@brunel.ac.uk.",
        "College of Health, Medicine and Life Sciences, Brunel University London, Uxbridge, UK."
      ],
      "orcid": "0000-0003-3768-2132"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "8",
    "pub_year": "2020",
    "pub_month": "Aug",
    "pub_day": "30"
  },
  "start_page": "e035892",
  "pages": "e035892",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cerebral Palsy",
    "Female",
    "Humans",
    "Male",
    "Patient Acceptance of Health Care",
    "Young Adult",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "32868352",
    "pmc": "PMC7462157",
    "doi": "10.1136/bmjopen-2019-035892",
    "pii": "bmjopen-2019-035892"
  },
  "doi": "10.1136/bmjopen-2019-035892",
  "pmc_id": "PMC7462157",
  "dates": {
    "completed": "2021-02-16",
    "revised": "2023-08-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.002399",
    "pmid": "32868352"
  }
}