{
  "pmid": "32866486",
  "uid": "32866486",
  "title": "5-Fluorouracil Is Associated With a Decreased Recurrence Risk in Odontogenic Keratocyst Management: A Retrospective Cohort Study.",
  "abstract": "PURPOSE: The antimetabolite drug, 5-fluorouracil (5-FU), has been suggested as an adjunctive treatment to reduce the recurrence rates of odontogenic keratocysts (OKCs). We report on the use of 5-FU in the management of patients with OKCs as a postenucleation intracavity topical dressing. METHODS: For this retrospective cohort study, we collected all data of sequentially treated cases presenting to the University of Toronto's hospital clinics for the management of biopsy-proven OKCs. Chart reviews were conducted to identify all patients treated with 5-FU cream, and compare them to patients treated with modified Carnoy's solution (MCS). In the treatment group, all patients were treated in an identical manner with enucleation and peripheral ostectomy followed by the application of 5% 5-FU cream for 24 hours. Preoperative and postoperative radiographs were collected to determine the time to recurrence of the disease, and the techniques were compared via a multivariate Cox regression analysis. RESULTS: Seventy patients were found to be eligible for inclusion in this study. Of these, 34 patients were treated with 5% topical 5-FU, and 36 patients were managed with MCS. The median follow-up time in the 5-FU group was 22 months (interquartile range, 36), compared with 27 months (interquartile range, 37) for the MCS group (P = .40). No recurrences were identified in the 5-FU group, compared with 9 recurrences (25%) in patients treated with MCS. 5-FU was shown to be significantly negatively associated with time to disease resolution (P < .01). CONCLUSIONS: Results from this study suggest that when used topically, 5-FU effectively lowers the recurrence rates of OKCs. Further large scale, case-controlled studies are being investigated at our center and are warranted to make definitive conclusions regarding the effectiveness of this novel technique when compared with conventional therapies.",
  "authors": [
    {
      "last_name": "Caminiti",
      "fore_name": "Marco F",
      "initials": "MF",
      "name": "Marco F Caminiti",
      "affiliations": [
        "Assistant Professor Head and Program Director, Oral and Maxillofacial Surgery, University of Toronto, Toronto, Ontario, Canada. Electronic address: torontoomfs@gmail.com."
      ]
    },
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": [
        "Resident and PhD Student, Oral and Maxillofacial Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jeon",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Jeon",
      "affiliations": [
        "Dental Student, Faculty of Dentistry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bradley",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Bradley",
      "affiliations": [
        "Professor, Program Director Oral Pathology, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of oral and maxillofacial surgery : official journal of the American Association of Oral and Maxillofacial Surgeons",
    "iso_abbreviation": "J Oral Maxillofac Surg",
    "issn": "1531-5053",
    "issn_type": "Electronic",
    "volume": "79",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "814",
  "end_page": "821",
  "pages": "814-821",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Fluorouracil",
    "Humans",
    "Neoplasm Recurrence, Local",
    "Odontogenic Cysts",
    "Odontogenic Tumors",
    "Recurrence",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "32866486",
    "doi": "10.1016/j.joms.2020.07.215",
    "pii": "S0278-2391(20)30967-8"
  },
  "doi": "10.1016/j.joms.2020.07.215",
  "dates": {
    "completed": "2021-04-06",
    "revised": "2021-04-06"
  },
  "chemicals": [
    "Fluorouracil"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:12.342453",
    "pmid": "32866486"
  }
}