{
  "pmid": "32878614",
  "uid": "32878614",
  "title": "Caregiver dissatisfaction with their child's participation in home activities after pediatric critical illness.",
  "abstract": "BACKGROUND: Pediatric critical care is often accompanied by a variety of functional impairments. Preliminary evidence suggests children's participation in home activities has a slow trajectory post-pediatric intensive care unit (PICU) discharge, however, additional and more granular knowledge on specific problematic activities is needed to inform patient-centric rehabilitative care. The objectives of this study are to identify common home activities in which caregivers' report dissatisfaction and to determine predictors of caregivers' dissatisfaction with their child's participation in home activities post-PICU discharge. METHODS: Secondary analyses of data from a prospective cohort study, the Wee-Cover study, using a subsample of caregivers (N = 170) of children 1-17 years, admitted to a PICU ≥48 h with data on our primary outcome measure from at least one time point. Data were gathered at enrollment and at 3 and 6 months post-PICU discharge. Caregivers reported on their dissatisfaction with their child's participation in home activities via the Participation and Environment Measure. Common activities were identified by plotting caregiver dissatisfaction for each activity pre-and post-PICU, reporting activities in which ≥50% of caregivers reported dissatisfaction with post-PICU, and assessing for significantly different dissatisfaction levels between time-points for each activity. Predictors of caregiver dissatisfaction were assessed using Poisson generalized estimated equation models. RESULTS: There was variability in reported dissatisfaction across all activities; ≥50% of caregivers reported dissatisfaction with five activities, including getting clean, personal care management, and mealtime for younger children and household chores and homework for school-aged children and youth. Four activities had significantly higher caregiver dissatisfaction post-PICU: sleep (children < 5 years), homework, indoor play and games, and computer/video games (children ≥5 years). Home environmental support and the interaction of having participation-focused strategies with receiving PICU-based rehabilitation services were negatively associated with caregiver dissatisfaction. Increased caregiver stress and functional performance were associated with increased dissatisfaction. CONCLUSIONS: Individualized PICU-based rehabilitation services to determine family priorities and develop participation-focused strategies, specifically those increasing environmental supports within the home, may ease the family's transition home post-PICU. TRIAL REGISTRATION: ClinicalTrials.gov Identifier NCT02148081 05/28/2014.",
  "authors": [
    {
      "last_name": "Jarvis",
      "fore_name": "Jessica M",
      "initials": "JM",
      "name": "Jessica M Jarvis",
      "affiliations": [
        "Department of Occupational Therapy, College of Applied Health Sciences, University of Illinois at Chicago, 1919 W. Taylor Street, AHSB 316A, Chicago, IL, 60612, USA.",
        "Department of Physical Medicine and Rehabilitation, University of Pittsburgh, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Fayed",
      "fore_name": "Nora",
      "initials": "N",
      "name": "Nora Fayed",
      "affiliations": [
        "School of Rehabilitation Therapy, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fink",
      "fore_name": "Ericka L",
      "initials": "EL",
      "name": "Ericka L Fink",
      "affiliations": [
        "Department of Critical Care Medicine, UPMC Children's Hospital of Pittsburgh, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khetani",
      "fore_name": "Mary A",
      "initials": "MA",
      "name": "Mary A Khetani",
      "affiliations": [
        "Department of Occupational Therapy, College of Applied Health Sciences, University of Illinois at Chicago, 1919 W. Taylor Street, AHSB 316A, Chicago, IL, 60612, USA. mkhetani@uic.edu."
      ],
      "orcid": "0000-0003-2628-3371"
    }
  ],
  "journal": {
    "title": "BMC pediatrics",
    "iso_abbreviation": "BMC Pediatr",
    "issn": "1471-2431",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "02"
  },
  "start_page": "415",
  "pages": "415",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Adolescent",
    "Caregivers",
    "Child",
    "Critical Illness",
    "Humans",
    "Intensive Care Units, Pediatric",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "32878614",
    "pmc": "PMC7466418",
    "doi": "10.1186/s12887-020-02306-3",
    "pii": "10.1186/s12887-020-02306-3"
  },
  "doi": "10.1186/s12887-020-02306-3",
  "pmc_id": "PMC7466418",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2024-08-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "L40 HD085277",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 HD040686",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "L40 HD085277",
      "agency": "NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.927004",
    "pmid": "32878614"
  }
}