{
  "pmid": "32882601",
  "uid": "32882601",
  "title": "The association between pre-tonsillectomy education and postoperative emergency department returns: A retrospective cohort pilot study.",
  "abstract": "INTRODUCTION: Tonsillectomy is the most common pediatric surgery in Canada. Post-tonsillectomy 30-day Emergency Department (ED) visit rates are higher than other pediatric day surgeries. To date, there have been no studies assessing whether additional preoperative education directed by Child Life Specialists impacts preventable ED visits. The primary aim of this study was to evaluate whether additional preoperative tonsillectomy education is feasible and is associated with fewer ED visits and admissions in the immediate postoperative period compared to standard care. The secondary aim of this study was to assess whether this education was associated with a lower ED visit rate for preventable causes. METHODS: This is a retrospective chart review conducted in an academic tertiary pediatric hospital. Patients undergoing tonsillectomy surgery (from 2014 to 2019) were divided into three groups: consultation with a Child Life Specialist plus educational Booklet plus traditional surgeon-led education (CLS), educational Booklet plus surgeon-led education (Booklet), and traditional surgeon-led education (Traditional). The feasibility of the CLS education was assessed and the 30-day ED visit and admission rates were compared between groups. Visits included patients who returned to ED post-tonsillectomy and were not admitted, whereas admission included those who returned to ED and were admitted. RESULTS: 2081 patients undergoing tonsillectomy were included. 329 (15.8%) presented to the ED (within a median of 5 days), and 92 (4.4%) were admitted. ED visit/admission rates by group were: 14.7%/4.4% (CLS), 15.8%/4.1% (Booklet), and 16.2%/4.7% (Traditional) (p = 0.81/p = 0.84). The most common reason for return to ED was Hemorrhage (4.9%). Patients also returned to the ED for preventable reasons such as dehydration, pain, nausea/vomitting and fevers. CONCLUSIONS: Additional preoperative tonsillectomy education is feasible but is not associated with fewer ED visits and admissions, or fewer ED visits for preventable causes. Further research is needed to identify the optimal intervention to address the high post-tonsillectomy ED visit rate.",
  "authors": [
    {
      "last_name": "Jain",
      "fore_name": "Chandni",
      "initials": "C",
      "name": "Chandni Jain",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, McMaster University, Canada; McMaster University Medical Centre, Hamilton Health Sciences, Canada. Electronic address: Chandni.jain@medportal.ca."
      ]
    },
    {
      "last_name": "Levin",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Levin",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Hardy",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Hardy",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, McMaster University, Canada; McMaster University Medical Centre, Hamilton Health Sciences, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Reid",
      "affiliations": [
        "Division of Otolaryngology-Head and Neck Surgery, McMaster University, Canada; McMaster University Medical Centre, Hamilton Health Sciences, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of pediatric otorhinolaryngology",
    "iso_abbreviation": "Int J Pediatr Otorhinolaryngol",
    "issn": "1872-8464",
    "issn_type": "Electronic",
    "volume": "138",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "110314",
  "pages": "110314",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Emergency Service, Hospital",
    "Humans",
    "Pilot Projects",
    "Postoperative Period",
    "Retrospective Studies",
    "Tonsillectomy"
  ],
  "article_ids": {
    "pubmed": "32882601",
    "doi": "10.1016/j.ijporl.2020.110314",
    "pii": "S0165-5876(20)30457-2"
  },
  "doi": "10.1016/j.ijporl.2020.110314",
  "dates": {
    "completed": "2021-06-15",
    "revised": "2021-06-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.377317",
    "pmid": "32882601"
  }
}