{
  "pmid": "32883724",
  "uid": "32883724",
  "title": "How and why a multifaceted intervention to improve adherence post-MI worked for some (and could work better for others): an outcome-driven qualitative process evaluation.",
  "abstract": "OBJECTIVES: To explore (1) the extent to which a multicomponent intervention addressed determinants of the desired behaviours (ie, adherence to cardiac rehabilitation (CR) and cardiovascular medications), (2) the associated mechanism(s) of action and (3) how future interventions might be better designed to meet the needs of this patient population. DESIGN: A qualitative evaluation embedded within a multicentre randomised trial, involving purposive semistructured interviews. SETTING: Nine cardiac centres in Ontario, Canada. PARTICIPANTS: Potential participants were stratified according to the trial's primary outcomes of engagement and adherence, resulting in three groups: (1) engaged, adherence outcome positive, (2) engaged, adherence outcome negative and (3) did not engage, adherence outcome negative. Participants who did not engage but had positive adherence outcomes were excluded. Individual domains of the Theoretical Domains Framework were applied as deductive codes and findings were analysed using a framework approach. RESULTS: Thirty-one participants were interviewed. Participants who were engaged with positive adherence outcomes attributed their success to the intervention's ability to activate determinants including behavioural regulation and knowledge, which encouraged an increase in self-monitoring behaviour and awareness of available supports, as well as reinforcement and social influences. The behaviour of those with negative adherence outcomes was driven by beliefs about consequences, emotions and identity. As currently designed, the intervention failed to target these determinants for this subset of participants, resulting in partial engagement and poor adherence outcomes. CONCLUSION: The intervention facilitated CR adherence through reinforcement, behavioural regulation, the provision of knowledge and social influence. To reach a broader and more diverse population, future iterations of the intervention should target aberrant beliefs about consequences, memory and decision-making and emotion. TRIAL REGISTRATION NUMBER: ClinicalTrials.gov registry; NCT02382731.",
  "authors": [
    {
      "last_name": "Desveaux",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Desveaux",
      "affiliations": [
        "Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, Ontario, Canada laura.desveaux@wchospital.ca.",
        "Institute for Health Policy, Management & Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-3429-1865"
    },
    {
      "last_name": "Saragosa",
      "fore_name": "Marianne",
      "initials": "M",
      "name": "Marianne Saragosa",
      "affiliations": [
        "Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Russell",
      "fore_name": "Kirstie",
      "initials": "K",
      "name": "Kirstie Russell",
      "affiliations": [
        "Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCleary",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola McCleary",
      "affiliations": [
        "Centre for Implementation Research, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0002-4394-703X"
    },
    {
      "last_name": "Presseau",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Presseau",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Witteman",
      "fore_name": "Holly O",
      "initials": "HO",
      "name": "Holly O Witteman",
      "affiliations": [
        "Department of Family and Emergency Medicine, Université Laval, Quebec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "J-D",
      "initials": "JD",
      "name": "J-D Schwalm",
      "affiliations": [
        "Translation and Health Systems Research Program, Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ivers",
      "fore_name": "Noah Michael",
      "initials": "NM",
      "name": "Noah Michael Ivers",
      "affiliations": [
        "Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, Ontario, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "03"
  },
  "start_page": "e036750",
  "pages": "e036750",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cardiac Rehabilitation",
    "Cardiovascular Agents",
    "Humans",
    "Myocardial Infarction",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "32883724",
    "pmc": "PMC7473621",
    "doi": "10.1136/bmjopen-2019-036750",
    "pii": "bmjopen-2019-036750"
  },
  "doi": "10.1136/bmjopen-2019-036750",
  "pmc_id": "PMC7473621",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [
    "Cardiovascular Agents"
  ],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:49.056775",
    "pmid": "32883724"
  }
}