{
  "pmid": "32887695",
  "uid": "32887695",
  "title": "Communication about COVID-19 from Canadian provincial chief medical officers of health: a qualitative study.",
  "abstract": "BACKGROUND: During the coronavirus disease 2019 (COVID-19) crisis, Canada's provincial chief medical officers of health (CMOHs) have provided regular updates on the pandemic response. We sought to examine whether their messaging varied over time and whether it varied across jurisdictions. METHODS: We conducted a qualitative study of news releases from Canadian provincial government websites during the initial phases of the COVID-19 outbreak between Jan. 21 and Mar. 31, 2020. We performed content analysis using a predefined data extraction framework to derive themes. RESULTS: We identified 290 news releases. Four broad thematic categories emerged: describing the government's preparedness and capacity building, issuing recommendations and mandates, expressing reassurance and encouraging the public, and promoting public responsibility. Most of the news releases were prescriptive, conveying recommendations and mandates to slow transmission. Cross-jurisdictional variations in messaging reflected local realities, such as evidence of community transmission. Messaging also reflected changing information about the pandemic over time, shifting from a tone of reassurance early on, to a sudden emphasis on social distancing measures, to a concern with public responsibility to slow transmission. INTERPRETATION: Messaging across jurisdictions was generally consistent, and variations in the tone and timing of CMOH messaging aligned with different and changing realities across contexts. These findings indicate that when evaluating CMOHs' statements, it is critical to consider the context of the information they possess, the epidemiologic circumstances in their jurisdiction and the way the province has structured the CMOH role.",
  "authors": [
    {
      "last_name": "Fafard",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Fafard",
      "affiliations": [
        "Global Strategy Lab (Fafard, Wilson, Cassola, Hoffman), York University and University of Ottawa; Graduate School of Public and International Affairs (Fafard), Faculty of Social Sciences, University of Ottawa, Ottawa, Ont.; Dahdaleh Institute for Global Health Research (Hoffman), Faculty of Health and Osgoode Hall Law School, York University, Toronto, Ont.; Department of Health Research Methods, Evidence, and Impact and McMaster Health Forum (Hoffman), McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Lindsay A",
      "initials": "LA",
      "name": "Lindsay A Wilson",
      "affiliations": [
        "Global Strategy Lab (Fafard, Wilson, Cassola, Hoffman), York University and University of Ottawa; Graduate School of Public and International Affairs (Fafard), Faculty of Social Sciences, University of Ottawa, Ottawa, Ont.; Dahdaleh Institute for Global Health Research (Hoffman), Faculty of Health and Osgoode Hall Law School, York University, Toronto, Ont.; Department of Health Research Methods, Evidence, and Impact and McMaster Health Forum (Hoffman), McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Cassola",
      "fore_name": "Adèle",
      "initials": "A",
      "name": "Adèle Cassola",
      "affiliations": [
        "Global Strategy Lab (Fafard, Wilson, Cassola, Hoffman), York University and University of Ottawa; Graduate School of Public and International Affairs (Fafard), Faculty of Social Sciences, University of Ottawa, Ottawa, Ont.; Dahdaleh Institute for Global Health Research (Hoffman), Faculty of Health and Osgoode Hall Law School, York University, Toronto, Ont.; Department of Health Research Methods, Evidence, and Impact and McMaster Health Forum (Hoffman), McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab (Fafard, Wilson, Cassola, Hoffman), York University and University of Ottawa; Graduate School of Public and International Affairs (Fafard), Faculty of Social Sciences, University of Ottawa, Ottawa, Ont.; Dahdaleh Institute for Global Health Research (Hoffman), Faculty of Health and Osgoode Hall Law School, York University, Toronto, Ont.; Department of Health Research Methods, Evidence, and Impact and McMaster Health Forum (Hoffman), McMaster University, Hamilton, Ont. patrick.fafard@globalstrategylab.org."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Print",
    "volume": "8",
    "issue": "3",
    "pub_year": "2020"
  },
  "start_page": "E560",
  "end_page": "E567",
  "pages": "E560-E567",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "COVID-19",
    "Canada",
    "Communication",
    "Disease Outbreaks",
    "Humans",
    "Information Dissemination",
    "Physician Executives",
    "Qualitative Research",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "32887695",
    "pmc": "PMC7482748",
    "doi": "10.9778/cmajo.20200110",
    "pii": "8/3/E560"
  },
  "doi": "10.9778/cmajo.20200110",
  "pmc_id": "PMC7482748",
  "dates": {
    "completed": "2021-01-20",
    "revised": "2021-01-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.642685",
    "pmid": "32887695"
  }
}