{
  "pmid": "32888788",
  "uid": "32888788",
  "title": "Lowering of hemoglobin A1C and risk of cardiovascular outcomes and all-cause mortality, a meta-regression analysis.",
  "abstract": "BACKGROUND: The management of type 2 diabetes predominantly focuses on reducing hemoglobin A1C (HbA1c). We examined the association between the magnitude of reduction in HbA1c and cardiovascular outcomes for new diabetes medications: sodium-glucose cotransporter-2 [SGLT2] inhibitors, glucagon-like peptide-1 [GLP1] agonists, and dipeptidyl peptidase-4 [DPP4] inhibitors. METHODS: We reviewed all published, placebo-controlled, randomized cardiovascular outcome trials. Meta-regression was performed to evaluate the association between HbA1c reduction (i.e., [post-intervention HbA1c for active drug - pre-intervention HbA1c for active drug] - [post-intervention HbA1c for placebo - pre-intervention HbA1c for placebo]) and the composite cardiovascular outcome (i.e., stroke, myocardial infarction, or cardiovascular death). RESULTS: We identified 14 cardiovascular outcome clinical trials, the median sample size was 9401, the median age was 64 years, the median time since diagnosis of diabetes was 12 years, and the median duration of trial follow-up was 120 weeks. Within individual medication classes, each additional 0.5% reduction in HbA1c in the active drug arm, relative to placebo, was associated with a lower incidence of cardiovascular events for GLP1 agonists (0.82, 0.68-0.98) but not for SGLT2 (0.97, 0.69-1.36) or DPP4 (1.03, 0.39-2.74) inhibitors. DISCUSSION: Our study provides further support that reducing the risk of cardiovascular events for adults with diabetes is partly explained by a reduction in HbA1c.",
  "authors": [
    {
      "last_name": "Fralick",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Fralick",
      "affiliations": [
        "Sinai Health System and the Department of Medicine, University of Toronto, Toronto, ON, Canada; University of Toronto, Department of Medicine, General Internal Medicine, Toronto, Canada."
      ]
    },
    {
      "last_name": "Colacci",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Colacci",
      "affiliations": [
        "University of Toronto, Department of Medicine, General Internal Medicine, Toronto, Canada. Electronic address: Michael.colacci@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Odutayo",
      "fore_name": "Ayodele",
      "initials": "A",
      "name": "Ayodele Odutayo",
      "affiliations": [
        "University of Toronto, Department of Medicine, General Internal Medicine, Toronto, Canada; Applied Health Research Centre, Li Ka Shing Knowledge Institute of St. Michael's Hospital, Department of Medicine and Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed",
      "initials": "R",
      "name": "Reed Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Glynn",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Glynn",
      "affiliations": [
        "Division of Pharmacoepidemiology and Pharmacoeconomics, Department of Medicine, Brigham and Women's Hospital, Boston, MA, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "Journal of diabetes and its complications",
    "iso_abbreviation": "J Diabetes Complications",
    "issn": "1873-460X",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "11",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "107704",
  "pages": "107704",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Diabetes Mellitus, Type 2",
    "Dipeptidyl-Peptidase IV Inhibitors",
    "Glycated Hemoglobin",
    "Humans",
    "Hypoglycemic Agents",
    "Middle Aged",
    "Mortality",
    "Randomized Controlled Trials as Topic",
    "Regression Analysis",
    "Sodium-Glucose Transporter 2 Inhibitors"
  ],
  "article_ids": {
    "pubmed": "32888788",
    "doi": "10.1016/j.jdiacomp.2020.107704",
    "pii": "S1056-8727(20)30472-4"
  },
  "doi": "10.1016/j.jdiacomp.2020.107704",
  "dates": {
    "completed": "2021-11-24",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Dipeptidyl-Peptidase IV Inhibitors",
    "Glycated Hemoglobin A",
    "Hypoglycemic Agents",
    "Sodium-Glucose Transporter 2 Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.516567",
    "pmid": "32888788"
  }
}