{
  "pmid": "32890282",
  "uid": "32890282",
  "title": "Visit-to-visit blood pressure variability and renal outcomes: results from ONTARGET and TRANSCEND trials.",
  "abstract": "AIMS: There is conflicting evidence on whether in treated hypertensive patients the risk of renal outcomes is associated with visit-to-visit SBP variability. Furthermore, limited evidence is available on how important is SBP variability for prediction of renal outcomes compared with on-treatment mean SBP. We addressed these issues in 28 790 participants of the Ongoing Treatment Alone and in combination with Ramipril Global End point Trial and Telmisartan Randomized AssessmeNt Study in ACE iNtolerant Subjects with Cardiovascular Disease trials. METHODS AND RESULTS: SBP variability was expressed as the coefficient of variation of the mean with which it showed no relationship. SBP variability and mean values were obtained from five visits during the first 2 years of treatment after the end of the titration phase. Incidence of several renal outcomes (end-stage renal disease, doubling of serum creatinine, new microalbuminuria, new macroalbuminuria and their composite) was calculated from the third year of treatment onward. Patients were divided in quintiles of SBP-coefficient of variation (SBP-CV) or mean SBP, which exhibited superimposable mean blood pressure and SBP-CV values, respectively. A progressive increase of SBP-CV was not accompanied by a parallel increase in a widely adjusted (baseline and on-treatment confounders) risk of most renal outcomes (end-stage renal disease, new macroalbuminuria, new microalbuminuria and their composite) in the subsequent on-treatment years. In contrast, the adjusted risk of most renal outcomes increased progressively from the lowest to the highest quintile of on-treatment mean SBP. Progression from lowest to highest mean on-treatment SBP, but not SBP-CV, was also associated with a less frequent return to normoalbuminuria in patients with initial micro or macroalbuminuria. Renal outcome prediction was slightly improved by the combined use of SBP-CV and mean SBP quintiles. CONCLUSION: Visit-to-visit SBP variability had no major predictive value for the risk of renal outcomes, which, in contrast, was sensitively predicted by mean on-treatment SBP. A further slight increase in prediction of renal outcomes was seen by combining on-treatment mean SBP and variability.",
  "authors": [
    {
      "last_name": "Mancia",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Mancia",
      "affiliations": [
        "University of Milano-Bicocca, Milan.",
        "Policlinico di Monza, Monza, Italy."
      ]
    },
    {
      "last_name": "Schumacher",
      "fore_name": "Helmut",
      "initials": "H",
      "name": "Helmut Schumacher",
      "affiliations": [
        "Statistical Consultant, Ingelheim."
      ]
    },
    {
      "last_name": "Böhm",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Böhm",
      "affiliations": [
        "Universitätsklinikum des Saarlandes, Klinik für Innere Medizin III, Saarland University, Saarbrücken."
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JFE",
      "name": "Johannes F E Mann",
      "affiliations": [
        "KfH Kidney Center and Friedrich Alexander University, Erlangen, Germany."
      ]
    },
    {
      "last_name": "Redon",
      "fore_name": "Josep",
      "initials": "J",
      "name": "Josep Redon",
      "affiliations": [
        "Incliva Research Institute, University of Valencia and CIBEROBn, Carlos III Institute, Madrid, Spain."
      ]
    },
    {
      "last_name": "Facchetti",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Facchetti",
      "affiliations": [
        "Dipartimento di Medicina e Chirurgia, Università Milano-Bicocca, Milan, Italy."
      ]
    },
    {
      "last_name": "Schmieder",
      "fore_name": "Roland E",
      "initials": "RE",
      "name": "Roland E Schmieder",
      "affiliations": [
        "Department of Nephrology and Hypertension, University Hospital Erlangen, Erlangen, Germany."
      ]
    },
    {
      "last_name": "Lonn",
      "fore_name": "Eva M",
      "initials": "EM",
      "name": "Eva M Lonn",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hypertension",
    "iso_abbreviation": "J Hypertens",
    "issn": "1473-5598",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "2050",
  "end_page": "2058",
  "pages": "2050-2058",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antihypertensive Agents",
    "Blood Pressure",
    "Creatinine",
    "Humans",
    "Hypertension",
    "Kidney Failure, Chronic"
  ],
  "article_ids": {
    "pubmed": "32890282",
    "doi": "10.1097/HJH.0000000000002567",
    "pii": "00004872-202010000-00025"
  },
  "doi": "10.1097/HJH.0000000000002567",
  "dates": {
    "completed": "2021-05-31",
    "revised": "2023-09-01"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Creatinine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.004364",
    "pmid": "32890282"
  }
}