{
  "pmid": "32898142",
  "uid": "32898142",
  "title": "\"The hardest job you will ever love\": Nurse recruitment, retention, and turnover in the Nurse-Family Partnership program in British Columbia, Canada.",
  "abstract": "BACKGROUND: Nurse turnover is a significant issue and complex challenge for all healthcare sectors and is exacerbated by a global nursing shortage. Nurse-Family Partnership is a community health program for first-time pregnant and parenting girls and young women living in situations of social and economic disadvantage. In Canada, this program is delivered exclusively by public health nurses and only within a research context. The aim of this article is to explore and describe factors that contribute to recruitment, retention, and turnover of public health nurses delivering Nurse-Family Partnership in British Columbia, Canada between 2013 and 2018. METHODS: Interpretive description was used to guide sampling, data collection and analytic decisions in this qualitative component drawn from the British Columbia Healthy Connections Project mixed methods process evaluation. Semi-structured, individual interviews were conducted with 28 public health nurses who practiced in and then exited Nurse-Family Partnership. RESULTS: Nurses were motivated to join this program because they wanted to deliver an evidence-based program for vulnerable young mothers that fit with their personal and professional philosophies and offered nurse autonomy. Access to program resources attracted nursing staff, while delivering a program that prioritizes maintaining relationships and emphasizes client successes was a positive work experience. Opportunities for ongoing professional development/ education, strong team connections, and working at full-scope of nursing practice were significant reasons for nurses to remain in Nurse-Family Partnership. Personal circumstances (retirement, family/health needs, relocation, career advancement) were the most frequently cited reasons leading to turnover. Other factors included: involuntary reasons, organizational and program factors, and geographical factors. CONCLUSIONS: Public health organizations that deliver Nurse-Family Partnership may find aspects of job embeddedness theory useful for developing strategies for supporting recruitment and retention and reducing nurse turnover. Hiring nurses who are the right fit for this type of program may be a useful approach to increasing nurse retention. Fostering a culture of connectivity through team development along with supportive and communicative supervision are important factors associated with retention and may decrease turnover. Many involuntary/external factors were specific to being in a study environment. Program, organizational, and geographical factors affecting nurse turnover are modifiable.",
  "authors": [
    {
      "last_name": "Campbell",
      "fore_name": "Karen A",
      "initials": "KA",
      "name": "Karen A Campbell",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5318-5112"
    },
    {
      "last_name": "Van Borek",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Van Borek",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marcellus",
      "fore_name": "Lenora",
      "initials": "L",
      "name": "Lenora Marcellus",
      "affiliations": [
        "School of Nursing, University of Victoria, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Landy",
      "fore_name": "Christine Kurtz",
      "initials": "CK",
      "name": "Christine Kurtz Landy",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "9",
    "pub_year": "2020"
  },
  "start_page": "e0237028",
  "pages": "e0237028",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "British Columbia",
    "Female",
    "Humans",
    "Job Satisfaction",
    "Mothers",
    "Nurses",
    "Parenting",
    "Personnel Selection",
    "Personnel Turnover",
    "Pregnancy",
    "Societies, Nursing"
  ],
  "article_ids": {
    "pubmed": "32898142",
    "pmc": "PMC7478534",
    "doi": "10.1371/journal.pone.0237028",
    "pii": "PONE-D-20-08618"
  },
  "doi": "10.1371/journal.pone.0237028",
  "pmc_id": "PMC7478534",
  "dates": {
    "completed": "2020-10-28",
    "revised": "2020-10-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.222300",
    "pmid": "32898142"
  }
}