{
  "pmid": "32895277",
  "uid": "32895277",
  "title": "Critical review of multimorbidity outcome measures suitable for low-income and middle-income country settings: perspectives from the Global Alliance for Chronic Diseases (GACD) researchers.",
  "abstract": "OBJECTIVES: There is growing recognition around the importance of multimorbidity in low-income and middle-income country (LMIC) settings, and specifically the need for pragmatic intervention studies to reduce the risk of developing multimorbidity, and of mitigating the complications and progression of multimorbidity in LMICs. One of many challenges in completing such research has been the selection of appropriate outcomes measures. A 2018 Delphi exercise to develop a core-outcome set for multimorbidity research did not specifically address the challenges of multimorbidity in LMICs where the global burden is greatest, patterns of disease often differ and health systems are frequently fragmented. We, therefore, aimed to summarise and critically review outcome measures suitable for studies investigating mitigation of multimorbidity in LMIC settings. SETTING: LMIC. PARTICIPANTS: People with multimorbidity. OUTCOME MEASURES: Identification of all outcome measures. RESULTS: We present a critical review of outcome measures across eight domains: mortality, quality of life, function, health economics, healthcare access and utilisation, treatment burden, measures of 'Healthy Living' and self-efficacy and social functioning. CONCLUSIONS: Studies in multimorbidity are necessarily diverse and thus different outcome measures will be appropriate for different study designs. Presenting the diversity of outcome measures across domains should provide a useful summary for researchers, encourage the use of multiple domains in multimorbidity research, and provoke debate and progress in the field.",
  "authors": [
    {
      "last_name": "Hurst",
      "fore_name": "John R",
      "initials": "JR",
      "name": "John R Hurst",
      "affiliations": [
        "UCL Respiratory, University College London, London, UK j.hurst@ucl.ac.uk."
      ],
      "orcid": "0000-0002-7246-6040"
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5691-4675"
    },
    {
      "last_name": "van Boven",
      "fore_name": "Job F M",
      "initials": "JFM",
      "name": "Job F M van Boven",
      "affiliations": [
        "Department of Clinical Pharmacy & Pharmacology, University Medical Center Groningen, Groningen, The Netherlands."
      ],
      "orcid": "0000-0003-2368-2262"
    },
    {
      "last_name": "Daivadanam",
      "fore_name": "Meena",
      "initials": "M",
      "name": "Meena Daivadanam",
      "affiliations": [
        "Deptartment of Global Public Health, Karolinska Institutet, Stockholm, Sweden.",
        "Department of Food, Nutrition and Dietetics, Uppsala University, Uppsala, Sweden.",
        "Department of Food Studies, Nutrition and Dietetics, Uppsala University, Uppsala, Sweden.",
        "Deptartment of Global Public Health, Karolinska Institutet, Solna, Sweden.",
        "International Maternal and Child Health Division, Department of Women's and Children's Health, Uppsala University, Uppsala, Sweden."
      ]
    },
    {
      "last_name": "Gould",
      "fore_name": "Gillian Sandra",
      "initials": "GS",
      "name": "Gillian Sandra Gould",
      "affiliations": [
        "School of Medicine and Public Health, The University of Newcastle, Callaghan, New South Wales, Australia.",
        "Hunter Medical Research Institute, New Lambton, New South Wales, Australia."
      ],
      "orcid": "0000-0001-8489-2576"
    },
    {
      "last_name": "Wan-Chun Huang",
      "fore_name": "Erick",
      "initials": "E",
      "name": "Erick Wan-Chun Huang",
      "affiliations": [
        "Respiratory and Environmental Epidemiology, Woolcock Institute of Medical Research, Sydney, New South Wales, Australia.",
        "Division of Thoracic Medicine, Department of Internal Medicine, Taipei Medical University Shuang Ho Hospital, New Taipei City, Taiwan."
      ]
    },
    {
      "last_name": "Maulik",
      "fore_name": "Pallab K",
      "initials": "PK",
      "name": "Pallab K Maulik",
      "affiliations": [
        "Research, The George Institute for Global Health, New Delhi, India.",
        "Faculty of Medicine, University of New South Wales, Sydney, New South Wales, Australia.",
        "Prasanna School of Public Health, Manipal, India."
      ]
    },
    {
      "last_name": "Miranda",
      "fore_name": "J Jaime",
      "initials": "JJ",
      "name": "J Jaime Miranda",
      "affiliations": [
        "CRONICAS Centre of Excellence in Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru."
      ],
      "orcid": "0000-0002-4738-5468"
    },
    {
      "last_name": "Owolabi",
      "fore_name": "M O",
      "initials": "MO",
      "name": "M O Owolabi",
      "affiliations": [
        "Medicine, University of Ibadan College of Medicine, Ibadan, Nigeria."
      ],
      "orcid": "0000-0003-1146-3070"
    },
    {
      "last_name": "Premji",
      "fore_name": "Shahirose Sadrudin",
      "initials": "SS",
      "name": "Shahirose Sadrudin Premji",
      "affiliations": [
        "School of Nursing, Faculty of Health, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Soriano",
      "fore_name": "Joan B",
      "initials": "JB",
      "name": "Joan B Soriano",
      "affiliations": [
        "Universidad Autónoma de Madrid, Madrid, Spain.",
        "Hospital Universitario de la Princesa, Instituto de Investigación Sanitaria Princesa (IP), Madrid, Spain.",
        "Centro de Investigación en Red de Enfermedades Respiratorias (CIBERES), Instituto de Salud Carlos III (ISCIII), Madrid, Spain."
      ]
    },
    {
      "last_name": "Vedanthan",
      "fore_name": "Rajesh",
      "initials": "R",
      "name": "Rajesh Vedanthan",
      "affiliations": [
        "Department of Population Health and Department of Medicine, NYU Langone Health, New York, New York, USA."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Lijing",
      "initials": "L",
      "name": "Lijing Yan",
      "affiliations": [
        "Global Health Research Center, Duke Kunshan University, Jiangsu, China."
      ]
    },
    {
      "last_name": "Levitt",
      "fore_name": "Naomi",
      "initials": "N",
      "name": "Naomi Levitt",
      "affiliations": [
        "Medicine, University of Cape Town, Cape town, South Africa."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "06"
  },
  "start_page": "e037079",
  "pages": "e037079",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Chronic Disease",
    "Humans",
    "Multimorbidity",
    "Outcome Assessment, Health Care",
    "Poverty",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "32895277",
    "pmc": "PMC7478040",
    "doi": "10.1136/bmjopen-2020-037079",
    "pii": "bmjopen-2020-037079"
  },
  "doi": "10.1136/bmjopen-2020-037079",
  "pmc_id": "PMC7478040",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MR/P008984/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.665427",
    "pmid": "32895277"
  }
}