{
  "pmid": "32895899",
  "uid": "32895899",
  "title": "Sustainability of Publicly Funded Health Care Systems: What Does Behavioural Economics Offer?",
  "abstract": "There has been a rapid increase in the use of behavioural economics (BE) as a tool for policy makers to deploy, including in health-related applications. While this development has occurred over the past decade, health care systems have continued to struggle with escalating costs. We consider the potential role of BE for making improvements to health care system performance and the sustainability of publicly funded health care systems, in particular. We argue that the vast majority of applications in this field have been largely focussed on BE and public health, or the prevailing level of risks to health in populations, and with policy proposals to 'nudge' individual behaviour (e.g. in respect of dietary choices). Yet, improvements in population health may have little, if any, impact on the size, cost or efficiency of health care systems. Few applications of BE have focussed on the management, production, delivery or utilisation of health care services per se. The latter is our focus in this paper. We review the contributions on BE and health care and consider the potential for complementing the considerable work on BE and public health with a clear agenda for behavioural health care economics. This agenda should complement the work of conventional microeconomics in the health care sector.",
  "authors": [
    {
      "last_name": "Connelly",
      "fore_name": "Luke B",
      "initials": "LB",
      "name": "Luke B Connelly",
      "affiliations": [
        "Centre for the Business and Economics of Health, The University of Queensland, Sir Llew Edwards Building, Level 5, St Lucia, Brisbane, QLD, 4072, Australia.",
        "Department of Sociology and Business Law, The University of Bologna, Strada Maggiore 45, 40126, Bologna, Italy."
      ],
      "orcid": "0000-0002-1734-4809"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, The University of Queensland, Sir Llew Edwards Building, Level 5, St Lucia, Brisbane, QLD, 4072, Australia. stephen.birch@uq.edu.au.",
        "Manchester Centre for Health Economics, The University of Manchester, Oxford Road, Manchester, M13 9PL, England, UK. stephen.birch@uq.edu.au."
      ],
      "orcid": "0000-0002-1372-0440"
    }
  ],
  "journal": {
    "title": "PharmacoEconomics",
    "iso_abbreviation": "Pharmacoeconomics",
    "issn": "1179-2027",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "1289",
  "end_page": "1295",
  "pages": "1289-1295",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Administrative Personnel",
    "Delivery of Health Care",
    "Economics, Behavioral",
    "Health Services",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "32895899",
    "doi": "10.1007/s40273-020-00955-x",
    "pii": "10.1007/s40273-020-00955-x"
  },
  "doi": "10.1007/s40273-020-00955-x",
  "dates": {
    "completed": "2021-09-17",
    "revised": "2021-09-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.696080",
    "pmid": "32895899"
  }
}