{
  "pmid": "32900635",
  "uid": "32900635",
  "title": "Dorsal penile block versus caudal epidural anesthesia effect on complications post-hypospadias repair: Dilemmas, damned dilemmas and statistics.",
  "abstract": "The evidence examining the effects of regional blocks on complications posthypospadias repair has been controversial. Nine observational studies have been published thus far, with inconsistent and somewhat contradictory results. In this educational article, we attempt to explain the concepts of study accuracy and precision in the context of the hypospadias literature to shed some light on the reasons behind those controversies. Methodological issues such as selection bias, confounding effect, sample size, confidence interval and study generalizability from studies involving dorsal penile block versus caudal epidural anesthesia in hypospadias repair are discussed.",
  "authors": [
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": [
        "McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada; McMaster University/Department of Surgery/Urology, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada; Clinical Urology Research Enterprise (CURE) Program, McMaster Children's Hospital, Canada; Department of Health, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: braga@mcmaster.ca."
      ]
    },
    {
      "last_name": "McGrath",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa McGrath",
      "affiliations": [
        "McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada; McMaster University/Department of Surgery/Urology, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada; Clinical Urology Research Enterprise (CURE) Program, McMaster Children's Hospital, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada; Clinical Urology Research Enterprise (CURE) Program, McMaster Children's Hospital, Canada; Department of Health, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric urology",
    "iso_abbreviation": "J Pediatr Urol",
    "issn": "1873-4898",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "708",
  "end_page": "711",
  "pages": "708-711",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anesthesia, Caudal",
    "Anesthesia, Conduction",
    "Anesthesia, Epidural",
    "Humans",
    "Hypospadias",
    "Male",
    "Nerve Block"
  ],
  "article_ids": {
    "pubmed": "32900635",
    "doi": "10.1016/j.jpurol.2020.08.009",
    "pii": "S1477-5131(20)30499-X"
  },
  "doi": "10.1016/j.jpurol.2020.08.009",
  "dates": {
    "completed": "2021-06-21",
    "revised": "2021-06-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.377554",
    "pmid": "32900635"
  }
}