{
  "pmid": "32907619",
  "uid": "32907619",
  "title": "A three-arm, multicenter, open-label randomized controlled trial of hydroxychloroquine and low-dose prednisone to treat recurrent pregnancy loss in women with undifferentiated connective tissue diseases: protocol for the Immunosuppressant regimens for LIving FEtuses (ILIFE) trial.",
  "abstract": "BACKGROUND: Undifferentiated connective tissue disease (UCTD) is known to induce adverse pregnancy outcomes and even recurrent spontaneous abortion (RSA) by placental vascular damage and inflammation activation. Anticoagulation can prevent pregnancy morbidities. However, it is unknown whether the addition of immune suppressants to anticoagulation can prevent spontaneous pregnancy loss in UCTD patients. The purpose of this study is to evaluate the efficacy of hydroxychloroquine (HCQ) and low-dose prednisone on recurrent pregnancy loss for women with UCTD. METHODS: The Immunosuppressant for Living Fetuses (ILIFE) Trial is a three-arm, multicenter, open-label randomized controlled trial with the primary objective of comparing hydroxychloroquine combined with low-dose prednisone and anticoagulation with anticoagulation alone in treating UCTD women with recurrent spontaneous abortion. The third arm of using hydroxychloroquine combined with anticoagulant for secondary comparison. A total of 426 eligible patients will be randomly assigned to each of the three arms with a 1:1:1 allocation ratio. The primary outcome is the rate of live births. Secondary outcomes include adverse pregnancy outcomes and progression of UCTD. DISCUSSION: This is the first multi-center, open-label, randomized controlled trial which evaluates the efficacy of immunosuppressant regimens on pregnancy outcomes and UCTD progression. It will provide evidence on whether the immunosuppressant ameliorates the pregnancy prognosis in UCTD patients with RSA and the progression into defined connective tissue disease. TRIAL REGISTRATION: ClinicalTrials.gov NCT03671174 . Registered on 14 September 2018.",
  "authors": [
    {
      "last_name": "Yang",
      "fore_name": "Shaoying",
      "initials": "S",
      "name": "Shaoying Yang",
      "affiliations": [
        "Department of Rheumatology, Renji Hospital, Shanghai Jiao Tong University School of Medicine, 145 Middle Shandong Road, Shanghai, 200001, China."
      ]
    },
    {
      "last_name": "Ni",
      "fore_name": "Ruoning",
      "initials": "R",
      "name": "Ruoning Ni",
      "affiliations": [
        "Department of Internal Medicine, Saint Agnes Hospital, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Yikang",
      "initials": "Y",
      "name": "Yikang Lu",
      "affiliations": [
        "Department of Rheumatology, Renji Hospital, Shanghai Jiao Tong University School of Medicine, 145 Middle Shandong Road, Shanghai, 200001, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Suli",
      "initials": "S",
      "name": "Suli Wang",
      "affiliations": [
        "Department of Rheumatology, Renji Hospital, Shanghai Jiao Tong University School of Medicine, 145 Middle Shandong Road, Shanghai, 200001, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics and Policy Analysis, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Chunyan",
      "initials": "C",
      "name": "Chunyan Zhang",
      "affiliations": [
        "Department of Rheumatology, Renji Hospital, Shanghai Jiao Tong University School of Medicine, 145 Middle Shandong Road, Shanghai, 200001, China. zhangchunyan_sp@163.com."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Liangjing",
      "initials": "L",
      "name": "Liangjing Lu",
      "affiliations": [
        "Department of Rheumatology, Renji Hospital, Shanghai Jiao Tong University School of Medicine, 145 Middle Shandong Road, Shanghai, 200001, China. lu_liangjing@163.com."
      ]
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "09"
  },
  "start_page": "771",
  "pages": "771",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article"
  ],
  "keywords": [
    "Abortion, Habitual",
    "COVID-19",
    "Female",
    "Fetus",
    "Humans",
    "Hydroxychloroquine",
    "Immunosuppressive Agents",
    "Multicenter Studies as Topic",
    "Placenta",
    "Prednisone",
    "Pregnancy",
    "Randomized Controlled Trials as Topic",
    "SARS-CoV-2",
    "Undifferentiated Connective Tissue Diseases"
  ],
  "article_ids": {
    "pubmed": "32907619",
    "pmc": "PMC7488113",
    "doi": "10.1186/s13063-020-04716-1",
    "pii": "10.1186/s13063-020-04716-1"
  },
  "doi": "10.1186/s13063-020-04716-1",
  "pmc_id": "PMC7488113",
  "dates": {
    "completed": "2021-06-17",
    "revised": "2021-06-17"
  },
  "chemicals": [
    "Immunosuppressive Agents",
    "Hydroxychloroquine",
    "Prednisone"
  ],
  "grants": [
    {
      "grant_id": "2017YFC0909000",
      "agency": "National Key Research and Development Program of China"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.089773",
    "pmid": "32907619"
  }
}