{
  "pmid": "32918466",
  "uid": "32918466",
  "title": "Infectious Diseases Society of America Guidelines on the Diagnosis of COVID-19:Serologic Testing.",
  "abstract": "BACKGROUND: The availability of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) serologic testing has rapidly increased. Current assays use a variety of technologies, measure different classes of immunoglobulin or immunoglobulin combinations and detect antibodies directed against different portions of the virus. The overall accuracy of these tests, however, has not been well-defined. The Infectious Diseases Society of America (IDSA) convened an expert panel to perform a systematic review of the coronavirus disease 2019 (COVID-19) serology literature and construct best practice guidance related to SARS-CoV-2 serologic testing. This guideline is the fourth in a series of rapid, frequently updated COVID-19 guidelines developed by IDSA. OBJECTIVE: IDSA's goal was to develop evidence-based recommendations that assist clinicians, clinical laboratories, patients and policymakers in decisions related to the optimal use of SARS-CoV-2 serologic tests in a variety of settings. We also highlight important unmet research needs pertaining to the use of anti-SARS-CoV-2 antibody tests for diagnosis, public health surveillance, vaccine development and the selection of convalescent plasma donors. METHODS: A multidisciplinary panel of infectious diseases clinicians, clinical microbiologists and experts in systematic literature review identified and prioritized clinical questions related to the use of SARS-CoV-2 serologic tests. Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology was used to assess the certainty of evidence and make testing recommendations. RESULTS: The panel agreed on eight diagnostic recommendations. CONCLUSIONS: Information on the clinical performance and utility of SARS-CoV-2 serologic tests are rapidly emerging. Based on available evidence, detection of anti-SARS-CoV-2 antibodies may be useful for confirming the presence of current or past infection in selected situations. The panel identified three potential indications for serologic testing including: 1) evaluation of patients with a high clinical suspicion for COVID-19 when molecular diagnostic testing is negative and at least two weeks have passed since symptom onset; 2) assessment of multisystem inflammatory syndrome in children; and 3) for conducting serosurveillance studies. The certainty of available evidence supporting the use of serology for either diagnosis or epidemiology was, however, graded as very low to moderate.",
  "authors": [
    {
      "last_name": "Hanson",
      "fore_name": "Kimberly E",
      "initials": "KE",
      "name": "Kimberly E Hanson",
      "affiliations": [
        "Divisions of Infectious Diseases and Clinical Microbiology, University of Utah, Salt Lake City, Utah."
      ]
    },
    {
      "last_name": "Caliendo",
      "fore_name": "Angela M",
      "initials": "AM",
      "name": "Angela M Caliendo",
      "affiliations": [
        "Department of Medicine, Warren Alpert Medical School of Brown University, Providence, Rhode Island."
      ]
    },
    {
      "last_name": "Arias",
      "fore_name": "Cesar A",
      "initials": "CA",
      "name": "Cesar A Arias",
      "affiliations": [
        "Division of Infectious Diseases, Center for Antimicrobial Resistance and Microbial Genomics, University of Texas Health Science Center at Houston, McGovern Medical School and Center for Infectious Diseases, School of Public Health, Houston, TX."
      ]
    },
    {
      "last_name": "Englund",
      "fore_name": "Janet A",
      "initials": "JA",
      "name": "Janet A Englund",
      "affiliations": [
        "Department of Pediatrics, University of Washington, Seattle Children's Research Institute, Seattle, Washington."
      ]
    },
    {
      "last_name": "Hayden",
      "fore_name": "Mary K",
      "initials": "MK",
      "name": "Mary K Hayden",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Rush University Medical Center, Chicago, Illinois; Department of Pathology, Rush University Medical Center, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Lee",
      "affiliations": [
        "Department of Pathology and Clinical Microbiology Laboratory, Duke University School of Medicine, Durham, North Carolina."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Division of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Patel",
      "affiliations": [
        "Division of Clinical Microbiology, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Altayar",
      "fore_name": "Osama",
      "initials": "O",
      "name": "Osama Altayar",
      "affiliations": [
        "Department of Medicine, Washington University School of Medicine, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "El Alayli",
      "fore_name": "Abdallah",
      "initials": "A",
      "name": "Abdallah El Alayli",
      "affiliations": [
        "Outcomes and Implementation Research Unit, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, University of Minnesota, Minneapolis VA Healthcare System, Minneapolis, Minnesota."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "VA Northeast Ohio Healthcare System, Case Western Reserve University School of Medicine, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Lavergne",
      "fore_name": "Valéry",
      "initials": "V",
      "name": "Valéry Lavergne",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Vancouver General Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Division of Preventive Medicine, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Bhimraj",
      "fore_name": "Adarsh",
      "initials": "A",
      "name": "Adarsh Bhimraj",
      "affiliations": [
        "Department of Infectious Diseases, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas."
      ]
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32918466",
    "pmc": "PMC7543294",
    "doi": "10.1093/cid/ciaa1343",
    "pii": "5904785"
  },
  "doi": "10.1093/cid/ciaa1343",
  "pmc_id": "PMC7543294",
  "dates": {
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.146561",
    "pmid": "32918466"
  }
}