{
  "pmid": "32914281",
  "uid": "32914281",
  "title": "The Policies for the Disclosure of Funding and Conflict of Interest in Surgery Journals: A Cross-Sectional Survey.",
  "abstract": "BACKGROUND: Industry through its funding of research and through its relationships with study authors can influence the results of research. Most journals have policies for reporting funding and disclosing conflict of interest (COI) to mitigate the influence of industry on research. The objective of this study is to assess the policies of surgery journals for the reporting of funding and the disclosure of COI. METHODS: We described the prevalence and characteristics of funding and COI policies of journals indexed under \"Surgery\" in the Journal Citation Reports. We extracted data from publicly available information and through simulation of manuscript submission. RESULTS: Of the 186 eligible journals, 171 (92%) had policies for reporting of funding. None of the policies described procedures to deal with non-reporting or underreporting of funding. Of the 186 journals, 183 (99%) had a policy for disclosure of COI. All journals with a COI policy required disclosure of financial interest, while 96 (52%) required the disclosure of non-financial interests. Only 24 (13%) policies described how non-disclosure of COI affects the editorial process, and none described procedures to verify COI disclosure. Of the policies that required disclosing COI, 94 (51%) also required reporting the source of financial COI. CONCLUSIONS: Most journals have policies for reporting of funding and disclosure of financial COI. However, many do not have clear policies for disclosing non-financial COI. Major limitations in the policies include the lack of processes for the verification of disclosed interests and for dealing with underreporting of funding and of COI.",
  "authors": [
    {
      "last_name": "El Moheb",
      "fore_name": "Mohamad",
      "initials": "M",
      "name": "Mohamad El Moheb",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Karam",
      "fore_name": "Basil S",
      "initials": "BS",
      "name": "Basil S Karam",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Assi",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Assi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Armache",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Armache",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Center for Systematic Reviews for Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. ea32@aub.edu.lb.",
        "Department of Internal Medicine, American University of Beirut, Riad-El-Solh, P.O. Box: 11-0236, Beirut, 1107 2020, Lebanon. ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "World journal of surgery",
    "iso_abbreviation": "World J Surg",
    "issn": "1432-2323",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "97",
  "end_page": "108",
  "pages": "97-108",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Conflict of Interest",
    "Cross-Sectional Studies",
    "Disclosure",
    "Editorial Policies",
    "General Surgery",
    "Humans",
    "Periodicals as Topic",
    "Research Support as Topic"
  ],
  "article_ids": {
    "pubmed": "32914281",
    "doi": "10.1007/s00268-020-05771-0",
    "pii": "10.1007/s00268-020-05771-0"
  },
  "doi": "10.1007/s00268-020-05771-0",
  "dates": {
    "completed": "2021-06-14",
    "revised": "2021-06-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.206535",
    "pmid": "32914281"
  }
}