{
  "pmid": "32911004",
  "uid": "32911004",
  "title": "Arthroscopic Bankart Repair With Remplissage in Comparison to Bone Block Augmentation for Anterior Shoulder Instability With Bipolar Bone Loss: A Systematic Review.",
  "abstract": "PURPOSE: The purpose of this systematic review is to examine the rates of postoperative recurrence of instability, functional outcomes, and complications after treatment with bone augmentation procedures or arthroscopic Bankart repair with remplissage for recurrent anterior shoulder instability in the setting of subcritical glenoid bone loss. METHODS: EMBASE, PubMed, and MEDLINE were searched from database inception until June 2019 for articles examining either bone block augmentation to the glenoid or Bankart repair with remplissage (BRR) in the setting of subcritical glenoid bone loss. Search and data extraction were performed by 2 reviewers independently and in duplicate. A separate analysis was done for comparative studies. RESULTS: Overall, 145 studies were identified, including 4 comparative studies. Across all studies, postoperative recurrence rates ranged from 0% to 42.8% for bone block augmentation and 0% to 15% for Bankart repair with remplissage. In comparative studies reporting subcritical glenoid bone loss, rates were 5.7% to 11.6% in the Latarjet group and 0% to 13.3% in the Bankart repair with remplissage group. However, in all studies reporting 10% to 15% mean glenoid bone loss, there was an increased rate of recurrent instability with arthroscopic soft tissue repair (6.1% to 13.2%) in comparison with bony augmentation (0% to 8.2%). Lastly, complication rates ranged from 0% to 66.7% for the bone block group and 0% to 2.3% for arthroscopic Bankart repair with remplissage. CONCLUSION: Both bone block augmentation and Bankart repair with remplissage are effective treatment options for recurrent anterior shoulder instability in patients with bipolar bone loss but subcritical glenoid bone loss. Both have comparable functional outcomes, albeit bone block procedures carry an increased risk of complications. Arthroscopic BRR may be associated with a higher failure rate for preoperative glenoid bone loss >10%. Therefore, it may represent a stabilization procedure best suited for cases of recurrent anterior instability with glenoid bone loss <10% and the presence of a significant, off-track Hill-Sachs lesion. LEVEL OF EVIDENCE: Level IV, systematic review of Level II-IV studies.",
  "authors": [
    {
      "last_name": "Gouveia",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Gouveia",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Abidi",
      "fore_name": "Syed Kumail",
      "initials": "SK",
      "name": "Syed Kumail Abidi",
      "affiliations": [
        "McGill University Faculty of Medicine, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Shamshoon",
      "fore_name": "Saif",
      "initials": "S",
      "name": "Saif Shamshoon",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Degen",
      "fore_name": "Ryan M",
      "initials": "RM",
      "name": "Ryan M Degen",
      "affiliations": [
        "Fowler Kennedy Sports Medicine Clinic, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopedic Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "706",
  "end_page": "717",
  "pages": "706-717",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Arthroscopy",
    "Bone Resorption",
    "Female",
    "Humans",
    "Joint Instability",
    "Male",
    "Postoperative Complications",
    "Publication Bias",
    "Randomized Controlled Trials as Topic",
    "Recurrence",
    "Risk",
    "Scapula",
    "Shoulder Joint",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "32911004",
    "doi": "10.1016/j.arthro.2020.08.033",
    "pii": "S0749-8063(20)30727-1"
  },
  "doi": "10.1016/j.arthro.2020.08.033",
  "dates": {
    "completed": "2021-06-03",
    "revised": "2021-06-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.386131",
    "pmid": "32911004"
  }
}