{
  "pmid": "32924183",
  "uid": "32924183",
  "title": "Public health nurses' experiences learning and delivering a group cognitive behavioral therapy intervention for postpartum depression.",
  "abstract": "OBJECTIVES: Public Health Nurses (PHNs) often provide support to women with postpartum depression (PPD) in the absence of specialized training. The objective of this study was to explore the experiences of six PHNs who were trained to deliver a group cognitive behavioral therapy (CBT) intervention for PPD in the public health setting, and to describe how learning and delivering this intervention affected their professional roles and personal lives. DESIGN: This qualitative study employed a phenomenological approach. SAMPLE: Six PHNs who completed the CBT training program and delivered at least one CBT group in their community. MEASUREMENTS: Individual in-depth interviews were conducted and transcribed verbatim. Transcripts were analyzed according to thematic derivation procedures. RESULTS: The themes that emerged from the interviews with the PHNs included: (a) components of the CBT training program that nurses most valued, (b) benefits of training for their professional role as a PHN, (c) implications for practice, and (d) using CBT skills in their personal lives. CONCLUSIONS: The provision of CBT training to PHNs may not only positively impact their work with clients with mental illness, but may also have the potential to provide broader clinical and professional benefits for these skilled professionals and their other clients.",
  "authors": [
    {
      "last_name": "Layton",
      "fore_name": "Haley",
      "initials": "H",
      "name": "Haley Layton",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2197-8118"
    },
    {
      "last_name": "Bendo",
      "fore_name": "Daniella",
      "initials": "D",
      "name": "Daniella Bendo",
      "affiliations": [
        "Department of Interdisciplinary Programs, Kings University College at Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Amani",
      "fore_name": "Bahar",
      "initials": "B",
      "name": "Bahar Amani",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bieling",
      "fore_name": "Peter J",
      "initials": "PJ",
      "name": "Peter J Bieling",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7244-0222"
    }
  ],
  "journal": {
    "title": "Public health nursing (Boston, Mass.)",
    "iso_abbreviation": "Public Health Nurs",
    "issn": "1525-1446",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "863",
  "end_page": "870",
  "pages": "863-870",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cognitive Behavioral Therapy",
    "Depression, Postpartum",
    "Female",
    "Humans",
    "Nurses, Public Health",
    "Psychotherapy, Group",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "32924183",
    "doi": "10.1111/phn.12807"
  },
  "doi": "10.1111/phn.12807",
  "dates": {
    "completed": "2022-02-28",
    "revised": "2022-02-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.137446",
    "pmid": "32924183"
  }
}