{
  "pmid": "32928520",
  "uid": "32928520",
  "title": "Disparities in surgical management of endometrial cancers in a public healthcare system: A question of equity.",
  "abstract": "OBJECTIVE: Timely surgery has been shown to impact outcome in endometrial cancer patients. Social determinants of health (SDH) are associated with adverse cancer outcomes. We sought to evaluate the association of SDH with surgical treatment indicators in endometrial cancer patients in a public healthcare system. METHODS: Endometrial cancer patients in Ontario, Canada, diagnosed between 2009 and 2017 were identified, and clinical, social and demographic variables were extracted from administrative databases. Validated community marginalization scores that include material deprivation, residential instability and ethnic concentration were used for stratification. Surgical treatment features were compared across marginalization quintiles using chi-square, Fischer exact or Wilcoxon rank sum tests as appropriate. Predictors of timely surgical treatment were evaluated with logistic regression. RESULTS: 20228 patients were identified of whom 14,423 had primary hysterectomy for a preoperative diagnosis of endometrial cancer. Fewer patients in marginalized communities received surgery (89% vs. 93%, p < 0.001). Surgical delay was longer among marginalized patients and 78% had surgery within 12 weeks compared to 84% of those least marginalized (p < 0.0001). Other quality indicators of surgical treatment were not negatively associated with marginalization. On multivariable analysis adjusted for patient and disease factors, marginalization was independently associated with increased odds of delayed surgery (OR = 0.94/quintile, CI 0.91-0.97, p < 0.001). CONCLUSIONS: Social marginalization is associated with decreased likelihood of having surgery and with delayed surgery among endometrial cancer patients in Ontario. This may be mediated by delayed presentation and real or perceived barriers to access. Reducing surgical wait times among marginalized cancer patients is an important deliverable in public healthcare.",
  "authors": [
    {
      "last_name": "Helpman",
      "fore_name": "Limor",
      "initials": "L",
      "name": "Limor Helpman",
      "affiliations": [
        "Division of Gynecologic Oncology, Department of Obstetrics & Gynecology, McMaster University, Juravinski Cancer Centre, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: lhelpman@gmail.com."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Escarpment Cancer Research Institute, McMaster University, Hamilton, ON, Canada; Department of Oncology, McMaster University, Juravinski Cancer Centre, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Elit",
      "fore_name": "Lorraine",
      "initials": "L",
      "name": "Lorraine Elit",
      "affiliations": [
        "Division of Gynecologic Oncology, Department of Obstetrics & Gynecology, McMaster University, Juravinski Cancer Centre, Hamilton, ON, Canada; Escarpment Cancer Research Institute, McMaster University, Hamilton, ON, Canada; Department of Oncology, McMaster University, Juravinski Cancer Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Laura N",
      "initials": "LN",
      "name": "Laura N Anderson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Juravinski Cancer Centre, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gynecologic oncology",
    "iso_abbreviation": "Gynecol Oncol",
    "issn": "1095-6859",
    "issn_type": "Electronic",
    "volume": "159",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "387",
  "end_page": "393",
  "pages": "387-393",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Endometrial Neoplasms",
    "Female",
    "Humans",
    "Hysterectomy",
    "Middle Aged",
    "Ontario",
    "Public Health Systems Research",
    "Social Determinants of Health",
    "Time-to-Treatment",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32928520",
    "doi": "10.1016/j.ygyno.2020.08.029",
    "pii": "S0090-8258(20)33830-0"
  },
  "doi": "10.1016/j.ygyno.2020.08.029",
  "dates": {
    "completed": "2021-04-07",
    "revised": "2021-04-07"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.078011",
    "pmid": "32928520"
  }
}