{
  "pmid": "32938599",
  "uid": "32938599",
  "title": "Augmented reality in patient education and health literacy: a scoping review protocol.",
  "abstract": "BACKGROUND: Health literacy enables the patients in understanding the basic healthcare information and taking informed health decisions; thus, it is a desirable goal of any healthcare system. It increases patients' adherence to treatment, improves the quality of care and eases the overall burden on the healthcare system. In recent years, technological solutions are being increasingly used in educating patients and achieving better health literacy. Augmented reality (AR) provides powerful, contextual and situated learning experiences and supplements the real world with virtual objects. AR could potentially be an effective learning methodology for the patients, thus, warranting a comprehensive overview of the current state of AR in patient education and health literacy. METHODS: The proposed scoping review will be based on the framework developed by Arksey and O'Malley, including the refinements suggested by Levac et al. A systematic search for references in the published literature will be conducted in nine research databases-Institute of Electrical and Electronics Engineers (IEEE), Cumulative Index to Nursing and Allied Health Literature (CINAHL), PubMed, PsycInfo, Embase, Web of Science, Scopus, Association for Computing Machinery (ACM) and Association for Information Systems eLibrary (AISeL). The unpublished studies from ProQuest Dissertations and Theses, Conference Proceedings Citation Index and grey literature references obtained from a web search will also be included. Databases will be searched from inception to 14 January 2020. Two independent reviewers will screen the studies from the search results in two successive stages of title/abstract screening followed by full-text screening. Data variables will be extracted from the selected studies to characterise study design, type of AR technology employed and the relational factors affecting patient education. Lastly, key stakeholders will be consulted to gather their insights about the study findings. ETHICS AND DISSEMINATION: The results will be disseminated through stakeholder meetings and conference presentations. The data used are from publicly available secondary sources, so this study does not require ethical review.",
  "authors": [
    {
      "last_name": "Adapa",
      "fore_name": "Karthik",
      "initials": "K",
      "name": "Karthik Adapa",
      "affiliations": [
        "Department of Radiation Oncology and Carolina Health Informatics Program, University of North Carolina System, Chapel Hill, North Carolina, USA karthikk@live.unc.edu."
      ],
      "orcid": "0000-0002-3970-588X"
    },
    {
      "last_name": "Jain",
      "fore_name": "Saumya",
      "initials": "S",
      "name": "Saumya Jain",
      "affiliations": [
        "Department of Radiation Oncology, University of North Carolina System, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Kanwar",
      "fore_name": "Richa",
      "initials": "R",
      "name": "Richa Kanwar",
      "affiliations": [
        "Department of Radiation Oncology, University of North Carolina System, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Zaman",
      "fore_name": "Tanzila",
      "initials": "T",
      "name": "Tanzila Zaman",
      "affiliations": [
        "Department of Radiation Oncology and Carolina Health Informatics Program, University of North Carolina System, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Taneja",
      "fore_name": "Trusha",
      "initials": "T",
      "name": "Trusha Taneja",
      "affiliations": [
        "Department of Radiation Oncology and Carolina Health Informatics Program, University of North Carolina System, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Health Sciences Library, University of North Carolina System, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Mazur",
      "fore_name": "Lukasz",
      "initials": "L",
      "name": "Lukasz Mazur",
      "affiliations": [
        "Department of Radiation Oncology and Carolina Health Informatics Program, University of North Carolina System, Chapel Hill, North Carolina, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "16"
  },
  "start_page": "e038416",
  "pages": "e038416",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Augmented Reality",
    "Delivery of Health Care",
    "Health Literacy",
    "Humans",
    "Patient Education as Topic",
    "Research Design",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "32938599",
    "pmc": "PMC7497551",
    "doi": "10.1136/bmjopen-2020-038416",
    "pii": "bmjopen-2020-038416"
  },
  "doi": "10.1136/bmjopen-2020-038416",
  "pmc_id": "PMC7497551",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.693133",
    "pmid": "32938599"
  }
}