{
  "pmid": "32935404",
  "uid": "32935404",
  "title": "Erythropoiesis-stimulating agents as replacement therapy for blood transfusions in critically ill patients with anaemia: A systematic review with meta-analysis.",
  "abstract": "OBJECTIVES: The primary objectives of this meta-analysis in critically ill adult patients admitted to the intensive care unit (ICU) were to analyse whether erythropoiesis-stimulating agents (ESAs) reduced the number of patients receiving red blood cell (RBC) transfusion and resulted in a change in haemoglobin (Hb) concentration. Our secondary objectives were adverse events and mortality. BACKGROUND: Anaemia is common in ICU patients, and currently, the standard therapy is RBC transfusion, which is known to be associated with adverse events. ESA could potentially reduce the need for RBC transfusion. METHODS: EMBASE, Cochrane and PubMed were searched up to January 2020. RESULTS: A total of 1357 articles were identified, of which 18 articles met the inclusion criteria for the qualitative synthesis. Eight of these studies were used in the meta-analyses. Comparing ESA vs control group, there was a small reduction in the proportion of patients who received one or more RBC transfusions (relative risk [RR] 0.88; confidence interval [CI] 0.78-1.00, moderate certainty). The change in Hb concentration was trivial (mean difference -0.31 g/dL; CI -0.51 to -0.05, high certainty). The number of serious adverse events (RR 1.02; 0.90-1.15, low certainty) and the overall short-term mortality were similar (RR 0.80; CI 0.61-1.05, low certainty) between the groups. CONCLUSION: ESA resulted in a small reduction in the proportion of patients transfused and a trivial increase in haemoglobin concentration, both of questionable clinical relevance, without impacting adverse events or mortality. These results do not support the routine use of ESA to treat anaemia in critically ill adults.",
  "authors": [
    {
      "last_name": "Wijnberge",
      "fore_name": "Marije",
      "initials": "M",
      "name": "Marije Wijnberge",
      "affiliations": [
        "Department of Anesthesiology, Amsterdam UMC, Location AMC, Amsterdam, The Netherlands.",
        "Department of Intensive Care, Amsterdam UMC, Location AMC, Amsterdam, The Netherlands."
      ],
      "orcid": "0000-0002-4826-609X"
    },
    {
      "last_name": "Rellum",
      "fore_name": "Santino R",
      "initials": "SR",
      "name": "Santino R Rellum",
      "affiliations": [
        "Department of Anesthesiology, Amsterdam UMC, Location AMC, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "de Bruin",
      "fore_name": "Sanne",
      "initials": "S",
      "name": "Sanne de Bruin",
      "affiliations": [
        "Department of Intensive Care, Amsterdam UMC, Location AMC, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Cecconi",
      "fore_name": "Maurizio",
      "initials": "M",
      "name": "Maurizio Cecconi",
      "affiliations": [
        "Department of Anesthesia and Intensive Care, Humanitas Clinical and Research Center-IRCCS, Milan, Italy.",
        "Humanitas University, Milan, Italy."
      ]
    },
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Oczkowski",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Guidelines in Intensive Care, Development and Evaluation (GUIDE) Group, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Vlaar",
      "fore_name": "Alexander P",
      "initials": "AP",
      "name": "Alexander P Vlaar",
      "affiliations": [
        "Department of Intensive Care, Amsterdam UMC, Location AMC, Amsterdam, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion medicine (Oxford, England)",
    "iso_abbreviation": "Transfus Med",
    "issn": "1365-3148",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "433",
  "end_page": "441",
  "pages": "433-441",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anemia",
    "Critical Care",
    "Critical Illness",
    "Erythrocyte Transfusion",
    "Hematinics",
    "Humans",
    "Intensive Care Units"
  ],
  "article_ids": {
    "pubmed": "32935404",
    "doi": "10.1111/tme.12715"
  },
  "doi": "10.1111/tme.12715",
  "dates": {
    "completed": "2021-10-06",
    "revised": "2021-10-06"
  },
  "chemicals": [
    "Hematinics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.049216",
    "pmid": "32935404"
  }
}