{
  "pmid": "32935010",
  "uid": "32935010",
  "title": "Unlocking First Nations health information through data linkage.",
  "abstract": "INTRODUCTION: The importance of Indigenous data sovereignty and Indigenous-led research processes is increasingly being recognized in Canada and internationally. For First Nations in Ontario, Canada, access to routinely-collected demographic and health systems data is critical to planning and measuring health status and outcomes in their populations. Linkage of this data with the Indian Register (IR), under First Nations data governance, has unlocked data for use by First Nations organizations and communities. OBJECTIVES: To describe the linkage of the IR database to the Ontario Registered Persons Database (RPDB) within the context of Indigenous data sovereignty principles. METHODS: Deterministic and probabilistic record linkage methods were used to link the IR to the RPDB. There is no established population of First Nations people living in Ontario with which we could establish a linkage rate. Accordingly, several approaches were taken to determine a denominator that would represent the total population of First Nations we would hope to link to the RPDB. RESULTS: Overall, 201,678 individuals in the national IR database matched to Ontario health records by way of the RPDB, of which 98,562 were female and 103,116 were male. Of those First Nations individuals linked to the RPDB, 90.2% (n=181,915) lived in Ontario when they first registered with IR, or were affiliated with an Ontario First Nation Community. The proportion of registered First Nations people linking to the RPDB improved across time, from 62.8% in the 1960s to 94.5% in 2012. CONCLUSION: This linkage of the IR and RPDB has resulted in the creation of the largest First Nations health research study cohort in Canada. The linked data are being used by First Nations communities to answer questions that ultimately promote wellbeing, effective policy, and healing.",
  "authors": [
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada.",
        "School of Rural and Northern Health, Laurentian University, Sudbury, ON, Canada."
      ]
    },
    {
      "last_name": "Pyper",
      "fore_name": "Evelyn",
      "initials": "E",
      "name": "Evelyn Pyper",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Carmen R",
      "initials": "CR",
      "name": "Carmen R Jones",
      "affiliations": [
        "Chiefs of Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Saba",
      "initials": "S",
      "name": "Saba Khan",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Chong",
      "fore_name": "Nelson",
      "initials": "N",
      "name": "Nelson Chong",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Legge",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Legge",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Schull",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Schull",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada.",
        "Evaluative Clinical Sciences, Trauma, Emergency & Critical Care Research Program, Sunnybrook Research Institute, Toronto, ON, Canada.",
        "Department of Medicine, University of Toronto, ON, Canada.",
        "Institute for Health Policy Management and Evaluation, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Henry",
      "fore_name": "David",
      "initials": "D",
      "name": "David Henry",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, ON, Canada.",
        "Centre for Research in Evidence-Based Practice, Bond University, Gold Coast, QLD, Australia."
      ]
    }
  ],
  "journal": {
    "title": "International journal of population data science",
    "iso_abbreviation": "Int J Popul Data Sci",
    "issn": "2399-4908",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "May",
    "pub_day": "22"
  },
  "start_page": "450",
  "pages": "450",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32935010",
    "pmc": "PMC7299468",
    "doi": "10.23889/ijpds.v3i1.450",
    "pii": "3:0:8"
  },
  "doi": "10.23889/ijpds.v3i1.450",
  "pmc_id": "PMC7299468",
  "dates": {
    "revised": "2022-04-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.692829",
    "pmid": "32935010"
  }
}