{
  "pmid": "32949008",
  "uid": "32949008",
  "title": "Worldwide management of donors after neurological death: a systematic review and narrative synthesis of guidelines.",
  "abstract": "OBJECTIVE: The objectives of this study were to systematically identify and describe guidelines for the care of neurologically deceased donors and to evaluate their methodological quality, with the aim of informing and supporting the new Canadian guidelines for the management of organ donors. METHODOLOGY: Following a systematic search, we included any document endorsed by an organ donation organization, a professional society, or a government, that aims to direct the medical management of adult, neurologically deceased, multi-organ donors. We extracted recommendations pertaining to six domains: the autonomic storm, hemodynamic instability, hormone supplementation, ventilation, blood product transfusions, and general intensive care unit (ICU) care. Methodological quality of the guidelines was assessed by the validated AGREE-II tool. MAIN FINDINGS: This review includes 27 clinical practice guidelines representing 26 countries published between 1993 and 2019. Using the AGREE-II validated tool for the evaluation of guidelines' quality, documents generally scored well on their scope and clarity of presentation. Nevertheless, quality was limited in terms of the scientific rigor of guideline development. Recommendations varied substantially across the domains of managing the autonomic storm, subsequent management of hemodynamic instability, hormone therapy, mechanical ventilation, blood product transfusion, and general ICU care. We found consistent recommendations for low tidal volume ventilation subsequent to the publication of a landmark clinical trial. CONCLUSION: Highly inconsistent recommendations for deceased donor care summarized in this review likely reflect the relatively slow emergence of high-quality clinical research in this field, as well as a late uptake of recent validated guideline methodology. Even in this context of few randomized-controlled trials, our group supported the need for new Canadian guidelines for the management of organ donors that follow rigorous recognized methodology and grading of the evidence. TRIAL REGISTRATION: PROSPERO (CRD42018084012); registered 25 February 2016.",
  "authors": [
    {
      "last_name": "Frenette",
      "fore_name": "Anne Julie",
      "initials": "AJ",
      "name": "Anne Julie Frenette",
      "affiliations": [
        "Department of Pharmacy, Hôpital du Sacré-Cœur de Montréal, Montreal, QC, Canada. anne.julie.frenette@umontreal.ca.",
        "Faculté de Pharmacie, Université de Montréal, Montreal, QC, Canada. anne.julie.frenette@umontreal.ca.",
        "Faculté de Médecine, Université de Montréal, Montreal, QC, Canada. anne.julie.frenette@umontreal.ca.",
        "Centre de recherche CIUSSSS du Nord de L'Ile, Hôpital du Sacré-Coeur de Montréal, 5400 Gouin Ouest, Montréal, QC, H4J 1C5, Canada. anne.julie.frenette@umontreal.ca."
      ],
      "orcid": "0000-0002-2954-5616"
    },
    {
      "last_name": "Williamson",
      "fore_name": "David",
      "initials": "D",
      "name": "David Williamson",
      "affiliations": [
        "Department of Pharmacy, Hôpital du Sacré-Cœur de Montréal, Montreal, QC, Canada.",
        "Faculté de Pharmacie, Université de Montréal, Montreal, QC, Canada.",
        "Centre de recherche CIUSSSS du Nord de L'Ile, Hôpital du Sacré-Coeur de Montréal, 5400 Gouin Ouest, Montréal, QC, H4J 1C5, Canada."
      ]
    },
    {
      "last_name": "Weiss",
      "fore_name": "Matthew-John",
      "initials": "MJ",
      "name": "Matthew-John Weiss",
      "affiliations": [
        "Population Health and Optimal Health Practices Research Unit, Trauma-Emergency-Critical Care Medicine, CHU de Québec, Université Laval Research Center, Quebec, QC, Canada.",
        "Pediatrics Department, Intensive Care Division, Faculté de Médecine, Université Laval, Quebec, QC, Canada.",
        "Transplant Québec, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ball",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Ball",
      "affiliations": [
        "Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Brindamour",
      "fore_name": "Dave",
      "initials": "D",
      "name": "Dave Brindamour",
      "affiliations": [
        "Department of Pharmacy, Hôpital du Sacré-Cœur de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Serri",
      "fore_name": "Karim",
      "initials": "K",
      "name": "Karim Serri",
      "affiliations": [
        "Faculté de Médecine, Université de Montréal, Montreal, QC, Canada.",
        "Centre de recherche CIUSSSS du Nord de L'Ile, Hôpital du Sacré-Coeur de Montréal, 5400 Gouin Ouest, Montréal, QC, H4J 1C5, Canada.",
        "Department of Medicine, Hôpital du Sacré-Cœur de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "D'Aragon",
      "fore_name": "Frederick",
      "initials": "F",
      "name": "Frederick D'Aragon",
      "affiliations": [
        "Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Charbonney",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Charbonney",
      "affiliations": [
        "Faculté de Médecine, Université de Montréal, Montreal, QC, Canada.",
        "Centre de recherche CIUSSSS du Nord de L'Ile, Hôpital du Sacré-Coeur de Montréal, 5400 Gouin Ouest, Montréal, QC, H4J 1C5, Canada.",
        "Department of Medicine, Hôpital du Sacré-Cœur de Montréal, Montreal, QC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "1839",
  "end_page": "1857",
  "pages": "1839-1857",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Humans",
    "Intensive Care Units",
    "Tissue Donors",
    "Tissue and Organ Procurement"
  ],
  "article_ids": {
    "pubmed": "32949008",
    "doi": "10.1007/s12630-020-01815-0",
    "pii": "10.1007/s12630-020-01815-0"
  },
  "doi": "10.1007/s12630-020-01815-0",
  "dates": {
    "completed": "2021-04-23",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.078500",
    "pmid": "32949008"
  }
}