{
  "pmid": "32953085",
  "uid": "32953085",
  "title": "One-year test-retest reliability of ten vision tests in Canadian athletes.",
  "abstract": "Background: Vision tests are used in concussion management and baseline testing. Concussions, however, often occur months after baseline testing and reliability studies generally examine intervals limited to days or one week. Our objective was to determine the one-year test-retest reliability of these tests. Methods: We assessed one-year test-retest reliability of ten vision tests in elite Canadian athletes followed by the Institut National du Sport du Quebec. We included athletes who completed two baseline (preseason) annual evaluations by one clinician within 365±30 days. We excluded athletes with any concussion or vision training in between the annual evaluations or presented with any factor that is believed to affect the tests (e.g. migraines). Data were collected from clinical charts. We evaluated test-retest reliability using Intraclass Correlation Coefficient (ICC) and 95% limits of agreement (LoA). Results: We examined nine female and seven male athletes with a mean age of 22.7 (SD 4.5) years. Among the vision tests, we observed excellent test-retest reliability in Positive Fusional Vergence at 30cm (ICC=0.93) but this dropped to 0.53 when an outlier was excluded in a sensitivity analysis. There was good to moderate reliability in Negative Fusional Vergence at 30cm (ICC=0.78), Phoria at 30cm (ICC=0.68), Near Point of Convergence break (ICC=0.65) and Saccades (ICC=0.61). The ICC for Positive Fusional Vergence at 3m (ICC=0.56) also decreased to 0.45 after removing two outliers. We found poor reliability in Near Point of Convergence (ICC=0.47), Gross Stereoscopic Acuity (ICC=0.03) and Negative Fusional Vergence at 3m (ICC=0.0). ICC for Phoria at 3m was not appropriate because scores were identical in 14/16 athletes. 95% LoA of the majority of tests were ±40% to ±90%. Conclusions: Five tests had good to moderate one-year test-retest reliability. The remaining tests had poor reliability. The tests would therefore be useful only if concussion has a moderate-large effect on scores.",
  "authors": [
    {
      "last_name": "Aloosh",
      "fore_name": "Mehdi",
      "initials": "M",
      "name": "Mehdi Aloosh",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, McGill University, Montreal, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-6763-1067"
    },
    {
      "last_name": "Leclerc",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Leclerc",
      "affiliations": [
        "Institut National du Sport du Quebec, Montreal, Canada."
      ]
    },
    {
      "last_name": "Long",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Long",
      "affiliations": [
        "Department of Family Medicine, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "Zhong",
      "fore_name": "Guowei",
      "initials": "G",
      "name": "Guowei Zhong",
      "affiliations": [
        "Department of Family Medicine, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "Brophy",
      "fore_name": "James M",
      "initials": "JM",
      "name": "James M Brophy",
      "affiliations": [
        "Faculty of Medicine, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "Schuster",
      "fore_name": "Tibor",
      "initials": "T",
      "name": "Tibor Schuster",
      "affiliations": [
        "Department of Family Medicine, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "Steele",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell Steele",
      "affiliations": [
        "Department of Mathematics and Statistics, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "Shrier",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Shrier",
      "affiliations": [
        "Department of Family Medicine, McGill University, Montreal, Canada.",
        "Centre for Clinical Epidemiology, Lady Davis Institute, Jewish General Hospital, McGill University, Montreal, Canada."
      ]
    }
  ],
  "journal": {
    "title": "F1000Research",
    "iso_abbreviation": "F1000Res",
    "issn": "2046-1402",
    "issn_type": "Electronic",
    "volume": "8",
    "pub_year": "2019"
  },
  "start_page": "1032",
  "pages": "1032",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Athletes",
    "Canada",
    "Female",
    "Humans",
    "Male",
    "Reproducibility of Results",
    "Vision Tests",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "32953085",
    "pmc": "PMC7484722",
    "doi": "10.12688/f1000research.19587.5"
  },
  "doi": "10.12688/f1000research.19587.5",
  "pmc_id": "PMC7484722",
  "dates": {
    "completed": "2021-02-04",
    "revised": "2021-02-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:39.250543",
    "pmid": "32953085"
  }
}