{
  "pmid": "32950789",
  "uid": "32950789",
  "title": "The effect of occupational exposure to welding fumes on trachea, bronchus and lung cancer: A protocol for a systematic review and meta-analysis from the WHO/ILO Joint Estimates of the Work-related Burden of Disease and Injury.",
  "abstract": "BACKGROUND: The World Health Organization (WHO) and the International Labour Organization (ILO) are developing joint estimates of the work-related burden of disease and injury (WHO/ILO Joint Estimates), with contributions from a large network of experts. Welding fumes have been classified as carcinogenic to humans (Group 1) by the International Agency for Research on Cancer (IARC); this assessment found sufficient evidence from studies in humans that welding fumes are a cause of lung cancer. In this article, we present the protocol for a systematic review of parameters for estimating the number of deaths and disability-adjusted life years from trachea, bronchus and lung cancer attributable to occupational exposure to welding fumes, to inform the development of the WHO/ILO Joint Estimates. OBJECTIVES: We aim to systematically review and meta-analyse estimates of the effect of occupational exposure to welding fumes on trachea, bronchus and lung cancer, applying the Navigation Guide systematic review methodology as an organizing framework. DATA SOURCES: We will search electronic bibliographic databases for potentially relevant records from published and unpublished studies, including Medline, EMBASE, Web of Science, and CISDOC. We will also search electronic grey literature databases, Internet search engines and organizational websites; hand search reference list of previous systematic reviews and included study records; and consult additional experts. STUDY ELIGIBILITY AND CRITERIA: We will include working-age (≥15 years) workers in the formal and informal economy in any Member State of WHO and/or ILO but exclude children (<15 years) and unpaid domestic workers. The eligible risk factor will be occupational exposure to welding fumes, measured directly or indirectly (i.e., through proxy of relevant occupation, work task, job-exposure matrix, expert judgment or self-report). The eligible outcomes will be trachea, bronchus and lung cancer. We will include randomized controlled trials, cohort studies, case-control studies and other non-randomized intervention studies with an estimate of the relative effect of any occupational exposure to welding fumes on the prevalence of, incidence of or mortality from trachea, bronchus and lung cancer, compared with the theoretical minimum risk exposure level of no occupational exposure to welding fumes. STUDY APPRAISAL AND SYNTHESIS METHODS: At least two review authors will independently screen titles and abstracts against the eligibility criteria at a first stage and full texts of potentially eligible records at a second stage, followed by extraction of data from qualifying studies. Two or more review authors will assess risk of bias and the quality of evidence, using the Navigation Guide tool or approach. If feasible, we will combine relative risks using meta-analysis. We will report results using the preferred reporting items for systematic reviews and meta-analyses guidelines (PRISMA).",
  "authors": [
    {
      "last_name": "Pega",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Pega",
      "affiliations": [
        "Department of Environment, Climate Change and Health, World Health Organization, Geneva, Switzerland. Electronic address: pegaf@who.int."
      ]
    },
    {
      "last_name": "Chartres",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Chartres",
      "affiliations": [
        "Program on Reproductive Health and the Environment, University of California, San Francisco, San Francisco, CA, United States."
      ]
    },
    {
      "last_name": "Guha",
      "fore_name": "Neela",
      "initials": "N",
      "name": "Neela Guha",
      "affiliations": [
        "Office of Environmental Health Hazard Assessment, California Environmental Protection Agency, Oakland, CA, United States."
      ]
    },
    {
      "last_name": "Modenese",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Modenese",
      "affiliations": [
        "Department of Biomedical, Metabolic and Neural Sciences, University of Modena & Reggio Emilia, Modena, Italy."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Martínez-Silveira",
      "fore_name": "Martha S",
      "initials": "MS",
      "name": "Martha S Martínez-Silveira",
      "affiliations": [
        "Gonçalo Moniz Institute, Oswaldo Cruz Foundation, Candeal-Salvador, BA, Brazil."
      ]
    },
    {
      "last_name": "Loomis",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Loomis",
      "affiliations": [
        "School of Community Health Sciences, University of Nevada, Reno, Reno, NV, United States."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "145",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "106089",
  "pages": "106089",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Bronchi",
    "Child",
    "Cost of Illness",
    "Humans",
    "Lung Neoplasms",
    "Meta-Analysis as Topic",
    "Occupational Diseases",
    "Occupational Exposure",
    "Occupations",
    "Systematic Reviews as Topic",
    "Trachea",
    "Welding",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "32950789",
    "pmc": "PMC7569600",
    "doi": "10.1016/j.envint.2020.106089",
    "pii": "S0160-4120(20)32044-4"
  },
  "doi": "10.1016/j.envint.2020.106089",
  "pmc_id": "PMC7569600",
  "dates": {
    "completed": "2021-02-04",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.147092",
    "pmid": "32950789"
  }
}