{
  "pmid": "32957787",
  "uid": "32957787",
  "title": "Unraveling Spatio-Temporal Chemistry Evolution in Laser Ablation Plumes and Its Relation to Initial Plasma Conditions.",
  "abstract": "The chemistry evolution in a laser ablation plume depends strongly on its initial physical conditions. In this article, we investigate the impact of plasma generation conditions on the interrelated phenomena of expansion dynamics, plasma chemistry, and physical conditions. Plasmas are produced from a uranium metal target in air using nanosecond, femtosecond, and femtosecond filament-assisted laser ablation. Time-resolved two-dimensional spectral imaging was performed to evaluate the spatio-temporal evolution of atoms, diatoms, polyatomic molecules, and nanoparticles in situ. Emission spectral features reveal that molecular formation occurs at early times in both femtosecond and filament ablation plumes, although with different temporal decays. In contrast, molecular formation is found to occur at much later times in nanosecond plasma evolution. Spectral modeling is used to infer temporal behavior of plasma excitation temperature. We find U atoms and UO molecules co-exist in ultrafast laser-produced plasmas even at early times after plasma onset owing to favorable temperatures for molecular formation. Regardless of irradiation conditions, plume emission features showed the presence of higher oxides (i.e., UxOy), although with different temporal histories. Our study provides insight into the impact of plasma generation conditions on chemistry evolution in plasmas produced from traditional focused femtosecond, nanosecond, and filament-assisted laser ablation.",
  "authors": [
    {
      "last_name": "Kautz",
      "fore_name": "Elizabeth J",
      "initials": "EJ",
      "name": "Elizabeth J Kautz",
      "affiliations": [
        "Pacific Northwest National Laboratory, Richland, Washington 99352, United States."
      ],
      "orcid": "0000-0002-6338-9223"
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark C",
      "initials": "MC",
      "name": "Mark C Phillips",
      "affiliations": [
        "Opticslah, LLC, Albuquerque, New Mexico 87106, United States.",
        "James C. Wyant College of Optical Sciences, University of Arizona, Tucson, Arizona 85721, United States."
      ]
    },
    {
      "last_name": "Harilal",
      "fore_name": "Sivanandan S",
      "initials": "SS",
      "name": "Sivanandan S Harilal",
      "affiliations": [
        "Pacific Northwest National Laboratory, Richland, Washington 99352, United States."
      ]
    }
  ],
  "journal": {
    "title": "Analytical chemistry",
    "iso_abbreviation": "Anal Chem",
    "issn": "1520-6882",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "20",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "20"
  },
  "start_page": "13839",
  "end_page": "13846",
  "pages": "13839-13846",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32957787",
    "doi": "10.1021/acs.analchem.0c02477"
  },
  "doi": "10.1021/acs.analchem.0c02477",
  "dates": {
    "revised": "2020-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.726852",
    "pmid": "32957787"
  }
}