{
  "pmid": "32953127",
  "uid": "32953127",
  "title": "Improving Sexual Function in People With Chronic Kidney Disease: A Narrative Review of an Unmet Need in Nephrology Research.",
  "abstract": "PURPOSE OF REVIEW: Sexual dysfunction occurs commonly in people with chronic kidney disease (CKD) and has been recognized as a research priority. We sought to evaluate the current state of the literature addressing sexual dysfunction in people with CKD and identify barriers and strategies to improve our management of this important symptom. SOURCES OF INFORMATION: OVID Medline and Google Scholar were searched for English, peer-reviewed studies using keywords and terms related to \"Chronic Kidney Disease,\" \"sexuality,\" and \"sexual dysfunction OR function.\" METHODS: In this narrative review, we describe definitions of sexual dysfunction and contributors exacerbated by CKD, barriers to researching sexual dysfunction in people with CKD, and possible avenues for future research. KEY FINDINGS: Sexual dysfunction is common in people with CKD and results from a combination of kidney disease itself, as well as its associated physical (ie, comorbidities) and nonphysical factors. Barriers to the study of sexual dysfunction in CKD include inconsistent disease definitions, stigma, variable efficacy and safety of established therapies, and evolving gender roles in sexual function. Potential avenues for future research to improve the sexual function in people with CKD may include evaluating the safety and efficacy of established therapies in people with CKD using a variety of observational and interventional study designs, engaging people with CKD and multidisciplinary team members in research, and using implementation science methods to translate what is known about sexual function into clinical practice. Concerted efforts are required to break down barriers and improve sexual function in people with CKD. Patients have identified this as an important research priority, and national networks need to direct efforts to reduce symptom burden. LIMITATIONS: This narrative review was limited by a paucity of high-quality studies examining sexual dysfunction specifically in people with kidney disease.",
  "authors": [
    {
      "last_name": "Harrison",
      "fore_name": "Tyrone G",
      "initials": "TG",
      "name": "Tyrone G Harrison",
      "affiliations": [
        "Section of Nephrology, Department of Medicine, University of Calgary, AB, Canada.",
        "Department of Community Health Sciences, University of Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Skrtic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Skrtic",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University Health Network, Toronto, ON, Canada.",
        "Department of Cell Biology, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Verdin",
      "fore_name": "Nancy E",
      "initials": "NE",
      "name": "Nancy E Verdin",
      "affiliations": [
        "Patient and Community Engagement Research Unit, O'Brien Institute for Public Health, University of Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, St. Joseph's Healthcare Hamilton, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Elliott",
      "fore_name": "Meghan J",
      "initials": "MJ",
      "name": "Meghan J Elliott",
      "affiliations": [
        "Section of Nephrology, Department of Medicine, University of Calgary, AB, Canada.",
        "Department of Community Health Sciences, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-5434-2917"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358120952202",
  "pages": "2054358120952202",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32953127",
    "pmc": "PMC7485155",
    "doi": "10.1177/2054358120952202",
    "pii": "10.1177_2054358120952202"
  },
  "doi": "10.1177/2054358120952202",
  "pmc_id": "PMC7485155",
  "dates": {
    "revised": "2022-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.719107",
    "pmid": "32953127"
  }
}