{
  "pmid": "32955035",
  "uid": "32955035",
  "title": "Global School-based Student Health Survey reveals correlates of suicidal behaviors in Brunei Darussalam: a nationwide cross-sectional study.",
  "abstract": "BACKGROUND: This study aimed to determine the prevalence of and correlates for suicidal behaviors among school attending adolescents in Brunei. METHODS: Nationally representative cross-sectional data on (n=2599) adolescents derived from the Global School-based Health Survey in Brunei Darussalam were examined. Data on suicidal behaviors, psychosocial and demographic characteristics were analyzed using multiple logistic regression taking survey design into account. RESULTS: Twelve months prior to being surveyed, the prevalence of suicidal behaviors was 9.3%, 6.5% and 5.9% for suicidal ideation, suicidal plan and suicidal attempt, respectively. Females were overrepresented in attempts (61.2%). Several self-reported characteristics such as suicide ideation (69%), anxiety (28%), and loneliness (30%) were significantly different between the attempters of suicide and non-attempters (p less than 0.05). Also, some suicide-related behaviors such as having planned a suicide (52%), being bullied (21%), involved in a physical fight (29%), serious injury (29%), early sexual debut (8.5%), alcohol use at early age (21%), alcohol use in the past 30-days (12%), and being physically attacked (30%) differed by suicide category (p less than 0.05). Compared to those who did not report attempting suicide, attempters were more likely to have suicide ideation (OR=10.58; 95% CI 5.10, 21.97); have planned suicide (OR=9.82; 95% CI 4.60, 20.96); or sustained serious injury (OR=4.01; 95% CI 2.03, 7.93) within the recall period. CONCLUSIONS: This study provided evidence, which overall confirm that the psycho-social environment in school settings modify suicidal behavior. The results, taken together emphasize the importance of the school environment on the development of school attending adolescents. Where possible, the results may provide additional information on which self-reported behaviors represent avenues for potential preventive programming.",
  "authors": [
    {
      "last_name": "Shahedifar",
      "fore_name": "Nasrin",
      "initials": "N",
      "name": "Nasrin Shahedifar",
      "affiliations": [
        "Candidate, Road traffic Injury Research Center, Tabriz University of Medical Sciences, Tabriz, Iran; Injury Epidemiology and Prevention Research Group, Turku Brain Injury Center, Division of Clinical Neurosciences, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Shaikh",
      "fore_name": "Masood A",
      "initials": "MA",
      "name": "Masood A Shaikh",
      "affiliations": [
        "Injury Epidemiology and Prevention Research Group, Turku Brain Injury Center, Division of Clinical Neurosciences, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Oporia",
      "fore_name": "Frederick",
      "initials": "F",
      "name": "Frederick Oporia",
      "affiliations": [
        "Department of Disease Control and Environmental Health, Makerere University School of Public Health, Kampala Uganda; Injury Epidemiology and Prevention Research Group, Turku Brain Injury Center, Division of Clinical Neurosciences, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Heidelberg, Germany. Email: michael.wilson@uni-heidelberg.de."
      ]
    }
  ],
  "journal": {
    "title": "Journal of injury & violence research",
    "iso_abbreviation": "J Inj Violence Res",
    "issn": "2008-4072",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Sep",
    "pub_day": "21"
  },
  "start_page": "15",
  "end_page": "24",
  "pages": "15-24",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32955035",
    "pmc": "PMC8204281",
    "doi": "10.5249/jivr.v12i3.1371",
    "pii": "1371"
  },
  "doi": "10.5249/jivr.v12i3.1371",
  "pmc_id": "PMC8204281",
  "dates": {
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.650892",
    "pmid": "32955035"
  }
}