{
  "pmid": "32952498",
  "uid": "32952498",
  "title": "The flavonoid-rich ethanolic extract from the green cocoon shell of silkworm has excellent antioxidation, glucosidase inhibition, and cell protective effects in vitro.",
  "abstract": "The green cocoon shell of a novel variety of silkworm, Bombyx mori, is rich in two types of quercetin and kaempferol flavonoids. The aim of this study was to identify these flavonoids in the ethanolic extract (EE) from green cocoons and develop EE applications in healthy foods. The experimental results indicated that the amount of total amino acids in EE was 27.06%. The flavonoids in EE are presented in quercetin and kaempferol glycosides. The total amount of the two aglycones was 33.42 ± 0.08 mg/g. The IC50 values of 2,2-diphenyl-1-picrylhydrazyl (DPPH), 1,2'-azino-bis (3-ethylbenzthiazoline-6-sulphonicacid) (ABTS), and hydroxyl radical scavenging abilities were 296.95 ± 13.24 μg/mL, 94.31 ± 9.13 μg/mL, and 9.21 ± 0.15 mg/mL, respectively. The IC50 values of the inhibitory activities of α-amylase and α-glucosidase were 37.57 ± 6.45 μg/mL and 212.69 ± 22.94 μg/mL, respectively. EE also reduced the level of reactive oxygen species (ROS) and oxidative stress in L02 cells induced by high glucose levels. It also effectively decreased the content of 8-hydroxyl deoxyguanosine (8-OHdG), nuclear factor κB (NF-κB), and tumour necrosis factor alpha (TNF-α) in cells with a good dose effect. These results clearly indicated that the flavonoid-rich EE with excellent antioxidant and glucosidase inhibition abilities significantly reduced the damage to cells caused by oxidative stress and inflammatory reactions. It is suggested that EE might serve as useful functional foods for the treatment of related diseases induced by oxidative stress such as diabetes mellitus.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Hai-Yan",
      "initials": "HY",
      "name": "Hai-Yan Wang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Dushuhu Higher Edu. Town, Suzhou, P R China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Jin-Ge",
      "initials": "JG",
      "name": "Jin-Ge Zhao",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Dushuhu Higher Edu. Town, Suzhou, P R China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, Dushuhu Higher Edu. Town, Suzhou, P R China."
      ]
    }
  ],
  "journal": {
    "title": "Food & nutrition research",
    "iso_abbreviation": "Food Nutr Res",
    "issn": "1654-661X",
    "issn_type": "Print",
    "volume": "64",
    "pub_year": "2020"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32952498",
    "pmc": "PMC7478120",
    "doi": "10.29219/fnr.v64.1637",
    "pii": "1637"
  },
  "doi": "10.29219/fnr.v64.1637",
  "pmc_id": "PMC7478120",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.412212",
    "pmid": "32952498"
  }
}