{
  "pmid": "32966812",
  "uid": "32966812",
  "title": "Lung-Protective Ventilation and Associated Outcomes and Costs Among Patients Receiving Invasive Mechanical Ventilation in the ED.",
  "abstract": "BACKGROUND: Invasive mechanical ventilation is often initiated in the ED, and mechanically ventilated patients may be kept in the ED for hours before ICU transfer. Although lung-protective ventilation is beneficial, particularly in ARDS, it remains uncertain how often lung-protective tidal volumes are used in the ED, and whether lung-protective ventilation in this setting impacts patient outcomes. RESEARCH QUESTION: What is the association between the use of lung-protective ventilation in the ED and outcomes among invasively ventilated patients? STUDY DESIGN AND METHODS: A retrospective analysis (2011-2017) of a prospective registry from eight EDs enrolling consecutive adult patients (≥ 18 years) who received invasive mechanical ventilation in the ED was performed. Lung-protective ventilation was defined by use of tidal volumes ≤ 8 mL/kg predicted body weight. The primary outcome was hospital mortality. Secondary outcomes included development of ARDS, hospital length of stay, and total hospital costs. RESULTS: The study included 4,174 patients, of whom 2,437 (58.4%) received lung-protective ventilation in the ED. Use of lung-protective ventilation was associated with decreased odds of hospital death (adjusted OR [aOR], 0.91; 95% CI, 0.84-0.96) and development of ARDS (aOR, 0.87; 95% CI, 0.81-0.92). Patients who received lung-protective ventilation in the ED had shorter median duration of mechanical ventilation (4 vs 5 days; P < 0.01), shorter median hospital length of stay (11 vs 14 days; P < .001), and reduced total hospital costs (Can$44,348 vs Can$52,484 [US$34,153 vs US$40,418]; P = .03) compared with patients who received higher tidal volumes. INTERPRETATION: Use of lung-protective ventilation in the ED was associated with important patient- and system-centered outcomes, including lower hospital mortality, decreased incidence of ARDS, lower hospital length of stay, and decreased total costs. Protocol development promoting the regular use of lung-protective ventilation in the ED may be of value.",
  "authors": [
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada. Electronic address: sfernando@qmed.ca."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Toronto General Hospital Research Institute, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brochard",
      "fore_name": "Laurent J",
      "initials": "LJ",
      "name": "Laurent J Brochard",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Walkey",
      "fore_name": "Allan J",
      "initials": "AJ",
      "name": "Allan J Walkey",
      "affiliations": [
        "Pulmonary Center, Department of Medicine, Boston University School of Medicine, Boston, MA; Center for Implementation and Improvement Sciences, Boston University School of Medicine, Boston, MA."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hough",
      "fore_name": "Catherine L",
      "initials": "CL",
      "name": "Catherine L Hough",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Oregon Health and Science University, Portland, OR."
      ]
    },
    {
      "last_name": "Brodie",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Brodie",
      "affiliations": [
        "Division of Pulmonary, Allergy, and Critical Care Medicine, Department of Medicine, Columbia University College of Physicians and Surgeons, New York, NY; Center for Acute Respiratory Failure, New York-Presbyterian Hospital, New York, NY."
      ]
    },
    {
      "last_name": "Seely",
      "fore_name": "Andrew J E",
      "initials": "AJE",
      "name": "Andrew J E Seely",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Surgery, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Thiruganasambandamoorthy",
      "fore_name": "Venkatesh",
      "initials": "V",
      "name": "Venkatesh Thiruganasambandamoorthy",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Perry",
      "fore_name": "Jeffrey J",
      "initials": "JJ",
      "name": "Jeffrey J Perry",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Tran",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Surgery, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Bruyére Research Institute, Ottawa, ON, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Kyeremanteng",
      "fore_name": "Kwadwo",
      "initials": "K",
      "name": "Kwadwo Kyeremanteng",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Institut du Savoir Montfort, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "159",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "606",
  "end_page": "618",
  "pages": "606-618",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Emergency Service, Hospital",
    "Female",
    "Hospital Costs",
    "Humans",
    "Length of Stay",
    "Male",
    "Middle Aged",
    "Ontario",
    "Registries",
    "Respiration, Artificial",
    "Respiratory Distress Syndrome",
    "Retrospective Studies",
    "Risk Factors",
    "Tidal Volume"
  ],
  "article_ids": {
    "pubmed": "32966812",
    "doi": "10.1016/j.chest.2020.09.100",
    "pii": "S0012-3692(20)34522-0"
  },
  "doi": "10.1016/j.chest.2020.09.100",
  "dates": {
    "completed": "2021-09-13",
    "revised": "2021-09-13"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.079212",
    "pmid": "32966812"
  }
}