{
  "pmid": "32963793",
  "uid": "32963793",
  "title": "Frailty and the Kidney Transplant Wait List: Protocol for a Multicenter Prospective Study.",
  "abstract": "BACKGROUND: Understanding how frailty affects patients listed for transplantation has been identified as a priority research need. Frailty may be associated with a high risk of death or wait-list withdrawal, but this has not been evaluated in a large multicenter cohort of Canadian wait-listed patients. OBJECTIVE: The primary objective is to evaluate whether frailty is associated with death or permanent withdrawal from the transplant wait list. Secondary objectives include assessing whether frailty is associated with hospitalization, quality of life, and the probability of being accepted to the wait list. DESIGN: Prospective cohort study. SETTING: Seven sites with established renal transplant programs that evaluate patients for the kidney transplant wait list. PATIENTS: Individuals who are being considered for the kidney transplant wait list. MEASUREMENTS: We will assess frailty using the Fried Phenotype, a frailty index, the Short Physical Performance Battery, and the Clinical Frailty Scale at the time of listing for transplantation. We will also assess frailty at the time of referral to the wait list and annually after listing in a subgroup of patients. METHODS: The primary outcome of the composite of time to death or permanent wait-list withdrawal will be compared between patients who are frail and those who are not frail and will account for the competing risks of deceased and live donor transplantation. Secondary outcomes will include number of hospitalizations and length of stay, and in a subset, changes in frailty severity over time, change in quality of life, and the probability of being listed. Recruitment of 1165 patients will provide >80% power to identify a relative hazard of ≥1.7 comparing patients who are frail to those who are not frail for the primary outcome (2-sided α = .05), whereas a more conservative recruitment target of 624 patients will provide >80% power to identify a relative hazard of ≥2.0. RESULTS: Through December 2019, 665 assessments of frailty (inclusive of those for the primary outcome and all secondary outcomes including repeated measures) have been completed. LIMITATIONS: There may be variation across sites in the processes of referral and listing for transplantation that will require consideration in the analysis and results. CONCLUSIONS: This study will provide a detailed understanding of the association between frailty and outcomes for wait-listed patients. Understanding this association is necessary before routinely measuring frailty as part of the wait-list eligibility assessment and prior to ascertaining the need for interventions that may modify frailty. TRIAL REGISTRATION: Not applicable as this is a protocol for a prospective observational study.",
  "authors": [
    {
      "last_name": "Tennankore",
      "fore_name": "Karthik K",
      "initials": "KK",
      "name": "Karthik K Tennankore",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Dalhousie University & Nova Scotia Health Authority, Halifax, Canada."
      ],
      "orcid": "0000-0002-7919-6709"
    },
    {
      "last_name": "Gunaratnam",
      "fore_name": "Lakshman",
      "initials": "L",
      "name": "Lakshman Gunaratnam",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Suri",
      "fore_name": "Rita S",
      "initials": "RS",
      "name": "Rita S Suri",
      "affiliations": [
        "Division of Nephrology and Research Institute, Department of Medicine, McGill University/Centre de Recherche de l'Université de Montréal, QC, Canada."
      ],
      "orcid": "0000-0002-0519-3927"
    },
    {
      "last_name": "Yohanna",
      "fore_name": "Seychelle",
      "initials": "S",
      "name": "Seychelle Yohanna",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences/McMaster University, ON, Canada.",
        "St. Joseph's Healthcare Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tangri",
      "fore_name": "Navdeep",
      "initials": "N",
      "name": "Navdeep Tangri",
      "affiliations": [
        "Department of Medicine and Department of Community Health Sciences, Max Rady College of Medicine, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Prasad",
      "fore_name": "Bhanu",
      "initials": "B",
      "name": "Bhanu Prasad",
      "affiliations": [
        "Regina General Hospital, SK, Canada."
      ],
      "orcid": "0000-0002-1139-4821"
    },
    {
      "last_name": "Gogan",
      "fore_name": "Nessa",
      "initials": "N",
      "name": "Nessa Gogan",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Horizon Health Network, Dalhousie University, Saint John, NB, Canada."
      ]
    },
    {
      "last_name": "Rockwood",
      "fore_name": "Kenneth",
      "initials": "K",
      "name": "Kenneth Rockwood",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, Department of Community Health and Epidemiology, School of Health Administration, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Doucette",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Doucette",
      "affiliations": [
        "Research Methods Unit, Nova Scotia Health Authority, Halifax, Canada."
      ]
    },
    {
      "last_name": "Sills",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Sills",
      "affiliations": [
        "Multi-Organ Transplant Program, Queen Elizabeth II Health Sciences Centre, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Kiberd",
      "fore_name": "Bryce",
      "initials": "B",
      "name": "Bryce Kiberd",
      "affiliations": [
        "Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Keough-Ryan",
      "fore_name": "Tammy",
      "initials": "T",
      "name": "Tammy Keough-Ryan",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Dalhousie University & Nova Scotia Health Authority, Halifax, Canada."
      ]
    },
    {
      "last_name": "West",
      "fore_name": "Kenneth",
      "initials": "K",
      "name": "Kenneth West",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Dalhousie University & Nova Scotia Health Authority, Halifax, Canada."
      ]
    },
    {
      "last_name": "Vinson",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Vinson",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Dalhousie University & Nova Scotia Health Authority, Halifax, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358120957430",
  "pages": "2054358120957430",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "32963793",
    "pmc": "PMC7488612",
    "doi": "10.1177/2054358120957430",
    "pii": "10.1177_2054358120957430"
  },
  "doi": "10.1177/2054358120957430",
  "pmc_id": "PMC7488612",
  "dates": {
    "revised": "2022-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.638083",
    "pmid": "32963793"
  }
}