{
  "pmid": "32972842",
  "uid": "32972842",
  "title": "Evaluation of ECG-gated and Fast Low-Angle Shot (FLASH) Dual Source Computed Tomography Scanning Protocols for Transcatheter Aortic Valve Replacement.",
  "abstract": "BACKGROUND: Transcatheter aortic valve replacement (TAVR) procedural success relies heavily on volumetric reconstruction imaging, particularly ECG-gated multi-detector row computed tomography. We postulated that single examination using fast low-angle shot (FLASH) dual source CT scanning (DS-CTA) could provide lower dose than ECG-gated CTA while maintaining the image quality. METHODS: In this single-centre cohort study, all patients who underwent ECG-gated and FLASH DS-CTA were evaluated. Volumetric reconstructions were performed for both ECG-gated and FLASH DS-CTA to obtain nonsagittal views of the structures. ECG-gated cardiac CT was obtained to evaluate the aortic annular size while FLASH DS-CTA was obtained to examine the aortic and iliac vasculature as part of TAVR imaging protocol. We evaluated measures of aortic annulus, coronaries and sinus of Valsalva using ECG-gated and FLASH DS-CTA scanning protocols. Image quality assessments were performed using aortic root region-of-interest signal-to-noise ratio. RESULTS: A total of 130 patients (mean age 81.5 ± 9.2 years, 46.2% female, and 99.2% white) underwent both ECG-gated CT and FLASH DS-CTA. There were excellent correlations between aortic annular area (R[2] = 0.934) and aortic annular perimeter (R[2] = 0.923) measured by the two protocols. Only 2 (1.5%) patients had >10% difference between aortic annular measurements by ECG-gated and FLASH DS-CTA, while none of the patients had a >10% difference between aortic annular perimeter measured by ECG-gated and FLASH DS-CT scans. There was no significant difference in signal-to-noise ratio between the two methods (mean difference 13.4; 95% CI -2.1-28.8, p = 0.09). There was significantly lower radiation dose for FLASH DS-CTA than ECG-gated CT scan (mean dose-length product difference 404.38; 95% CI 328.9-479.87, p <0.001). The measurements by the two scans led to the same transcatheter valve size selection in majority of the 128 (98.5%) patients by balloon expandable valve sizing recommendations and 130 (100%) of patients by self-expanding valve sizing recommendations. CONCLUSION: Overall, FLASH DS-CTA and ECG-gated CT scans provided comparable image quality and aortic annular dimensions for pre-TAVR evaluation. DS-CTA additionally provided the necessary angiographic imaging of the aorta and peripheral access vessels while still maintaining a lower radiation dose. We propose that a single non-ECG gated FLASH DS-CTA could be utilized to provide all the necessary pre-TAVR imaging information without a gated CT scan.",
  "authors": [
    {
      "last_name": "Qureshi",
      "fore_name": "Waqas T",
      "initials": "WT",
      "name": "Waqas T Qureshi",
      "affiliations": [
        "Division of Cardiovascular Medicine, University of Massachusetts Medical School, Worcester, MA 01655."
      ]
    },
    {
      "last_name": "Malhotra",
      "fore_name": "Rohit",
      "initials": "R",
      "name": "Rohit Malhotra",
      "affiliations": [
        "Division of Cardiovascular Medicine, University of Massachusetts Medical School, Worcester, MA 01655."
      ]
    },
    {
      "last_name": "Schmidlin",
      "fore_name": "Eric J",
      "initials": "EJ",
      "name": "Eric J Schmidlin",
      "affiliations": [
        "Department of Radiology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Ahmed",
      "affiliations": [
        "Division of Cardiovascular Medicine, University of Massachusetts Medical School, Worcester, MA 01655."
      ]
    },
    {
      "last_name": "Kundu",
      "fore_name": "Amartya",
      "initials": "A",
      "name": "Amartya Kundu",
      "affiliations": [
        "Division of Cardiovascular Medicine, University of Massachusetts Medical School, Worcester, MA 01655."
      ]
    },
    {
      "last_name": "Hafiz",
      "fore_name": "Abdul Moiz",
      "initials": "AM",
      "name": "Abdul Moiz Hafiz",
      "affiliations": [
        "Department of Internal Medicine, Division of Cardiology, Southern Illinois University school of Medicine, Springfield, Illinois, 62702."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Division of Cardiothoracic Surgery, University of Massachusetts Medical School, Worcester, Massachusetts."
      ]
    },
    {
      "last_name": "Kakouros",
      "fore_name": "Nikolaos",
      "initials": "N",
      "name": "Nikolaos Kakouros",
      "affiliations": [
        "Division of Cardiovascular Medicine, University of Massachusetts Medical School, Worcester, MA 01655. Electronic address: Nikolaos.Kakouros@UMassMed.edu."
      ]
    }
  ],
  "journal": {
    "title": "Academic radiology",
    "iso_abbreviation": "Acad Radiol",
    "issn": "1878-4046",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "1669",
  "end_page": "1674",
  "pages": "1669-1674",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Aortic Valve",
    "Aortic Valve Stenosis",
    "Cohort Studies",
    "Computed Tomography Angiography",
    "Electrocardiography",
    "Female",
    "Heart Valve Prosthesis",
    "Humans",
    "Male",
    "Multidetector Computed Tomography",
    "Transcatheter Aortic Valve Replacement"
  ],
  "article_ids": {
    "pubmed": "32972842",
    "doi": "10.1016/j.acra.2020.08.027",
    "pii": "S1076-6332(20)30508-0"
  },
  "doi": "10.1016/j.acra.2020.08.027",
  "dates": {
    "completed": "2021-11-23",
    "revised": "2021-11-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.693434",
    "pmid": "32972842"
  }
}