{
  "pmid": "32976752",
  "uid": "32976752",
  "title": "Evaluating prophylactic heparin in ambulatory patients with solid tumours: a systematic review and individual participant data meta-analysis.",
  "abstract": "BACKGROUND: Study-level meta-analyses provide high-certainty evidence that heparin reduces the risk of symptomatic venous thromboembolism for patients with cancer; however, whether the benefits and harms associated with heparin differ by cancer type is unclear. This individual participant data meta-analysis of randomised controlled trials examines the effect of heparin on survival, venous thromboembolism, and bleeding in patients with cancer in general and by type. METHODS: In this systematic review and meta-analysis we searched MEDLINE, Embase, and The Cochrane Library for randomised controlled trials comparing parenteral anticoagulants with placebo or standard care in ambulatory patients with solid tumours and no indication for anticoagulation published from the inception of each database to January 14, 2017, and updated it on May 14, 2020, without language restrictions. We calculated the effect of parenteral anticoagulant administration on all-cause mortality, venous thromboembolism occurrence, and bleeding related outcomes through multivariable hierarchical models with patient-level variables as fixed effects and a categorical trial variable as a random effect, adjusting for age, cancer type, and metastatic status. Interaction terms were tested to investigate effects in predefined subgroups. This study is registered with PROSPERO, CRD42013003526. FINDINGS: We obtained individual participant data from 14 of 20 eligible randomised controlled trials (8278 [79%] of 10 431 participants; 4139 included in the low-molecular-weight heparin group and 4139 in the control group). Meta-analysis showed an adjusted relative risk (RR) of mortality at 1 year of 0·99 (95% CI 0·93-1·06) and a hazard ratio of 1·01 (95% CI 0·96-1·07). The number of patients with venous thromboembolic events was 158 (4·0%) of 3958 with available data in the low-molecular-weight heparin group compared with 279 (7·1%) of 3957 in the control group. Major bleeding events occurred in 71 (1·7%) of 4139 patients in the control population and 88 (2·1%) in the low-molecular-weight heparin group, and minor bleeding events in 478 (12·1%) of 3945 patients with available data in the control group and 652 (16·6%) of 3937 patients in the low-molecular-weight heparin group. The adjusted RR was 0·58 (95% CI 0·47-0·71) for venous thromboembolism, 1·27 (0·92-1·74) for major bleeding, and 1·34 (1·19-1·51) for minor bleeding. Prespecified subgroup analysis of venous thromboembolism occurrence by cancer type identified the most certain benefit from heparin treatment in patients with lung cancer (RR 0·59 [95% CI 0·42-0·81]), which dominated the overall reduction in venous thromboembolism. Certainty of the evidence for the outcomes ranged from moderate to high. INTERPRETATION: Low-molecular-weight heparin reduces risk of venous thromboembolism without increasing risk of major bleeding compared with placebo or standard care in patients with solid tumours, but it does not improve survival. FUNDING: Canadian Institutes of Health Research.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: schuneh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ventresca",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Ventresca",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Briel",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Briel",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; Department of Clinical Research, Basel Institute for Clinical Epidemiology and Biostatistics, University of Basel and University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Zhou",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Noble",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Noble",
      "affiliations": [
        "Marie Curie Palliative Care Research Centre, Cardiff University, Cardiff, Wales, UK."
      ]
    },
    {
      "last_name": "Macbeth",
      "fore_name": "Fergus",
      "initials": "F",
      "name": "Fergus Macbeth",
      "affiliations": [
        "Centre for Trials Research, College of Biomedical & Life Sciences, Cardiff University, Cardiff, Wales, UK."
      ]
    },
    {
      "last_name": "Griffiths",
      "fore_name": "Gareth",
      "initials": "G",
      "name": "Gareth Griffiths",
      "affiliations": [
        "Centre for Trials Research, College of Biomedical & Life Sciences, Cardiff University, Cardiff, Wales, UK; Faculty of Medicine, University of Southampton, Southampton General Hospital, Southampton, UK."
      ]
    },
    {
      "last_name": "Garcia",
      "fore_name": "David",
      "initials": "D",
      "name": "David Garcia",
      "affiliations": [
        "Hutchinson Institute for Cancer Outcomes Research, Fred Hutchinson Cancer Research Center, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Lyman",
      "fore_name": "Gary H",
      "initials": "GH",
      "name": "Gary H Lyman",
      "affiliations": [
        "Hutchinson Institute for Cancer Outcomes Research, Fred Hutchinson Cancer Research Center, Seattle, WA, USA; University of Washington School of Medicine, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Di Nisio",
      "fore_name": "Marcello",
      "initials": "M",
      "name": "Marcello Di Nisio",
      "affiliations": [
        "Department of Medicine and Ageing Sciences, University G D'Annunzio, Chieti-Pescara, Italy; Department of Vascular Medicine, Amsterdam Public Health Research Institute, Amsterdam University Medical Center, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; Division of Haematology, Department of Medicine, McMaster University, Hamilton, ON, Canada; Division of Haematology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; Department of Internal Medicine, School of Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "van Es",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick van Es",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; Department of Vascular Medicine, Amsterdam Public Health Research Institute, Amsterdam University Medical Center, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Faculty of Medicine, School of Epidemiology and Public Heath, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Streiff",
      "fore_name": "Michael B",
      "initials": "MB",
      "name": "Michael B Streiff",
      "affiliations": [
        "Division of Hematology, Department of Medicine, The Johns Hopkins University School of Medicine, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Marcucci",
      "fore_name": "Maura",
      "initials": "M",
      "name": "Maura Marcucci",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Baldeh",
      "fore_name": "Tejan",
      "initials": "T",
      "name": "Tejan Baldeh",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Florez",
      "fore_name": "Ivan D",
      "initials": "ID",
      "name": "Ivan D Florez",
      "affiliations": [
        "Michael G DeGroote Cochrane Canada and McGRADE Centres, Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; Department of Paediatrics, Universidad de Antioquia, Medellin, Colombia."
      ]
    },
    {
      "last_name": "Alma",
      "fore_name": "Ozlem Gurunlu",
      "initials": "OG",
      "name": "Ozlem Gurunlu Alma",
      "affiliations": [
        "Department of Statistics, Mugla Sıtkı Koçman University, Mugla, Turkey."
      ]
    },
    {
      "last_name": "Solh",
      "fore_name": "Ziad",
      "initials": "Z",
      "name": "Ziad Solh",
      "affiliations": [
        "Transfusion Medicine Section, Department of Pathology & Laboratory Medicine, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bossuyt",
      "fore_name": "Patrick M",
      "initials": "PM",
      "name": "Patrick M Bossuyt",
      "affiliations": [
        "Department of Clinical Epidemiology, Biostatistics, and Bioinformatics, Amsterdam Public Health Research Institute, Amsterdam University Medical Center, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ageno",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Ageno",
      "affiliations": [
        "Department of Medicine and Surgery, University of Insubria, Varese, Italy."
      ]
    },
    {
      "last_name": "Bozas",
      "fore_name": "George",
      "initials": "G",
      "name": "George Bozas",
      "affiliations": [
        "Academic Department of Medical Oncology, Castle Hill Hospital, Cottingham, Hull University Teaching Hospitals NHS Trust, Hull, UK."
      ]
    },
    {
      "last_name": "Büller",
      "fore_name": "Harry R",
      "initials": "HR",
      "name": "Harry R Büller",
      "affiliations": [
        "Department of Vascular Medicine, Amsterdam Public Health Research Institute, Amsterdam University Medical Center, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Lebeau",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard Lebeau",
      "affiliations": [
        "Service de Pneumologie, Hôpital Saint-Antoine, Assistance Publique-Hôpitaux de Paris, Université Pierre et Marie Curie, Paris, France."
      ]
    },
    {
      "last_name": "Lecumberri",
      "fore_name": "Ramon",
      "initials": "R",
      "name": "Ramon Lecumberri",
      "affiliations": [
        "Haematology Service, University Clinic of Navarra, Pamplona, Spain."
      ]
    },
    {
      "last_name": "Loprinzi",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Loprinzi",
      "affiliations": [
        "Divisions of Cardiology and Medical Oncology, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "McBane",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert McBane",
      "affiliations": [
        "Divisions of Vascular Medicine and Hematology, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Sideras",
      "fore_name": "Kostandinos",
      "initials": "K",
      "name": "Kostandinos Sideras",
      "affiliations": [
        "Divisions of Medical Oncology and Hematology, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Maraveyas",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Maraveyas",
      "affiliations": [
        "Division of Cancer, Hull York Medical School, University of Hull, Hull, UK."
      ]
    },
    {
      "last_name": "Pelzer",
      "fore_name": "Uwe",
      "initials": "U",
      "name": "Uwe Pelzer",
      "affiliations": [
        "Division of Haematology, Oncology and Tumour Immunology, Charité - Universitätsmedizin Berlin, Freie Universität Berlin, Humboldt Universität - Universität zu Berlin, Berlin Institute of Health, Berlin, Germany."
      ]
    },
    {
      "last_name": "Perry",
      "fore_name": "James",
      "initials": "J",
      "name": "James Perry",
      "affiliations": [
        "Ontario Clinical Oncology Group and Department of Oncology, McMaster University, Hamilton, ON, Canada; Division of Neurology, Sunnybrook Health Science Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Klerk",
      "fore_name": "Clara",
      "initials": "C",
      "name": "Clara Klerk",
      "affiliations": [
        "Department of Internal Medicine, Dijklanderziekenhuis, Hoorn, Netherlands."
      ]
    },
    {
      "last_name": "Agnelli",
      "fore_name": "Giancarlo",
      "initials": "G",
      "name": "Giancarlo Agnelli",
      "affiliations": [
        "Internal and Cardiovascular Medicine-Stroke Unit, University of Perugia, Perugia, Italy."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Haematology",
    "iso_abbreviation": "Lancet Haematol",
    "issn": "2352-3026",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "e746",
  "end_page": "e755",
  "pages": "e746-e755",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Hemorrhage",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Neoplasms",
    "Survival Analysis",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "32976752",
    "doi": "10.1016/S2352-3026(20)30293-3",
    "pii": "S2352-3026(20)30293-3"
  },
  "doi": "10.1016/S2352-3026(20)30293-3",
  "dates": {
    "completed": "2020-10-13",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Heparin"
  ],
  "grants": [
    {
      "grant_id": "15954",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    },
    {
      "grant_id": "25350",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    },
    {
      "grant_id": "25352",
      "agency": "Cancer Research UK",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MCCC-FCO-11-C",
      "agency": "Marie Curie",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.712177",
    "pmid": "32976752"
  }
}