{
  "pmid": "32987165",
  "uid": "32987165",
  "title": "A practical guide for using a survey about attitudes and behaviors to inform health care decisions.",
  "abstract": "OBJECTIVES: Surveys can provide important information about what people think or do. There is little guidance about how to use surveys in decision-making. This article provides guidance for how to appraise and use a survey to answer health care questions. STUDY DESIGN AND SETTING: A guidance article about the use a survey of a selected sample of people, who completed a self-report tool about their knowledge, beliefs and opinions, behaviors and experiences, or personal attributes. We use survey examples, one scenario, and a specific survey for illustration. RESULTS: Decision makers should consider the credibility and applicability of the results of a survey. Key threats to credibility depend on the representativeness of the population and likelihood that it provides an accurate picture of the population's knowledge, attitudes, or self-reported practices. If survey investigators do not use rigorous strategies to develop or pretest questions, there is a greater risk that results will be misleading. Decision makers may want to consider the precision of estimates and whether it would change their decisions. Finally, they need to decide how similar the surveyed population is to their specific population before applying results. CONCLUSIONS: Decision makers can follow this guidance to critically appraise, interpret, and apply the results of surveys to health care questions.",
  "authors": [
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: santesna@mcmaster.ca."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie",
      "initials": "E",
      "name": "Elie Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Critical Care, St Joseph's Healthcare, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Greenhalgh",
      "fore_name": "Trisha",
      "initials": "T",
      "name": "Trisha Greenhalgh",
      "affiliations": [
        "University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Muti",
      "fore_name": "Paola",
      "initials": "P",
      "name": "Paola Muti",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "128",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "93",
  "end_page": "100",
  "pages": "93-100",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "32987165",
    "doi": "10.1016/j.jclinepi.2019.11.020",
    "pii": "S0895-4356(20)31099-4"
  },
  "doi": "10.1016/j.jclinepi.2019.11.020",
  "dates": {
    "completed": "2021-04-14",
    "revised": "2021-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.713813",
    "pmid": "32987165"
  }
}