{
  "pmid": "32986222",
  "uid": "32986222",
  "title": "The rich potential for education research in family medicine and general practice.",
  "abstract": "Medical education is a rapidly growing field of research, incorporating diverse disciplinary perspectives to assist physician trainees in developing the complex skills needed for practice. Education science is happening in many medical specialties; however, Family Medicine or General Practice settings have not seen a proportional share of theory-driven education research. The limited nature of education research in Family Medicine is surprising, given that there are several aspects of general practice that make it a particularly unique and interesting context to study issues of general importance to medical education, and there is a particular need for education research to further the discipline of Family Medicine. It is important that the community of medical education researchers in Family Medicine have a strong understanding and perspective on the breadth and potential impact of their work, and what this means for the training that occurs within and for the discipline. This Reflection aims to inform strategic thinking, collaboration, and innovation in medical education research as it pertains to Family Medicine. It does so by discussing four hallmarks of Family Medicine practice and outlining their independent and interactive potential for medical education research.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St. W, Hamilton, ON, L8P 1H6, USA. griersle@mcmaster.ca.",
        "McMaster FHS Program for Education Research, Innovation, and Theory (MERIT), McMaster University, Hamilton, USA. griersle@mcmaster.ca."
      ],
      "orcid": "0000-0003-0739-5976"
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St. W, Hamilton, ON, L8P 1H6, USA.",
        "McMaster FHS Program for Education Research, Innovation, and Theory (MERIT), McMaster University, Hamilton, USA."
      ]
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "753",
  "end_page": "763",
  "pages": "753-763",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Education, Medical",
    "Family Practice",
    "General Practice",
    "Health Personnel",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "32986222",
    "doi": "10.1007/s10459-020-09994-7",
    "pii": "10.1007/s10459-020-09994-7"
  },
  "doi": "10.1007/s10459-020-09994-7",
  "dates": {
    "completed": "2021-10-25",
    "revised": "2022-12-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.112389",
    "pmid": "32986222"
  }
}