{
  "pmid": "32980151",
  "uid": "32980151",
  "title": "Child maltreatment online education for healthcare and social service providers: Implications for the COVID-19 context and beyond.",
  "abstract": "Evidence indicates that healthcare and social service providers (HSSPs) receive inadequate education related to recognizing and responding to child maltreatment. This is despite the fact HSSPs are identified as an important factor in the primary, secondary, and tertiary prevention of this childhood exposure. The need for online education for HSSPs' is highlighted during the COVID-19 pandemic restrictions and will continue to be relevant afterward. The objective of this commentary is to provide an overview of: (a) educational interventions for HSSPs' related to recognizing and responding to child maltreatment; (b) the development of VEGA (Violence, Evidence, Guidance, Action), which is an online platform of educational resources to support HSSPs to recognize and respond to child maltreatment; and (c) the RISE (Researching the Impact of Service provider Education) project, which is an ongoing multi-province evaluation of VEGA in Canada. It is important to consider ongoing ways that HSSPs can receive education related to recognizing and responding to child maltreatment. The virtual implementation of VEGA and the RISE Project provide a necessary opportunity to continue to increase the capacity of Canada's HSSPs to adequately and safely recognize and respond to child maltreatment, while simultaneously advancing education scholarship for the field of child maltreatment and which will have relevance for the COVID-19 context and beyond.",
  "authors": [
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, 1280 Main Street West, MIP Suite 201A, Hamilton, ON, L8S 4K1, Canada. Electronic address: kimberms@mcmaster.ca."
      ]
    },
    {
      "last_name": "McTavish",
      "fore_name": "Jill R",
      "initials": "JR",
      "name": "Jill R McTavish",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, 1280 Main Street West, MIP Suite 201A, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, 1280 Main Street West, DBHSC 5003E, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Donna E",
      "initials": "DE",
      "name": "Donna E Stewart",
      "affiliations": [
        "Centre for Mental Health, University of Toronto and University Health Network, 200 Elizabeth Street, EN-7-229, Toronto, ON, M5G 2C4, Canada."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, and Department of Pediatrics, McMaster University, 1280 Main Street West, MIP 201A, Hamilton, ON, L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Child abuse & neglect",
    "iso_abbreviation": "Child Abuse Negl",
    "issn": "1873-7757",
    "issn_type": "Electronic",
    "volume": "116",
    "issue": "Pt 2",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "104743",
  "pages": "104743",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adult",
    "COVID-19",
    "Canada",
    "Child",
    "Child Abuse",
    "Child Health Services",
    "Education, Distance",
    "Health Personnel",
    "Humans",
    "Pandemics",
    "SARS-CoV-2",
    "Social Work",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "32980151",
    "pmc": "PMC7513691",
    "doi": "10.1016/j.chiabu.2020.104743",
    "pii": "S0145-2134(20)30398-7"
  },
  "doi": "10.1016/j.chiabu.2020.104743",
  "pmc_id": "PMC7513691",
  "dates": {
    "completed": "2021-07-07",
    "revised": "2024-09-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 MH117280",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.111961",
    "pmid": "32980151"
  }
}