{
  "pmid": "32987163",
  "uid": "32987163",
  "title": "Supporting effective participation in health guideline development groups: The Guideline Participant Tool.",
  "abstract": "OBJECTIVES: Health guidelines are a key knowledge translation tool produced and used by numerous stakeholders worldwide. Effective participation in guideline development groups or development groups is crucial for guideline success, yet little guidance exists for members of these groups. In this study, we present the Guideline Participant Tool (GPT) to support effective participation in guideline groups, in particular those using the Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) approach. STUDY DESIGN AND SETTING: We used a mixed methods and iterative approach to develop a tool to support guideline participation. We used the findings of a published systematic review to develop an initial list of items for considerations for guideline participants. Then, we refined this list through key informant interviews with guideline chairs, sponsors, and participants. Finally, we validated the GPT in three guideline groups with 26 guideline group members. RESULTS: The initial list of items based on 37 articles from the existing systematic review included 15 themes and 61 items for a draft tool. Ten key informant interviews helped us refine the list to include the following themes: selection of participants, guideline group process, and tool format. 26 respondents completed the validation survey from three guideline groups. Refinement of the tool ultimately generated a GPT with 33 items for participant consideration before, during, and in follow-up to guideline group meetings. CONCLUSION: The GPT contains helpful guidance for all guideline participants, particularly those without previous guideline experience. Future research should further explore the need for additional tools to support guideline participants and identify and develop strategies for improving guideline members' participation in guideline groups. This work will be incorporated into INGUIDE.org guideline training and credentialing efforts by the Guidelines International Network and McMaster University.",
  "authors": [
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Baldeh",
      "fore_name": "Tejan",
      "initials": "T",
      "name": "Tejan Baldeh",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Junek",
      "fore_name": "Mats",
      "initials": "M",
      "name": "Mats Junek",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Schneider",
      "affiliations": [
        "Department of Nuclear Medicine, University Hospital Wuerzburg, Wuerzburg, Germany."
      ]
    },
    {
      "last_name": "Langendam",
      "fore_name": "Miranda W",
      "initials": "MW",
      "name": "Miranda W Langendam",
      "affiliations": [
        "Department of Clinical Epidemiology, Biostatistics and Bioinformatics, Amsterdam UMC, University of Amsterdam, Amsterdam Public Health, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Joerg",
      "initials": "J",
      "name": "Joerg Meerpohl",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center and Faculty of Medicine, University of Freiburg, Freiburg, Germany; Cochrane Germany, Cochrane Germany Foundation, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brozek",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Michael G DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, Hamilton, Ontario, Canada; Institute for Evidence in Medicine, Medical Center and Faculty of Medicine, University of Freiburg, Freiburg, Germany; Department of Medicine, McMaster University, Hamilton, Canada. Electronic address: schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "130",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "42",
  "end_page": "48",
  "pages": "42-48",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Advisory Committees",
    "Evidence-Based Medicine",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Practice Guidelines as Topic",
    "Surveys and Questionnaires",
    "Work Engagement"
  ],
  "article_ids": {
    "pubmed": "32987163",
    "doi": "10.1016/j.jclinepi.2020.07.022",
    "pii": "S0895-4356(20)31100-8"
  },
  "doi": "10.1016/j.jclinepi.2020.07.022",
  "dates": {
    "completed": "2021-09-14",
    "revised": "2021-09-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.856128",
    "pmid": "32987163"
  }
}