{
  "pmid": "32991821",
  "uid": "32991821",
  "title": "The quality of physical activity guidelines, but not the specificity of their recommendations, has improved over time: a systematic review and critical appraisal.",
  "abstract": "While numerous guidelines for the prescription of physical activity are released each year, the quality and practicability of these guidelines is unknown. We assessed the quality of 95 guidance documents published since 2000 that included recommendations about physical activity for the promotion of general health and prevention of cardiometabolic disease. We used 3 tools: Appraisal of Guidelines for Research and Evaluation (AGREE II), the National Academy of Medicine's (NAM) Standards for Trustworthy Clinical Practice Guidelines, and the Frequency, Intensity, Time, and Type (FITT) score. Average AGREE II domain scores ranged from 38%-84%, and the portion of criteria fulfilled per NAM domain ranged from 7%-39%. The average FITT score for all recommendations was 2.48 out of 4. While guidelines improved according to both AGREE II and the NAM standards over time, their practicability as assessed by FITT score did not improve. Guidelines produced by governmental agencies or other nonprofit organizations, using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach, or fulfilling a higher number of NAM criteria tended to be of higher quality. Organizations producing physical activity guidelines can improve their quality by establishing and reporting processes for public representation, external review, and conflict of interest (COI) management. Future recommendations about physical activity should be more specific and include strategies to improve implementation. Registration no.: PROSPERO CRD42019126364. Novelty: Most physical activity recommendations are not sufficiently specific to be practically implemented. The overall quality of guidelines has improved over time, but the specificity of recommendations has not. Improved public representation, external review, and COI disclosure and management processes would improve guideline quality.",
  "authors": [
    {
      "last_name": "Siedler",
      "fore_name": "Madelin R",
      "initials": "MR",
      "name": "Madelin R Siedler",
      "affiliations": [
        "Physical Education and Exercise Science, University of South Florida, Tampa, Florida, USA."
      ]
    },
    {
      "last_name": "Lamadrid",
      "fore_name": "Priscila",
      "initials": "P",
      "name": "Priscila Lamadrid",
      "affiliations": [
        "Physical Education and Exercise Science, University of South Florida, Tampa, Florida, USA."
      ]
    },
    {
      "last_name": "Humphries",
      "fore_name": "Megan N",
      "initials": "MN",
      "name": "Megan N Humphries",
      "affiliations": [
        "Physical Education and Exercise Science, University of South Florida, Tampa, Florida, USA."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Internal Medicine, University of Kansas Medical Center, Kansas City, KS 66160, USA.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Department of Gastroenterology, Case Western Reserve University School of Medicine, Cleveland, OH 44106, USA."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Urology, Minneapolis VA Health Care System, Minneapolis, Minnesota, USA.",
        "Department of Urology, University of Minnesota, Minneapolis, MN 55455, USA."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Gastroenterology, Minneapolis VA Health Care System, Minneapolis, Minnesota, USA.",
        "Division of Gastroenterology, Hepatology, and Nutrition, University of Minnesota, Minneapolis, MN 55455, USA."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Evidence-based Practice Center, Mayo Clinic, Rochester, MN 55905, USA.",
        "Science of Health Care Delivery: Robert D. and Patricia E. Kern Center, Mayo Clinic, Rochester, MN 55905, USA."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Applied physiology, nutrition, and metabolism = Physiologie appliquee, nutrition et metabolisme",
    "iso_abbreviation": "Appl Physiol Nutr Metab",
    "issn": "1715-5320",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "34",
  "end_page": "45",
  "pages": "34-45",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Exercise",
    "Guidelines as Topic",
    "Health Promotion",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "32991821",
    "doi": "10.1139/apnm-2020-0378"
  },
  "doi": "10.1139/apnm-2020-0378",
  "dates": {
    "completed": "2021-10-06",
    "revised": "2022-08-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.147346",
    "pmid": "32991821"
  }
}