{
  "pmid": "33007119",
  "uid": "33007119",
  "title": "Trajectory of psychosocial symptoms among home care patients with cancer at end-of-life.",
  "abstract": "PURPOSE: Understanding the end-of-life psychosocial needs of cancer patients at home is a knowledge gap. This study describes the trajectory of psychosocial symptoms in the last 6 months of life among cancer decedents who were receiving home care. METHODS: Observational population-based cohort study of cancer decedents who were receiving home care services between 2007 and 2014. Decedents had to have at least one home care assessment in the last 6 months of life for inclusion. Outcomes were the presence of psychosocial symptoms (i.e., anxiety, loneliness, depression, social decline, caregiver distress, and cognitive decline) at each week before death. RESULTS: Our cohort included 27,295 unique cancer decedents (30,368 assessments), of which 58% died in hospital. Fifty-six percent were older than 74, and 47% were female. The prevalence of all symptoms increased approaching death, except loneliness. Social decline (48%-78%) was the most prevalent psychosocial symptom, though loneliness was reported in less than 10% of the cohort. Caregiver distress rose over time from 15%-27%. A third of the cohort reported issues with cognitive impairment. Multivariate regression showed that physical symptoms such as uncontrolled pain, impairment in independent activities of daily living, and a high level of health instability all significantly worsened the odds of having a psychosocial symptom in the last 3 months of life. CONCLUSION: In this large home care cancer cohort, trajectories of psychosocial symptoms worsened close to death. Physical symptoms, such as uncontrolled pain, were associated with having worse psychosocial symptoms at end of life.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-6701-1714"
    },
    {
      "last_name": "Stevens",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Stevens",
      "affiliations": [
        "Department of Kinesiology and Physical Education, Wilfrid Laurier University, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barbera",
      "fore_name": "Lisa C",
      "initials": "LC",
      "name": "Lisa C Barbera",
      "affiliations": [
        "Department of Oncology, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Burge",
      "fore_name": "Fred",
      "initials": "F",
      "name": "Fred Burge",
      "affiliations": [
        "Department of Family Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "McGrail",
      "fore_name": "Kimberlyn",
      "initials": "K",
      "name": "Kimberlyn McGrail",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Kelvin K W",
      "initials": "KKW",
      "name": "Kelvin K W Chan",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Sunnybrook Odette Cancer Centre, Toronto, Ontario, Canada.",
        "Canadian Centre for Applied Research in Cancer Control, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Peacock",
      "fore_name": "Stuart J",
      "initials": "SJ",
      "name": "Stuart J Peacock",
      "affiliations": [
        "Canadian Centre for Applied Research in Cancer Control, Vancouver, British Columbia, Canada.",
        "British Columbia Cancer Agency, Vancouver, British Columbia, Canada.",
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Sutradhar",
      "fore_name": "Rinku",
      "initials": "R",
      "name": "Rinku Sutradhar",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Division of Biostatistics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guthrie",
      "fore_name": "Dawn M",
      "initials": "DM",
      "name": "Dawn M Guthrie",
      "affiliations": [
        "Department of Kinesiology and Physical Education, Wilfrid Laurier University, Waterloo, Ontario, Canada.",
        "Department of Health Sciences, Wilfrid Laurier University, Waterloo, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Psycho-oncology",
    "iso_abbreviation": "Psychooncology",
    "issn": "1099-1611",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "103",
  "end_page": "110",
  "pages": "103-110",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anxiety",
    "Caregivers",
    "Cohort Studies",
    "Death",
    "Female",
    "Home Care Services",
    "Humans",
    "Loneliness",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Palliative Care",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "33007119",
    "doi": "10.1002/pon.5559"
  },
  "doi": "10.1002/pon.5559",
  "dates": {
    "completed": "2021-06-14",
    "revised": "2021-06-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.079551",
    "pmid": "33007119"
  }
}