{
  "pmid": "33006563",
  "uid": "33006563",
  "title": "Barriers and Facilitators to Implementing Web-Based Dementia Caregiver Education From the Clinician's Perspective: Qualitative Study.",
  "abstract": "BACKGROUND: Internet-based dementia caregiver interventions have been shown to be effective for a range of caregiver outcomes; however, little is known about how to best implement them. We developed iGeriCare, an evidence-based, multimedia, web-based educational resource for family caregivers of people living with dementia. OBJECTIVE: This study aims to obtain feedback and opinions from experts and clinicians involved in dementia care and caregiver education about 1 iGeriCare and 2 barriers and facilitators to implementing a web-based caregiver program. METHODS: We carried out semistructured interviews with individuals who had a role in dementia care and/or caregiver education in several key stakeholder settings in Southern Ontario, Canada. We queried participants' perceptions of iGeriCare, caregiver education, the implementation process, and their experience with facilitators and barriers. Transcripts were coded and analyzed using a grounded theory approach. The themes that emerged were organized using the Consolidated Framework for Implementation Research. RESULTS: A total of 12 participants from a range of disciplines described their perceptions of iGeriCare and identified barriers and facilitators to the implementation of the intervention. The intervention was generally perceived as a high-quality resource for caregiver education and support, with many stakeholders highlighting the relative advantage of a web-based format. The intervention was seen to meet dementia caregiver needs, partially because of its flexibility, accessibility, and compatibility within existing clinical workflows. In addition, the intervention helps to overcome time constraints for both caregivers and clinicians. CONCLUSIONS: Study findings indicate a generally positive response to the use of internet-based interventions for dementia caregiver education. Results suggest that iGeriCare may be a useful clinical resource to complement traditional face-to-face and print material-based caregiver education. More comprehensive studies are required to identify the effectiveness and longevity of web-based caregiver education interventions and to better understand barriers and facilitators with regard to the implementation of technology-enhanced caregiver educational interventions in various health care settings.",
  "authors": [
    {
      "last_name": "Levinson",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Levinson",
      "affiliations": [
        "Division of e-Learning Innovation, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5240-6449"
    },
    {
      "last_name": "Ayers",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Ayers",
      "affiliations": [
        "Division of e-Learning Innovation, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1979-6227"
    },
    {
      "last_name": "Butler",
      "fore_name": "Lianna",
      "initials": "L",
      "name": "Lianna Butler",
      "affiliations": [
        "Division of e-Learning Innovation, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6496-7286"
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Geriatric Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9412-0932"
    },
    {
      "last_name": "Marr",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Marr",
      "affiliations": [
        "Department of Geriatric Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9897-1061"
    },
    {
      "last_name": "Sztramko",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Sztramko",
      "affiliations": [
        "Department of Geriatric Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4140-4218"
    }
  ],
  "journal": {
    "title": "JMIR aging",
    "iso_abbreviation": "JMIR Aging",
    "issn": "2561-7605",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "02"
  },
  "start_page": "e21264",
  "pages": "e21264",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33006563",
    "pmc": "PMC7568210",
    "doi": "10.2196/21264",
    "pii": "v3i2e21264"
  },
  "doi": "10.2196/21264",
  "pmc_id": "PMC7568210",
  "dates": {
    "revised": "2020-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.426263",
    "pmid": "33006563"
  }
}