{
  "pmid": "33008260",
  "uid": "33008260",
  "title": "Examining and Contextualizing Approaches to Establish Policy Support Organizations - A Critical Interpretive Synthesis.",
  "abstract": "BACKGROUND: In response to worldwide calls for the need to support evidence-informed policy-making (EIPM), more countries are increasingly interested in enhancing their efforts to use research to inform policy-making. In order to inform the efforts of those asked to lead the support of EIPM, our aim is to develop a conceptual framework to guide the process of establishing a policy support organization (PSO). METHODS: We conducted a critical interpretive synthesis (CIS). We conducted a two steps literature review. In the second step, we systematically searched OVID EMBASE, PsychInfo, HealthStar, CINAHL, Web of Science, Social Science Abstract, Health Systems Evidence, and ProQuest Dissertations and Theses Global databases for documents reporting the establishment of PSOs and the contextual factors influencing the process of establishing these organizations. We assessed the eligibility of the retrieved articles and synthesized the findings iteratively. RESULTS: We included 52 documents in the synthesis. Our findings suggest that a PSO establishment process has four interconnected stages: awareness, development, assessment, and maturation. The process of establishing a PSO is iterative and influenced by political, research and health systems contextual factors, which determine the availability of the resources and the trust between researchers and policy-makers. The contextual factors have an impact on each other, and the challenges that arise from one factor can be mitigated by other factors. CONCLUSION: For those interested in establishing a PSO, our framework provides a road map for identifying the most appropriate starting point and the factors that might influence the establishment process. Leaders of such PSOs can use our findings to expand or refine their scope of work. Given that this framework focuses only on PSOs in the health sector, an important next step for research would be to include other sectors from social systems and identify any additional insight that can enhance our framework.",
  "authors": [
    {
      "last_name": "Al Sabahi",
      "fore_name": "Sultana",
      "initials": "S",
      "name": "Sultana Al Sabahi",
      "affiliations": [
        "Health Policy PhD Program, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9730-0699"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "Health Policy PhD Program, McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Health Policy PhD Program, McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Department of Political Science, McMaster University, Hamilton, ON, Canada.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ],
      "orcid": "0000-0001-7917-3657"
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Knowledge to Policy Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Moat",
      "fore_name": "Kaelan",
      "initials": "K",
      "name": "Kaelan Moat",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vélez",
      "fore_name": "Marcela",
      "initials": "M",
      "name": "Marcela Vélez",
      "affiliations": [
        "Universidad de Antioquia, Medellin, Colombia."
      ]
    }
  ],
  "journal": {
    "title": "International journal of health policy and management",
    "iso_abbreviation": "Int J Health Policy Manag",
    "issn": "2322-5939",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "551",
  "end_page": "566",
  "pages": "551-566",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administrative Personnel",
    "Government Programs",
    "Health Policy",
    "Humans",
    "Organizations",
    "Policy Making"
  ],
  "article_ids": {
    "pubmed": "33008260",
    "pmc": "PMC9309922",
    "doi": "10.34172/ijhpm.2020.181"
  },
  "doi": "10.34172/ijhpm.2020.181",
  "pmc_id": "PMC9309922",
  "dates": {
    "completed": "2022-04-28",
    "revised": "2022-08-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.793577",
    "pmid": "33008260"
  }
}