{
  "pmid": "33010732",
  "uid": "33010732",
  "title": "A comprehensive analysis of factors related to lung function in older adults: Cross-sectional findings from the Canadian Longitudinal Study on Aging.",
  "abstract": "Maintenance of lung function is an often underappreciated, yet critical component of healthy aging. Given the unprecedented shift in the average age of Canadians over the next half century, it will be important to investigate the determinants of lung function in the elderly. In the following study, we estimated the association between lung function and a broad array of factors related to sociodemographics, lifestyle, chronic medical conditions and psychosocial factors in older adults aged 45-86 years old using cross-sectional data from the Canadian Longitudinal Study of Aging (n = 21,338). In addition to examining the entire cohort, we also performed stratified analyses within men/women, adults aged 45-64/65+, and healthy/comorbid. In multivariable regression, our explanatory factors (excluding age, sex, height and ethnicity) were able to explain 17% and 11% of the total variance in FEV1 and FEV1/FVC, respectively. Notable and significant contributions were observed for respiratory disease, smoking, obesity, income, and physical activity, while psychosocial factors mainly exhibited non-significant associations. Generally, these associations were stronger for males than females, and adults 65 and older as compared to those aged 45-64. Our findings indicate that there are pervasive and generally under-recognized sociodemographic and lifestyle factors that exhibit significant associations with FEV1 and FEV1/FVC in older adults. While implication of causality in these relationships is not possible due to the cross-sectional nature of the study, future work aiming to investigate determinants of lung health in older adults may choose to target these factors, given that many are modifiable.",
  "authors": [
    {
      "last_name": "McHugh",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna McHugh",
      "affiliations": [
        "Health Sciences North Research Institute, Sudbury, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "MyLinh",
      "initials": "M",
      "name": "MyLinh Duong",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Dales",
      "fore_name": "Robert E",
      "initials": "RE",
      "name": "Robert E Dales",
      "affiliations": [
        "Population Studies Division, Health Canada, Ottawa, Canada, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Bassim",
      "fore_name": "Carol W",
      "initials": "CW",
      "name": "Carol W Bassim",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Verschoor",
      "fore_name": "Chris P",
      "initials": "CP",
      "name": "Chris P Verschoor",
      "affiliations": [
        "Health Sciences North Research Institute, Sudbury, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, ON, Canada; Northern Ontario School of Medicine, Sudbury, ON, Canada. Electronic address: cverschoor@hsnri.ca."
      ]
    }
  ],
  "journal": {
    "title": "Respiratory medicine",
    "iso_abbreviation": "Respir Med",
    "issn": "1532-3064",
    "issn_type": "Electronic",
    "volume": "173",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "106157",
  "pages": "106157",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Aged",
    "Aged, 80 and over",
    "Aging",
    "Canada",
    "Cohort Studies",
    "Cross-Sectional Studies",
    "Exercise",
    "Female",
    "Forced Expiratory Volume",
    "Healthy Aging",
    "Humans",
    "Income",
    "Life Style",
    "Longitudinal Studies",
    "Lung",
    "Male",
    "Middle Aged",
    "Respiratory Tract Diseases",
    "Sex Factors",
    "Smoking",
    "Vital Capacity"
  ],
  "article_ids": {
    "pubmed": "33010732",
    "doi": "10.1016/j.rmed.2020.106157",
    "pii": "S0954-6111(20)30297-3"
  },
  "doi": "10.1016/j.rmed.2020.106157",
  "dates": {
    "completed": "2021-06-08",
    "revised": "2021-06-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "LSA 94473",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:26.133032",
    "pmid": "33010732"
  }
}