{
  "pmid": "33017235",
  "uid": "33017235",
  "title": "Measuring Equity From The Start: Disparities In The Health Development Of US Kindergartners.",
  "abstract": "Racialized disparities in health and well-being begin early in life and influence lifelong health outcomes. Using the Early Development Instrument-a population-level early childhood health measure-this article examines potential health inequities with regard to neighborhood income and race/ethnicity in a convenience sample of 183,717 kindergartners in ninety-eight US school districts from 2010 to 2017. Our findings demonstrate a distinct income-related outcome gradient. Thirty percent of children in the lowest-income neighborhoods were vulnerable in one or more domains of health development, compared with 17 percent of children in higher-income settings. Significantly higher rates of income-related Early Development Instrument vulnerability-defined as children falling below the tenth-percentile cutoff on any Early Development Instrument domain-were demonstrated for Black/African American and Hispanic/Latinx children. These findings underscore the utility of the Early Development Instrument as a way for communities to measure child health equity gaps and inform the design, implementation, and performance of multisector place-based child health initiatives. More broadly, results indicate that for the US to make significant headway in decreasing lifelong health inequities, it is important to achieve health equity by early childhood.",
  "authors": [
    {
      "last_name": "Halfon",
      "fore_name": "Neal",
      "initials": "N",
      "name": "Neal Halfon",
      "affiliations": [
        "Neal Halfon (nhalfon@ucla.edu) is a professor of pediatrics at the Geffen School of Medicine; a professor of health policy and management at the Fielding School of Public Health; and a professor of public policy at the Luskin School of Public Affairs, all at the University of California Los Angeles (UCLA), and is director of the UCLA Center for Healthier Children, Families, and Communities, in Los Angeles, California."
      ]
    },
    {
      "last_name": "Aguilar",
      "fore_name": "Efren",
      "initials": "E",
      "name": "Efren Aguilar",
      "affiliations": [
        "Efren Aguilar is the geographic information systems lead at the Center for Healthier Children, Families, and Communities at UCLA."
      ]
    },
    {
      "last_name": "Stanley",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Stanley",
      "affiliations": [
        "Lisa Stanley is a project director for the Transforming Early Childhood Community Systems at the Center for Healthier Children, Families, and Communities at UCLA."
      ]
    },
    {
      "last_name": "Hotez",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Hotez",
      "affiliations": [
        "Emily Hotez is a project scientist at the Center for Healthier Children, Families, and Communities at UCLA."
      ]
    },
    {
      "last_name": "Block",
      "fore_name": "Eryn",
      "initials": "E",
      "name": "Eryn Block",
      "affiliations": [
        "Eryn Block is a maternal and child health research fellow in the Department of Health Policy and Management at the Fielding School of Public Health at UCLA."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Magdalena Janus is a professor of psychiatry and behavioural neurosciences at McMaster University, in Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health affairs (Project Hope)",
    "iso_abbreviation": "Health Aff (Millwood)",
    "issn": "2694-233X",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "1702",
  "end_page": "1709",
  "pages": "1702-1709",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Black or African American",
    "Child",
    "Child, Preschool",
    "Ethnicity",
    "Health Equity",
    "Hispanic or Latino",
    "Humans",
    "Income",
    "Poverty"
  ],
  "article_ids": {
    "pubmed": "33017235",
    "doi": "10.1377/hlthaff.2020.00920"
  },
  "doi": "10.1377/hlthaff.2020.00920",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.724299",
    "pmid": "33017235"
  }
}