{
  "pmid": "33015214",
  "uid": "33015214",
  "title": "Definitions of Return to Sport After Hip Arthroscopy: Are We Speaking the Same Language and Are We Measuring the Right Outcome?",
  "abstract": "BACKGROUND: Return to sport is a commonly studied outcome of hip arthroscopy that is relevant to both patients and providers. There exists substantial variability in criteria used to define successful return to sport. PURPOSE: To review and evaluate the definitions used in the literature so as to establish a single standard to enable comparison of outcomes in future studies. STUDY DESIGN: Systematic review; Level of evidence, 4. METHODS: The PubMed, MEDLINE, and Embase databases were searched from inception to June 1, 2019, for studies relating to hip arthroscopy and return to sport. Articles included were those that met the following criteria: (1) contained 2 or more patients, (2) studied patients 18 years of age and older, (3) reported postoperative outcomes after hip arthroscopy, (4) clearly defined return to play, and (5) were written in English. Excluded articles (1) reported outcomes for nonoperative or open treatments, (2) did not clearly define return to play, or (3) were review articles, meta-analyses, or survey-based studies. Return-to-play definitions and additional metrics of postoperative performance and outcome were recorded. RESULTS: A total of 185 articles were identified, and 28 articles were included in the final review, of which 18 involved elite athletes and 10 involved recreational athletes. Of articles studying elite athletes, 6 (33%) defined return to play as participation in regular or postseason competition, 3 (17%) extended the criteria to the preseason, and 2 (11%) used participation in sport-related activities and training. The remaining 7 (39%) reported rates of return to the preoperative level of competition but did not specify preseason versus regular season. All 10 articles evaluating recreational athletes defined return to play based on patient-reported outcomes. Four (40%) did so qualitatively, while 6 (60%) did so quantitatively. CONCLUSION: There exists significant variability in criteria used to define successful return to sport after hip arthroscopy, and these criteria differ among elite and recreational athletes. For elite athletes, return to the preoperative level of competition is most commonly used, but there exists no consensus on what type of competition-regular season, preseason, or training-is most appropriate. For recreational athletes, patient-reported data are most commonly employed, although there are clear differences between authors on the ways in which these are being used as well.",
  "authors": [
    {
      "last_name": "Chona",
      "fore_name": "Deepak V",
      "initials": "DV",
      "name": "Deepak V Chona",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Redwood City, California, USA."
      ]
    },
    {
      "last_name": "Bonano",
      "fore_name": "John C",
      "initials": "JC",
      "name": "John C Bonano",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Redwood City, California, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Safran",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Safran",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Redwood City, California, USA."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "8",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "2325967120952990",
  "pages": "2325967120952990",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33015214",
    "pmc": "PMC7509720",
    "doi": "10.1177/2325967120952990",
    "pii": "10.1177_2325967120952990"
  },
  "doi": "10.1177/2325967120952990",
  "pmc_id": "PMC7509720",
  "dates": {
    "revised": "2022-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.846042",
    "pmid": "33015214"
  }
}