{
  "pmid": "33015307",
  "uid": "33015307",
  "title": "Association between neighbourhood socioeconomic status and developmental vulnerability of kindergarten children with Autism Spectrum Disorder: A population level study.",
  "abstract": "There is limited knowledge about the relationship between neighbourhood socioeconomic status (SES) and development of kindergarten children with ASD. The primary objective of this study was to determine the association between neighbourhood SES and developmental vulnerability of kindergarten children with ASD while controlling for family SES across 10 provinces and territories in Canada. This study used data from a population level database of child development in kindergarten, collected with the Early Development Instrument (EDI). The EDI covers five broad domains of developmental health: physical health and well-being, social competence, emotional maturity, language and cognitive development, and communication skills and general knowledge. Neighbourhood SES was assessed with an SES index created using 10 variables from the 2011 Canadian Census and 2010 Taxfiler data. Family SES was assessed using 4 variables from the 2016 Canadian Census. Descriptive statistics and regression-based models were used in this study. Multilevel binary logistic regression analyses were used to examine the association between neighbourhood SES and child developmental vulnerability (yes/no), at the individual level, while controlling for family SES, demographic characteristics, and neighbourhood clustering. The association between neighbourhood SES and child developmental vulnerability at the individual level, while controlling for family SES and demographic characteristics was examined with binary single level logistic regression analyses. Multivariable linear regression analyses were used to examine the association between neighbourhood SES and developmental vulnerability at the neighbourhood level (% of kindergarten children with ASD demonstrating developmental vulnerability in a neighbourhood). In Ontario, British Columbia, Manitoba, and Newfoundland and Labrador, higher neighbourhood SES was associated with lower likelihood of developmental vulnerability. In Nova Scotia, higher neighbourhood SES was associated with higher likelihood of vulnerability in the social competence and communication skills and general knowledge domains. These findings emphasize the importance of addressing neighbourhood deprivation to support the development of children with ASD. Additionally, the inconsistency highlights the importance of examining the mechanisms through which neighbourhood SES impacts development of these children on a provincial basis.",
  "authors": [
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, 1280 Main Street West - MIP Suite 201A, Hamilton, ON L8S 4K1, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, 1280 Main Street West - MIP Suite 201A, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Kathy",
      "initials": "K",
      "name": "Kathy Georgiades",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, 1280 Main Street West - MIP Suite 201A, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Mesterman",
      "fore_name": "Ronit",
      "initials": "R",
      "name": "Ronit Mesterman",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, 1280 Main Street West - MIP Suite 201A, Hamilton, ON L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "SSM - population health",
    "iso_abbreviation": "SSM Popul Health",
    "issn": "2352-8273",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "100662",
  "pages": "100662",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33015307",
    "pmc": "PMC7522116",
    "doi": "10.1016/j.ssmph.2020.100662",
    "pii": "S2352-8273(20)30299-8"
  },
  "doi": "10.1016/j.ssmph.2020.100662",
  "pmc_id": "PMC7522116",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:48.988887",
    "pmid": "33015307"
  }
}