{
  "pmid": "33012350",
  "uid": "33012350",
  "title": "Forgotten Technology in the COVID-19 Pandemic: Filtration Properties of Cloth and Cloth Masks-A Narrative Review.",
  "abstract": "Management of the global crisis of the coronavirus disease 2019 pandemic requires detailed appraisal of evidence to support clear, actionable, and consistent public health messaging. The use of cloth masks for general public use is being debated, and is in flux. We searched the MEDLINE and EMBASE databases and Google for articles reporting the filtration properties of flat cloth or cloth masks. We reviewed the reference lists of relevant articles to identify further articles and identified articles through social and conventional news media. We found 25 articles. Study of protection for the wearer used healthy volunteers, or used a manikin wearing a mask, with airflow to simulate different breathing rates. Studies of protection of the environment, also known as source control, used convenience samples of healthy volunteers. The design and execution of the studies was generally rigorously described. Many descriptions of cloth lacked the detail required for reproducibility; no study provided all the expected details of material, thread count, weave, and weight. Some of the homemade mask designs were reproducible. Successful masks were made of muslin at 100 threads per inch (TPI) in 3 to 4 layers (4-layer muslin or a muslin-flannel-muslin sandwich), tea towels (also known as dish towels), made using 1 layer (2 layers would be expected to be better), and good-quality cotton T-shirts in 2 layers (with a stitched edge to prevent stretching). In flat-cloth experiments, linen tea towels, 600-TPI cotton in 2 layers, and 600-TPI cotton with 90-TPI flannel performed well but 80-TPI cotton in 2 layers did not. We therefore recommend cotton or flannel at least 100 TPI, at least 2 layers. More layers, 3 or 4, will provide increased filtration but there is a trade-off in that more layers increases the resistance to breathing. Although this is not a systematic review, we included all the articles that we identified in an unbiased way. We did not include gray literature or preprints. A plain language summary of these data and recommendations, as well as information on making, wearing and cleaning cloth masks is available at www.clothmasks.ca.",
  "authors": [
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; St Joseph's Healthcare Hamilton, Hamilton, Canada; Centre of Excellence in Protective Equipment and Materials. Electronic address: clase@mcmaster.ca."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Edouard L",
      "initials": "EL",
      "name": "Edouard L Fu",
      "affiliations": [
        "Department of Clinical Epidemiology, Leiden University Medical Center, Leiden, The Netherlands."
      ]
    },
    {
      "last_name": "Ashur",
      "fore_name": "Aurneen",
      "initials": "A",
      "name": "Aurneen Ashur",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beale",
      "fore_name": "Rupert C L",
      "initials": "RCL",
      "name": "Rupert C L Beale",
      "affiliations": [
        "Francis Crick Institute, London, UK."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Imogen A",
      "initials": "IA",
      "name": "Imogen A Clase",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Myrna B",
      "initials": "MB",
      "name": "Myrna B Dolovich",
      "affiliations": [
        "Division of Respirology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jardine",
      "fore_name": "Meg J",
      "initials": "MJ",
      "name": "Meg J Jardine",
      "affiliations": [
        "The George Institute for Global Health and Concord Repatriation General Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Joseph",
      "fore_name": "Meera",
      "initials": "M",
      "name": "Meera Joseph",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Mulago National Referral Hospital, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Kansiime",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Kansiime",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JFE",
      "name": "Johannes F E Mann",
      "affiliations": [
        "Department of Nephrology, Hypertension & Rheumatology at Munich General Hospitals, University of Erlangen-Nürnberg, KfH Kidney Center, Munich-Schwabing, Germany."
      ]
    },
    {
      "last_name": "Pecoits-Filho",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Pecoits-Filho",
      "affiliations": [
        "DOPPS Program, Arbor Research Collaborative for Health, Ann Arbor, MI, and School of Medicine, Pontifical Catholic University of Paraná, Curitiba, Brazil."
      ]
    },
    {
      "last_name": "Winkelmayer",
      "fore_name": "Wolfgang C",
      "initials": "WC",
      "name": "Wolfgang C Winkelmayer",
      "affiliations": [
        "Section of Nephrology, Department of Medicine, Baylor College of Medicine, Houston, TX."
      ]
    },
    {
      "last_name": "Carrero",
      "fore_name": "Juan J",
      "initials": "JJ",
      "name": "Juan J Carrero",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Mayo Clinic proceedings",
    "iso_abbreviation": "Mayo Clin Proc",
    "issn": "1942-5546",
    "issn_type": "Electronic",
    "volume": "95",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "2204",
  "end_page": "2224",
  "pages": "2204-2224",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Betacoronavirus",
    "COVID-19",
    "Coronavirus Infections",
    "Humans",
    "Masks",
    "Pandemics",
    "Pneumonia, Viral",
    "SARS-CoV-2",
    "Textiles"
  ],
  "article_ids": {
    "pubmed": "33012350",
    "pmc": "PMC7834536",
    "doi": "10.1016/j.mayocp.2020.07.020",
    "pii": "S0025-6196(20)30826-0"
  },
  "doi": "10.1016/j.mayocp.2020.07.020",
  "pmc_id": "PMC7834536",
  "dates": {
    "completed": "2020-10-19",
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.968452",
    "pmid": "33012350"
  }
}