{
  "pmid": "33012811",
  "uid": "33012811",
  "title": "Attitudes, beliefs, and practices regarding medication prescribing for musculoskeletal conditions: a protocol for a national Q-methodology study of Swiss chiropractors.",
  "abstract": "BACKGROUND: Since 1995, chiropractors in Switzerland have been licensed to prescribe medications for treating musculoskeletal conditions. However, controversy remains over whether or not medication prescribing should be pursued within the chiropractic profession internationally. OBJECTIVE: To assess Swiss chiropractors' attitudes, beliefs, and practices regarding their existing medication prescription privileges. METHODS: A Q-methodology approach will be used to collect data for the assessment. In addition, scope expansion and frequency of prescribing by Swiss chiropractors will be queried using a 13-item questionnaire. Recruitment will be conducted by e-mail and all members of the Swiss Chiropractic Association will be eligible to participate. Data will be analyzed using by-person factor analysis and descriptive statistics. DISCUSSION: This will be the first national update on attitudes toward prescribing medications among Swiss chiropractors since 2003, and the first using Q-methodology. The results of this study are important as they will inform future directions and research regarding chiropractic prescription rights.",
  "authors": [
    {
      "last_name": "Emary",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Emary",
      "affiliations": [
        "PhD Student, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Adjunct Assistant Professor, Chiropractic Department, D'Youville College, Buffalo, NY, USA.",
        "Private Practice, Cambridge, ON, Canada."
      ]
    },
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University."
      ]
    },
    {
      "last_name": "Houweling",
      "fore_name": "Taco A W",
      "initials": "TAW",
      "name": "Taco A W Houweling",
      "affiliations": [
        "Private Practice, Faubourg de l'Hôpital, Neuchâtel, Switzerland."
      ]
    },
    {
      "last_name": "Wangler",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Wangler",
      "affiliations": [
        "Private Practice, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of the Canadian Chiropractic Association",
    "iso_abbreviation": "J Can Chiropr Assoc",
    "issn": "0008-3194",
    "issn_type": "Print",
    "volume": "64",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "119",
  "end_page": "130",
  "pages": "119-130",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33012811",
    "pmc": "PMC7500235",
    "pii": "jcca-64-119"
  },
  "pmc_id": "PMC7500235",
  "dates": {
    "revised": "2024-03-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.241080",
    "pmid": "33012811"
  }
}