{
  "pmid": "33027556",
  "uid": "33027556",
  "title": "Alcohol-related harm in emergency departments: linking to subsequent hospitalizations to quantify under-reporting of presentations.",
  "abstract": "TITLE: Alcohol-related harm in emergency departments: linking to subsequent hospitalizations to quantify under-reporting of presentations. AIMS: To quantify the proportion of emergency department (ED) presentations that could be identified as alcohol-related when linking to a patient's subsequent hospitalization, compared with using ED data alone, and to assess that comparison according to the change in alcohol harm rates over time and potential variations within subpopulations. DESIGN: A retrospective study using linked hospital administrative data to identify ED patients who had subsequent alcohol-related hospitalizations. SETTING: Western Australia. PARTICIPANTS: A total of 533 816 Western Australian young people (246 866 females and 286 950 males), aged 12-24 years. MEASUREMENTS: Whether or not presentations of young people to ED could be identified as alcohol-related, and for those that were not, how many had a subsequent alcohol-related hospitalization. Rates and proportions of alcohol-related harm for both methods of ascertainment were estimated by sex and Aboriginality across different age groups. FINDINGS: Alcohol-related hospitalizations that followed an initial presentation at ED allowed the identification of an additional 19 994 alcohol-related presentations (95% increase). Linking to additional hospitalization information also resulted in significant variation in alcohol-related harm trends. In particular, trends in alcohol-related ED presentations for 21-24-year-old males were stable to slightly increasing using only ED data, but decreased after linking with hospitalization data (P < 0.05). Similarly, trends among Aboriginal persons aged 21-24 shifted from increasing using only ED data to being stable in comparison to presentations using subsequent hospitalizations (P < 0.05). CONCLUSIONS: Among young people in Western Australia, twice as many emergency department presentations could be identified as being alcohol-related using diagnosis information from subsequent hospitalizations compared with emergency department data alone. When supplemented with hospitalization data, trends in alcohol-related harm presentations become significantly different within some subpopulations compared with using emergency department presentation data alone.",
  "authors": [
    {
      "last_name": "Sims",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Sims",
      "affiliations": [
        "Telethon Kids Institute, Perth, Australia.",
        "School of Population and Global Health, The University of Western Australia, Perth, Australia."
      ],
      "orcid": "0000-0003-0217-7873"
    },
    {
      "last_name": "Preen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Preen",
      "affiliations": [
        "School of Population and Global Health, The University of Western Australia, Perth, Australia."
      ]
    },
    {
      "last_name": "Pereira",
      "fore_name": "Gavin",
      "initials": "G",
      "name": "Gavin Pereira",
      "affiliations": [
        "Telethon Kids Institute, Perth, Australia.",
        "School of Public Health, Curtin University, Perth, Australia.",
        "Centre for Fertility and Health (CeFH), Norwegian Institute of Public Health, Oslo."
      ]
    },
    {
      "last_name": "Fatovich",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Fatovich",
      "affiliations": [
        "Department of Emergency Medicine, Royal Perth Hospital, Perth, Australia.",
        "Emergency Medicine, The University of Western Australia, Perth, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, LaTrobe University, Australia."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa O'Donnell",
      "affiliations": [
        "Telethon Kids Institute, Perth, Australia.",
        "Centre for Child Health Research, Faculty of Health and Medical Sciences, The University of Western Australia, Perth, Australia.",
        "Australian Centre for Child Protection, University of South Australia, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "116",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "1371",
  "end_page": "1380",
  "pages": "1371-1380",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Australia",
    "Emergency Service, Hospital",
    "Female",
    "Hospitalization",
    "Humans",
    "Male",
    "Retrospective Studies",
    "Western Australia",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33027556",
    "doi": "10.1111/add.15284"
  },
  "doi": "10.1111/add.15284",
  "dates": {
    "completed": "2021-09-23",
    "revised": "2021-09-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.814878",
    "pmid": "33027556"
  }
}