{
  "pmid": "33027168",
  "uid": "33027168",
  "title": "Who Did the Arthroplasty? Hip Fracture Surgery Reoperation Rates are Not Affected by Type of Training-An Analysis of the HEALTH Database.",
  "abstract": "OBJECTIVES: This study compares outcomes for patients with displaced femoral neck fractures undergoing hemiarthroplasty (HA) or total hip arthroplasty (THA) by surgeons of different fellowship training. DESIGN: Retrospective review of HEALTH trial data. SETTING: Eighty clinical sites across 10 countries. PATIENTS/PARTICIPANTS: One thousand four hundred forty-one patients ≥50 years with low-energy hip fractures requiring surgical intervention. INTERVENTION: Patients were randomized to either HA or THA groups in the initial data set. Surgeons' fellowship training was ascertained retrospectively, and outcomes were compared. MAIN OUTCOME MEASUREMENTS: The main outcome was an unplanned secondary procedure at 24 months. Secondary outcomes included death, serious adverse events, prosthetic joint infection (PJI), dislocation, discharge disposition, and use of ambulatory devices postoperatively. RESULTS: There was a significantly higher risk of PJI in patients treated by surgeons without fellowship training in arthroplasty (P = 0.01), surgeons with unknown fellowship training (P = 0.03), and surgeons with no fellowship training (P = 0.02) than those treated by an arthroplasty-trained surgeon. There were significantly higher odds of being discharged to a facility rather than home in patients who underwent surgery by a surgeon with no fellowship training compared with arthroplasty-fellowship-trained surgeons (P = 0.03). CONCLUSIONS: Arthroplasty for hip fracture can be performed by all orthopaedic surgeons with equivalent reoperation rates. Infection prevention strategies and use of \"care pathways\" by arthroplasty-fellowship-trained surgeons may account for the lower risk of PJI and higher rate of discharge to home. The authors advocate for the use of evidence-based infection prevention initiatives and standardized care pathways in this patient population. LEVEL OF EVIDENCE: Prognostic Level II. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "DeAngelis",
      "fore_name": "Ryan D",
      "initials": "RD",
      "name": "Ryan D DeAngelis",
      "affiliations": [
        "aDepartment of Orthopaedic Surgery, University of Pennsylvania, Philadelphia, PA; bDepartment of Surgery, University of Western Ontario, London, ON, Canada; cDivision of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; and dDepartment of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Minutillo",
      "fore_name": "Gregory T",
      "initials": "GT",
      "name": "Gregory T Minutillo",
      "affiliations": []
    },
    {
      "last_name": "Stein",
      "fore_name": "Matthew K",
      "initials": "MK",
      "name": "Matthew K Stein",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Bzovsky",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Bzovsky",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Donegan",
      "fore_name": "Derek J",
      "initials": "DJ",
      "name": "Derek J Donegan",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Mehta",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "34 Suppl 3",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "S64",
  "end_page": "S69",
  "pages": "S64-S69",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Hip",
    "Femoral Neck Fractures",
    "Hemiarthroplasty",
    "Hip Fractures",
    "Humans",
    "Reoperation",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "33027168",
    "doi": "10.1097/BOT.0000000000001931"
  },
  "doi": "10.1097/BOT.0000000000001931",
  "dates": {
    "completed": "2021-06-21",
    "revised": "2021-08-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.442348",
    "pmid": "33027168"
  }
}