{
  "pmid": "33028412",
  "uid": "33028412",
  "title": "A protocol for a scoping review of equity measurement in mental health care for children and youth.",
  "abstract": "BACKGROUND: Mental health (MH) problems are among the most important causes of morbidity and mortality for children and youth. Problems of lack of equity in child and youth MH services (CYMHS)-including, but not limited to, problems in inaccessibility and quality of services-are widespread. Characterizing the nature of equity in CYMHS is an ongoing challenge because the field lacks a consistent approach to conceptualizing equity. We will conduct a scoping review of how equity in MH services for children and youth has been defined, operationalized, and measured. Our objectives are to discover: (1) What conceptual definitions of equity are used by observational studies of CYMHS?; (2) What service characteristics of CYMHS care do indices of equity cover?; (3) What population dimensions have been used to operationalize equity?; (4) What statistical constructs have been used in indices that measure CYMHS equity?; and (5) What were the numerical values of those indices? METHODS: The following databases will be searched: Medline, Embase, PsycINFO, Cochrane Controlled Register of Trials, CINAHL, EconLit, and Sociological Abstracts. Searches will be conducted from the date of inception to the end of the last full calendar year (December 2019). Studies will be included if they include an evaluation of a mental health service for children or youth (defined as those under 19 years of age) and which quantify variation in some aspect of child or youth mental health services (e.g., accessibility, volume, duration, or quality) as a function of socio-demographic and/or geographic variables. Study selection will occur over two stages. Stage one will select articles based on title and abstract using the liberal-accelerated method. Stage two will review the full texts of selected titles. Two reviewers will work independently on full-text reviewing, with each study screened twice using pre-specified eligibility criteria. One reviewer will chart study characteristics and indices to be verified by a second reviewer. Reviewers will resolve full-text screening and data extraction disagreements through discussion. Synthesis of the collected data will focus on compiling and mapping the types and characteristics of the indices used to evaluate MH services equity. DISCUSSION: The planned, systematic scoping review will survey the literature regarding how equity in MH services for children and youth has been operationalized and help inform future studies of equity in CYMHS. SYSTEMATIC REVIEW REGISTRATION: Open Science Foundation ID SYSR-D-19-00371, https://osf.io/58srv/ .",
  "authors": [
    {
      "last_name": "Gardner",
      "fore_name": "William",
      "initials": "W",
      "name": "William Gardner",
      "affiliations": [
        "School of Epidemiology, Public Health and Preventive Medicine, University of Ottawa, Ottawa, Ontario, Canada. William.p.gardner@gmail.com.",
        "CHEO Research Institute, 401 Smyth Rd, Ottawa, Ontario, Canada. William.p.gardner@gmail.com."
      ],
      "orcid": "0000-0003-1918-3540"
    },
    {
      "last_name": "Nicholls",
      "fore_name": "Stuart G",
      "initials": "SG",
      "name": "Stuart G Nicholls",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Graham J",
      "initials": "GJ",
      "name": "Graham J Reid",
      "affiliations": [
        "Departments of Psychology, Family Medicine & Paediatrics, Children's Health Research Institute, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hutton",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Hutton",
      "affiliations": [
        "School of Epidemiology, Public Health and Preventive Medicine, University of Ottawa, Ottawa, Ontario, Canada.",
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hamel",
      "fore_name": "Candyce",
      "initials": "C",
      "name": "Candyce Hamel",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sikora",
      "fore_name": "Lindsey",
      "initials": "L",
      "name": "Lindsey Sikora",
      "affiliations": [
        "Library, Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Salamatmanesh",
      "fore_name": "Mina",
      "initials": "M",
      "name": "Mina Salamatmanesh",
      "affiliations": [
        "CHEO Research Institute, 401 Smyth Rd, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gilliland",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Gilliland",
      "affiliations": [
        "Departments of Geography, Paediatrics, Health Studies, Epidemiology & Biostatistics, Children's Health Research Institute, University of Western Ontario, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "07"
  },
  "start_page": "233",
  "pages": "233",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Delivery of Health Care",
    "Humans",
    "Mental Health",
    "Mental Health Services",
    "Research Design",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "33028412",
    "pmc": "PMC7542722",
    "doi": "10.1186/s13643-020-01495-3",
    "pii": "10.1186/s13643-020-01495-3"
  },
  "doi": "10.1186/s13643-020-01495-3",
  "pmc_id": "PMC7542722",
  "dates": {
    "completed": "2021-06-24",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "398849",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:40.662542",
    "pmid": "33028412"
  }
}