{
  "pmid": "33027166",
  "uid": "33027166",
  "title": "What Factors Increase Revision Surgery Risk When Treating Displaced Femoral Neck Fractures With Arthroplasty: A Secondary Analysis of the HEALTH Trial.",
  "abstract": "OBJECTIVES: HEALTH was a randomized controlled trial comparing total hip arthroplasty with hemiarthroplasty in low-energy displaced femoral neck fracture patients aged ≥50 years with unplanned revision surgery within 24 months of the initial procedure being the primary outcome. No significant short-term differences between treatment arms were observed. The primary objective of this secondary HEALTH trial analysis was to determine if any patient and surgical factors were associated with increased risk of revision surgery within 24 months after hip fracture. METHODS: We analyzed 9 potential factors chosen a priori that could be associated with revision surgery. The factors included age, body mass index, major comorbidities, independent ambulation, type of surgical approach, length of operation, use of femoral cement, femoral head size, and degree of femoral stem offset. Our statistical analysis was a multivariable Cox regression using reoperation within 24 months of index surgery as the dependent variable. RESULTS: Of the 1441 patients included in this analysis, 8.1% (117/1441) experienced reoperation within 24 months. None of the studied factors were found to be predictors of revision surgery (P > 0.05). CONCLUSION: Both total and partial hip replacements are successful procedures in low-energy displaced femoral neck fracture patients. We were unable to identify any patient or surgeon-controlled factors that significantly increased the need for revision surgery in our elderly and predominately female patient population. One should not generalize our findings to an active physiologically younger femoral neck fracture population. LEVEL OF EVIDENCE: Prognostic Level II. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Blankstein",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Blankstein",
      "affiliations": [
        "aDepartment of Orthopaedics and Rehabilitation, University of Vermont Medical Center, South Burlington, VT; bDepartment of Surgery, University of Western Ontario, London, ON, Canada; cDivision of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; dDepartment of Orthopedic and Trauma Surgery, OLVG, Amsterdam and Leiden University Medical Center, Leiden, the Netherlands; eDivision of Orthopaedic Surgery, Oslo University Hospital, Oslo, Norway; and fDepartment of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Bzovsky",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Bzovsky",
      "affiliations": []
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": []
    },
    {
      "last_name": "Frihagen",
      "fore_name": "Frede",
      "initials": "F",
      "name": "Frede Frihagen",
      "affiliations": []
    },
    {
      "last_name": "Axelrod",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Axelrod",
      "affiliations": []
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Schottel",
      "fore_name": "Patrick C",
      "initials": "PC",
      "name": "Patrick C Schottel",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "34 Suppl 3",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "S49",
  "end_page": "S54",
  "pages": "S49-S54",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Aged",
    "Arthroplasty, Replacement, Hip",
    "Bone Cements",
    "Female",
    "Femoral Neck Fractures",
    "Hemiarthroplasty",
    "Humans",
    "Reoperation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "33027166",
    "doi": "10.1097/BOT.0000000000001936"
  },
  "doi": "10.1097/BOT.0000000000001936",
  "dates": {
    "completed": "2021-06-21",
    "revised": "2021-08-04"
  },
  "chemicals": [
    "Bone Cements"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:00.392261",
    "pmid": "33027166"
  }
}