{
  "pmid": "33027163",
  "uid": "33027163",
  "title": "What Predicts Health-Related Quality of Life for Patients With Displaced Femoral Neck Fractures Managed With Arthroplasty? A Secondary Analysis of the HEALTH Trial.",
  "abstract": "BACKGROUND: Total hip arthroplasty (THA) has been argued to improve health-related quality of life (HRQoL) and function in femoral neck fracture patients compared with hemiarthroplasty (HA). The HEALTH trial showed no clinically important functional advantages of THA over HA. The current analysis explores factors associated with HRQoL and function in this population. METHODS: Using repeated measures regression, we estimated the association between HRQoL and function [Short Form-12 (SF-12) physical component score (PCS) and Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) function score] and 23 variables. RESULTS: THA as compared to monopolar HA, but not bipolar HA, was more likely to improve PCS scores (adjusted mean difference [AMD] 1.88 points, P = 0.02), whereas higher American Society of Anesthesiologists score (AMD -2.64, P < 0.01), preoperative use of an aid (AMD -2.66, P < 0.01), and partial weight-bearing status postoperatively (AMD -1.38, P = 0.04) demonstrated less improvement of PCS scores over time. THA improved WOMAC function scores over time compared with monopolar HA (but not bipolar HA) (AMD -2.40, P < 0.01), whereas higher American Society of Anesthesiologists classification (AMD 1.99, P = 0.01) and preoperative use of an aid (AMD 5.39, P < 0.01) were associated with lower WOMAC function scores. Preoperative treatment for depression was associated with lower functional scores (AMD 7.73, P < 0.01). CONCLUSION: Patients receiving THA are likely to receive small and clinically unimportant improvements in health utility and function compared with those receiving monopolar HA and little improvement compared with those receiving bipolar HA. Patient-specific characteristics seem to play a larger role in predicting functional improvement among femoral neck fracture patients. LEVEL OF EVIDENCE: Prognostic Level II.",
  "authors": [
    {
      "last_name": "Axelrod",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Axelrod",
      "affiliations": [
        "aDivision of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; bDepartment of Surgery, University of Western Ontario, London, ON, Canada; cDepartment of Orthopedic and Trauma Surgery, OLVG, Amsterdam and Leiden University Medical Center, Leiden, the Netherlands; dDivision of Orthopaedic Surgery, Oslo University Hospital, Oslo, Norway; eDepartment of Traumatology, Orthopaedic Surgery and Emergency, Hospital Vall D'Hebrón, Barcelona, Spain; and fDepartment of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Comeau-Gauthier",
      "fore_name": "Marianne",
      "initials": "M",
      "name": "Marianne Comeau-Gauthier",
      "affiliations": []
    },
    {
      "last_name": "Bzovsky",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Bzovsky",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Poolman",
      "fore_name": "Rudolf W",
      "initials": "RW",
      "name": "Rudolf W Poolman",
      "affiliations": []
    },
    {
      "last_name": "Frihagen",
      "fore_name": "Frede",
      "initials": "F",
      "name": "Frede Frihagen",
      "affiliations": []
    },
    {
      "last_name": "Guerra-Farfán",
      "fore_name": "Ernesto",
      "initials": "E",
      "name": "Ernesto Guerra-Farfán",
      "affiliations": []
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "34 Suppl 3",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "S29",
  "end_page": "S36",
  "pages": "S29-S36",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Hip",
    "Femoral Neck Fractures",
    "Hemiarthroplasty",
    "Humans",
    "Quality of Life",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "33027163",
    "doi": "10.1097/BOT.0000000000001933"
  },
  "doi": "10.1097/BOT.0000000000001933",
  "dates": {
    "completed": "2021-06-21",
    "revised": "2021-08-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:00.390977",
    "pmid": "33027163"
  }
}