{
  "pmid": "33027164",
  "uid": "33027164",
  "title": "Is Total Hip Arthroplasty a Cost-Effective Option for Management of Displaced Femoral Neck Fractures? A Trial-Based Analysis of the HEALTH Study.",
  "abstract": "BACKGROUND: Displaced femoral neck fractures are a significant source of morbidity and mortality and can be treated with either hemiarthroplasty (HA) or total hip arthroplasty (THA). Proponents of THA have argued THA offers lower risk of revision, with improved functional outcomes when compared to HA. To evaluate cost effectiveness of THA compared with HA, a trial-based economic analysis of the HEALTH study was undertaken. METHODS: Health care resource utilization (HRU) and health-related quality of life (HRQoL) data were collected postoperatively and costed using publicly available databases. Using EuroQol-5 Dimensions (EQ-5D) scores, we derived quality adjusted life years (QALYs). A 1.5% discount rate to both costs and QALYs was applied. Age analyses per age group were conducted. All costs are reported in 2019 Canadian dollars. RESULTS: When compared with HA, THA was not cost-effective for all patients with displaced femoral neck fractures ($150,000/QALY gained). If decision makers were willing to spend $50,000 or $100,000 to gain one QALY, the probability of THA being cost-effective was 12.8% and 32.8%, respectively. In a subgroup of patients younger than 73 (first quartile), THA was both more effective and less costly. Otherwise, THA was more expensive and yielded marginal HRQoL gains. CONCLUSIONS: Our results suggest that for most patients, THA is not a cost-effective treatment for displaced femoral neck fracture management versus HA. However, THA may be cost effective for younger patients. These patients experience more meaningful improvements in quality of life with less associated cost because of shorter hospital stay and fewer postoperative complications. LEVEL OF EVIDENCE: Economic Level II. See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Axelrod",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Axelrod",
      "affiliations": [
        "aDivision of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; bDepartment of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; cCenter for Health Economics and Policy Analysis (CHEPA), McMaster University, and Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada; dMcMaster Chair in Health Technology Management Hamilton, Hamilton, ON, Canada; and eDepartment of Surgery, University of Western Ontario, London, ON, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Éric",
      "initials": "JÉ",
      "name": "Jean-Éric Tarride",
      "affiliations": []
    },
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": []
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Blackhouse",
      "affiliations": []
    },
    {
      "last_name": "Johal",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Johal",
      "affiliations": []
    },
    {
      "last_name": "Bzovsky",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Bzovsky",
      "affiliations": []
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": []
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic trauma",
    "iso_abbreviation": "J Orthop Trauma",
    "issn": "1531-2291",
    "issn_type": "Electronic",
    "volume": "34 Suppl 3",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "S37",
  "end_page": "S41",
  "pages": "S37-S41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Hip",
    "Canada",
    "Cost-Benefit Analysis",
    "Femoral Neck Fractures",
    "Hemiarthroplasty",
    "Humans",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "33027164",
    "doi": "10.1097/BOT.0000000000001932"
  },
  "doi": "10.1097/BOT.0000000000001932",
  "dates": {
    "completed": "2021-06-21",
    "revised": "2021-08-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.647396",
    "pmid": "33027164"
  }
}