{
  "pmid": "33039122",
  "uid": "33039122",
  "title": "Association between postoperative haemoglobin and myocardial injury after noncardiac surgery: a retrospective cohort analysis.",
  "abstract": "BACKGROUND: Myocardial injury after noncardiac surgery (MINS) is common, mostly silent, and a strong predictor of postoperative mortality. MINS appears to result from myocardial supply-demand mismatch. Recent data support restrictive perioperative transfusion strategies that can result in low postoperative haemoglobin concentrations. Whether low postoperative haemoglobin is associated with myocardial injury remains unknown. We therefore tested the hypothesis that anaemia is associated with an increased risk of myocardial injury in adults having noncardiac surgery. METHODS: We conducted a retrospective analysis of adults ≥45 yr old who had routine postoperative troponin T (TnT) monitoring after noncardiac surgery at the Cleverland Clinic (including those enrolled in the PeriOperative ISchemic Evaluation-2 Trial [POISE-2], the Safety of Addition of Nitrous Oxide to General Anaesthesia in At-risk Patients Having Major Non-cardiac Surgery [ENIGMA-II], Vascular Events In Noncardiac Surgery Patients Cohort Evaluation Study [VISION], and Anaesthetic Depth and Complications After Major Surgery [BALANCED] trial). Patients with baseline increase in TnT and non-ischaemic aetiologies for TnT increase were excluded. The association between postoperative haemoglobin concentration during the 3 initial postoperative days and the incidence of MINS (fourth-generation TnT ≥0.03 ng ml[-1] judged as attributable to ischaemia) was assessed using a time-varying covariate Cox proportional hazards survival analysis. RESULTS: Among 6141 patients, 4480 were analysed. The incidence of MINS was 155/4480 (3.5%), ranging from 0/345 (0%) among patients whose lowest postoperative haemoglobin exceeded 13 g dl[-1] to 52/611 (8.5%) in patients whose minimum postoperative haemoglobin was <8 g dl[-1]. The confounder-adjusted hazard ratio [95% confidence interval] for having MINS was 1.29 [1.16-1.42] for every 1 g dl[-1] decrease in postoperative haemoglobin in a time-varying covariate analysis. Similar associations were identified in sensitivity analyses. CONCLUSION: Lower postoperative haemoglobin values are associated with MINS. Whether this association is modifiable by prevention or treatment of anaemia remains to be determined.",
  "authors": [
    {
      "last_name": "Turan",
      "fore_name": "Alparslan",
      "initials": "A",
      "name": "Alparslan Turan",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA; Department of General Anesthesia, Cleveland Clinic, Cleveland, OH, USA. Electronic address: turana@ccf.org."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Barak",
      "initials": "B",
      "name": "Barak Cohen",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA; Division of Anesthesia, Critical Care, and Pain Management, Tel Aviv Medical Center, Tel Aviv University, Tel-Aviv, Israel."
      ]
    },
    {
      "last_name": "Rivas",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Rivas",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA; Department of Anesthesia, Hospital Clinic of Barcelona, IDIBAPS, Universidad de Barcelona, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Liu",
      "initials": "L",
      "name": "Liu Liu",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA; Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Pu",
      "fore_name": "Xuan",
      "initials": "X",
      "name": "Xuan Pu",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA; Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Maheshwari",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Maheshwari",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA; Department of General Anesthesia, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Farag",
      "fore_name": "Ehab",
      "initials": "E",
      "name": "Ehab Farag",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA; Department of General Anesthesia, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Onal",
      "fore_name": "Ozkan",
      "initials": "O",
      "name": "Ozkan Onal",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Jiayi",
      "initials": "J",
      "name": "Jiayi Wang",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Ruetzler",
      "fore_name": "Kurt",
      "initials": "K",
      "name": "Kurt Ruetzler",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA; Department of General Anesthesia, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, ON, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada; Department Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sessler",
      "fore_name": "Daniel I",
      "initials": "DI",
      "name": "Daniel I Sessler",
      "affiliations": [
        "Department of Outcomes Research, Cleveland Clinic, Cleveland, OH, USA."
      ]
    }
  ],
  "journal": {
    "title": "British journal of anaesthesia",
    "iso_abbreviation": "Br J Anaesth",
    "issn": "1471-6771",
    "issn_type": "Electronic",
    "volume": "126",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "94",
  "end_page": "101",
  "pages": "94-101",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [
    "Cohort Studies",
    "Hemoglobins",
    "Humans",
    "Myocardial Infarction",
    "Myocardial Ischemia",
    "Postoperative Complications",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "33039122",
    "doi": "10.1016/j.bja.2020.08.056",
    "pii": "S0007-0912(20)30761-3"
  },
  "doi": "10.1016/j.bja.2020.08.056",
  "dates": {
    "completed": "2021-01-15",
    "revised": "2021-02-26"
  },
  "chemicals": [
    "Hemoglobins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:03.363284",
    "pmid": "33039122"
  }
}