{
  "pmid": "33032580",
  "uid": "33032580",
  "title": "The effectiveness of Baduanjin exercise for hypertension: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Hypertension, a major risk factor of cardiovascular mortality, is a critical issue for public health. Although Baduanjin (Eight Brocades, EB), a traditional Chinese exercise, might influence blood pressure, glucose, and lipid status, the magnitude of true effects and subgroup differences remains unclear. Therefore, we performed a systematic review of relevant randomized controlled trials (RCTs) to evaluate the effect of EB on patient-important outcomes. METHODS: We systematically searched PubMed, the Cochrane Library, Web of Science, and Chinese databases since inception until March 30, 2020. Meta-analysis was carried out using \"meta\" package in R 3.4.3 software. A prespecified subgroup analysis was done according to the type of comparisons between groups, and the credibility of significant subgroup effects (P < 0.05) were accessed using a five-criteria list. A GRADE evidence profile was constructed to illustrate the certainty of evidence. RESULTS: Our meta-analysis, including 14 eligible trials with 1058 patients, showed that compared with routine treatment or health education as control groups, the mean difference (MD) in systolic blood pressure (SBP) of the EB groups was - 8.52 mmHg (95%CI:[- 10.65, - 6.40], P < 0.01) and diastolic blood pressure (DBP) was - 4.65 mmHg (95%CI: [- 6.55, - 2.74], P < 0.01). For blood pressure, the evidence was, however, of low certainty because of risk of bias and inconsistency, and for the outcomes of most interest to patients (cardiovascular morbidity and mortality directly), of very low certainty (measurement of surrogate only). Subgroup analysis showed there was no significant interaction effect between different type of comparisons (SBP P = 0.15; DBP P = 0.37), so it could be easily attributed to chance. CONCLUSION: Regularly EB exercising may be helpful to control blood pressure, but the evidence is only low certainty for blood pressure and very low certainty for cardiovascular morbidity and mortality. Rigorously designed RCTs that carry out longer follow-up and address patient-important outcomes remain warranted. TRIAL REGISTRATION: PROSPERO Registration number: CRD42018095854 .",
  "authors": [
    {
      "last_name": "Shao",
      "fore_name": "Bao-Yi",
      "initials": "BY",
      "name": "Bao-Yi Shao",
      "affiliations": [
        "Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Xia-Tian",
      "initials": "XT",
      "name": "Xia-Tian Zhang",
      "affiliations": [
        "School of Mathematics Sciences, University of Southampton, Southampton, SO17 1BJ, UK."
      ]
    },
    {
      "last_name": "Vernooij",
      "fore_name": "Robin W M",
      "initials": "RWM",
      "name": "Robin W M Vernooij",
      "affiliations": [
        "Department of Nephrology and Hypertension, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands.",
        "Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Lv",
      "fore_name": "Qiu-Yi",
      "initials": "QY",
      "name": "Qiu-Yi Lv",
      "affiliations": [
        "The First Affiliated Dongzhimen Hospital, Beijing University of Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Hou",
      "fore_name": "Yao-Yang",
      "initials": "YY",
      "name": "Yao-Yang Hou",
      "affiliations": [
        "The First Affiliated Dongzhimen Hospital, Beijing University of Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Bao",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Bao",
      "affiliations": [
        "Guang'anmen Hospital of China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Lao",
      "fore_name": "Li-Xing",
      "initials": "LX",
      "name": "Li-Xing Lao",
      "affiliations": [
        "Virginia University of Integrative Medicine, Fairfax, VA, USA."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Jian-Ping",
      "initials": "JP",
      "name": "Jian-Ping Liu",
      "affiliations": [
        "Center for Evidence-based Chinese Medicine, Beijing University of Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Zhang",
      "affiliations": [
        "Center for Evidence-based Chinese Medicine, Beijing University of Chinese Medicine, Beijing, China. yingzhang@bucm.edu.cn."
      ],
      "orcid": "0000-0002-5391-0732"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. guyatt@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC complementary medicine and therapies",
    "iso_abbreviation": "BMC Complement Med Ther",
    "issn": "2662-7671",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "08"
  },
  "start_page": "304",
  "pages": "304",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Pressure",
    "Humans",
    "Hypertension",
    "Qigong",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "33032580",
    "pmc": "PMC7545896",
    "doi": "10.1186/s12906-020-03098-w",
    "pii": "10.1186/s12906-020-03098-w"
  },
  "doi": "10.1186/s12906-020-03098-w",
  "pmc_id": "PMC7545896",
  "dates": {
    "completed": "2021-06-23",
    "revised": "2021-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "#YXQG2015022",
      "agency": "Scientific Research Project of Chinese Medical Qigong Association"
    },
    {
      "grant_id": "#XJY16009",
      "agency": "Education Scientific Research Project of Beijing University of Chinese Medicine"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.195084",
    "pmid": "33032580"
  }
}