{
  "pmid": "33046593",
  "uid": "33046593",
  "title": "Research priorities in cardiovascular imaging.",
  "abstract": "AIM: A modified Delphi approach was used to develop consensus opinion among British Society for Cardiac Imaging/British Society of Cardiac CT (BSCI/BSCCT) members in order to prioritise research questions in cardiovascular imaging. METHODS: All members of the BSCI/BSCCT were invited to submit research questions that they considered to be of the highest clinical and/or academic priority in the field of cardiovascular imaging (phase 1). Subsequently a steering committee removed duplicate questions and combined questions of a similar theme by consensus agreement where appropriate. BSCI/BSCCT members were invited to rank the resulting research questions in two further iterative rounds (phases 2 and 3) to determine a final list of high-priority research questions. RESULTS: A total of 111 research questions were submitted in phase 1 by 30 BSCI/BSCCT members. While there was a broad range of topics, from determining the optimal features/markers of the vulnerable plaque to investigating how cardiac imaging can best be used to maximise clinical outcomes and economic costs, multimodality imaging-related (n=44, 40%) questions dominated the categories and coronary artery imaging (n=40, 36%) was the most common topic. Over two iterative rounds of prioritisation of these research questions, the original 111 were reduced to 75 questions in round 2, and 25 in round 3. From these 25 a final Top 10 list was distilled by consensus grouping. CONCLUSION: This study has identified and ranked the top research priorities in cardiovascular imaging, as identified by the BSCI/BSCCT membership. This is a first step towards identifying the cardiovascular imaging research priorities within the UK and may assist researchers and funding bodies alike in setting priorities.",
  "authors": [
    {
      "last_name": "Yong",
      "fore_name": "Guo Liang",
      "initials": "GL",
      "name": "Guo Liang Yong",
      "affiliations": [
        "Clinical Radiology, Edinburgh Royal Infirmary, Edinburgh, UK d.yong@nhs.net."
      ],
      "orcid": "0000-0002-4080-3559"
    },
    {
      "last_name": "Weir-McCall",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Weir-McCall",
      "affiliations": [
        "University of Cambridge School of Clinical Medicine, UK, Cambridge, UK."
      ],
      "orcid": "0000-0001-5842-842X"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "General Surgery, Forth Valley Royal Hospital, Larbert, Falkirk, UK."
      ]
    },
    {
      "last_name": "Roditi",
      "fore_name": "Giles H",
      "initials": "GH",
      "name": "Giles H Roditi",
      "affiliations": [
        "Radiology, NHS Greater Glasgow and Clyde, Glasgow, UK."
      ]
    },
    {
      "last_name": "Bull",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell Bull",
      "affiliations": [
        "Clinical Radiology Royal Bournemouth Hospital, Bournemouth, UK."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Michelle Claire",
      "initials": "MC",
      "name": "Michelle Claire Williams",
      "affiliations": [
        "Centre for Cardiovascular Sciences, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Schmitt",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Schmitt",
      "affiliations": [
        "North West Heart Centre, Manchester University NHS Foundation Trust, Manchester, UK."
      ]
    }
  ],
  "journal": {
    "title": "Open heart",
    "iso_abbreviation": "Open Heart",
    "issn": "2053-3624",
    "issn_type": "Print",
    "volume": "7",
    "issue": "2",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Biomedical Research",
    "Cardiac Imaging Techniques",
    "Cardiovascular Diseases",
    "Consensus",
    "Delphi Technique",
    "Humans",
    "Predictive Value of Tests",
    "Prognosis",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "33046593",
    "pmc": "PMC7552921",
    "doi": "10.1136/openhrt-2020-001389",
    "pii": "openhrt-2020-001389"
  },
  "doi": "10.1136/openhrt-2020-001389",
  "pmc_id": "PMC7552921",
  "dates": {
    "completed": "2020-12-22",
    "revised": "2020-12-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.655531",
    "pmid": "33046593"
  }
}