{
  "pmid": "33044838",
  "uid": "33044838",
  "title": "A Biomechanical Comparison of 2 Hip Capsular Reconstruction Techniques: Iliotibial Band Autograft Versus Achilles Tendon Allograft.",
  "abstract": "BACKGROUND: Several techniques for hip capsular reconstruction have been described to address gross instability or microinstability due to capsular deficiency. However, objective biomechanical data to support their use are lacking. PURPOSE: To compare the kinematic effect of 2 capsular reconstruction techniques (iliotibial band [ITB] graft and Achilles tendon graft). Kinematic effect encompassed rotational range of motion (ROM) as well as joint translation in the coronal, sagittal, and axial planes. STUDY DESIGN: Controlled laboratory study. METHODS: 8 paired, fresh-frozen hemi-pelvises (16 hips) were tested on a custom-designed joint motion simulator in the intact state and after capsulectomy. Pairs were randomly allocated to either ITB or Achilles reconstruction and retested. Testing was performed at 0°, 45°, and 90° of flexion. Internal-external rotation (IR-ER) torques and abduction-adduction torques of 3 N·m were applied to the femur via a load cell at each position, and rotational ROM and joint translation in the coronal, sagittal, and axial planes were recorded. RESULTS: At 45° and 90°, there was a significant effect of the condition of the hip on the total IR-ER (P = .004, effect size [ES] = 0.305; and P < .001, ES = 0.497; respectively). At 45°, mean ± SD total rotation was significantly greater for the capsulectomy (59.7°± 15.9°) state compared with intact (53.3°± 13.2°; P = .007). At 90°, reconstruction significantly decreased total rotation to 49.0°± 18.9° compared with a mean total rotation of 52.8°± 18.7° after capsulectomy (P = .02). No difference was seen in the total abduction-adduction of the hip between conditions. Comparisons of the 2 different reconstruction techniques showed no significant differences in total IR-ER or abduction-adduction ROM or joint translation in the coronal, sagittal, or axial planes. For translation, at both 0° and 45° there was a statistically significant effect of the condition on the medial-lateral translation (P = .033; ES = 0.204). Reconstruction, independent of technique, was successful in significantly decreasing (P = .030; P = .014) the mean medial-lateral translation at 0° and 45° of hip flexion from 5.2 ± 3.8 mm and 5.6 ± 4.0 mm to 2.8 ± 1.9 mm and 3.9 ± 3.2 mm, respectively. CONCLUSION: The integrity of the native hip capsule played a significant role in rotational stability, where capsulectomy significantly increased rotational ROM. Both ITB and Achilles reconstruction techniques restored normal rotational ROM of the hip at 90° of flexion as well as coronal plane stability at 0° and 45° of hip flexion. No differences were seen between ITB and Achilles reconstruction techniques. CLINICAL RELEVANCE: Both capsular reconstruction techniques provide comparable joint kinematics, restoring rotation and translation to normal values with the exception of rotational ROM at 45°, which remained significantly greater than the intact state. The most significant results were the rotational stability at 90° of hip flexion and coronal plane stability at 0° and 45° of hip flexion, which were significantly improved compared with the capsulectomy state.",
  "authors": [
    {
      "last_name": "Pasic",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Pasic",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burkhart",
      "fore_name": "Timothy A",
      "initials": "TA",
      "name": "Timothy A Burkhart",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada.",
        "Department of Mechanical and Materials Engineering, Western University, London, Ontario, Canada.",
        "School of Kinesiology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Baha",
      "fore_name": "Pardis",
      "initials": "P",
      "name": "Pardis Baha",
      "affiliations": [
        "School of Kinesiology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Getgood",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Getgood",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Degen",
      "fore_name": "Ryan M",
      "initials": "RM",
      "name": "Ryan M Degen",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "13",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "3288",
  "end_page": "3295",
  "pages": "3288-3295",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Achilles Tendon",
    "Allografts",
    "Autografts",
    "Biomechanical Phenomena",
    "Cadaver",
    "Hip Joint",
    "Humans",
    "Joint Instability",
    "Range of Motion, Articular",
    "Rotation"
  ],
  "article_ids": {
    "pubmed": "33044838",
    "doi": "10.1177/0363546520962071"
  },
  "doi": "10.1177/0363546520962071",
  "dates": {
    "completed": "2020-12-21",
    "revised": "2020-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.846518",
    "pmid": "33044838"
  }
}