{
  "pmid": "33043358",
  "uid": "33043358",
  "title": "Mobile health applications for the detection of atrial fibrillation: a systematic review.",
  "abstract": "AIMS: Atrial fibrillation (AF) is the most common sustained arrhythmia and an important risk factor for stroke and heart failure. We aimed to conduct a systematic review of the literature and summarize the performance of mobile health (mHealth) devices in diagnosing and screening for AF. METHODS AND RESULTS: We conducted a systematic search of MEDLINE, Embase, and the Cochrane Central Register of Controlled Trials. Forty-three studies met the inclusion criteria and were divided into two groups: 28 studies aimed at validating smart devices for AF diagnosis, and 15 studies used smart devices to screen for AF. Evaluated technologies included smartphones, with photoplethysmographic (PPG) pulse waveform measurement or accelerometer sensors, smartbands, external electrodes that can provide a smartphone single-lead electrocardiogram (iECG), such as AliveCor, Zenicor and MyDiagnostick, and earlobe monitor. The accuracy of these devices depended on the technology and the population, AliveCor and smartphone PPG sensors being the most frequent systems analysed. The iECG provided by AliveCor demonstrated a sensitivity and specificity between 66.7% and 98.5% and 99.4% and 99.0%, respectively. The PPG sensors detected AF with a sensitivity of 85.0-100% and a specificity of 93.5-99.0%. The incidence of newly diagnosed arrhythmia ranged from 0.12% in a healthy population to 8% among hospitalized patients. CONCLUSION: Although the evidence for clinical effectiveness is limited, these devices may be useful in detecting AF. While mHealth is growing in popularity, its clinical, economic, and policy implications merit further investigation. More head-to-head comparisons between mHealth and medical devices are needed to establish their comparative effectiveness.",
  "authors": [
    {
      "last_name": "Lopez Perales",
      "fore_name": "Carlos Ruben",
      "initials": "CR",
      "name": "Carlos Ruben Lopez Perales",
      "affiliations": [
        "Department of Cardiology, Hopital Erasme, Université Libre de Bruxelles, Route de Lennik 808, 1070 Brussels, Belgium.",
        "Servicio de Cardiología, Hospital Universitario Miguel Servet, Isabel La Catolica 1-3, Zaragoza 50009, Spain."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Population Health Research Institute, McMaster University, 1280 Main Street West, Hamilton, Ontario, Canada, Canada."
      ]
    },
    {
      "last_name": "Maeda",
      "fore_name": "Shingo",
      "initials": "S",
      "name": "Shingo Maeda",
      "affiliations": [
        "Advanced Arrhythmia Research, Tokyo Medical and Dental University, 1-5-45 Yushima, Bunkyo-ku, 113-8519 Tokyo, Japan."
      ]
    },
    {
      "last_name": "Jimenez",
      "fore_name": "Alejandro",
      "initials": "A",
      "name": "Alejandro Jimenez",
      "affiliations": [
        "Division of Cardiology, University of Maryland Medical Center, 22 S. Greene Street, Baltimore, MD 21201, USA."
      ]
    },
    {
      "last_name": "Laţcu",
      "fore_name": "Decebal Gabriel",
      "initials": "DG",
      "name": "Decebal Gabriel Laţcu",
      "affiliations": [
        "Department of Cardiology, Centre Hospitalier Princesse Grace, Avenue Pasteur, 98000, Monaco, Monaco (Principalty)."
      ]
    },
    {
      "last_name": "Milman",
      "fore_name": "Anat",
      "initials": "A",
      "name": "Anat Milman",
      "affiliations": [
        "Department of Cardiology, Leviev Heart Institute, The Chaim Sheba Medical Center, Tel Hashomer, and Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Kirakoya-Samadoulougou",
      "fore_name": "Fati",
      "initials": "F",
      "name": "Fati Kirakoya-Samadoulougou",
      "affiliations": [
        "Centre de Recherche en Epidémiologie, Biostatistiques et Recherche Clinique, Ecole de Santé Publique, Université librede Bruxelles, Avenue Franklin Roosevelt 50 - 1050, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Mamas",
      "fore_name": "Mamas A",
      "initials": "MA",
      "name": "Mamas A Mamas",
      "affiliations": [
        "Keele Cardiovascular Research Group, Keele University, Stoke-on-Trent, Keele, Newcastle ST5 5BG, UK.",
        "Royal Stoke University Hospital, Newcastle Rd, Stoke-on-Trent ST4 6QG, UK."
      ]
    },
    {
      "last_name": "Muser",
      "fore_name": "Daniele",
      "initials": "D",
      "name": "Daniele Muser",
      "affiliations": [
        "Section of Cardiac Electrophysiology, Hospital of the University of Pennsylvania, 3400 Spruce St, Philadelphia, PA 19104, USA."
      ]
    },
    {
      "last_name": "Casado Arroyo",
      "fore_name": "Ruben",
      "initials": "R",
      "name": "Ruben Casado Arroyo",
      "affiliations": [
        "Department of Cardiology, Hopital Erasme, Université Libre de Bruxelles, Route de Lennik 808, 1070 Brussels, Belgium."
      ]
    }
  ],
  "journal": {
    "title": "Europace : European pacing, arrhythmias, and cardiac electrophysiology : journal of the working groups on cardiac pacing, arrhythmias, and cardiac cellular electrophysiology of the European Society of Cardiology",
    "iso_abbreviation": "Europace",
    "issn": "1532-2092",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "27"
  },
  "start_page": "11",
  "end_page": "28",
  "pages": "11-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Atrial Fibrillation",
    "Electrocardiography",
    "Humans",
    "Mobile Applications",
    "Smartphone",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "33043358",
    "pmc": "PMC7842109",
    "doi": "10.1093/europace/euaa139",
    "pii": "5920895"
  },
  "doi": "10.1093/europace/euaa139",
  "pmc_id": "PMC7842109",
  "dates": {
    "completed": "2021-07-26",
    "revised": "2021-07-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.782584",
    "pmid": "33043358"
  }
}