{
  "pmid": "33043042",
  "uid": "33043042",
  "title": "The impact of muscle strength on exercise capacity and symptoms.",
  "abstract": "The capacity to exercise is a major contributor to functional limitation and is accompanied by increased morbidity and mortality. What are the most important physiological contributors to exercise capacity? Cross-sectional data from consecutive patients referred to the McMaster University Medical Centre exercise laboratory for incremental cardiopulmonary exercise testing from 1988 to 2012 were analysed. Exercise capacity was determined by maximal power output (MPO) in kpm·min[-1]. The contributions of quadriceps strength (maximal peak force in kg using maximal dynamic voluntary contractions against hydraulic resistance), inspiratory muscle strength (determined using maximal inspiratory pressure (MIP)), maximal breathing capacity (MBC) and gas exchange (carbon monoxide transfer coefficient (K CO)) were determined using regression coefficients in a multiple linear regression model. Dyspnoea and leg fatigue were measured using the modified Borg scale. Contributors to dyspnoea and leg fatigue were assessed using nonlinear regression. A total of 36 389 patients were included (60% male, mean±sd age 53±18 years). Mean±sd MPO, quadriceps strength and MIP achieved were 792±333 kpm·min[-1], 46±18 kg and 75±31 cmH2O, respectively. MIP and quadriceps strength accounted for over half the variation in MPO (R[2]=0.57). Quadriceps strength was a stronger predictor of MPO (standardised regression coefficient, β±se 0.37±0.005) than MBC (β±se 0.16±0.005) and K CO (β±se 0.16±0.004), when adjusted for age, sex, height and weight. The effort required to cycle and breathe at any given power intensified systematically as both respiratory and peripheral muscle strength declined. Muscle weakness causes exercise intolerance and should be routinely assessed in patients presenting with fatigue and dyspnoea, and those with functional limitation both in the presence or absence of disease.",
  "authors": [
    {
      "last_name": "Farooqi",
      "fore_name": "Mohammed Abdul Malik",
      "initials": "MAM",
      "name": "Mohammed Abdul Malik Farooqi",
      "affiliations": [
        "McMaster University, Dept of Medicine, Division of Respirology, Hamilton, ON, Canada.",
        "Firestone Institute of Respiratory Health, St Joseph's Healthcare, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5282-4034"
    },
    {
      "last_name": "Killian",
      "fore_name": "Kieran",
      "initials": "K",
      "name": "Kieran Killian",
      "affiliations": [
        "McMaster University, Dept of Medicine, Division of Respirology, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "McMaster University, Dept of Medicine, Division of Respirology, Hamilton, ON, Canada.",
        "Firestone Institute of Respiratory Health, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "University of Manchester, Division of Infection, Immunity and Respiratory Medicine, and Manchester Academic Health Science Centre, Manchester, UK."
      ]
    }
  ],
  "journal": {
    "title": "ERJ open research",
    "iso_abbreviation": "ERJ Open Res",
    "issn": "2312-0541",
    "issn_type": "Print",
    "volume": "6",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33043042",
    "pmc": "PMC7533301",
    "doi": "10.1183/23120541.00089-2020",
    "pii": "00089-2020"
  },
  "doi": "10.1183/23120541.00089-2020",
  "pmc_id": "PMC7533301",
  "dates": {
    "revised": "2020-10-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.731138",
    "pmid": "33043042"
  }
}