{
  "pmid": "33057766",
  "uid": "33057766",
  "title": "Malignancies after pediatric solid organ transplantation.",
  "abstract": "As life expectancy among pediatric solid organ transplant recipients (SOTRs) improves, the risk of comorbid conditions such as malignancy post-transplantation has also increased. SOTRs are at elevated risks of post-transplantation lymphoproliferative disorders (PTLDs), and skin and solid cancers. PTLDs typically occur early following transplantation, while skin and solid cancers frequently arise in young adulthood (25-40 years). By 30 years following transplantation, 26-41% of pediatric SOTRs have developed cancer. Different risk factors exist for PTLD, and skin and solid cancers, which are modified by cumulative immunosuppression, infections, transplanted organ, and the underlying disease process associated with initial organ failure (e.g., kidney failure). Optimal cancer treatment strategies depend on the specific cancer type, stage, and patient comorbidities. Immunosuppression reduction may be beneficial for certain cancers but must be considered against the risks of acute and chronic rejection and allograft loss. Lifestyle counseling regarding smoking avoidance and sun protection, as well as human papillomavirus vaccination, is an important aspect of cancer prevention. Currently, no cancer screening guidelines exist specifically for pediatric SOTRs. Adult population screening guidelines have not been validated in transplant populations. Therefore, an individualized approach should be taken to cancer screening for pediatric SOTRs, accounting for other cancer risk factors.",
  "authors": [
    {
      "last_name": "Robinson",
      "fore_name": "Cal",
      "initials": "C",
      "name": "Cal Robinson",
      "affiliations": [
        "Division of Paediatric Nephrology, Department of Paediatrics, The Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "ICES McMaster, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kitchlu",
      "fore_name": "Abhijat",
      "initials": "A",
      "name": "Abhijat Kitchlu",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University Health Network, University of Toronto, 200 Elizabeth Street, 8 Eaton North, 8 N-842, Toronto, Ontario, M5G 2C4, Canada. abhijat.kitchlu@uhn.ca."
      ],
      "orcid": "0000-0002-4340-5046"
    }
  ],
  "journal": {
    "title": "Pediatric nephrology (Berlin, Germany)",
    "iso_abbreviation": "Pediatr Nephrol",
    "issn": "1432-198X",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "2279",
  "end_page": "2291",
  "pages": "2279-2291",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Follow-Up Studies",
    "Humans",
    "Immunosuppression Therapy",
    "Lymphoproliferative Disorders",
    "Neoplasms",
    "Organ Transplantation",
    "Papillomavirus Infections",
    "Papillomavirus Vaccines",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33057766",
    "doi": "10.1007/s00467-020-04790-2",
    "pii": "10.1007/s00467-020-04790-2"
  },
  "doi": "10.1007/s00467-020-04790-2",
  "dates": {
    "completed": "2022-02-15",
    "revised": "2023-03-20"
  },
  "chemicals": [
    "Papillomavirus Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.067810",
    "pmid": "33057766"
  }
}