{
  "pmid": "33055045",
  "uid": "33055045",
  "title": "Group Consensus in Finite Time for Fractional Multiagent Systems With Discontinuous Inherent Dynamics Subject to Hölder Growth.",
  "abstract": "This article is concerned with the global Mittag-Leffler group consensus and group consensus in finite time for fractional multiagent systems (FMASs), where the inherent dynamics is modeled to be discontinuous, and subject to the local Hölder nonlinear growth in a neighborhood of continuous points. First, a fractional differential inequality on convex functions and a global convergence principle in finite time for absolutely continuous functions are developed, respectively. Second, two new distributed control protocols are designed to realize the consensus between the follower agents in each subgroup and respective leaders. In addition, under the fractional Filippov differential inclusion framework, by applying the Lur'e Postnikov-type convex Lyapunov functional approach and Clarke's nonsmooth analysis technique, some sufficient conditions with respect to the global Mittag-Leffler group consensus and group consensus in finite time are addressed in terms of linear matrix inequalities (LMIs), respectively. Moreover, the settling time for the group consensus in finite time is estimated accurately. Finally, two simulation examples are provided to illustrate the validity of the proposed scheme and theoretical results.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": []
    },
    {
      "last_name": "Wu",
      "fore_name": "Huaiqin",
      "initials": "H",
      "name": "Huaiqin Wu",
      "affiliations": []
    },
    {
      "last_name": "Cao",
      "fore_name": "Jinde",
      "initials": "J",
      "name": "Jinde Cao",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "IEEE transactions on cybernetics",
    "iso_abbreviation": "IEEE Trans Cybern",
    "issn": "2168-2275",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "4161",
  "end_page": "4172",
  "pages": "4161-4172",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33055045",
    "doi": "10.1109/TCYB.2020.3023704"
  },
  "doi": "10.1109/TCYB.2020.3023704",
  "dates": {
    "revised": "2022-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.415301",
    "pmid": "33055045"
  }
}