{
  "pmid": "33052311",
  "uid": "33052311",
  "title": "Whence the next pandemic? The intersecting global geography of the animal-human interface, poor health systems and air transit centrality reveals conduits for high-impact spillover.",
  "abstract": "The health and economic impacts of infectious disease pandemics are catastrophic as most recently manifested by coronavirus disease 2019 (COVID-19). The emerging infections that lead to substantive epidemics or pandemics are typically zoonoses that cross species boundaries at vulnerable points of animal-human interface. The sharing of space between wildlife and humans, and their domesticated animals, has dramatically increased in recent decades and is a key driver of pathogen spillover. Increasing animal-human interface has also occurred in concert with both increasing globalisation and failing health systems, resulting in a trifecta with dire implications for human and animal health. Nevertheless, to date we lack a geographical description of this trifecta that can be applied strategically to pandemic prevention. This investigation provides the first geographical quantification of the intersection of animal-human interfaces, poor human health system performance and global connectivity via the network of air travel. In so doing, this work provides a systematic, data-driven approach to classifying spillover hazard based on the distribution of animal-human interfaces while simultaneously identifying globally connected cities that are adjacent to these interfaces and which may facilitate global pathogen dissemination. We present this geography of high-impact spillover as a tool for developing targeted surveillance systems and improved health infrastructure in vulnerable areas that may present conduits for future pandemics.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead, New South Wales, Australia.",
        "The University of Sydney, Faculty of Medicine and Health, Westmead Institute for Medical Research, Westmead, New South Wales, Australia.",
        "Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    },
    {
      "last_name": "Sawleshwarkar",
      "fore_name": "Shailendra",
      "initials": "S",
      "name": "Shailendra Sawleshwarkar",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead, New South Wales, Australia.",
        "The University of Sydney, Faculty of Medicine and Health, Westmead Institute for Medical Research, Westmead, New South Wales, Australia.",
        "Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    },
    {
      "last_name": "Hossain",
      "fore_name": "Shah",
      "initials": "S",
      "name": "Shah Hossain",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead, New South Wales, Australia.",
        "Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    },
    {
      "last_name": "Mor",
      "fore_name": "Siobhan M",
      "initials": "SM",
      "name": "Siobhan M Mor",
      "affiliations": [
        "University of Liverpool, Faculty of Health and Life Sciences, Institute of Infection and Global Health Liverpool, Merseyside, United Kingdom.",
        "International Livestock Research Institute, Addis Ababa, Ethiopia.",
        "The University of Sydney, Faculty of Science, School of Veterinary Science, Camperdown, New South Wales, Australia."
      ]
    }
  ],
  "journal": {
    "title": "One health (Amsterdam, Netherlands)",
    "iso_abbreviation": "One Health",
    "issn": "2352-7714",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2020",
    "pub_month": "Dec",
    "pub_day": "20"
  },
  "start_page": "100177",
  "pages": "100177",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33052311",
    "pmc": "PMC7543735",
    "doi": "10.1016/j.onehlt.2020.100177",
    "pii": "S2352-7714(20)30278-0"
  },
  "doi": "10.1016/j.onehlt.2020.100177",
  "pmc_id": "PMC7543735",
  "dates": {
    "revised": "2024-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.007924",
    "pmid": "33052311"
  }
}