{
  "pmid": "33051083",
  "uid": "33051083",
  "title": "Association between postoperative haemoglobin concentrations and composite of non-fatal myocardial infarction and all-cause mortality in noncardiac surgical patients: post hoc analysis of the POISE-2 trial.",
  "abstract": "BACKGROUND: Myocardial infarction is the most common postoperative major vascular complication. Perioperative anaemia may contribute to cardiac supply-demand mismatch, and therefore myocardial injury. We therefore tested the hypothesis that the lowest in-hospital postoperative haemoglobin concentration is associated with a composite of non-fatal myocardial infarction and all-cause mortality within the first 30 days after noncardiac surgery. METHODS: We conducted a retrospective analysis of patients enrolled in the PeriOperative Ischemic Evaluation-2 (POISE-2) trial. We assessed the association between the lowest postoperative haemoglobin concentration during the initial hospitalisation and a composite of non-fatal myocardial infarction (Third Universal Definition) and all-cause mortality within 30 postoperative days, using a multivariable logistic regression model. RESULTS: We analysed 7227 patients from POISE-2, of whom 7.8% developed myocardial infarction; 1.5% died within 30 days. The composite primary outcome of non-fatal myocardial infarction and all-cause mortality occurred in 8.9% patients overall, ranging from 16% in patients with postoperative haemoglobin concentrations <88 g L[-1] to 4.1% in patients with postoperative haemoglobin >113 g L[-1]. After adjusting for baseline factors, in patients with a lowest postoperative haemoglobin concentration <110 g L[-1], each 10 g L[-1] reduction in the lowest postoperative haemoglobin concentration was associated with a 1.46 (95% confidence interval: 1.37-1.56; P<0.001) fold increase in the odds of the composite outcome. In contrast, there was no significant relationship amongst patients with lowest postoperative haemoglobin concentration >110 g L[-1]. CONCLUSIONS: Postoperative anaemia may be a modifiable risk factor for non-fatal myocardial infarction and all-cause mortality.",
  "authors": [
    {
      "last_name": "Turan",
      "fore_name": "Alparslan",
      "initials": "A",
      "name": "Alparslan Turan",
      "affiliations": [
        "Department of General Anesthesia, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA. Electronic address: TuranA@ccf.org."
      ]
    },
    {
      "last_name": "Rivas",
      "fore_name": "Eva",
      "initials": "E",
      "name": "Eva Rivas",
      "affiliations": [
        "Department of General Anesthesia, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA; Department of Anesthesia, Hospital Clinic of Barcelona, IDIBAPS, Universidad de Barcelona, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, ON, Canada; Department of Clinical Epidemiology and Biostatistics, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bravo",
      "fore_name": "Mauro",
      "initials": "M",
      "name": "Mauro Bravo",
      "affiliations": [
        "Department of General Anesthesia, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Mao",
      "fore_name": "Guangmei",
      "initials": "G",
      "name": "Guangmei Mao",
      "affiliations": [
        "Department of General Anesthesia, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA; Department Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Cohen",
      "fore_name": "Barak",
      "initials": "B",
      "name": "Barak Cohen",
      "affiliations": [
        "Department of General Anesthesia, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA; Division of Anesthesia, Intensive Care, and Pain Management, Tel-Aviv Medical Center, Tel-Aviv University, Tel-Aviv, Israel."
      ]
    },
    {
      "last_name": "Maheshwari",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Maheshwari",
      "affiliations": [
        "Department of General Anesthesia, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Pu",
      "fore_name": "Xuan",
      "initials": "X",
      "name": "Xuan Pu",
      "affiliations": [
        "Department Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Ruetzler",
      "fore_name": "Kurt",
      "initials": "K",
      "name": "Kurt Ruetzler",
      "affiliations": [
        "Department of General Anesthesia, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Kai",
      "initials": "K",
      "name": "Kai Li",
      "affiliations": [
        "Department of General Anesthesia, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA; Department of Anesthesia, China - Japan Union Hospital of Jilin University, Changchun, China."
      ]
    },
    {
      "last_name": "Sessler",
      "fore_name": "Daniel I",
      "initials": "DI",
      "name": "Daniel I Sessler",
      "affiliations": [
        "Department of General Anesthesia, Anesthesiology Institute, Cleveland Clinic, Cleveland, OH, USA."
      ]
    }
  ],
  "journal": {
    "title": "British journal of anaesthesia",
    "iso_abbreviation": "Br J Anaesth",
    "issn": "1471-6771",
    "issn_type": "Electronic",
    "volume": "126",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "87",
  "end_page": "93",
  "pages": "87-93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Anemia",
    "Causality",
    "Female",
    "Hemoglobins",
    "Humans",
    "Male",
    "Middle Aged",
    "Myocardial Infarction",
    "Postoperative Complications",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "33051083",
    "doi": "10.1016/j.bja.2020.08.054",
    "pii": "S0007-0912(20)30758-3"
  },
  "doi": "10.1016/j.bja.2020.08.054",
  "dates": {
    "completed": "2021-01-28",
    "revised": "2021-01-28"
  },
  "chemicals": [
    "Hemoglobins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:03.363569",
    "pmid": "33051083"
  }
}