{
  "pmid": "33051827",
  "uid": "33051827",
  "title": "Early Treatment of COVID-19 Disease: A Missed Opportunity.",
  "abstract": "Antivirals have demonstrated efficacy in treating other infectious diseases in early stages of disease, reducing morbidity, mortality, and the likelihood of onward transmission. At the time of writing, more than 1900 clinical trials are registered globally to assess the efficacy and safety of candidate therapeutics for COVID-19. The majority of these trials are designed to evaluate the comparative efficacy and safety of candidate therapeutics for the treatment of COVID-19 to prevent death among populations of hospitalized patients with advanced disease. Yet, emerging epidemiological evidence now indicates that the majority of those infected with the SARS-CoV-2, while still infectious, experience minimal or mild disease symptomology. Like HIV and hepatitis C that pioneered treatment as prevention, there is a missed opportunity for trials of early pharmaceutical intervention for COVID-19 disease evaluating not only reductions in morbidity and mortality but also transmissibility. We discuss this clinical research gap within an historical context of viral treatment as prevention for HIV and hepatitis C, and comment on the challenges and opportunities for clinical research of candidate therapeutics for early COVID-19 disease.",
  "authors": [
    {
      "last_name": "Forrest",
      "fore_name": "Jamie I",
      "initials": "JI",
      "name": "Jamie I Forrest",
      "affiliations": [
        "Cytel Canada Health Inc., Vancouver, BC, Canada.",
        "Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-8900-7350"
    },
    {
      "last_name": "Rayner",
      "fore_name": "Craig R",
      "initials": "CR",
      "name": "Craig R Rayner",
      "affiliations": [
        ", Certara, NJ, USA.",
        "Monash Institute of Pharmaceutical Sciences, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay J H",
      "initials": "JJH",
      "name": "Jay J H Park",
      "affiliations": [
        "Cytel Canada Health Inc., Vancouver, BC, Canada.",
        "Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Cytel Canada Health Inc., Vancouver, BC, Canada. edward.mills@cytel.com.",
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. edward.mills@cytel.com."
      ]
    }
  ],
  "journal": {
    "title": "Infectious diseases and therapy",
    "iso_abbreviation": "Infect Dis Ther",
    "issn": "2193-8229",
    "issn_type": "Print",
    "volume": "9",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "715",
  "end_page": "720",
  "pages": "715-720",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33051827",
    "pmc": "PMC7553378",
    "doi": "10.1007/s40121-020-00349-8",
    "pii": "10.1007/s40121-020-00349-8"
  },
  "doi": "10.1007/s40121-020-00349-8",
  "pmc_id": "PMC7553378",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:16.399409",
    "pmid": "33051827"
  }
}