{
  "pmid": "33061084",
  "uid": "33061084",
  "title": "Review: perspectives on renal and visceral protection during thoracoabdominal aortic aneurysm repair.",
  "abstract": "Open repair of a thoracoabdominal aortic aneurysm (TAAA) is an extensive operation and associated with significant perioperative morbidities and mortality, in large part due to distal aortic ischemia secondary to aortic cross-clamping that is necessitated during repair. Distal aortic ischemia may manifest as complications of the kidneys and viscera. Postoperative renal complications range from temporarily elevated levels of creatinine resulting from impaired kidney function to acute renal failure necessitating dialysis that may persist after hospital discharge. Continued advances in the management and adjuncts associated with TAAA repair since the groundbreaking era of E.S. Crawford have led to improved postoperative outcomes following surgery, but the dramatic improvements seen in reducing rates of spinal cord deficits, mesenteric ischemia and other serious postoperative complications have not been seen in contemporary rates of postoperative renal failure. We provide an overview of the various surgical techniques and adjuncts as they relate to the management of visceral and renal ischemia.",
  "authors": [
    {
      "last_name": "Whitlock",
      "fore_name": "Richard S",
      "initials": "RS",
      "name": "Richard S Whitlock",
      "affiliations": [
        "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, One Baylor Plaza, BCM 390, Houston, TX USA.",
        "Section of Adult Cardiac Surgery, Department of Cardiovascular Surgery, Texas Heart Institute, One Baylor Plaza, BCM 390, Houston, TX USA.",
        "CHI St. Luke's Health-Baylor St. Luke's Medical Center, One Baylor Plaza, BCM 390, Houston, TX USA."
      ]
    },
    {
      "last_name": "Coselli",
      "fore_name": "Joseph S",
      "initials": "JS",
      "name": "Joseph S Coselli",
      "affiliations": [
        "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, One Baylor Plaza, BCM 390, Houston, TX USA.",
        "Section of Adult Cardiac Surgery, Department of Cardiovascular Surgery, Texas Heart Institute, One Baylor Plaza, BCM 390, Houston, TX USA.",
        "CHI St. Luke's Health-Baylor St. Luke's Medical Center, One Baylor Plaza, BCM 390, Houston, TX USA."
      ]
    }
  ],
  "journal": {
    "title": "Indian journal of thoracic and cardiovascular surgery",
    "iso_abbreviation": "Indian J Thorac Cardiovasc Surg",
    "issn": "0973-7723",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "Suppl 2",
    "pub_year": "2019",
    "pub_month": "Jun"
  },
  "start_page": "179",
  "end_page": "185",
  "pages": "179-185",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33061084",
    "pmc": "PMC7525488",
    "doi": "10.1007/s12055-018-0757-5",
    "pii": "757"
  },
  "doi": "10.1007/s12055-018-0757-5",
  "pmc_id": "PMC7525488",
  "dates": {
    "revised": "2020-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:05.044473",
    "pmid": "33061084"
  }
}