{
  "pmid": "33066792",
  "uid": "33066792",
  "title": "Increasing access to health workers in rural and remote areas: what do stakeholders' value and find feasible and acceptable?",
  "abstract": "BACKGROUND: The primary aim of this study is to assess stakeholders' views of the acceptability and feasibility of policy options and outcome indicators presented in the 2010 World Health Organization (WHO) global policy recommendations on increasing access to health workers in remote and rural areas through improved retention. METHODS: A survey on the acceptability, feasibility of recruitment and retention policy options, and the importance of their outcome indicators was developed. It followed a cross-sectional approach targeting health workers in rural and remote settings as well as policy- and decision-makers involved in the development of recruitment and retention policies for such areas. Respondents were asked their perception of the importance of the policy outcomes of interest, as well as the acceptability and feasibility of the 2010 WHO guidelines' policy options using a 9-point Likert scale. RESULTS: In total, 336 participants completed the survey. Almost a third worked in government; most participants worked in community settings and were involved in the administration and management of rural health workers. Almost all 19 outcomes of interests assessed were valued as important or critical. For the 16 guideline policy options, most were perceived to be \"definitely acceptable\" and \"definitely feasible\", although the policy options were generally considered to be more acceptable than feasible. CONCLUSION: The findings of this study provide insight into the revision and update of the 2010 WHO guideline on increasing access to health workers in remote and rural areas. Stakeholders' views of the acceptability, feasibility of policy options and the importance of outcomes of interest are important for the development of relevant and effective policies to improve access to health workers in rural and remote areas.",
  "authors": [
    {
      "last_name": "Ajuebor",
      "fore_name": "Onyema",
      "initials": "O",
      "name": "Onyema Ajuebor",
      "affiliations": [
        "Health Workforce Department, World Health Organization, 20 Avenue Appia, 1211, Geneva 27, Switzerland. ajueboro@who.int."
      ],
      "orcid": "0000-0002-8757-0262"
    },
    {
      "last_name": "Boniol",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Boniol",
      "affiliations": [
        "Health Workforce Department, World Health Organization, 20 Avenue Appia, 1211, Geneva 27, Switzerland."
      ]
    },
    {
      "last_name": "McIsaac",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle McIsaac",
      "affiliations": [
        "Health Workforce Department, World Health Organization, 20 Avenue Appia, 1211, Geneva 27, Switzerland."
      ]
    },
    {
      "last_name": "Onyedike",
      "fore_name": "Chukwuemeka",
      "initials": "C",
      "name": "Chukwuemeka Onyedike",
      "affiliations": [
        "Health Workforce Department, World Health Organization, 20 Avenue Appia, 1211, Geneva 27, Switzerland."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Human resources for health",
    "iso_abbreviation": "Hum Resour Health",
    "issn": "1478-4491",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "16"
  },
  "start_page": "77",
  "pages": "77",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Health Personnel",
    "Health Workforce",
    "Humans",
    "Rural Population",
    "Surveys and Questionnaires",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "33066792",
    "pmc": "PMC7565226",
    "doi": "10.1186/s12960-020-00519-2",
    "pii": "10.1186/s12960-020-00519-2"
  },
  "doi": "10.1186/s12960-020-00519-2",
  "pmc_id": "PMC7565226",
  "dates": {
    "completed": "2021-11-24",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.530601",
    "pmid": "33066792"
  }
}