{
  "pmid": "33061715",
  "uid": "33061715",
  "title": "The Knowledge and Attitude of the Community from the Aseer Region, Saudi Arabia, Toward COVID-19 and Their Precautionary Measures Against the Disease.",
  "abstract": "BACKGROUND: Community adherence to current control measures is one of the vital factors that determines the success of controlling the spread of COVID-19. This adherence depends on the knowledge and attitude of a community toward COVID-19 and their precautionary measures against the disease. OBJECTIVE: This study aims to evaluate the knowledge and attitude of the community from the Aseer Region, Saudi Arabia, toward COVID-19 and their precautionary measures against the disease. METHODS: The descriptive cross-sectional study involved an online sample of participants from the Aseer Region, Saudi Arabia, who were recruited based on a nonprobability convenience sampling method from April to May 2020. The self-administered online questionnaire comprised four parts: the first included the demographic details of the participants; the second consisted of 11 closed-ended questions that assessed the participants' knowledge of COVID-19; the third contained six closed-ended questions that assessed the participants' overall attitude toward COVID-19; and the fourth comprised six closed-ended questions on the participants' precautionary measures against COVID-19. The data were analyzed using Statistisoftware SPSS 21.0. RESULTS: Altogether, 740 participants completed the online questionnaire. The mean knowledge score concerning COVID-19 was 8.08 ± 1.765. Graduate participants scored significantly higher for all knowledge items than those from other educational levels. Furthermore, the main source of COVID-19 information was the Ministry of Health website 661 (89.3%). The mean attitude score regarding COVID-19 was 9.74 ± 1.935, whereas the mean precautionary measures score was 10.09 ± 1.91. University-educated participants scored significantly higher for all knowledge items than those from other educational levels. Female participants had significantly higher precautionary measures scores than male participants. CONCLUSION: This study confirms that residents of the Aseer Region have high knowledge of, demonstrate a positive attitude toward, and use appropriate precautionary measures against COVID-19, which is associated with obtaining information about the virus from the Ministry of Health website.",
  "authors": [
    {
      "last_name": "Khaled",
      "fore_name": "Arwa",
      "initials": "A",
      "name": "Arwa Khaled",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, King Khalid University, Abha, Saudi Arabia.",
        "Department of Clinical Pharmacy, Beni-Suef University Hospital,Beni-Suef University, Beni Suef 62515, Egypt."
      ],
      "orcid": "0000-0002-0064-7870"
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ],
      "orcid": "0000-0001-9882-7695"
    },
    {
      "last_name": "Makki",
      "fore_name": "Soha",
      "initials": "S",
      "name": "Soha Makki",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ],
      "orcid": "0000-0002-0097-6404"
    }
  ],
  "journal": {
    "title": "Risk management and healthcare policy",
    "iso_abbreviation": "Risk Manag Healthc Policy",
    "issn": "1179-1594",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2020"
  },
  "start_page": "1825",
  "end_page": "1834",
  "pages": "1825-1834",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33061715",
    "pmc": "PMC7533267",
    "doi": "10.2147/RMHP.S271899",
    "pii": "271899"
  },
  "doi": "10.2147/RMHP.S271899",
  "pmc_id": "PMC7533267",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.248478",
    "pmid": "33061715"
  }
}