{
  "pmid": "33063354",
  "uid": "33063354",
  "title": "Why do few medical students report their experiences of mistreatment to administration?",
  "abstract": "INTRODUCTION: Over 50% of medical students worldwide report experiencing mistreatment and abuse during their clinical education, yet only a small proportion of students report these concerns to administration. It is unknown how medical students make sense of their experiences of mistreatment and come to decide whether to formally report these experiences. Improved understanding of this phenomenon will facilitate changes at the administrative and institutional levels to better support students. METHODS: Using Constructivist Grounded Theory, we interviewed 19 current and former medical students from one institution about their experiences with mistreatment and reporting. Data were analysed in an iterative fashion, using focused and theoretical forms of coding. RESULTS: The decision of whether to report mistreatment is only one phase in the process that students report experiencing when encountering mistreatment. This process can be understood as a journey consisting of five phases: Situating, Experiencing and Appraising, Reacting, Deciding and Moving Forward. Students move through these phases as they come to understand their position as medical learners and their ability to trust and be safe within this institution. Each experience of mistreatment causes students to react to what has happened to them, decide if they will share their experiences and reach out for support. They choose if they are going to report the mistreatment, at what cost and for what outcomes. Students continue through their training while incorporating their experiences into their understanding of the culture in which they are learning and continually resituating themselves within the institution. DISCUSSION: Student perceptions of trust or mistrust in their educational institution are highly influential when it comes to reporting mistreatment. Interventions designed to support students and decrease exposure to mistreatment may be best focused on increasing organisational trust between students and the medical school.",
  "authors": [
    {
      "last_name": "Bell",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Bell",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada.",
        "Undergraduate MD Program, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada.",
        "McMaster Program for Education Research, Innovation and Theory, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-1361-6106"
    },
    {
      "last_name": "Cavanagh",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Cavanagh",
      "affiliations": [
        "McMaster Program for Education Research, Innovation and Theory, Hamilton, ON, Canada.",
        "MD/PhD Program, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3256-8322"
    },
    {
      "last_name": "Connelly",
      "fore_name": "Catherine E",
      "initials": "CE",
      "name": "Catherine E Connelly",
      "affiliations": [
        "Michael G. DeGroote School of Business, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Allyn",
      "initials": "A",
      "name": "Allyn Walsh",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada.",
        "McMaster Program for Education Research, Innovation and Theory, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "462",
  "end_page": "470",
  "pages": "462-470",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Education, Medical, Undergraduate",
    "Humans",
    "Learning",
    "Schools, Medical",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "33063354",
    "doi": "10.1111/medu.14395"
  },
  "doi": "10.1111/medu.14395",
  "dates": {
    "completed": "2021-05-27",
    "revised": "2021-05-27"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Association of Medical Educators"
    },
    {
      "agency": "Wooster Family Grant in Medical Education"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.112638",
    "pmid": "33063354"
  }
}