{
  "pmid": "33078911",
  "uid": "33078911",
  "title": "Ethnoracial variations in venous thrombosis: Implications for management, and a call to action.",
  "abstract": "Despite decades of improvement in its diagnosis and management, venous thromboembolism (VTE) remains a significant cause of cardiovascular morbidity and mortality. Clinically relevant differences exist in the risk of symptomatic VTE among ethnoracial groups. Underlying these differences in rates of VTE are patterns of known genetic thrombophilias, which may also influence the risks of major bleeding related to vitamin K antagonists or direct oral anticoagulants. In addition, social factors, differential access to care, and disease awareness differ between ethnoracial groups, which contributes to disparities in VTE outcomes that include higher fatal events. The vast majority of participants included in clinical trials for the prevention and treatment of VTE have been White Caucasian, which limits our understanding of the differential impact of these agents in non-White ethnoracial groups. Increasing the participation in clinical trials of diverse ethnoracial groups should be a priority, especially those groups who are disproportionately affected by the burden of VTE, or possible bleeding complications when exposed to anticoagulants. Advocacy by patients, researchers, and regulatory bodies is crucial to ensure adequate enrolment of diverse ethnoracial groups in order to best inform clinical decisions to optimize VTE prevention and treatment for non-White populations.",
  "authors": [
    {
      "last_name": "Xu",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Xu",
      "affiliations": [
        "Department of Medicine, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0001-7429-4724"
    },
    {
      "last_name": "Siegal",
      "fore_name": "Deborah M",
      "initials": "DM",
      "name": "Deborah M Siegal",
      "affiliations": [
        "Hamilton Health Sciences, Population Health Research Institute, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Hamilton Health Sciences, Population Health Research Institute, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3692-7441"
    }
  ],
  "journal": {
    "title": "Journal of thrombosis and haemostasis : JTH",
    "iso_abbreviation": "J Thromb Haemost",
    "issn": "1538-7836",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "30",
  "end_page": "40",
  "pages": "30-40",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Hemorrhage",
    "Humans",
    "Thrombophilia",
    "Venous Thromboembolism",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "33078911",
    "doi": "10.1111/jth.15140",
    "pii": "S1538-7836(22)00448-2"
  },
  "doi": "10.1111/jth.15140",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2023-08-29"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.327480",
    "pmid": "33078911"
  }
}