{
  "pmid": "33073736",
  "uid": "33073736",
  "title": "Key issues for participatory research in the design and implementation of humanitarian assistance: a scoping review.",
  "abstract": "BACKGROUND: Participatory approaches that engage affected populations are increasingly applied in humanitarian health programs in concert with emerging accountability frameworks and the rapid growth of research in these settings. Participatory initiatives within this domain appear to be largely adopted at an operational level and are infrequently reported as a component of research efforts. Yet the evidence of the benefits of research involving community members is growing worldwide. This is the first review of participatory research (PR) in humanitarian settings. OBJECTIVES: This study sought to understand the extent to which PR values and practices have been adopted in humanitarian health programs and to explore key issues in applying PR in this context. METHODS: This scoping review was based on the approach developed by Arksey and O'Malley. The search for relevant peer-reviewed articles included scientific databases, a humanitarian database, targeted journals and online resources published since 2009. Eleven articles were retrieved and reviewed to identify practices and key issues related to conducting PR in humanitarian settings. RESULTS: Four key themes were identified: building trust with local research stakeholders and participants; the importance of contextual understanding; implications of collaborating with affected populations in PR, and neutrality of researchers and Non-Governmental Organizations (NGOs). Study teams considered PR as a valued approach where there was mistrust or a need for contextualized understanding. The studies described how adaptations made during the study optimized collaboration with affected populations and how the presence of NGOs influenced the approach and results of PR. CONCLUSIONS: One of the most important contributions of humanitarian health programs is to develop 'medical practices that are better adapted to the living conditions and priorities of patients who are generally ignored'. Participatory approaches, such as PR, support the development of health-related practices that are more relevant and sustainable for affected populations.",
  "authors": [
    {
      "last_name": "Ormel",
      "fore_name": "Ilja",
      "initials": "I",
      "name": "Ilja Ormel",
      "affiliations": [
        "Department of Family Medicine, McGill University , Montreal, Canada."
      ],
      "orcid": "0000-0001-7849-7588"
    },
    {
      "last_name": "Salsberg",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Salsberg",
      "affiliations": [
        "Graduate Entry Medical School, University of Limerick , Limerick, Ireland."
      ],
      "orcid": "0000-0003-2010-3691"
    },
    {
      "last_name": "Hunt",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Hunt",
      "affiliations": [
        "School of Physical and Occupational Therapy, McGill University , Montreal, Canada."
      ],
      "orcid": "0000-0003-4190-0163"
    },
    {
      "last_name": "Doucet",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Doucet",
      "affiliations": [
        "Department of Family Medicine, McGill University , Montreal, Canada."
      ]
    },
    {
      "last_name": "Hinton",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Hinton",
      "affiliations": [
        "THIS Institute, Department of Public Health and Primary Care, University of Cambridge , Cambridge, UK."
      ],
      "orcid": "0000-0002-6082-3151"
    },
    {
      "last_name": "Macaulay",
      "fore_name": "Ann C",
      "initials": "AC",
      "name": "Ann C Macaulay",
      "affiliations": [
        "Department of Family Medicine, McGill University , Montreal, Canada."
      ],
      "orcid": "0000-0002-5634-5062"
    },
    {
      "last_name": "Law",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Law",
      "affiliations": [
        "Institute for Health Policy, Management and Evaluation, University of Toronto , Toronto, Canada."
      ],
      "orcid": "0000-0001-5196-2267"
    }
  ],
  "journal": {
    "title": "Global health action",
    "iso_abbreviation": "Glob Health Action",
    "issn": "1654-9880",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Dec",
    "pub_day": "31"
  },
  "start_page": "1826730",
  "pages": "1826730",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Altruism",
    "Community-Based Participatory Research",
    "Cooperative Behavior",
    "Delivery of Health Care",
    "Humans",
    "Patient-Centered Care",
    "Relief Work",
    "Trust"
  ],
  "article_ids": {
    "pubmed": "33073736",
    "pmc": "PMC7594848",
    "doi": "10.1080/16549716.2020.1826730"
  },
  "doi": "10.1080/16549716.2020.1826730",
  "pmc_id": "PMC7594848",
  "dates": {
    "completed": "2021-03-09",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FDN 143237",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:59.607402",
    "pmid": "33073736"
  }
}