{
  "pmid": "33072890",
  "uid": "33072890",
  "title": "Developing the Canadian Indigenous Cognitive Assessment for Use With Indigenous Older Anishinaabe Adults in Ontario, Canada.",
  "abstract": "BACKGROUND AND OBJECTIVES: Dementia is a growing public health issue for aging Indigenous populations. Current cognitive assessments present varying degrees of cultural, educational, and language bias, impairing their application in Indigenous communities. Our goal is to provide Anishinaabe communities in Canada with a brief cognitive test that can be administered within the community setting by community health workers or professionals. The purpose of this study was to adapt the Kimberly Indigenous Cognitive Assessment (KICA) for use as a brief cognitive test with Anishinaabe populations in Canada. RESEARCH DESIGN AND METHODS: We used a community-based participatory research approach coupled with two-eyed seeing to provide an equitable space for Indigenous knowledge. Adaptation of the KICA was accomplished over 22 months using an iterative cycle of monthly consultations between an 11-member expert Anishinaabe language group (EALG) and the investigators, with ad hoc consultations with an Indigenous Elder, a community advisory council, and the KICA authors. Face validity was established with two pilot studies using cognitive interviewing with Indigenous older adults (n = 15) and a focus group consultation with local health professionals (n = 7). RESULTS: Each question of the KICA was scrutinized by the EALG for cultural appropriateness, language and translation, and cultural safety. Every domain required adaptation to reflect cultural values, specificity of language, tone, and a culturally safe approach. Orientation, verbal comprehension and fluency, praxis, and naming domains required the most adaptations. The first pilot for face validity resulted in additional changes; the second confirmed satisfactory adaptation of all changes. DISCUSSION AND IMPLICATIONS: The research resulted in the new Canadian Indigenous Cognitive Assessment. The findings reveal important cultural and linguistic considerations for cross-cultural cognitive assessment in Indigenous contexts. This new culturally appropriate and safe brief cognitive test may improve case finding accuracy and lead to earlier diagnosis and improved dementia care for Indigenous peoples.",
  "authors": [
    {
      "last_name": "Jacklin",
      "fore_name": "Kristen",
      "initials": "K",
      "name": "Kristen Jacklin",
      "affiliations": [
        "Department of Family Medicine and Biobehavioral Health, University of Minnesota Medical School Duluth.",
        "Memory Keepers Medical Discovery Team - Health Equity, University of Minnesota Medical School Duluth."
      ]
    },
    {
      "last_name": "Pitawanakwat",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Pitawanakwat",
      "affiliations": [
        "Naandechige-Gamig Wikwemikong Health Centre, Ontario, Canada."
      ]
    },
    {
      "last_name": "Blind",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Blind",
      "affiliations": [
        "Memory Keepers Medical Discovery Team - Health Equity, University of Minnesota Medical School Duluth."
      ]
    },
    {
      "last_name": "O'Connell",
      "fore_name": "Megan E",
      "initials": "ME",
      "name": "Megan E O'Connell",
      "affiliations": [
        "Department of Psychology, University of Saskatchewan, Saskatoon, Canada."
      ],
      "orcid": "0000-0001-6159-4322"
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "School of Rural and Northern Health, Laurentian University, Sudbury, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lemieux",
      "fore_name": "Andrine M",
      "initials": "AM",
      "name": "Andrine M Lemieux",
      "affiliations": [
        "Department of Family Medicine and Biobehavioral Health, University of Minnesota Medical School Duluth."
      ]
    },
    {
      "last_name": "Warry",
      "fore_name": "Wayne",
      "initials": "W",
      "name": "Wayne Warry",
      "affiliations": [
        "Department of Family Medicine and Biobehavioral Health, University of Minnesota Medical School Duluth.",
        "Memory Keepers Medical Discovery Team - Health Equity, University of Minnesota Medical School Duluth."
      ]
    }
  ],
  "journal": {
    "title": "Innovation in aging",
    "iso_abbreviation": "Innov Aging",
    "issn": "2399-5300",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "4",
    "pub_year": "2020"
  },
  "start_page": "igaa038",
  "pages": "igaa038",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33072890",
    "pmc": "PMC7545789",
    "doi": "10.1093/geroni/igaa038",
    "pii": "igaa038"
  },
  "doi": "10.1093/geroni/igaa038",
  "pmc_id": "PMC7545789",
  "dates": {
    "revised": "2022-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.694980",
    "pmid": "33072890"
  }
}