{
  "pmid": "33071100",
  "uid": "33071100",
  "title": "Intramuscular medication for treatment of agitation in the emergency department: A systematic review of controlled trials.",
  "abstract": "BACKGROUND: Severely agitated patients in the emergency department (ED) are often sedated with intramuscularly-administered medications. The evidence base underlying particular medication choices is surprisingly sparse, as existing reviews either have methodological limitations or have included data collected outside of emergent settings. OBJECTIVES: The objective of this review was to examine all controlled trials in emergent settings that have used standardized scales to measure the effectiveness of intramuscular medication for the treatment of acute agitation. METHODS: This review was registered in Prospero as CRD42018105745. PubMed, International Pharmaceutical Abstracts, Web of Science, PsycINFO, and clinicaltrials.gov were searched for prospective controlled trials investigating intramuscular antipsychotics for agitation. Articles were assessed for bias across five domains using the revised Cochrane Risk of Bias Tool. RESULTS: Eight studies were eligible for inclusion in the systematic review, none of which had a low risk of bias. Five studies had a moderate risk of bias with heterogenous designs, populations, and treatments. These studies seemed to suggest that second generation antipsychotics (SGAs) likely reduce agitation as effectively as first generation antipsychotics (FGAs) plus an adjunctive medication with similar or lower risk of side effects. CONCLUSIONS: Existing trials on the use of intramuscular antipsychotics in the ED/psychiatric ED setting were small, heterogenous, and at a moderate or high risk of bias. Given the clinical importance of this topic, further prospective investigations are desperately needed but are currently unfeasible under Food and Drug Administration Exception From Informed Consent regulations.",
  "authors": [
    {
      "last_name": "Schneider",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Schneider",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine, Department of Emergency Medicine, College of Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Mullinax",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Mullinax",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine, Department of Emergency Medicine, College of Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Nathanael",
      "initials": "N",
      "name": "Nathanael Hall",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine, Department of Emergency Medicine, College of Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Acheson",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Acheson",
      "affiliations": [
        "Center for Addiction Research, Department of Psychiatry, College of Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Oliveto",
      "fore_name": "Alison H",
      "initials": "AH",
      "name": "Alison H Oliveto",
      "affiliations": [
        "Center for Addiction Research, Department of Psychiatry, College of Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine, Department of Emergency Medicine, College of Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America. Electronic address: MPWilson@uams.edu."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of emergency medicine",
    "iso_abbreviation": "Am J Emerg Med",
    "issn": "1532-8171",
    "issn_type": "Electronic",
    "volume": "46",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "193",
  "end_page": "199",
  "pages": "193-199",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Antipsychotic Agents",
    "Controlled Clinical Trials as Topic",
    "Emergency Service, Hospital",
    "Humans",
    "Injections, Intramuscular",
    "Psychomotor Agitation",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "33071100",
    "doi": "10.1016/j.ajem.2020.07.013",
    "pii": "S0735-6757(20)30606-9"
  },
  "doi": "10.1016/j.ajem.2020.07.013",
  "dates": {
    "completed": "2021-08-27",
    "revised": "2021-08-27"
  },
  "chemicals": [
    "Antipsychotic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.656050",
    "pmid": "33071100"
  }
}