{
  "pmid": "33083329",
  "uid": "33083329",
  "title": "Adherence to the Strengthening the Reporting of Observational Studies in Epidemiology Statement in Observational Studies Published in Iranian Medical Journals.",
  "abstract": "BACKGROUND: Although much medical knowledge comes from observational research, such studies are more prone to confounding and bias than others. This study was conducted to evaluate the adherence of the observational studies published in Iranian medical journals to the STROBE (strengthening the reporting of observational studies in epidemiology) statement. METHODS: In this cross-sectional study, we selected 150 articles of Iranian medical journals, using multistage sampling from Aug 2016 to Jun 2017. The reported items of the STROBE statement in the articles was determined and considered as the adherence of the articles to the statement. The adherence of the articles with different characteristics was compared. RESULTS: The adherence of the articles to the statement varied from 24% to 68% with a mean score of 48%±9%. The lowest mean scores were found in the Result (36%) and Method (49%) sections. The adherence was significantly better in the articles published in the journals indexed in PubMed or Web of Knowledge (ISI) databases (P<0.001) and those written by cooperation of the authors from other countries (P=0.044). CONCLUSION: The evaluated articles in our study had not adequately reported the items recommended by the STROBE statement. This indicates deficiency in key elements for readers to assess the validity and applicability of a study.",
  "authors": [
    {
      "last_name": "Shaghaghian",
      "fore_name": "Soheila",
      "initials": "S",
      "name": "Soheila Shaghaghian",
      "affiliations": [
        "Department of Medical Journalism, School of Paramedical Sciences, Shiraz University of Medical Sciences, Shiraz, Iran."
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": [
        "Department of Medical Journalism, School of Paramedical Sciences, Shiraz University of Medical Sciences, Shiraz, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Iranian journal of public health",
    "iso_abbreviation": "Iran J Public Health",
    "issn": "2251-6085",
    "issn_type": "Print",
    "volume": "49",
    "issue": "8",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "1520",
  "end_page": "1529",
  "pages": "1520-1529",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33083329",
    "pmc": "PMC7554393",
    "doi": "10.18502/ijph.v49i8.3896",
    "pii": "IJPH-49-1520"
  },
  "doi": "10.18502/ijph.v49i8.3896",
  "pmc_id": "PMC7554393",
  "dates": {
    "revised": "2022-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:20.534457",
    "pmid": "33083329"
  }
}