{
  "pmid": "33088240",
  "uid": "33088240",
  "title": "Management of Failed SLAP Repair: A Systematic Review.",
  "abstract": "BACKGROUND: Superior labrum anterior to posterior (SLAP) tears are a very common shoulder injury. The success rate of SLAP repair, particularly in the throwing athlete, has been variable in the literature. QUESTIONS/PURPOSES: The purpose of this systematic review was to evaluate the reported post-operative outcomes of management techniques for failed SLAP repair. METHODS: The electronic databases MEDLINE, Embase, and PubMed were searched for relevant studies, and pertinent data was abstracted. Only studies reporting outcomes of management techniques for failed SLAP repairs were included. RESULTS: A total of 10 studies (levels III to IV) evaluating 176 patients were included in this systematic review. Most subjects were male (86.6%), with a mean age at surgery of 36.3 years (range, 17 to 67 years). The most commonly reported reason for failed SLAP repair was persistent post-operative mechanical symptoms after index SLAP repair. Common techniques used in the management of failed SLAP repair include biceps tenodesis and revision SLAP repair. Return to activity was significantly higher after biceps tenodesis than after arthroscopic revision SLAP repair. However, compared to primary SLAP repair, biceps tenodesis demonstrated no statistically significant differences in return to work rates. Complications reported in one case were resolved post-operatively, and there was no reported revision failure or reoperation after revision surgery. CONCLUSION: The most common reason for failed SLAP repair is persistent post-operative mechanical symptoms. Revision surgery for failed SLAP repair has a high success rate. The rate of return to activity after biceps tenodesis was significantly higher than the rate after revision SLAP repair. Large high-quality randomized trials are required to provide definitive evidence to support the optimal treatment for failed SLAP repair.",
  "authors": [
    {
      "last_name": "Nadeem",
      "fore_name": "Ibrahim M",
      "initials": "IM",
      "name": "Ibrahim M Nadeem",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Vancolen",
      "fore_name": "Seline",
      "initials": "S",
      "name": "Seline Vancolen",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, St Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, Ontario L8N 4A6 Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Leroux",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, Ontario Canada."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada.",
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, St Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, Ontario L8N 4A6 Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada.",
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, St Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, Ontario L8N 4A6 Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    }
  ],
  "journal": {
    "title": "HSS journal : the musculoskeletal journal of Hospital for Special Surgery",
    "iso_abbreviation": "HSS J",
    "issn": "1556-3316",
    "issn_type": "Print",
    "volume": "16",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "261",
  "end_page": "271",
  "pages": "261-271",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33088240",
    "pmc": "PMC7534879",
    "doi": "10.1007/s11420-019-09700-3",
    "pii": "9700"
  },
  "doi": "10.1007/s11420-019-09700-3",
  "pmc_id": "PMC7534879",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.293874",
    "pmid": "33088240"
  }
}