{
  "pmid": "33085088",
  "uid": "33085088",
  "title": "Minimally invasive parathyroidectomy guided by intraoperative parathyroid hormone monitoring (IOPTH) and preoperative imaging versus bilateral neck exploration for primary hyperparathyroidism in adults.",
  "abstract": "BACKGROUND: Bilateral neck exploration (BNE) is the traditional approach to sporadic primary hyperparathyroidism. With the availability of the preoperative imaging techniques and intraoperative parathyroid hormone assays, minimally invasive parathyroidectomy (MIP) is fast becoming the favoured surgical approach. OBJECTIVES: To assess the effects of minimally invasive parathyroidectomy (MIP) guided by preoperative imaging and intraoperative parathyroid hormone monitoring versus bilateral neck exploration (BNE) for the surgical management of primary hyperparathyroidism. SEARCH METHODS: We searched CENTRAL, MEDLINE, WHO ICTRP and ClinicalTrials.gov. The date of the last search of all databases was 21 October 2019. There were no language restrictions applied. SELECTION CRITERIA: We included randomised controlled trials comparing MIP to BNE for the treatment of sporadic primary hyperparathyroidism in persons undergoing surgery for the first time. DATA COLLECTION AND ANALYSIS: Two review authors independently screened titles and abstracts for relevance. Two review authors independently screened for inclusion, extracted data and carried out risk of bias assessment. The content expert senior author resolved conflicts. We assessed studies for overall certainty of the evidence using the GRADE instrument. We conducted meta-analyses using a random-effects model and performed statistical analyses according to the guidelines in the latest version of the Cochrane Handbook for Systematic Reviews of Interventions. MAIN RESULTS: We identified five eligible studies, all conducted in European university hospitals. They included 266 adults, 136 participants were randomised to MIP and 130 participants to BNE. Data were available for all participants post-surgery up to one year, with the exception of missing data for two participants in the MIP group and for one participant in the BNE group at one year. Nine participants in the MIP group and 11 participants in the BNE group had missing data at five years. No study had a low risk of bias in all risk of bias domains. The risk ratio (RR) for success rate (eucalcaemia) at six months in the MIP group compared to the BNE group was 0.98 (95% confidence interval (CI) 0.94 to 1.03; P = 0.43; 5 studies, 266 participants; very low-certainty evidence). A total of 132/136 (97.1%) participants in the MIP group compared with 129/130 (99.2%) participants in the BNE group were judged as operative success. At five years, the RR was 0.94 (95% CI 0.83 to 1.08; P = 0.38; 1 study, 77 participants; very low-certainty evidence). A total of 34/38 (89.5%) participants in the MIP group compared with 37/39 (94.9%) participants in the BNE group were judged as operative success. The RR for the total incidence of perioperative adverse events was 0.50, in favour of MIP (95% CI 0.33 to 0.76; P = 0.001; 5 studies, 236 participants; low-certainty evidence). Perioperative adverse events occurred in 23/136 (16.9%) participants in the MIP group compared with 44/130 (33.9%) participants in the BNE group. The 95% prediction interval ranged between 0.25 and 0.99. These adverse events included symptomatic hypocalcaemia, vocal cord palsy, bleeding, fever and infection. Fifteen of 104 (14.4%) participants experienced symptomatic hypocalcaemia in the MIP group compared with 26/98 (26.5%) participants in the BNE group. The RR for this event comparing MIP with BNE at two days was 0.54 (95% CI 0.32 to 0.92; P = 0.02; 4 studies, 202 participants). Statistical significance was lost in sensitivity analyses, with a 95% prediction interval ranging between 0.17 and 1.74. Five out of 133 (3.8%) participants in the MIP group experienced vocal cord paralysis compared with 2/128 (1.6%) participants in the BNE group. The RR for this event was 1.87 (95% CI 0.47 to 7.51; P = 0.38; 5 studies, 261 participants). The 95% prediction interval ranged between 0.20 and 17.87. The effect on all-cause mortality was not explicitly reported and could not be adequately assessed (very low-certainty evidence). There was no clear difference for health-related quality of life between the treatment groups in two studies, but studies did not report numerical data (very low-certainty evidence). There was a possible treatment benefit for MIP compared to BNE in terms of cosmetic satisfaction (very low-certainty evidence). The mean difference (MD) for duration of surgery comparing BNE with MIP was in favour of the MIP group (-18 minutes, 95% CI -31 to -6; P = 0.004; 3 studies, 171 participants; very low-certainty evidence). The 95% prediction interval ranged between -162 minutes and 126 minutes. The studies did not report length of hospital stay. Four studies reported intraoperative conversion rate from MIP to open procedure information. Out of 115 included participants, there were 24 incidences of conversion, amounting to a conversion rate of 20.8%. AUTHORS' CONCLUSIONS: The success rates of MIP and BNE at six months were comparable. There were similar results at five years, but these were only based on one study. The incidence of perioperative symptomatic hypocalcaemia was lower in the MIP compared to the BNE group, whereas the incidence of vocal cord paralysis tended to be higher. Our systematic review did not provide clear evidence for the superiority of MIP over BNE. However, it was limited by low-certainty to very low-certainty evidence.",
  "authors": [
    {
      "last_name": "Ahmadieh",
      "fore_name": "Hala",
      "initials": "H",
      "name": "Hala Ahmadieh",
      "affiliations": [
        "Department of Internal Medicine, Beirut Arab University, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Kreidieh",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Kreidieh",
      "affiliations": [
        "Department of Medicine, Division of Cardiovascular Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston MA, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Hajj Fuleihan",
      "fore_name": "Ghada",
      "initials": "G",
      "name": "Ghada El-Hajj Fuleihan",
      "affiliations": [
        "Department of Internal Medicine, Calcium Metabolism and Osteoporosis Program, WHO Collaborating Center for Metabolic Bone Disorders, Division of Endocrinology, American University of Beirut Medical Centre, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "21"
  },
  "start_page": "CD010787",
  "pages": "CD010787",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Bias",
    "Humans",
    "Hyperparathyroidism, Primary",
    "Hypocalcemia",
    "Minimally Invasive Surgical Procedures",
    "Monitoring, Intraoperative",
    "Neck",
    "Neck Dissection",
    "Operative Time",
    "Parathyroid Hormone",
    "Parathyroidectomy",
    "Postoperative Complications",
    "Quality of Life",
    "Vocal Cord Paralysis"
  ],
  "article_ids": {
    "pubmed": "33085088",
    "pmc": "PMC8094219",
    "doi": "10.1002/14651858.CD010787.pub2"
  },
  "doi": "10.1002/14651858.CD010787.pub2",
  "pmc_id": "PMC8094219",
  "dates": {
    "completed": "2020-11-13",
    "revised": "2024-02-22"
  },
  "chemicals": [
    "Parathyroid Hormone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.531101",
    "pmid": "33085088"
  }
}