{
  "pmid": "33088243",
  "uid": "33088243",
  "title": "Return to Sport After Coracoid Bone Block Transfer for Shoulder Instability: A Systematic Review.",
  "abstract": "BACKGROUND: Shoulder dislocations can be devastating for an athlete. Coracoid bone block transfer is often used for the treatment of recurrent shoulder instability. QUESTIONS/PURPOSES: The primary purpose of this study was to determine the rate and mean time of return to sport in athletes after a coracoid bone block transfer at the pre-operative level of competition, a lower level, or a different level. We also sought to determine how return to sport rates after a coracoid bone block procedure compared with rates after several comparator interventions. Finally, we looked to determine the post-operative clinical outcomes and complications reported after a coracoid bone block procedure. METHODS: We systematically searched three databases (PubMed, Embase, and MEDLINE) for studies reporting return to sport after a coracoid bone block procedure. RESULTS: A total of 52 studies (with levels of evidence ranging from II to IV) evaluating 2953 shoulders in 2888 patients were included in this systematic review. The mean rate of return to sport at any level was 88.4% (2291 of 2592 patients). However, the rate of return to the pre-operative level was 70.3% (1387 of 1974 patients). The mean time to return to sport was 5.38 months (range 21 days to 36 months). The rate of return to sport was higher after the Latarjet procedure, as compared with Bankart repair (87.0% and 75.8%, respectively). All studies showed improvements in clinical outcome measures after coracoid bone block intervention. The cumulative complication rate was found to be 6.46% (158 of 2446 patients). CONCLUSION: Coracoid bone block transfer allows for a high rate of return to sport, although the rate of return to sport at athletes' pre-operative level is lower. The rate of return to sport after Latarjet procedure is higher in comparison with Bankart repair. Additionally, coracoid bone block transfer is associated with improvements in a number of clinical outcome measures. Common post-operative complications include non-union between bone block and glenoid, hematoma, and infection.",
  "authors": [
    {
      "last_name": "Nadeem",
      "fore_name": "Ibrahim M",
      "initials": "IM",
      "name": "Ibrahim M Nadeem",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Vancolen",
      "fore_name": "Seline",
      "initials": "S",
      "name": "Seline Vancolen",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "MedSport, University of Michigan, Ann Arbor, MI USA."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada.",
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario Canada.",
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario Canada.",
        "St Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, Ontario L8N 4A6 Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    }
  ],
  "journal": {
    "title": "HSS journal : the musculoskeletal journal of Hospital for Special Surgery",
    "iso_abbreviation": "HSS J",
    "issn": "1556-3316",
    "issn_type": "Print",
    "volume": "16",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "296",
  "end_page": "306",
  "pages": "296-306",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33088243",
    "pmc": "PMC7534889",
    "doi": "10.1007/s11420-019-09720-z",
    "pii": "9720"
  },
  "doi": "10.1007/s11420-019-09720-z",
  "pmc_id": "PMC7534889",
  "dates": {
    "revised": "2022-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.294427",
    "pmid": "33088243"
  }
}