{
  "pmid": "33087551",
  "uid": "33087551",
  "title": "Guidelines on Deferred Cord Clamping and Cord Milking: A Systematic Review.",
  "abstract": "CONTEXT: Deferred cord clamping (DCC) saves lives. It reduces extremely preterm infants' mortality by 30%, yet a minority of eligible infants receive it. This may in part be due to lack of awareness or confidence in evidence, or conflicting or vague guidelines. OBJECTIVE: To systematically review clinical practice guidelines and other statements on DCC and cord milking. DATA SOURCES: Ten academic and guideline databases were searched. STUDY SELECTION: Clinical practice guidelines and other statements (position statements and consensus statements) providing at least 1 recommendation on DCC or umbilical cord milking among preterm or term infants were included. DATA EXTRACTION: Data from included statements were extracted by 2 independent reviewers, and discrepancies were resolved through consensus. Guideline quality was appraised with modified Appraisal of Guidelines for Research and Evaluation II and Appraisal of Guidelines for Research and Evaluation Recommendation Excellence tools. RESULTS: Forty-four statements from 35 organizations were included. All endorsed DCC for uncompromised preterm infants, and 11 cautiously stated that cord milking may be considered when DCC is infeasible. Only half (49%) of the recommendations on the optimal duration of DCC were supported by high-quality evidence. Only 8% of statements cited a mortality benefit of DCC for preterm infants. LIMITATIONS: Because systematic reviews of guidelines are relatively novel, there are few tools to inform study execution; however, we used the Appraisal of Guidelines for Research and Evaluation II and the Appraisal of Guidelines for Research and Evaluation Recommendation Excellence to assess quality and were methodologically informed by previous systematic reviews of guidelines. CONCLUSIONS: Statements worldwide clearly encouraged DCC. Their implementability would benefit from noting the preterm mortality benefit of DCC and more granularity.",
  "authors": [
    {
      "last_name": "Liyanage",
      "fore_name": "Sugee Korale",
      "initials": "SK",
      "name": "Sugee Korale Liyanage",
      "affiliations": [
        "Departments of Obstetrics and Gynecology.",
        "Contributed equally as co-first authors."
      ]
    },
    {
      "last_name": "Ninan",
      "fore_name": "Kiran",
      "initials": "K",
      "name": "Kiran Ninan",
      "affiliations": [
        "Departments of Obstetrics and Gynecology.",
        "Contributed equally as co-first authors."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Departments of Obstetrics and Gynecology, mcdonals@mcmaster.ca.",
        "Division of Maternal-Fetal Medicine and.",
        "Health Research Methods, Evidence, and Impact, and.",
        "Radiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "146",
    "issue": "5",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Constriction",
    "Humans",
    "Infant Care",
    "Infant, Newborn",
    "Infant, Premature",
    "Practice Guidelines as Topic",
    "Time Factors",
    "Umbilical Cord"
  ],
  "article_ids": {
    "pubmed": "33087551",
    "doi": "10.1542/peds.2020-1429",
    "pii": "peds.2020-1429"
  },
  "doi": "10.1542/peds.2020-1429",
  "dates": {
    "completed": "2020-12-07",
    "revised": "2020-12-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "950-229920",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.075371",
    "pmid": "33087551"
  }
}