{
  "pmid": "33088237",
  "uid": "33088237",
  "title": "Clinical Outcomes and Quality of Literature Addressing Glenohumeral Internal Rotation Deficit: A Systematic Review.",
  "abstract": "BACKGROUND: Glenohumeral internal rotation deficit (GIRD) can negatively impact shoulder function particularly in the throwing athlete. QUESTIONS/PURPOSE: This study aimed to systematically evaluate recent trends in clinical outcomes and quality of published evidence pertaining to GIRD. METHODS: A systematic review was performed in accordance with Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. PubMed, MEDLINE, PubMed Central, and Embase were searched from January 1, 2011, through April 23, 2017, for all articles evaluating GIRD. Two reviewers independently screened articles for eligibility and extracted data for analysis. RESULTS: Eighty-two articles were included in the final review. In general, the overall number of articles published increased over time. Two-thirds of all studies were conducted in the USA. Seventy-eight percent (N = 64) of included studies were level-III to level-V evidence, with no level-I study performed during the study period. Eighty-five percent of studies were either epidemiologic, review, or imaging articles, and only 12% were clinical studies. Significant variability in the clinical definition of GIRD was identified. All studies evaluating non-operative management of GIRD demonstrated significant improvements in internal rotation of the affected extremity. CONCLUSION: Current trends in GIRD-related literature demonstrate limited focus on clinical, therapeutic, or patient-reported outcomes and mostly consist of low-level evidence. There is a lack of consensus in the literature on what clinically constitutes GIRD.",
  "authors": [
    {
      "last_name": "Kirsch",
      "fore_name": "Jacob M",
      "initials": "JM",
      "name": "Jacob M Kirsch",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, MI USA."
      ]
    },
    {
      "last_name": "Bakshi",
      "fore_name": "Neil K",
      "initials": "NK",
      "name": "Neil K Bakshi",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, MI USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Center, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, MI USA.",
        "McMaster University, Hamilton, Ontario Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, MI USA."
      ]
    }
  ],
  "journal": {
    "title": "HSS journal : the musculoskeletal journal of Hospital for Special Surgery",
    "iso_abbreviation": "HSS J",
    "issn": "1556-3316",
    "issn_type": "Print",
    "volume": "16",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "233",
  "end_page": "241",
  "pages": "233-241",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33088237",
    "pmc": "PMC7534890",
    "doi": "10.1007/s11420-019-09691-1",
    "pii": "9691"
  },
  "doi": "10.1007/s11420-019-09691-1",
  "pmc_id": "PMC7534890",
  "dates": {
    "revised": "2022-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.293623",
    "pmid": "33088237"
  }
}