{
  "pmid": "33094894",
  "uid": "33094894",
  "title": "Challenges and key lessons from the design and implementation of an international haemophilia registry supported by a pharmaceutical company.",
  "abstract": "INTRODUCTION: Real-world data are lacking regarding the relationship between prospectively collected patient-reported outcomes (PROs), clinical outcomes and treatment in people with haemophilia (PWH). The Expanding Communications on Hemophilia A Outcomes (ECHO) registry was designed to address this data gap, but a range of difficulties led to early study closure. AIM: To describe the challenges faced and lessons learned from implementing a multinational haemophilia registry. METHODS: The Expanding Communications on Hemophilia A Outcomes was planned as a five-year observational cohort study to collect data from 2000 patients in nine countries. Based on direct observations, feedback from patients enrolled in ECHO, challenges of the study design and input from study-sponsor representatives, the ECHO Steering Committee systematically identified the challenges faced and developed recommendations for overcoming or avoiding them in future studies. RESULTS: The study closed after two years because few countries were activated and patient recruitment was low. This was related to multiple challenges including delayed implementation, stringent pharmacovigilance requirements, objections of investigators and patients to the burden of multiple PROs, data collection issues, lack of resources at study sites, little engagement of patients and competing clinical trials, which further limited recruitment. At study closure, 269 patients had been enrolled in four of nine participating countries. CONCLUSIONS: Researchers planning studies similar to ECHO may want to consider the barriers identified in this global registry of PWH and suggestions to mitigate these limitations, such as greater patient involvement in design and analysis, clearer assessment and understanding of local infrastructure and potential changes to the administration of the study.",
  "authors": [
    {
      "last_name": "Hay",
      "fore_name": "Charles R M",
      "initials": "CRM",
      "name": "Charles R M Hay",
      "affiliations": [
        "Manchester University Department of Haematology, Manchester, UK."
      ],
      "orcid": "0000-0002-0162-6828"
    },
    {
      "last_name": "Shima",
      "fore_name": "Midori",
      "initials": "M",
      "name": "Midori Shima",
      "affiliations": [
        "Nara Medical University, Kashihara, Japan."
      ],
      "orcid": "0000-0002-5922-7061"
    },
    {
      "last_name": "Makris",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Makris",
      "affiliations": [
        "Department of Infection, Immunity, and Cardiovascular Disease, University of Sheffield, Sheffield, UK."
      ],
      "orcid": "0000-0001-7622-7939"
    },
    {
      "last_name": "Jiménez-Yuste",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Jiménez-Yuste",
      "affiliations": [
        "Autónoma University Madrid and La Paz University Hospital, Madrid, Spain."
      ]
    },
    {
      "last_name": "Oldenburg",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Oldenburg",
      "affiliations": [
        "Department of Experimental Haematology and Transfusion Medicine, University Clinic Bonn, Bonn, Germany."
      ],
      "orcid": "0000-0002-1585-4100"
    },
    {
      "last_name": "Fischer",
      "fore_name": "Kathelijn",
      "initials": "K",
      "name": "Kathelijn Fischer",
      "affiliations": [
        "van Creveldkliniek, University Medical Center Utrecht, Utrecht, Netherlands."
      ],
      "orcid": "0000-0001-7126-6613"
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Clinical Epidemiology of Congenital Bleeding Disorders, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Institute for Policy Advancement, Ltd, Washington, DC, USA."
      ],
      "orcid": "0000-0002-0934-0680"
    },
    {
      "last_name": "Santagostino",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Santagostino",
      "affiliations": [
        "IRCCS Cà Granda Foundation, Maggiore Hospital Policlinico, Milan, Italy."
      ],
      "orcid": "0000-0001-9639-6422"
    },
    {
      "last_name": "von Mackensen",
      "fore_name": "Sylvia",
      "initials": "S",
      "name": "Sylvia von Mackensen",
      "affiliations": [
        "Department of Medical Psychology, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."
      ],
      "orcid": "0000-0002-5926-0478"
    },
    {
      "last_name": "Kessler",
      "fore_name": "Craig M",
      "initials": "CM",
      "name": "Craig M Kessler",
      "affiliations": [
        "Georgetown University Medical Center, Washington, DC, USA."
      ]
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "966",
  "end_page": "974",
  "pages": "966-974",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Hemophilia A",
    "Humans",
    "Male",
    "Pharmaceutical Preparations",
    "Registries"
  ],
  "article_ids": {
    "pubmed": "33094894",
    "pmc": "PMC7894355",
    "doi": "10.1111/hae.14144"
  },
  "doi": "10.1111/hae.14144",
  "pmc_id": "PMC7894355",
  "dates": {
    "completed": "2021-08-12",
    "revised": "2021-08-12"
  },
  "chemicals": [
    "Pharmaceutical Preparations"
  ],
  "grants": [
    {
      "agency": "Bayer"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:29.374130",
    "pmid": "33094894"
  }
}