{
  "pmid": "33099546",
  "uid": "33099546",
  "title": "ARIA 2019 Care Pathways for Allergic Rhinitis in the Kuwait Health Care System.",
  "abstract": "A worldwide increase in prevalence of allergic diseases has led to adaptations in national and international health care systems. ARIA (Allergic Rhinitis and Its Impact on Asthma) initiative develops internationally applicable guidelines for allergic respiratory diseases. In collaboration with international initiatives, ARIA offers updates of real-life integrated care pathways (ICPs) for digitally assisted, integrated, and individualized treatment of allergic rhinitis (AR). This article presents certain aspects of the health care system in Kuwait with reference to the management of AR and the objective of introducing ICPs and adopting the latest ARIA recommendations. Guidelines for ICPs include aspects of patients and health care providers and cover key areas of management of AR. This model of guidelines supports real-life health care better than traditional models. ARIA recommendations will be locally integrated in the health care system with the aim of improving both pharmacotherapy and allergy immunotherapy.",
  "authors": [
    {
      "last_name": "Al-Ahmad",
      "fore_name": "Mona",
      "initials": "M",
      "name": "Mona Al-Ahmad",
      "affiliations": [
        "Microbiology Department, Faculty of Medicine, Kuwait University, Kuwait City, Kuwait, mona.alahmad@ku.edu.kw.",
        "Al-Rashed Allergy Center, Ministry of Health, Kuwait City, Kuwait, mona.alahmad@ku.edu.kw."
      ]
    },
    {
      "last_name": "Nurkic",
      "fore_name": "Jasmina",
      "initials": "J",
      "name": "Jasmina Nurkic",
      "affiliations": [
        "Al-Rashed Allergy Center, Ministry of Health, Kuwait City, Kuwait."
      ]
    },
    {
      "last_name": "Bachert",
      "fore_name": "Claus",
      "initials": "C",
      "name": "Claus Bachert",
      "affiliations": [
        "Upper Airways Research Laboratory and Department of Oto-Rhino-Laryngology, Ghent University and Ghent University Hospital, Ghent, Belgium.",
        "Division of ENT Diseases, CLINTEC, Karolinska Institute, University of Stockholm, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Pfaar",
      "fore_name": "Oliver",
      "initials": "O",
      "name": "Oliver Pfaar",
      "affiliations": [
        "Department of Otorhinolaryngology, Head and Neck Surgery, Section of Rhinology and Allergy, University Hospital Marburg, Philipps-Universität Marburg, Marburg, Germany."
      ]
    },
    {
      "last_name": "Schunemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schunemann",
      "affiliations": [
        "Division of Immunology and Allergy, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Czarlewski",
      "fore_name": "Wienczyslawa",
      "initials": "W",
      "name": "Wienczyslawa Czarlewski",
      "affiliations": [
        "Medical Consulting Czarlewski, Levallois, France."
      ]
    },
    {
      "last_name": "Bedbrook",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Bedbrook",
      "affiliations": [
        "MACVIA-France, Fondation partenariale FMC VIA-LR, Montpellier, France."
      ]
    },
    {
      "last_name": "Bosquet",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Bosquet",
      "affiliations": [
        "Contre les Maladies Chroniques pour un Vieillissement Actif en France, Montpellier, France.",
        "INSERM, Ageing and Chronic Diseases Epidemiological and Public Health, Paris, France.",
        "Centre Hospitalier Universitaire de Montpellier, Montpellier, France.",
        "University Hospital, Montpellier, France."
      ]
    }
  ],
  "journal": {
    "title": "Medical principles and practice : international journal of the Kuwait University, Health Science Centre",
    "iso_abbreviation": "Med Princ Pract",
    "issn": "1423-0151",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "4",
    "pub_year": "2021"
  },
  "start_page": "320",
  "end_page": "330",
  "pages": "320-330",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Critical Pathways",
    "Delivery of Health Care",
    "Desensitization, Immunologic",
    "Guidelines as Topic",
    "Humans",
    "Kuwait",
    "Patient-Centered Care",
    "Rhinitis, Allergic"
  ],
  "article_ids": {
    "pubmed": "33099546",
    "pmc": "PMC8436665",
    "doi": "10.1159/000512493",
    "pii": "000512493"
  },
  "doi": "10.1159/000512493",
  "pmc_id": "PMC8436665",
  "dates": {
    "completed": "2022-03-30",
    "revised": "2024-08-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.717122",
    "pmid": "33099546"
  }
}