{
  "pmid": "33095344",
  "uid": "33095344",
  "title": "Neuromuscular blocking agents in acute respiratory distress syndrome: updated systematic review and meta-analysis of randomized trials.",
  "abstract": "PURPOSE: Existing clinical practice guidelines support the use of neuromuscular blocking agents (NMBA) in acute respiratory distress syndrome (ARDS); however, a recent large randomized clinical trial (RCT) has questioned this practice. Therefore, we updated a previous systematic review to determine the efficacy and safety of NMBAs in ARDS. METHODS: We searched MEDLINE, EMBASE (October 2012 to July 2019), the Cochrane (Central) database, and clinical trial registries (ClinicalTrials.gov , ISRCTN Register, and WHO ICTRP) for RCTs comparing the effects of NMBA as a continuous infusion versus placebo or no NMBA infusion (but allowing intermittent NMBA boluses) on patient-important outcomes for adults with ARDS. Two independent reviewers assessed the methodologic quality of the primary studies and abstracted data. RESULTS: Seven RCTs, including four new RCTs, met eligibility criteria for this review. These trials enrolled 1598 patients with moderate to severe ARDS at centers in the USA, France, and China. All trials assessed short-term continuous infusions of cisatracurium or vecuronium. The pooled estimate for mortality outcomes showed significant statistical heterogeneity, which was only explained by a subgroup analysis by depth of sedation in the control arm. A continuous NMBA infusion did not improve mortality when compared to a light sedation strategy with no NMBA infusion (relative risk [RR] 0.99; 95% CI 0.86-1.15; moderate certainty; P = 0.93). On the other hand, continuous NMBA infusion reduced mortality when compared to deep sedation with as needed NMBA boluses (RR 0.71; 95% CI 0.57-0.89; low certainty; P = 0.003). Continuous NMBA infusion reduced the rate of barotrauma (RR 0.55; 95% CI 0.35-0.85, moderate certainty; P = 0.008) across eligible trials, but the effect on ventilator-free days, duration of mechanical ventilation, and ICU-acquired weakness was uncertain. CONCLUSIONS: Inconsistency in study methods and findings precluded the pooling of all trials for mortality. In a pre-planned sensitivity analysis, the impact of NMBA infusion on mortality depends on the strategy used in the control arm, showing reduced mortality when compared to deep sedation, but no effect on mortality when compared to lighter sedation. In both situations, a continuous NMBA infusion may reduce the risk of barotrauma, but the effects on other patient-important outcomes remain unclear. Future research, including an individual patient data meta-analysis, could help clarify some of the observed findings in this updated systematic review.",
  "authors": [
    {
      "last_name": "Tarazan",
      "fore_name": "Nehal",
      "initials": "N",
      "name": "Nehal Tarazan",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Alshehri",
      "fore_name": "Moayad",
      "initials": "M",
      "name": "Moayad Alshehri",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Internal Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Sharif",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Sharif",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Al Duhailib",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Al Duhailib",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Critical Care Medicine, King Faisal Specialist Hospital and Research Centre, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Møller",
      "fore_name": "Morten Hylander",
      "initials": "MH",
      "name": "Morten Hylander Møller",
      "affiliations": [
        "Department of Intensive Care 4131, Copenhagen University Hospital Rigshospitalet, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Belley-Cote",
      "fore_name": "Emilie",
      "initials": "E",
      "name": "Emilie Belley-Cote",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Alshahrani",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Alshahrani",
      "affiliations": [
        "Department of Emergency and Critical Care, Imam Abdulrahman Ben Faisal University, Dammam, Saudi Arabia."
      ]
    },
    {
      "last_name": "Centofanti",
      "fore_name": "John",
      "initials": "J",
      "name": "John Centofanti",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Baw",
      "fore_name": "Bandar",
      "initials": "B",
      "name": "Bandar Baw",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Meade",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada. waleed.al-hazzani@medportal.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, L8S 4K1, Canada. waleed.al-hazzani@medportal.ca."
      ],
      "orcid": "0000-0001-8076-9626"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine experimental",
    "iso_abbreviation": "Intensive Care Med Exp",
    "issn": "2197-425X",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "23"
  },
  "start_page": "61",
  "pages": "61",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33095344",
    "pmc": "PMC7582438",
    "doi": "10.1186/s40635-020-00348-6",
    "pii": "10.1186/s40635-020-00348-6"
  },
  "doi": "10.1186/s40635-020-00348-6",
  "pmc_id": "PMC7582438",
  "dates": {
    "revised": "2021-01-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.439248",
    "pmid": "33095344"
  }
}