{
  "pmid": "33119665",
  "uid": "33119665",
  "title": "Suggested deafness during hypnosis and simulation of hypnosis compared to a distraction and control condition: A study on subjective experience and cortical brain responses.",
  "abstract": "Hypnosis is a powerful tool to affect the processing and perception of stimuli. Here, we investigated the effects of hypnosis on the processing of auditory stimuli, the time course of event-related-potentials (ERP; N1 and P3b amplitudes) and the activity of cortical sources of the P3b component. Forty-eight participants completed an auditory oddball paradigm composed of standard, distractor, and target stimuli during a hypnosis (HYP), a simulation of hypnosis (SIM), a distraction (DIS), and a control (CON) condition. During HYP, participants were suggested that an earplug would obstruct the perception of tones and during SIM they should pretend being hypnotized and obstructed to hear the tones. During DIS, participants' attention was withdrawn from the tones by focusing participants' attention onto a film. In each condition, subjects were asked to press a key whenever a target stimulus was presented. Behavioral data show that target hit rates and response time became significantly reduced during HYP and SIM and loudness ratings of tones were only reduced during HYP. Distraction from stimuli by the film was less effective in reducing target hit rate and tone loudness. Although, the N1 amplitude was not affected by the experimental conditions, the P3b amplitude was significantly reduced in HYP and SIM compared to CON and DIS. In addition, source localization results indicate that only a small number of neural sources organize the differences of tone processing between the control condition and the distraction, hypnosis, and simulation of hypnosis conditions. These sources belong to brain areas that control the focus of attention, the discrimination of auditory stimuli, and the organization of behavioral responses to targets. Our data confirm that deafness suggestions significantly change auditory processing and perception but complete deafness is hard to achieve during HYP. Therefore, the term 'deafness' may be misleading and should better be replaced by 'hypoacusis'.",
  "authors": [
    {
      "last_name": "Franz",
      "fore_name": "Marcel",
      "initials": "M",
      "name": "Marcel Franz",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ],
      "orcid": "0000-0002-6828-5546"
    },
    {
      "last_name": "Hecht",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Hecht",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ]
    },
    {
      "last_name": "Naumann",
      "fore_name": "Ewald",
      "initials": "E",
      "name": "Ewald Naumann",
      "affiliations": [
        "Institute of Psychology, University of Trier, Trier, Germany."
      ]
    },
    {
      "last_name": "Miltner",
      "fore_name": "Wolfgang H R",
      "initials": "WHR",
      "name": "Wolfgang H R Miltner",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany.",
        "Medical Faculty of the Friedrich Schiller University of Jena, Jena, Germany."
      ],
      "orcid": "0000-0001-7452-995X"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "10",
    "pub_year": "2020"
  },
  "start_page": "e0240832",
  "pages": "e0240832",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acoustic Stimulation",
    "Adolescent",
    "Adult",
    "Attention",
    "Auditory Perception",
    "Behavior",
    "Brain",
    "Cognition",
    "Deafness",
    "Electroencephalography",
    "Evoked Potentials",
    "Evoked Potentials, Auditory",
    "Female",
    "Hearing",
    "Humans",
    "Hypnosis",
    "Male",
    "Middle Aged",
    "Speech Perception",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33119665",
    "pmc": "PMC7595429",
    "doi": "10.1371/journal.pone.0240832",
    "pii": "PONE-D-20-17703"
  },
  "doi": "10.1371/journal.pone.0240832",
  "pmc_id": "PMC7595429",
  "dates": {
    "completed": "2020-12-14",
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.444176",
    "pmid": "33119665"
  }
}