{
  "pmid": "33117551",
  "uid": "33117551",
  "title": "Proceedings From a Canadian Nephrology Forum: Nephrology Is Back.",
  "abstract": "PURPOSE OF CONFERENCE: On January 18, 2020, the Nephrology is Back learning day forum was held in Toronto, ON, Canada. The objectives of the meeting were to describe recent advances in nephrology for community and academic nephrologists and patients, and to define challenges and opportunities for integration of new data into clinical practice. The intent was to test a unique forum for continuing medical education integrating physician and patient experiences with the goal of encouraging change in practice. SOURCES OF INFORMATION: Program content was based on current literature and clinical experience. Additional information was provided by patient partners who attended the meeting to provide their perspective on current issues in nephrology. METHODS: A steering committee (A.L., A.S., and D.S.) developed goals and an outline for the content to be covered over the course of the meeting and led the recruitment of speakers. Speakers were asked to develop their presentations independently following direction by the committee, based on primary sources, including their own experiences. Presentations were followed by discussion including both physicians and patients, and participants had an opportunity to evaluate the conference and its outcomes. KEY FINDINGS: We present a unique approach to providing continuing medical education by including both physicians and patients in the learning process. Patient perspectives accompanying presentations around data and other clinical topics provided a much different environment from other knowledge translation exercises. We believe this represents an innovative approach for knowledge translation that allows physicians to address clinical topics in a novel manner, including the integration of new findings into practice and the need to cascade this education to their peers. LIMITATIONS: Because the conference was a one-time event, it has been difficult to assess the actual clinical impact of the knowledge translation exercise and whether physician behaviors have changed as a result of the activity. The conference could also have included broader representation from across Canada. IMPLICATIONS: The success of this test forum among both physicians and patient partners suggests that the inclusion of patient partners in learning could have an important role in future educational initiatives.",
  "authors": [
    {
      "last_name": "Levin",
      "fore_name": "Adeera",
      "initials": "A",
      "name": "Adeera Levin",
      "affiliations": [
        "Division of Nephrology, The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Sapir",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Sapir",
      "affiliations": [
        "Halton Healthcare Services, Oakville, ON, Canada."
      ]
    },
    {
      "last_name": "Steele",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Steele",
      "affiliations": [
        "Lakeridge Health, Oshawa, ON, Canada.",
        "Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Cherney",
      "fore_name": "David",
      "initials": "D",
      "name": "David Cherney",
      "affiliations": [
        "University Health Network, University of Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-4164-0429"
    },
    {
      "last_name": "Hellstrom",
      "fore_name": "Ian C",
      "initials": "IC",
      "name": "Ian C Hellstrom",
      "affiliations": [
        "liV Medical Education, Montreal, QC, Canada."
      ],
      "orcid": "0000-0002-1077-3336"
    },
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, St. Joseph's Healthcare Hamilton, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Moist",
      "affiliations": [
        "Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Suri",
      "fore_name": "Rita S",
      "initials": "RS",
      "name": "Rita S Suri",
      "affiliations": [
        "Division of Nephrology, McGill University, Montreal, QC, Canada."
      ],
      "orcid": "0000-0002-0519-3927"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358120965001",
  "pages": "2054358120965001",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33117551",
    "pmc": "PMC7573708",
    "doi": "10.1177/2054358120965001",
    "pii": "10.1177_2054358120965001"
  },
  "doi": "10.1177/2054358120965001",
  "pmc_id": "PMC7573708",
  "dates": {
    "revised": "2023-01-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U2C DK114886",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.719500",
    "pmid": "33117551"
  }
}