{
  "pmid": "33118192",
  "uid": "33118192",
  "title": "Unpacking chimpanzee (Pan troglodytes) patch use: Do individuals respond to food patches as predicted by the marginal value theorem?",
  "abstract": "The marginal value theorem is an optimal foraging model that predicts how efficient foragers should respond to both their ecological and social environments when foraging in food patches, and it has strongly influenced hypotheses for primate behavior. Nevertheless, experimental tests of the marginal value theorem have been rare in primates and observational studies have provided conflicting support. As a step towards filling this gap, we test whether the foraging decisions of captive chimpanzees (Pan troglodytes) adhere to the assumptions and qualitative predictions of the marginal value theorem. We presented 12 adult chimpanzees with a two-patch foraging environment consisting of both low-quality (i.e., low-food density) and high-quality (i.e., high-food density) patches and examined the effect of patch quality on their search behavior, foraging duration, marginal capture rate, and its proxy measures: giving-up density and giving-up time. Chimpanzees foraged longer in high-quality patches, as predicted. In contrast to predictions, they did not depress high-quality patches as thoroughly as low-quality patches. Furthermore, since chimpanzees searched in a manner that fell between systematic and random, their intake rates did not decline at a steady rate over time, especially in high-quality patches, violating an assumption of the marginal value theorem. Our study provides evidence that chimpanzees are sensitive to their rate of energy intake and that their foraging durations correlate with patch quality, supporting many assumptions underlying primate foraging and social behavior. However, our results question whether the marginal value theorem is a constructive model of chimpanzee foraging behavior, and we suggest a Bayesian foraging framework (i.e., combining past foraging experiences with current patch sampling information) as a potential alternative. More work is needed to build an understanding of the proximate mechanisms underlying primate foraging decisions, especially in more complex socioecological environments.",
  "authors": [
    {
      "last_name": "O'Bryan",
      "fore_name": "Lisa R",
      "initials": "LR",
      "name": "Lisa R O'Bryan",
      "affiliations": [
        "Department of Ecology, Evolution and Behavior, University of Minnesota, St. Paul, Minnesota, USA.",
        "Department of Psychological Sciences, Rice University, Houston, Texas, USA."
      ],
      "orcid": "0000-0002-8878-7674"
    },
    {
      "last_name": "Lambeth",
      "fore_name": "Susan P",
      "initials": "SP",
      "name": "Susan P Lambeth",
      "affiliations": [
        "Department of Comparative Medicine, Michale E. Keeling Center for Comparative Medicine and Research, UT MD Anderson Cancer Center, Bastrop, Texas, USA."
      ]
    },
    {
      "last_name": "Schapiro",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Schapiro",
      "affiliations": [
        "Department of Comparative Medicine, Michale E. Keeling Center for Comparative Medicine and Research, UT MD Anderson Cancer Center, Bastrop, Texas, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Ecology, Evolution and Behavior, University of Minnesota, St. Paul, Minnesota, USA.",
        "Department of Anthropology, University of Minnesota, Minneapolis, Minnesota, USA."
      ],
      "orcid": "0000-0003-3073-4518"
    }
  ],
  "journal": {
    "title": "American journal of primatology",
    "iso_abbreviation": "Am J Primatol",
    "issn": "1098-2345",
    "issn_type": "Electronic",
    "volume": "82",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "e23208",
  "pages": "e23208",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Bayes Theorem",
    "Feeding Behavior",
    "Female",
    "Food",
    "Male",
    "Pan troglodytes",
    "Social Behavior",
    "Texas"
  ],
  "article_ids": {
    "pubmed": "33118192",
    "mid": "NIHMS1640636",
    "pmc": "PMC7962466",
    "doi": "10.1002/ajp.23208"
  },
  "doi": "10.1002/ajp.23208",
  "pmc_id": "PMC7962466",
  "dates": {
    "completed": "2021-01-08",
    "revised": "2021-12-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U42 OD011197",
      "agency": "NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.656769",
    "pmid": "33118192"
  }
}