{
  "pmid": "33116069",
  "uid": "33116069",
  "title": "Prevalence of Acute Rehabilitation for Kids in the PICU: A Canadian Multicenter Point Prevalence Study.",
  "abstract": "OBJECTIVES: To evaluate mobilization practices, barriers, and mobility-related adverse events in Canadian PICUs. DESIGN: National 2-day point prevalence study. SETTING: Thirteen PICUs across Canada. PATIENTS: Children with a minimum 72-hour PICU length of stay on the allocated study day. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: Outcomes of interest were the prevalence and nature of mobilization activities, rehabilitation resources, adverse events, and factors associated with out-of-bed mobility and therapist-provided mobility. Two PICUs (15%) had early mobilization practice guidelines, and one PICU (8%) reported a formal process for engaging families in the mobilization of patients. The prevalence of mobilization was 110 of 137 patient-days (80%). The commonest activity was out-of-bed mobility (87/137; 64% patient-days); there was no active mobilization on 46 patient-days (34%). Therapists provided mobility on 33% of patient-days. Mobility was most commonly facilitated by nurses (74% events) and family (49% events). Family participation was strongly associated with out-of-bed mobility (odds ratio 6.4; p = 0.001). Intubated, mechanically ventilated patients were mobilized out-of-bed on 18 of 50 patient-days (36%). However, the presence of an endotracheal tube, vasoactive infusions, and age greater than or equal to 3 years were independently associated with not being mobilized out-of-bed. Barriers were reported on 58 of 137 patient-days (42%), and adverse events occurred in 22 of 387 mobility events (6%). CONCLUSIONS: Mobilization is common and safe, and the majority of children in Canadian PICUs are being mobilized out-of-bed, even when mechanically ventilated. Family engagement in PICU-based rehabilitation is increasing. This study provides encouraging evidence that common barriers can be overcome in order to safely mobilize children in PICUs.",
  "authors": [
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zorko",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Zorko",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Awojoodu",
      "fore_name": "Ronke",
      "initials": "R",
      "name": "Ronke Awojoodu",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine, Johns Hopkins University School of Medicine, Baltimore, MD."
      ]
    },
    {
      "last_name": "Ducharme-Crevier",
      "fore_name": "Laurence",
      "initials": "L",
      "name": "Laurence Ducharme-Crevier",
      "affiliations": [
        "Department of Pediatrics, CHU Sainte-Justine, University of Montreal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Fontela",
      "fore_name": "Patricia S",
      "initials": "PS",
      "name": "Patricia S Fontela",
      "affiliations": [
        "Department of Pediatrics, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Laurie A",
      "initials": "LA",
      "name": "Laurie A Lee",
      "affiliations": [
        "Faculty of Nursing, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Guerguerian",
      "fore_name": "Anne-Marie",
      "initials": "AM",
      "name": "Anne-Marie Guerguerian",
      "affiliations": [
        "Departments of Critical Care Medicine and Paediatrics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Garcia Guerra",
      "fore_name": "Gonzalo",
      "initials": "G",
      "name": "Gonzalo Garcia Guerra",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Krmpotic",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Krmpotic",
      "affiliations": [
        "Department of Critical Care, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "McKelvie",
      "fore_name": "Brianna",
      "initials": "B",
      "name": "Brianna McKelvie",
      "affiliations": [
        "Department of Pediatrics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": [
        "Department of Pediatrics, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Murthy",
      "fore_name": "Srinivas",
      "initials": "S",
      "name": "Srinivas Murthy",
      "affiliations": [
        "Department of Pediatrics, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Sehgal",
      "fore_name": "Anupam",
      "initials": "A",
      "name": "Anupam Sehgal",
      "affiliations": [
        "Department of Pediatrics, Kingston Health Science Center, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Weiss",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Weiss",
      "affiliations": [
        "Department of Pediatrics, Université Laval Faculté de Médecine, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Kudchadkar",
      "fore_name": "Sapna R",
      "initials": "SR",
      "name": "Sapna R Kudchadkar",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine, Johns Hopkins University School of Medicine, Baltimore, MD.",
        "Department of Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD.",
        "Department of Physical Medicine and Rehabilitation, Johns Hopkins University School of Medicine, Baltimore, MD."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "22",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "181",
  "end_page": "193",
  "pages": "181-193",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Early Ambulation",
    "Humans",
    "Intensive Care Units, Pediatric",
    "Physical Therapy Modalities",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "33116069",
    "doi": "10.1097/PCC.0000000000002601",
    "pii": "00130478-202102000-00006"
  },
  "doi": "10.1097/PCC.0000000000002601",
  "dates": {
    "completed": "2021-04-21",
    "revised": "2023-08-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.929584",
    "pmid": "33116069"
  }
}