{
  "pmid": "33115431",
  "uid": "33115431",
  "title": "Spie charts for quantifying treatment effectiveness and safety in multiple outcome network meta-analysis: a proof-of-concept study.",
  "abstract": "BACKGROUND: Network meta-analysis (NMA) simultaneously synthesises direct and indirect evidence on the relative efficacy and safety of at least three treatments. A decision maker may use the coherent results of an NMA to determine which treatment is best for a given outcome. However, this evidence must be balanced across multiple outcomes. This study aims to provide a framework that permits the objective integration of the comparative effectiveness and safety of treatments across multiple outcomes. METHODS: In the proposed framework, measures of each treatment's performance are plotted on its own pie chart, superimposed on another pie chart representing the performance of a hypothetical treatment that is the best across all outcomes. This creates a spie chart for each treatment, where the coverage area represents the probability a treatment ranks best overall. The angles of each sector may be adjusted to reflect the importance of each outcome to a decision maker. The framework is illustrated using two published NMA datasets comparing dietary oils and fats and psoriasis treatments. Outcome measures are plotted in terms of the surface under the cumulative ranking curve. The use of the spie chart was contrasted with that of the radar plot. RESULTS: In the NMA comparing the effects of dietary oils and fats on four lipid biomarkers, the ease of incorporating the lipids' relative importance on spie charts was demonstrated using coefficients from a published risk prediction model on coronary heart disease. Radar plots produced two sets of areas based on the ordering of the lipids on the axes, while the spie chart only produced one set. In the NMA comparing psoriasis treatments, the areas inside spie charts containing both efficacy and safety outcomes masked critical information on the treatments' comparative safety. Plotting the areas inside spie charts of the efficacy outcomes against measures of the safety outcome facilitated simultaneous comparisons of the treatments' benefits and harms. CONCLUSIONS: The spie chart is more optimal than a radar plot for integrating the comparative effectiveness or safety of a treatment across multiple outcomes. Formal validation in the decision-making context, along with statistical comparisons with other recent approaches are required.",
  "authors": [
    {
      "last_name": "Daly",
      "fore_name": "Caitlin H",
      "initials": "CH",
      "name": "Caitlin H Daly",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, McMaster University Medical Centre, 1280 Main Street West, 2C Area, Hamilton, Ontario, L8S 4K1, Canada.",
        "Population Health Sciences, Bristol Medical School, University of Bristol, Canynge Hall, 39 Whatley Road, Bristol, BS8 2PS, UK."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, McMaster University Medical Centre, 1280 Main Street West, 2C Area, Hamilton, Ontario, L8S 4K1, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, Ontario, L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, McMaster University Medical Centre, 1280 Main Street West, 2C Area, Hamilton, Ontario, L8S 4K1, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, Ontario, L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": [
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, St. Michael's Hospital, 209 Victoria Street, Toronto, Ontario, M5B 1TB, Canada.",
        "Department of Medicine, Faculty of Medicine, University of Toronto, C. David Naylor Building, 6 Queen's Park Crescent West, Third Floor, Toronto, Ontario, M5S 3H2, Canada."
      ]
    },
    {
      "last_name": "Hamid",
      "fore_name": "Jemila S",
      "initials": "JS",
      "name": "Jemila S Hamid",
      "affiliations": [
        "Department of Mathematics and Statistics, STEM Complex, University of Ottawa, room 336, 150 Louis-Pasteur Private, Ottawa, Ontario, K1N 6N5, Canada. jhamid@uottawa.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "28"
  },
  "start_page": "266",
  "pages": "266",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Network Meta-Analysis As Topic",
    "Outcome Assessment, Health Care",
    "Proof of Concept Study",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "33115431",
    "pmc": "PMC7592566",
    "doi": "10.1186/s12874-020-01128-2",
    "pii": "10.1186/s12874-020-01128-2"
  },
  "doi": "10.1186/s12874-020-01128-2",
  "pmc_id": "PMC7592566",
  "dates": {
    "completed": "2021-06-24",
    "revised": "2025-01-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.540783",
    "pmid": "33115431"
  }
}