{
  "pmid": "33111463",
  "uid": "33111463",
  "title": "Post-transplant malignancies in pediatric organ transplant recipients.",
  "abstract": "The majority of cancer diagnoses in pediatric solid organ transplant recipients (SOTRs) are post-transplantation lymphoproliferative disorders (PTLD) or skin cancers. However, pediatric SOTRs are also at significantly elevated risk for multiple other solid and hematological cancers. The risks of specific cancers vary by transplanted organ, underlying disease, and immunosuppression factors. More than one-quarter of pediatric SOTRs develop cancer within 30 years of transplantation and their risk of solid cancer is 14 times greater than the general population. Pediatric SOTRs are at significantly higher risk of cancer-associated death. Improving patient survival among pediatric SOTRs puts them at risk of adult epithelial cancers associated with environmental carcinogenic exposures. Vaccination against oncogenic viruses and avoidance of excessive immunosuppression may reduce the risk of solid cancers following transplantation. Patient and family education regarding photoprotection is an essential component of skin cancer prevention. There is significant variability in cancer screening recommendations for SOTRs and general population approaches are typically not validated for transplant populations. An individualized approach to cancer screening should be developed based on estimated cancer risk, patient life expectancy, and screening test performance.",
  "authors": [
    {
      "last_name": "Robinson",
      "fore_name": "Cal H",
      "initials": "CH",
      "name": "Cal H Robinson",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2223-0646"
    },
    {
      "last_name": "Coughlin",
      "fore_name": "Carrie C",
      "initials": "CC",
      "name": "Carrie C Coughlin",
      "affiliations": [
        "Division of Dermatology, Department of Medicine, Washington University School of Medicine, St. Louis, MO, USA."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "ICES McMaster, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dharnidharka",
      "fore_name": "Vikas R",
      "initials": "VR",
      "name": "Vikas R Dharnidharka",
      "affiliations": [
        "Division of Pediatric Nephrology, Hypertension and Pheresis, Washington University School of Medicine, Saint Louis, MO, USA."
      ],
      "orcid": "0000-0001-8000-1385"
    }
  ],
  "journal": {
    "title": "Pediatric transplantation",
    "iso_abbreviation": "Pediatr Transplant",
    "issn": "1399-3046",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "e13884",
  "pages": "e13884",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Humans",
    "Immunosuppression Therapy",
    "Neoplasms",
    "Postoperative Complications",
    "Risk Factors",
    "Transplant Recipients"
  ],
  "article_ids": {
    "pubmed": "33111463",
    "doi": "10.1111/petr.13884"
  },
  "doi": "10.1111/petr.13884",
  "dates": {
    "completed": "2021-11-29",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.068362",
    "pmid": "33111463"
  }
}