{
  "pmid": "33115486",
  "uid": "33115486",
  "title": "Conceptualising characteristics of resources withdrawal from medical services: a systematic qualitative synthesis.",
  "abstract": "BACKGROUND: Terms used to describe government-led resource withdrawal from ineffective and unsafe medical services, including 'rationing' and 'disinvestment', have tended to be used interchangeably, despite having distinct characteristics. This lack of descriptive precision for arguably distinct terms contributes to the obscurity that hinders effective communication and the achievement of evidence-based decision-making. The objectives of this study are to (1) identify the various terms used to describe resource withdrawal and (2) propose definitions for the key or foundational terms, which includes a clear description of the unique characteristics of each. METHODS: This is a systematic qualitative synthesis of characteristics and terms found through a search of the academic and grey literature. This approach involved identifying commonly used resource withdrawal terms, extracting data about resource withdrawal characteristics associated with each term and conducting a comparative analysis by categorising elements as antecedents, attributes or outcomes. RESULTS: Findings from an analysis of 106 documents demonstrated that terms used to describe resource withdrawal are inconsistently defined and applied. The characteristics associated with these terms, mainly antecedents and attributes, are used interchangeably by many authors but are differentiated by others. Our analysis resulted in the development of a framework that organises these characteristics to demonstrate the unique attributes associated with each term. To enhance precision, these terms were classified as either policy options or patient health outcomes and refined definitions for rationing and disinvestment were developed. Rationing was defined as resource withdrawal that denies, on average, patient health benefits. Disinvestment was defined as resource withdrawal that results in, on average, improved or no change in health benefits. CONCLUSION: Agreement on the definition of various resource withdrawal terms and their key characteristics is required for transparent government decision-making regarding medical service withdrawal. This systematic qualitative synthesis presents the proposed definitions of resource withdrawal terms that will promote consistency, benefit public policy dialogue and enhance the policy-making process for health systems.",
  "authors": [
    {
      "last_name": "Embrett",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Embrett",
      "affiliations": [
        "Faculty of Health, School of Nursing, Dalhouise University, 5869 University Avenue, PO BOX 15000, Halifax, Nova Scotia, B3H 4R2, Canada. embretmg@mcmaster.ca.",
        "St. Francis Xavier University, 4130 University Avenue, Antigonish, Nova Scotia, B2G2W5, Canada. embretmg@mcmaster.ca."
      ],
      "orcid": "0000-0002-3969-0219"
    },
    {
      "last_name": "Randall",
      "fore_name": "Glen E",
      "initials": "GE",
      "name": "Glen E Randall",
      "affiliations": [
        "Health Policy and Management, DeGroote School of Business, McMaster University, Hamilton, Ontario, L8S4M4, Canada.",
        "McMaster University, DSB-229, 1280 Main Street West, Hamilton, Ontario, L8S 4M4, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, L8S4L6, Canada.",
        "McMaster Health Forum, MML-417, 1280 Main St. West, Hamilton, Ontario, L8S4L6, Canada."
      ]
    },
    {
      "last_name": "Dion",
      "fore_name": "Michelle L",
      "initials": "ML",
      "name": "Michelle L Dion",
      "affiliations": [
        "Department of Political Science, McMaster University, Hamilton, Ontario, L8S4L6, Canada.",
        "Kenneth Taylor Hall (KTH) 533, 1280 Main St. West, Hamilton, Ontario, L8S4L6, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "28"
  },
  "start_page": "123",
  "pages": "123",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Resource Allocation"
  ],
  "article_ids": {
    "pubmed": "33115486",
    "pmc": "PMC7592573",
    "doi": "10.1186/s12961-020-00630-9",
    "pii": "10.1186/s12961-020-00630-9"
  },
  "doi": "10.1186/s12961-020-00630-9",
  "pmc_id": "PMC7592573",
  "dates": {
    "completed": "2021-07-28",
    "revised": "2021-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:01.041633",
    "pmid": "33115486"
  }
}