{
  "pmid": "33117723",
  "uid": "33117723",
  "title": "Self-management program versus usual care for community-dwelling older adults with multimorbidity: A pragmatic randomized controlled trial in Ontario, Canada.",
  "abstract": "BACKGROUND: Multimorbidity, the co-existence of 2+ (or 3+) chronic diseases in an individual, is an increasingly common global phenomenon leading to reduced quality of life and functional status, and higher healthcare service use and mortality. There is an urgent need to develop and test new models of care that incorporate the components of multimorbidity interventions recommended by international organizations, including care coordination, interdisciplinary teams, and care plans developed with patients that are tailored to their needs and preferences. PURPOSE: To determine the effectiveness of a 6-month, community-based, multimorbidity intervention compared to usual home care services for community-dwelling older adults (age 65+ years) with multimorbidity (3+ chronic conditions) that were newly referred to and receiving home care services. METHODS: A pragmatic, parallel, two-arm randomized controlled trial evaluated the intervention, which included in-home visits by an interdisciplinary team, personal support worker visits, and monthly case conferences. The study took place in two sites in central Ontario, Canada. Eligible and consenting participants were randomly allocated to the intervention and control group using a 1:1 ratio. The participants, statistician/analyst, and research assistants collecting assessment data were blinded. The primary outcome was the Physical Component Summary (PCS) score of the 12-Item Short-Form health survey (SF-12). Secondary outcomes included the SF-12 Mental Component Summary (MCS) score, Center for Epidemiological Studies of Depression (CESD-10), Generalized Anxiety Disorder (GAD-7), Self-Efficacy for Managing Chronic Disease, and service use and costs. Analysis of covariance (ANCOVA) tested group differences using multiple imputation to address missing data, and non-parametric methods explored service use and cost differences. RESULTS: 59 older adults were randomized into the intervention (n = 30) and control (n = 29) groups. At baseline, groups were similar for the primary outcome and number of chronic conditions (mean of 8.6), but the intervention group had lower mental health status. The intervention was cost neutral and no significant group differences were observed for the primary outcome of PCS from SF-12 (mean difference: -4.94; 95% CI: -12.53 to 2.66; p = 0.20) or secondary outcomes. CONCLUSION: We evaluated a 6-month, self-management intervention for older adults with multimorbidity. While the intervention was cost neutral in comparison to usual care, it was not found to improve the PCS from SF-12 or secondary health outcomes. Recruitment and retention challenges were significant obstacles limiting our ability to assess intervention effectiveness. Yet, the intervention was grounded in internationally-endorsed recommendations and implemented in a practice setting (home care) viewed as a key upstream resource fostering independence in older adults. These features collectively support the identification of ways to recruit/retain older adults and test alternative implementation strategies for interventions that are based on sound principles of multimorbidity management.",
  "authors": [
    {
      "last_name": "Fisher",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Fisher",
      "affiliations": [
        "Aging, Community and Health Research Unit (ACHRU), McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8342-1238"
    },
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "Aging, Community and Health Research Unit (ACHRU), McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4019-7077"
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "Aging, Community and Health Research Unit (ACHRU), McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health, Aging and Society, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8168-8449"
    },
    {
      "last_name": "Bartholomew",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Bartholomew",
      "affiliations": [
        "Aging, Community and Health Research Unit (ACHRU), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2794-9692"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yous",
      "fore_name": "Marie-Lee",
      "initials": "ML",
      "name": "Marie-Lee Yous",
      "affiliations": [
        "Aging, Community and Health Research Unit (ACHRU), McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4271-0401"
    }
  ],
  "journal": {
    "title": "Journal of comorbidity",
    "iso_abbreviation": "J Comorb",
    "issn": "2235-042X",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2020"
  },
  "start_page": "2235042X20963390",
  "pages": "2235042X20963390",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33117723",
    "pmc": "PMC7573753",
    "doi": "10.1177/2235042X20963390",
    "pii": "10.1177_2235042X20963390"
  },
  "doi": "10.1177/2235042X20963390",
  "pmc_id": "PMC7573753",
  "dates": {
    "revised": "2022-04-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.490218",
    "pmid": "33117723"
  }
}