{
  "pmid": "33129335",
  "uid": "33129335",
  "title": "Lessons learned from descriptions and evaluations of knowledge translation platforms supporting evidence-informed policy-making in low- and middle-income countries: a systematic review.",
  "abstract": "BACKGROUND: Knowledge translation (KT) platforms are organisations, initiatives and networks that focus on supporting evidence-informed policy-making at least in part about the health-system arrangements that determine whether the right programmes, services and products get to those who need them. Many descriptions and evaluations of KT platforms in low- and middle-income countries have been produced but, to date, they have not been systematically reviewed. METHODS: We identified potentially relevant studies through a search of five electronic databases and a variety of approaches to identify grey literature. We used four criteria to select eligible empirical studies. We extracted data about seven characteristics of included studies and about key findings. We used explicit criteria to assess study quality. In synthesising the findings, we gave greater attention to themes that emerged from multiple studies, higher-quality studies and different contexts. RESULTS: Country was the most common jurisdictional focus of KT platforms, EVIPNet the most common name and high turnover among staff a common infrastructural feature. Evidence briefs and deliberative dialogues were the activities/outputs that were the most extensively studied and viewed as helpful, while rapid evidence services were the next most studied but only in a single jurisdiction. None of the summative evaluations used a pre-post design or a control group and, with the exception of the evaluations of the influence of briefs and dialogues on intentions to act, none of the evaluations achieved a high quality score. CONCLUSIONS: A large and growing volume of research evidence suggests that KT platforms offer promise in supporting evidence-informed policy-making in low- and middle-income countries. KT platforms should consider as next steps expanding their current, relatively limited portfolio of activities and outputs, building bridges to complementary groups, and planning for evaluations that examine 'what works' for 'what types of issues' in 'what types of contexts'.",
  "authors": [
    {
      "last_name": "Partridge",
      "fore_name": "Arun C R",
      "initials": "ACR",
      "name": "Arun C R Partridge",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, Canada. arun.partridge@ucalgary.ca."
      ],
      "orcid": "0000-0002-4191-0970"
    },
    {
      "last_name": "Mansilla",
      "fore_name": "Cristián",
      "initials": "C",
      "name": "Cristián Mansilla",
      "affiliations": [
        "McMaster Health Forum and Health Policy PhD Program, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Randhawa",
      "fore_name": "Harkanwal",
      "initials": "H",
      "name": "Harkanwal Randhawa",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Knowledge to Policy Center and Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Sewankambo",
      "fore_name": "Nelson K",
      "initials": "NK",
      "name": "Nelson K Sewankambo",
      "affiliations": [
        "Clinical Epidemiology and Biostatistics Unit, Department of Medicine, College of Health Sciences, Makerere University, Kampala, Uganda. sewankam@infocom.co.ug."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "31"
  },
  "start_page": "127",
  "pages": "127",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Developing Countries",
    "Government Programs",
    "Health Policy",
    "Humans",
    "Policy Making",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "33129335",
    "pmc": "PMC7603785",
    "doi": "10.1186/s12961-020-00626-5",
    "pii": "10.1186/s12961-020-00626-5"
  },
  "doi": "10.1186/s12961-020-00626-5",
  "pmc_id": "PMC7603785",
  "dates": {
    "completed": "2021-07-28",
    "revised": "2021-12-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:01.041927",
    "pmid": "33129335"
  }
}