{
  "pmid": "33129316",
  "uid": "33129316",
  "title": "Describing the characteristics and healthcare use of high-cost acute care users at the end of life: a pan-Canadian population-based study.",
  "abstract": "BACKGROUND: A minority of individuals use a large portion of health system resources, incurring considerable costs, especially in acute-care hospitals where a significant proportion of deaths occur. We sought to describe and contrast the characteristics, acute-care use and cost in the last year of life among high users and non-high users who died in hospitals across Canada. METHODS: We conducted a population-based retrospective-cohort study of Canadian adults aged ≥18 who died in hospitals across Canada between fiscal years 2011/12-2014/15. High users were defined as patients within the top 10% of highest cumulative acute-care costs in each fiscal year. Patients were categorized as: persistent high users (high-cost in death year and year prior), non-persistent high users (high-cost in death year only) and non-high users (never high-cost). Discharge abstracts were used to measure characteristics and acute-care use, including number of hospitalizations, admissions to intensive-care-unit (ICU), and alternate-level-of-care (ALC). RESULTS: We identified 191,310 decedents, among which 6% were persistent high users, 41% were non-persistent high users, and 46% were non-high users. A larger proportion of high users were male, younger, and had multimorbidity than non-high users. In the last year of life, persistent high users had multiple hospitalizations more often than other groups. Twenty-eight percent of persistent high users had ≥2 ICU admissions, compared to 8% of non-persistent high users and only 1% of non-high users. Eleven percent of persistent high users had ≥2 ALC admissions, compared to only 2% of non-persistent high users and < 1% of non-high users. High users received an in-hospital intervention more often than non-high users (36% vs. 19%). Despite representing only 47% of the cohort, persistent and non-persistent high users accounted for 83% of acute-care costs. CONCLUSIONS: High users - persistent and non-persistent - are medically complex and use a disproportionate amount of acute-care resources at the end of life. A greater understanding of the characteristics and circumstances that lead to persistently high use of inpatient services may help inform strategies to prevent hospitalizations and off-set current healthcare costs while improving patient outcomes.",
  "authors": [
    {
      "last_name": "Qureshi",
      "fore_name": "Danial",
      "initials": "D",
      "name": "Danial Qureshi",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada. qureshdt@mcmaster.ca.",
        "Bruyère Research Institute, Ottawa, ON, Canada. qureshdt@mcmaster.ca."
      ],
      "orcid": "0000-0001-5703-2220"
    },
    {
      "last_name": "Isenberg",
      "fore_name": "Sarina",
      "initials": "S",
      "name": "Sarina Isenberg",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Temmy Latner Centre for Palliative Care and Lunenfeld Tanenbaum Research Institute, Sinai Health System, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada.",
        "Bruyère Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Moineddin",
      "fore_name": "Rahim",
      "initials": "R",
      "name": "Rahim Moineddin",
      "affiliations": [
        "Department of Medicine, Division of Internal Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Kieran",
      "initials": "K",
      "name": "Kieran Quinn",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Department of Medicine, Division of Internal Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Meaney",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Meaney",
      "affiliations": [
        "Department of Medicine, Division of Internal Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "McGrail",
      "fore_name": "Kimberlyn",
      "initials": "K",
      "name": "Kimberlyn McGrail",
      "affiliations": [
        "Centre for Health Services and Policy Research, Faculty of Medicine, The University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Webber",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen Webber",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada.",
        "Bruyère Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Fowler",
      "affiliations": [
        "Department of Medicine, Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hsu",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Hsu",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada.",
        "Bruyère Research Institute, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Oct",
    "pub_day": "31"
  },
  "start_page": "997",
  "pages": "997",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Canada",
    "Critical Care",
    "Female",
    "Health Care Costs",
    "Hospitalization",
    "Humans",
    "Inpatients",
    "Intensive Care Units",
    "Male",
    "Middle Aged",
    "Patient Discharge",
    "Retrospective Studies",
    "Terminal Care",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33129316",
    "pmc": "PMC7603700",
    "doi": "10.1186/s12913-020-05837-8",
    "pii": "10.1186/s12913-020-05837-8"
  },
  "doi": "10.1186/s12913-020-05837-8",
  "pmc_id": "PMC7603700",
  "dates": {
    "completed": "2020-11-04",
    "revised": "2020-11-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CIHR SDA-156943",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.080259",
    "pmid": "33129316"
  }
}