{
  "pmid": "33127374",
  "uid": "33127374",
  "title": "Using GRADE evidence to decision frameworks to choose from multiple interventions.",
  "abstract": "BACKGROUND AND OBJECTIVE: Guideline development groups or other health care decision makers frequently encounter situations that require a simultaneous comparison of multiple interventions. This sometimes becomes apparent either when they identify questions of interest, before they formulate recommendations, or it may surface only when recommendations have already been formulated based on pairwise comparisons. METHODS: Using examples from the World Health Organization, the European Commission, and a professional society, we developed a flexible approach to developing recommendations when a multiple-intervention comparison (MC) is needed using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) evidence to decision (EtD) frameworks. We iteratively refined this approach through user testing and then included a module in GRADE's official software GRADEpro to test the approach in two real and one theoretical guideline recommendations. RESULTS: We found the approach feasible and that all EtD criteria should be considered in an MC approach. We judged that guideline development groups and other decision makers will benefit from the availability of a network meta-analyses (NMA) of intervention effects to support decisions; however, NMA supports only one of many criteria, that is, the balance of health benefits and harms, and is therefore helpful, but not essential to the approach we propose. When similar but not identical comparators are used to address MC, challenges may arise with intransitivity and the relative rankings of interventions. CONCLUSION: We successfully applied the MC approach and software module in generating recommendations across different scenarios and identified challenges. The MC approach allows guideline groups and other decision makers to transparently and critically assess multiple options for a given health question. Application of the approach by others may lead to refinement and allow for better understanding of its impact in developing recommendations and making choices.",
  "authors": [
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brozek",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Nowak",
      "fore_name": "Artur",
      "initials": "A",
      "name": "Artur Nowak",
      "affiliations": [
        "Evidence Prime, Hamilton, Canada and Krakow, Poland."
      ]
    },
    {
      "last_name": "Dietl",
      "fore_name": "Helena",
      "initials": "H",
      "name": "Helena Dietl",
      "affiliations": [
        "Evidence Prime, Hamilton, Canada and Krakow, Poland."
      ]
    },
    {
      "last_name": "Dietl",
      "fore_name": "Bart",
      "initials": "B",
      "name": "Bart Dietl",
      "affiliations": [
        "Evidence Prime, Hamilton, Canada and Krakow, Poland."
      ]
    },
    {
      "last_name": "Saz-Parkinson",
      "fore_name": "Zuleika",
      "initials": "Z",
      "name": "Zuleika Saz-Parkinson",
      "affiliations": [
        "European Commission, Joint Research Centre, Ispra, Italy."
      ]
    },
    {
      "last_name": "Mirzayev",
      "fore_name": "Fuad",
      "initials": "F",
      "name": "Fuad Mirzayev",
      "affiliations": [
        "Global TB Program, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "González-Angulo",
      "fore_name": "Licé",
      "initials": "L",
      "name": "Licé González-Angulo",
      "affiliations": [
        "Global TB Program, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Yepes-Nuñez",
      "fore_name": "Juan José",
      "initials": "JJ",
      "name": "Juan José Yepes-Nuñez",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; School of Medicine, Universidad de Los Andes, Bogotá, Colombia."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Department of Medicine, University of Kansas Health System, Kansas City, USA."
      ]
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Center-Servicio de Epidemiología Clínica y Salud Pública, Biomedical Research Institute (IIB-Sant Pau), Barcelona, Spain; CIBER of Epidemiology and Public Health (CIBERESP), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Department of Medicine, McMaster University, Hamilton, Canada; Institut für Evidence in Medicine, Medical Center & Faculty of Medicine, University of Freiburg, Freiburg, Germany. Electronic address: schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "130",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "117",
  "end_page": "124",
  "pages": "117-124",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Decision Making, Computer-Assisted",
    "Europe",
    "Evidence-Based Medicine",
    "Humans",
    "Practice Guidelines as Topic",
    "Software",
    "Therapeutics",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "33127374",
    "doi": "10.1016/j.jclinepi.2020.10.016",
    "pii": "S0895-4356(20)31155-0"
  },
  "doi": "10.1016/j.jclinepi.2020.10.016",
  "dates": {
    "completed": "2021-09-14",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.717430",
    "pmid": "33127374"
  }
}