{
  "pmid": "33131921",
  "uid": "33131921",
  "title": "Surgical uprighting of mandibular second molars: A single-group retrospective cohort study.",
  "abstract": "INTRODUCTION: The management of impacted, unerupted, or malpositioned mandibular second molars with orthodontic therapy requires special attention in order to achieve normal anatomic positioning within the dental arch. We present a surgical approach to managing these teeth combining exposure and surgically-assisted forced eruption. METHODS: This retrospective single-group cohort study followed 260 impacted mandibular second molars. The molars were exposed and surgically uprighted. An orthodontic bracket was bonded to aid in orthodontic traction, and the wound was packed to prevent soft tissue growth over the crown of the exposed molar. Patients were followed for a minimum of 6 months after uprighting, during which the following outcomes were measured: the degree of success of the eruption one the basis of the clinical occlusal relationship to the opposing dentition, radiographic evidence of bone fill, the periodontal status of the teeth involved, and tooth vitality. RESULTS: A total of 260 mandibular second molars were uprighted in 177 patients (83 female, 94 male) with an average age of 14.8 years. Outcomes showed that 255 molars (98.1%; 95% confidence interval, 96.3-99.8) were successfully uprighted. Complications included infection/abscess in 3 molars and fractured root requiring extraction in 2 molars. All remaining 255 teeth tested vital, 17 teeth had periodontal pocketing of more than 5 mm, and 235 of the teeth had occlusal contact after healing. CONCLUSIONS: Surgically-assisted forced eruption with or without orthodontic forced eruption is a safe, successful, and viable approach to managing unerupted or malpositioned mandibular second molars in the adolescent population.",
  "authors": [
    {
      "last_name": "Caminiti",
      "fore_name": "Marco F",
      "initials": "MF",
      "name": "Marco F Caminiti",
      "affiliations": [
        "Division of Oral and Maxillofacial Surgery, University of Toronto, and Crescent Oral Surgery, Toronto, Ontario, Canada. Electronic address: marco.caminiti@utoronto.ca."
      ]
    },
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": [
        "Divisions of Oral and Maxillofacial Surgery and Orthodontics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lou",
      "fore_name": "Tiantong",
      "initials": "T",
      "name": "Tiantong Lou",
      "affiliations": [
        "Divisions of Oral and Maxillofacial Surgery and Orthodontics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Reinish",
      "fore_name": "Edward I",
      "initials": "EI",
      "name": "Edward I Reinish",
      "affiliations": [
        "Crescent Oral Surgery, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of orthodontics and dentofacial orthopedics : official publication of the American Association of Orthodontists, its constituent societies, and the American Board of Orthodontics",
    "iso_abbreviation": "Am J Orthod Dentofacial Orthop",
    "issn": "1097-6752",
    "issn_type": "Electronic",
    "volume": "158",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "849",
  "end_page": "855",
  "pages": "849-855",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Cohort Studies",
    "Female",
    "Humans",
    "Male",
    "Mandible",
    "Molar",
    "Molar, Third",
    "Retrospective Studies",
    "Tooth Eruption",
    "Tooth Movement Techniques",
    "Tooth, Impacted"
  ],
  "article_ids": {
    "pubmed": "33131921",
    "doi": "10.1016/j.ajodo.2019.11.016",
    "pii": "S0889-5406(20)30537-0"
  },
  "doi": "10.1016/j.ajodo.2019.11.016",
  "dates": {
    "completed": "2020-12-01",
    "revised": "2020-12-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:12.342719",
    "pmid": "33131921"
  }
}