{
  "pmid": "33133234",
  "uid": "33133234",
  "title": "Addressing obstacles to the inclusion of palliative care in humanitarian health projects: a qualitative study of humanitarian health professionals' and policy makers' perceptions.",
  "abstract": "BACKGROUND: Humanitarian non-governmental organizations provide assistance to communities affected by war, disaster and epidemic. A primary focus of healthcare provision by these organizations is saving lives; however, curative care will not be sufficient, appropriate, or available for some patients. In these instances, palliative care approaches to ease suffering and promote dignity are needed. Though several recent initiatives have increased the probability of palliative care being included in humanitarian healthcare response, palliative care remains minimally integrated in humanitarian health projects. METHODS: We conducted a qualitative study using interpretive description methodology to investigate humanitarian policy-makers' and health care professionals' experiences and perceptions of palliative care during humanitarian crises. In this article, we report on the analysis of in-depth interviews with 24 participants related to their perceptions of obstacles to providing palliative care in humanitarian crises, and opportunities for overcoming these obstacles. Among the participants, 23 had experience as humanitarian health professionals, and 12 had experience with policy development and organizational decision-making. RESULTS: Participants discussed various obstacles to the provision of palliative care in humanitarian crises. More prominent obstacles were linked to the life-saving ethos of humanitarian organizations, priority setting of scarce resources, institutional and donor funding, availability of guidance and expertise in palliative care, access to medication, and cultural specificity around death and dying. Less prominent obstacles related to continuity of care after project closure, equity, security concerns, and terminology. CONCLUSION: Opportunities exist for overcoming the obstacles to providing palliative care in humanitarian crises. Doing so is necessary to ensure that humanitarian healthcare can fulfill its objectives not only of saving lives, but also of alleviating suffering and promoting dignity of individuals who are ill or injured during a humanitarian crises, including persons who are dying or likely to die.",
  "authors": [
    {
      "last_name": "Hunt",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Hunt",
      "affiliations": [
        "School of Physical and Occupational Therapy, McGill University; Researcher, Centre for Interdisciplinary Research on Rehabilitation, 3654 Prom Sir William Osler, Montreal, QC H3G 1Y5 Canada."
      ],
      "orcid": "0000-0003-4190-0163"
    },
    {
      "last_name": "Nouvet",
      "fore_name": "Elysée",
      "initials": "E",
      "name": "Elysée Nouvet",
      "affiliations": [
        "School of Health Studies, Western University, HSB 339 1151 Richmond St, London, ON N6A 5B9 Canada."
      ]
    },
    {
      "last_name": "Chénier",
      "fore_name": "Ani",
      "initials": "A",
      "name": "Ani Chénier",
      "affiliations": [
        "Humanitarian Health Ethics Research Group, Western University, School of Health Studies, Western University, School of Health Studies, HSB 339, 1151 Richmond St, London, ON N6A 5B9 Canada."
      ]
    },
    {
      "last_name": "Krishnaraj",
      "fore_name": "Gautham",
      "initials": "G",
      "name": "Gautham Krishnaraj",
      "affiliations": [
        "Humanitarian Health Ethics Research Group, McMaster University, CRL Building, 1280 Main Street West, Hamilton, Ontario L8S 4K1 Canada."
      ]
    },
    {
      "last_name": "Bernard",
      "fore_name": "Carrie",
      "initials": "C",
      "name": "Carrie Bernard",
      "affiliations": [
        "Department of Community and Family Medicine, University of Toronto, 500 University Ave, Toronto, ON M5G 1V7 Canada.",
        "Department of Family Medicine, McMaster University 100 Main Street West, 6th Floor, Hamilton, ON L8P 1H6 Canada."
      ]
    },
    {
      "last_name": "Bezanson",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Bezanson",
      "affiliations": [
        "Northern Ontario School of Medicine, Lakehead University, Thunder Bay Regional Health Sciences Centre, 980 Oliver Rd, Thunder Bay, Ontario P7B 6V4 Canada."
      ]
    },
    {
      "last_name": "de Laat",
      "fore_name": "Sonya",
      "initials": "S",
      "name": "Sonya de Laat",
      "affiliations": [
        "Global Health, McMaster University, 1280 Main Street West, MDCL 3500, Hamilton, ON L8S 4K1 Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Health Research Methods & Impact, McMaster University, CRL Building, 1280 Main Street West, Hamilton, Ontario L8S 4K1 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Conflict and health",
    "iso_abbreviation": "Confl Health",
    "issn": "1752-1505",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2020"
  },
  "start_page": "70",
  "pages": "70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33133234",
    "pmc": "PMC7592183",
    "doi": "10.1186/s13031-020-00314-9",
    "pii": "314"
  },
  "doi": "10.1186/s13031-020-00314-9",
  "pmc_id": "PMC7592183",
  "dates": {
    "revised": "2022-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.696361",
    "pmid": "33133234"
  }
}