{
  "pmid": "33131830",
  "uid": "33131830",
  "title": "Mental health research in response to the COVID-19, Ebola, and H1N1 outbreaks: A comparative bibliometric analysis.",
  "abstract": "INTRODUCTION: Both the COVID-19 pandemic and its management have had a negative impact on mental health worldwide. There is a growing body of research on mental health as it relates to the pandemic. The objective of this study is to use bibliometric analyses to assess the mental health research output related to the COVID-19 pandemic and compare it to that of the West Africa Ebola and H1N1 outbreaks. METHODOLOGY: We performed comprehensive searches in Embase, PubMed, and Scopus databases, and included all types of documents related to the three outbreaks published since the respective beginnings up to August 26, 2020. RESULTS: Despite the shorter time since the beginning of the COVID-19 pandemic, relative to Ebola and H1N1, we found a much greater number of mental health documents related to COVID-19 (n = 3070) compared to the two other outbreaks (127 for Ebola and 327 for H1N1). The proportion of documents in the top 10% journals was 31% for COVID-19, 24% for Ebola, and 40% for H1N1. Authors affiliated with institutions located in high-income countries published or contributed to 79% of all documents followed by authors from upper-middle-income countries (23%), lower-middle-income countries (10%), and low-income countries (2%). Approximately 19% of the documents reported receiving funding and 23% were the product of international collaboration. CONCLUSION: Mental health research output is already greater for COVID-19 compared to Ebola and H1N1 combined. A minority of documents reported funding, was the product of international collaboration, or was published by authors located in low-income countries during the three outbreaks in general, and the COVID-19 pandemic in particular.",
  "authors": [
    {
      "last_name": "Maalouf",
      "fore_name": "Fadi T",
      "initials": "FT",
      "name": "Fadi T Maalouf",
      "affiliations": [
        "Department of Psychiatry, Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Mdawar",
      "fore_name": "Bernadette",
      "initials": "B",
      "name": "Bernadette Mdawar",
      "affiliations": [
        "Department of Psychiatry, Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Meho",
      "fore_name": "Lokman I",
      "initials": "LI",
      "name": "Lokman I Meho",
      "affiliations": [
        "University Libraries, American University of Beirut, Beirut, Lebanon. Electronic address: lmeho@aub.edu.lb."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Journal of psychiatric research",
    "iso_abbreviation": "J Psychiatr Res",
    "issn": "1879-1379",
    "issn_type": "Electronic",
    "volume": "132",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "198",
  "end_page": "206",
  "pages": "198-206",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Bibliometrics",
    "Biomedical Research",
    "COVID-19",
    "Disease Outbreaks",
    "Hemorrhagic Fever, Ebola",
    "Humans",
    "Influenza A Virus, H1N1 Subtype",
    "Influenza, Human",
    "Mental Health",
    "Periodicals as Topic"
  ],
  "article_ids": {
    "pubmed": "33131830",
    "pmc": "PMC7591948",
    "doi": "10.1016/j.jpsychires.2020.10.018",
    "pii": "S0022-3956(20)31021-9"
  },
  "doi": "10.1016/j.jpsychires.2020.10.018",
  "pmc_id": "PMC7591948",
  "dates": {
    "completed": "2020-12-22",
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.531550",
    "pmid": "33131830"
  }
}