{
  "pmid": "33135198",
  "uid": "33135198",
  "title": "Increased time sampling in an evolve-and-resequence experiment with outcrossing Saccharomyces cerevisiae reveals multiple paths of adaptive change.",
  "abstract": "\"Evolve and resequence\" (E&R) studies combine experimental evolution and whole-genome sequencing to interrogate the genetics underlying adaptation. Due to ease of handling, E&R work with asexual organisms such as bacteria can employ optimized experimental design, with large experiments and many generations of selection. By contrast, E&R experiments with sexually reproducing organisms are more difficult to implement, and design parameters vary dramatically among studies. Thus, efforts have been made to assess how these differences, such as number of independent replicates, or size of experimental populations, impact inference. We add to this work by investigating the role of time sampling-the number of discrete time points sequence data are collected from evolving populations. Using data from an E&R experiment with outcrossing Saccharomyces cerevisiae in which populations were sequenced 17 times over ~540 generations, we address the following questions: (a) Do more time points improve the ability to identify candidate regions underlying selection? And (b) does high-resolution sampling provide unique insight into evolutionary processes driving adaptation? We find that while time sampling does not improve the ability to identify candidate regions, high-resolution sampling does provide valuable opportunities to characterize evolutionary dynamics. Increased time sampling reveals three distinct trajectories for adaptive alleles: one consistent with classic population genetic theory (i.e., models assuming constant selection coefficients), and two where trajectories suggest more context-dependent responses (i.e., models involving dynamic selection coefficients). We conclude that while time sampling has limited impact on candidate region identification, sampling eight or more time points has clear benefits for studying complex evolutionary dynamics.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Phillips",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis, OR, USA."
      ],
      "orcid": "0000-0002-2319-7913"
    },
    {
      "last_name": "Kutch",
      "fore_name": "Ian C",
      "initials": "IC",
      "name": "Ian C Kutch",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis, OR, USA."
      ]
    },
    {
      "last_name": "Long",
      "fore_name": "Anthony D",
      "initials": "AD",
      "name": "Anthony D Long",
      "affiliations": [
        "Department of Ecology and Evolutionary Biology, University of California, Irvine, CA, USA."
      ]
    },
    {
      "last_name": "Burke",
      "fore_name": "Molly K",
      "initials": "MK",
      "name": "Molly K Burke",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis, OR, USA."
      ],
      "orcid": "0000-0002-4280-0247"
    }
  ],
  "journal": {
    "title": "Molecular ecology",
    "iso_abbreviation": "Mol Ecol",
    "issn": "1365-294X",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "24",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "4898",
  "end_page": "4912",
  "pages": "4898-4912",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adaptation, Physiological",
    "Alleles",
    "Evolution, Molecular",
    "Saccharomyces cerevisiae",
    "Selection, Genetic"
  ],
  "article_ids": {
    "pubmed": "33135198",
    "doi": "10.1111/mec.15687"
  },
  "doi": "10.1111/mec.15687",
  "dates": {
    "completed": "2021-06-21",
    "revised": "2021-06-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.727068",
    "pmid": "33135198"
  }
}