{
  "pmid": "33141467",
  "uid": "33141467",
  "title": "Recognising and responding to intimate partner violence using telehealth: Practical guidance for nurses and midwives.",
  "abstract": "AIMS: To synthesise the current, global evidence-informed guidance that supports nurses and midwives to recognise and respond to intimate partner violence (IPV), and how these practices can be translated from face-to-face encounters to care that is delivered through telehealth. BACKGROUND: COVID-19-related social and physical distancing measures increase the risk for individuals who are socially isolated with partners who perpetuate violence. Providing support through telehealth is one strategy that can mitigate the pandemic of IPV, while helping patients and providers stay safe from COVID-19. DESIGN AND METHODS: In this discursive paper, we describe how practical guidance for safely recognising and responding to IPV in telehealth encounters was developed. The ADAPT-ITT (Assessment, Decisions, Administration, Production, Topical Experts, Integration, Testing, Training) framework was used to guide the novel identification and adaptation of evidence-informed guidance. We focused on the first six stages of the ADAPT-ITT framework. CONCLUSIONS: This paper fills a gap in available guidance, specifically for IPV recognition and response via telehealth. We present strategies for prioritising safety and promoting privacy while initiating, managing or terminating a telehealth encounter with patients who may be at risk for or experiencing IPV. Strategies for assessment, planning and intervention are also summarised. System-level responses, such as increasing equitable access to telecommunication technology, are also discussed. RELEVANCE TO CLINICAL PRACTICE: Integrating innovative IPV-focused practices into telehealth care is an important opportunity for nurses and midwives during the current global COVID-19 pandemic. There are also implications for future secondary outbreaks, natural disasters or other physically isolating events, for improving healthcare efficiency, and for addressing the needs of vulnerable populations with limited access to health care.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4380-620X"
    },
    {
      "last_name": "Munro-Kramer",
      "fore_name": "Michelle L",
      "initials": "ML",
      "name": "Michelle L Munro-Kramer",
      "affiliations": [
        "School of Nursing, University of Michigan, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Jessica R",
      "initials": "JR",
      "name": "Jessica R Williams",
      "affiliations": [
        "School of Nursing, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Schminkey",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Schminkey",
      "affiliations": [
        "School of Nursing, College of Health and Behavioral Studies, James Madison University, Harrisonburg, VA, USA."
      ]
    },
    {
      "last_name": "Tomlinson",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Tomlinson",
      "affiliations": [
        "Department of Nursing, North Carolina Central University, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Jennings Mayo-Wilson",
      "fore_name": "Larissa",
      "initials": "L",
      "name": "Larissa Jennings Mayo-Wilson",
      "affiliations": [
        "School of Public Health, Indiana University, Bloomington, IN, USA."
      ]
    },
    {
      "last_name": "Bradbury-Jones",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Bradbury-Jones",
      "affiliations": [
        "School of Nursing, University of Birmingham, Birmingham, UK."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Jacquelyn C",
      "initials": "JC",
      "name": "Jacquelyn C Campbell",
      "affiliations": [
        "School of Nursing, Johns Hopkins University, Baltimore, MD, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical nursing",
    "iso_abbreviation": "J Clin Nurs",
    "issn": "1365-2702",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "3-4",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "588",
  "end_page": "602",
  "pages": "588-602",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "COVID-19",
    "Evidence-Based Practice",
    "Female",
    "Humans",
    "Intimate Partner Violence",
    "Midwifery",
    "Practice Guidelines as Topic",
    "Pregnancy",
    "Prenatal Care",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "33141467",
    "doi": "10.1111/jocn.15554"
  },
  "doi": "10.1111/jocn.15554",
  "dates": {
    "completed": "2021-03-08",
    "revised": "2021-03-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.224636",
    "pmid": "33141467"
  }
}