{
  "pmid": "33145040",
  "uid": "33145040",
  "title": "Change in treatment modality and trends in survival among stage I non-small cell lung cancer patients: a population-based study.",
  "abstract": "BACKGROUND: A number of treatment modalities are available to patients with early non-small cell lung cancer (NSCLC) but there is inconsistency regarding their effects on survival. The associated survival of each treatment modality is crucial for patients in making informed treatment decisions. We aimed to examine the change in treatment modality and trends in survival for patients with stage I NSCLC and assess the association between treatment modality and survival. METHODS: All patients diagnosed with stage I NSCLC in the Canadian province of Ontario between 2007 and 2015 were included in this population-based study. We used a flexible parametric model to estimate the trends in survival rate. RESULTS: Overall, 11,910 patients were identified of which 7,478 patients (62.8%) received surgical resection and 2,652 (22.3%) radiation only. The proportion of patients who received radiation only increased from 13.2% in 2007 to 28.0% in 2015 (P-for-trend <0.001). Survival increased for all treatment modalities from 2007 to 2015. The increase in 5-year survival was more than 20% for all surgical groups and more than 35% for radiation-only group. CONCLUSIONS: The survival of patients with stage I NSCLC increased for all treatment modalities over the study period, most distinctly in elderly patients, which coincided with a rise in the use of radiation therapy. While surgical resection was associated with the best chance of 5-year survival, radiation therapy is a safe and effective treatment for medically inoperable patients with early disease.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Gileh-Gol",
      "initials": "GG",
      "name": "Gileh-Gol Akhtar-Danesh",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Finley",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Finley",
      "affiliations": [
        "Division of Thoracic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien Yeang",
      "initials": "HY",
      "name": "Hsien Yeang Seow",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shakeel",
      "fore_name": "Saad",
      "initials": "S",
      "name": "Saad Shakeel",
      "affiliations": [
        "School of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of thoracic disease",
    "iso_abbreviation": "J Thorac Dis",
    "issn": "2072-1439",
    "issn_type": "Print",
    "volume": "12",
    "issue": "9",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "4670",
  "end_page": "4679",
  "pages": "4670-4679",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33145040",
    "pmc": "PMC7578458",
    "doi": "10.21037/jtd-20-1387",
    "pii": "jtd-12-09-4670"
  },
  "doi": "10.21037/jtd-20-1387",
  "pmc_id": "PMC7578458",
  "dates": {
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.081192",
    "pmid": "33145040"
  }
}