{
  "pmid": "33146624",
  "uid": "33146624",
  "title": "Length of Initial Prescription at Hospital Discharge and Long-Term Medication Adherence for Elderly, Post-Myocardial Infarction Patients: Protocol for an Interrupted Time Series Study.",
  "abstract": "BACKGROUND: Based on high-quality evidence, guidelines recommend the long-term use of secondary prevention medications post-myocardial infarction (MI) to avoid recurrent cardiovascular events and death. Unfortunately, discontinuation of recommended medications post-MI is common. Observational evidence suggests that prescriptions covering a longer duration at discharge from hospital are associated with greater long-term medication adherence. The following is a proposal for the first interventional study to evaluate the impact of longer prescription duration at discharge post-MI on long-term medication adherence. OBJECTIVE: The overarching goal of this study is to reduce morbidity and mortality among post-MI patients through improved long-term cardiac medication adherence. The specific objectives include the following. First, we will assess whether long-term cardiac medication adherence improves among elderly, post-MI patients following the implementation of (1) standardized discharge prescription forms with 90-day prescriptions and 3 repeats for recommended cardiac medication classes, in combination with education and (2) education alone compared to (3) usual care. Second, we will assess the cost implications of prolonged initial discharge prescriptions compared with usual care. Third, we will compare clinical outcomes between longer (>60 days) versus shorter prescription durations. Fourth, we will collect baseline information to inform a multicenter interventional study. METHODS: We will conduct a quasiexperimental, interrupted time series design to evaluate the impact of a multifaceted intervention to implement longer duration prescriptions versus usual care on long-term cardiac medication adherence among post-MI patients. Intervention groups and their corresponding settings include: (1) intervention group 1: 1 cardiac center and 1 noncardiac hospital allocated to receive standardized discharge prescription forms supporting the dispensation of 90 days' worth of cardiac medications with 3 repeats, coupled with education; (2) intervention group 2: 4 sites (including 1 cardiac center) allocated to receive education only; and (3) control group: all remaining hospitals within the province that did not receive an intervention (ie, usual care). Administrative databases will be used to measure all outcomes. Adherence to 4 classes of cardiac medications - statins, beta blockers, angiotensin system inhibitors, and secondary antiplatelets (ie, prasugrel, clopidogrel, or ticagrelor) - will be assessed. RESULTS: Enrollment began in September 2017, and results are expected to be analyzed in late 2020. CONCLUSIONS: The results have the potential to redefine best practices regarding discharge prescribing policies for patients post-MI. A policy of standardized maximum-duration prescriptions at the time of discharge post-MI is a simple intervention that has the potential to significantly improve long-term medication adherence, thus decreasing cardiac morbidity and mortality. If effective, this low-cost intervention to implement longer duration prescriptions post-MI could be easily scaled. TRIAL REGISTRATION: ClinicalTrials.gov NCT03257579; https://clinicaltrials.gov/ct2/show/NCT03257579. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/18981.",
  "authors": [
    {
      "last_name": "Schwalm",
      "fore_name": "J D",
      "initials": "JD",
      "name": "J D Schwalm",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2516-4952"
    },
    {
      "last_name": "Ivers",
      "fore_name": "Noah M",
      "initials": "NM",
      "name": "Noah M Ivers",
      "affiliations": [
        "Family Practice Health Centre, Women's College Hospital, Toronto, ON, Canada.",
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada.",
        "ICES, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-2500-2435"
    },
    {
      "last_name": "Bouck",
      "fore_name": "Zachary",
      "initials": "Z",
      "name": "Zachary Bouck",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Centre for Drug Policy and Evaluation, Unity Health Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-3145-1915"
    },
    {
      "last_name": "Taljaard",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Taljaard",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, ON, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-3978-8961"
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada.",
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6372-1348"
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": [
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-0061-6783"
    },
    {
      "last_name": "Thavorn",
      "fore_name": "Kednapa",
      "initials": "K",
      "name": "Kednapa Thavorn",
      "affiliations": [
        "ICES, Toronto, ON, Canada.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, ON, Canada.",
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-4738-8447"
    },
    {
      "last_name": "McCready",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara McCready",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4906-0747"
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin O'Brien",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6827-5380"
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, ON, Canada.",
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0001-8015-8243"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "9",
    "issue": "11",
    "pub_year": "2020",
    "pub_month": "Nov",
    "pub_day": "04"
  },
  "start_page": "e18981",
  "pages": "e18981",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33146624",
    "pmc": "PMC7673978",
    "doi": "10.2196/18981",
    "pii": "v9i11e18981"
  },
  "doi": "10.2196/18981",
  "pmc_id": "PMC7673978",
  "dates": {
    "revised": "2020-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.154889",
    "pmid": "33146624"
  }
}