{
  "pmid": "33145376",
  "uid": "33145376",
  "title": "The efficacy of teriparatide on lumbar spine bone mineral density, vertebral fracture incidence and pain in post-menopausal osteoporotic patients: A systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: Teriparatide has been increasingly utilized in the management of osteoporosis. The efficacy of low and high dose teriparatide on lumbar spine bone mineral density, vertebral fracture incidence and pain is unknown. We sought to determine the efficacy of teriparatide on these patient-important outcomes using a systematic review and meta-analysis. METHODS: A systematic search of electronic databases (MEDLINE, EMBASE, CENTRAL, CINAHL) was performed to identify randomized controlled trials (RCTs) that evaluate teriparatide to any comparator for the treatment of osteoporosis in postmenopausal women. The Grades of Recommendation Assessment, Development and Evaluation (GRADE) criteria were used by two independent reviewers to assess the strength and quality of evidence. RESULTS: A total of 20 studies (n = 6024) were included in this review, with 2855 patients receiving teriparatide and 3169 patients receiving placebo or control treatment. A teriparatide dose of 20 μg/day increased lumbar spine bone mineral density (BMD) (standardized mean difference (SMD) 0.34 standard deviation (SD) units higher (95% CI 0.19-0.48 SDs higher) in comparison to placebo. Relative to anti-resorptive agents, 20 μg/day of teriparatide had a range from 0.14 SD units to 0.96 SD units higher (95% CI, 0.08 SDs lower to 0.36 SDs higher, CI, 0.33-1.59 SDs higher, respectively). 20 μg/day teriparatide had a significant effect on pain severity to placebo or control (SMD 0.80, 95% CI, 1.16-0.43 SDs lower) and also decreased the incidence of vertebral fractures compared to placebo (relative risk 0.31, 95% CI 0.21 to 0.46). Arthralgia and extremity pain incidence were also calculated; there were 15 and 8 fewer events per 1000 patients with the use of 20 μg/day of teriparatide compared to placebo or control, respectively. CONCLUSION: High quality evidence supports the utilization of teriparatide 20 μg/day dose to significantly improve lumbar spine BMD and decrease incidence of vertebral fractures and pain severity relative to all comparators. 40 μg/day dose of teriparatide demonstrated significantly better results with prolonged treatment. This data is valuable for clinicians involved in the care of this growing demographic of patients. Further investigation on the safety and efficacy of teriparatide in higher doses for the long-term treatment of osteoporosis in postmenopausal women should be conducted through high-quality clinical trials.",
  "authors": [
    {
      "last_name": "Akhter",
      "fore_name": "Shakib",
      "initials": "S",
      "name": "Shakib Akhter",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada.",
        "Department of Orthopaedic Surgery, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Abdul Rehman",
      "initials": "AR",
      "name": "Abdul Rehman Qureshi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada."
      ]
    },
    {
      "last_name": "El-Khechen",
      "fore_name": "Hussein Ali",
      "initials": "HA",
      "name": "Hussein Ali El-Khechen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Bozzo",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Bozzo",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada.",
        "Department of Orthopaedic Surgery, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada.",
        "Department of Orthopaedic Surgery, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Rakesh",
      "initials": "R",
      "name": "Rakesh Patel",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, United States of America."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada.",
        "Department of Orthopaedic Surgery, McMaster University, Canada.",
        "OrthoEvidence, Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Aleem",
      "fore_name": "Ilyas",
      "initials": "I",
      "name": "Ilyas Aleem",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "Bone reports",
    "iso_abbreviation": "Bone Rep",
    "issn": "2352-1872",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "100728",
  "pages": "100728",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33145376",
    "pmc": "PMC7591342",
    "doi": "10.1016/j.bonr.2020.100728",
    "pii": "S2352-1872(20)30488-5"
  },
  "doi": "10.1016/j.bonr.2020.100728",
  "pmc_id": "PMC7591342",
  "dates": {
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.295093",
    "pmid": "33145376"
  }
}