{
  "pmid": "33151702",
  "uid": "33151702",
  "title": "Examining the effects of household chaos on child executive functions: A meta-analysis.",
  "abstract": "Household chaos-characterized by disorganization and instability within the home-is inversely associated with child executive functioning and effortful control, although a quantitative synthesis of the findings is currently lacking. This meta-analysis incorporated 35 studies with 36 independent effect sizes including 16,480 children. Several moderators were assessed, the most fundamental involving method (i.e., informant-completed questionnaire vs. direct assessment) of assessing executive functions. The analyses revealed a significant overall effect of r = .16. Only measurement approach of executive functions significantly moderated this association: Informant-completed questionnaires yielded an effect of r = .23, as compared with direct assessment, r = .11; however, both effects were significant. Based on substantive and statistical considerations, questionnaire and direct assessment effects were then meta-analyzed separately. Although effect sizes proved heterogeneous in the context of questionnaires, analyses revealed no significant moderators. Within direct assessment effects, both household chaos dimensions were significantly related to child executive functions, but instability was a stronger correlate (r = .17) than disorganization (r = .06). Results highlight the need for fuller investigation of differences in construct measurement presented by questionnaire and direct assessment approaches to child executive functions. At present, it appears prudent to adopt a multimethod approach to assessment. Ultimately, a greater focus on quasi-experimental designs examining the mechanisms by which events destabilize child executive functions is essential to a rigorous understanding of the relation between environmental features and child cognitive function. (PsycInfo Database Record (c) 2021 APA, all rights reserved).",
  "authors": [
    {
      "last_name": "Andrews",
      "fore_name": "Krysta",
      "initials": "K",
      "name": "Krysta Andrews",
      "affiliations": [
        "Neuroscience Graduate Program."
      ],
      "orcid": "0000-0001-6879-2292"
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology."
      ],
      "orcid": "0000-0003-1265-3298"
    },
    {
      "last_name": "Harris",
      "fore_name": "Madeleine",
      "initials": "M",
      "name": "Madeleine Harris",
      "affiliations": [
        "Neuroscience Graduate Program."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Offord Centre for Child Studies."
      ],
      "orcid": "0000-0003-0087-830X"
    }
  ],
  "journal": {
    "title": "Psychological bulletin",
    "iso_abbreviation": "Psychol Bull",
    "issn": "1939-1455",
    "issn_type": "Electronic",
    "volume": "147",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "16",
  "end_page": "32",
  "pages": "16-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Child Development",
    "Effect Modifier, Epidemiologic",
    "Executive Function",
    "Family Characteristics",
    "Female",
    "Humans",
    "Male",
    "Residence Characteristics"
  ],
  "article_ids": {
    "pubmed": "33151702",
    "doi": "10.1037/bul0000311",
    "pii": "2020-82369-001"
  },
  "doi": "10.1037/bul0000311",
  "dates": {
    "completed": "2021-06-07",
    "revised": "2021-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.157989",
    "pmid": "33151702"
  }
}