{
  "pmid": "33150472",
  "uid": "33150472",
  "title": "Pharmacological principles guiding prolonged glucocorticoid treatment in ARDS.",
  "abstract": "Current literature addressing the pharmacological principles guiding glucocorticoid (GC) administration in ARDS is scant. This paucity of information may have led to the heterogeneity of treatment protocols and misinterpretation of available findings. GCs are agonist compounds that bind to the GC receptor (GR) producing a pharmacological response. Clinical efficacy depends on the magnitude and duration of exposure to GR. We updated the meta-analysis of randomized trials investigating GC treatment in ARDS, focusing on treatment protocols and response. We synthesized the current literature on the role of the GR in GC therapy including genomic and non-genomic effects, and integrated current clinical pharmacology knowledge of various GCs, including hydrocortisone, methylprednisolone and dexamethasone. This review addresses the role dosage, timing of initiation, mode of administration, duration, and tapering play in achieving optimal response to GC therapy in ARDS. Based on RCTs' findings, GC plasma concentration-time profiles, and pharmacodynamic studies, optimal results are most likely achievable with early intervention, an initial bolus dose to achieve close to maximal GRα saturation, followed by a continuous infusion to maintain high levels of response throughout the treatment period. In addition, patients receiving similar GC doses may experience substantial between-patient variability in plasma concentrations affecting clinical response. GC should be dose-adjusted and administered for a duration targeting clinical and laboratory improvement, followed by dose-tapering to achieve gradual recovery of the suppressed hypothalamic-pituitary-adrenal (HPA) axis. These findings have practical clinical relevance. Future RCTs should consider these pharmacological principles in the study design and interpretation of findings.",
  "authors": [
    {
      "last_name": "Meduri",
      "fore_name": "Gianfranco Umberto",
      "initials": "GU",
      "name": "Gianfranco Umberto Meduri",
      "affiliations": [
        "Memphis Veterans Affairs Medical Center Research Service, Departments of Medicine, University of Tennessee Health Science Center, Memphis, TN, USA. gmeduri@uthsc.edu.",
        "Pulmonary, Critical Care, and Sleep Medicine Service and Research Service, Memphis Veterans Affairs Medical Center, 1030 Jefferson Avenue, Suite room #CW444, Memphis, TN, 38104, USA. gmeduri@uthsc.edu."
      ],
      "orcid": "0000-0002-4848-8928"
    },
    {
      "last_name": "Annane",
      "fore_name": "Djillali",
      "initials": "D",
      "name": "Djillali Annane",
      "affiliations": [
        "Department of Critical Care, Raymond Poincaré Hospital (AP-HP), Laboratory Infection and Inflammation, U1173, Faculty of Health Science Simone Veil, University of Versailles SQY, University Paris Saclay, INSERM, FHU SEPSIS, RHU RECORDS, Versailles, France."
      ]
    },
    {
      "last_name": "Confalonieri",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Confalonieri",
      "affiliations": [
        "Pulmonology Department, University Hospital of Cattinara, University of Trieste, Trieste, Italy."
      ]
    },
    {
      "last_name": "Chrousos",
      "fore_name": "George P",
      "initials": "GP",
      "name": "George P Chrousos",
      "affiliations": [
        "University Research Institute of Maternal and Child Health and Precision Medicine, National and Kapodistrian University of Athens, Medical School, Athens, Greece."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Busby",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Busby",
      "affiliations": [
        "Health Research Methods Unit, School of Life and Medical Sciences, University of Hertfordshire, Hatfield, UK."
      ]
    },
    {
      "last_name": "Ruaro",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Ruaro",
      "affiliations": [
        "Pulmonology Department, University Hospital of Cattinara, University of Trieste, Trieste, Italy."
      ]
    },
    {
      "last_name": "Meibohm",
      "fore_name": "Bernd",
      "initials": "B",
      "name": "Bernd Meibohm",
      "affiliations": [
        "Department of Pharmaceutical Sciences, University of Tennessee Health Science Center, Memphis, TN, USA."
      ]
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "1432-1238",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "2284",
  "end_page": "2296",
  "pages": "2284-2296",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Glucocorticoids",
    "Humans",
    "Hypothalamo-Hypophyseal System",
    "Methylprednisolone",
    "Pituitary-Adrenal System",
    "Respiratory Distress Syndrome"
  ],
  "article_ids": {
    "pubmed": "33150472",
    "pmc": "PMC7641258",
    "doi": "10.1007/s00134-020-06289-8",
    "pii": "10.1007/s00134-020-06289-8"
  },
  "doi": "10.1007/s00134-020-06289-8",
  "pmc_id": "PMC7641258",
  "dates": {
    "completed": "2021-05-21",
    "revised": "2024-08-28"
  },
  "chemicals": [
    "Glucocorticoids",
    "Methylprednisolone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.081026",
    "pmid": "33150472"
  }
}