{
  "pmid": "33162929",
  "uid": "33162929",
  "title": "Impaired Anorectal Afferents Is a Potential Pathophysiological Factor Associated to Functional Anorectal Pain.",
  "abstract": "Background/Aims: Functional anorectal pain (FARP) is a functional gastrointestinal disease, which belongs to chronic pelvic floor pain. The mechanisms of its development are not fully understood. We designed this experiment to evaluate the characteristics of rectal sensory evoked potential (RSEP) and anorectal manometry (ARM) in this population, so as to explore the pathophysiology of FARP. Methods: The rectal sensory evoked potentials (RSEP) and anorectal manometry (ARM) were performed in 23 patients with FARP and 23 healthy controls. The correlation between the two measurements was investigated. Results: The results of RSEP showed that (1) the median latency to the first positive peak was 69.2 ± 15.9 ms in patients, compared with 46.5 ± 5.8 ms in controls (P = 0.000). (2) The amplitude of evoked potential peaks in the FARP patients was significantly lower than the healthy controls (P1/N1: P = 0.049; N1/P2: P = 0.010). (3) Compared with the controls, the patients showed a lower maximum voluntary squeeze pressure (P = 0.009), lower rectum (P = 0.007), and anal sphincter pressures (P = 0.000) during strain; and increased maximum tolerance threshold to rectal distention (P = 0.000). (4) The resting pressure of the anal sphincter was correlated with the peak amplitude of the RSEP (P1/N1: r = 0.537, P = 0.039; N1/P2: r = 0.520, P = 0.047). Considering the different pathophysiological mechanisms of levator ani syndrome and proctalgia fugax, we analyzed data on unspecified functional anorectal pain and obtained similar results. Conclusions: The RSEP can be used to evaluate the state of afferent pathways in FARP patients; The longer latency and lower peak amplitude of RSEP indicate the functional defects of the anorectal afferent pathway. It can provide an objective evidence for the neuropathy of FARP. In addition, the pathophysiology of FARP is also associated with pelvic floor muscle motor and coordination dysfunction. The correlation between the peak amplitude of the RSEP and the resting pressure of the anal sphincter suggests that there seems to be a correlation between anal pressure and the afferent signaling pathway in patients with FARP.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Zhang",
      "affiliations": [
        "Graduate School, Nanjing University of Chinese Medicine, Nanjing, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yanni",
      "initials": "Y",
      "name": "Yanni Liu",
      "affiliations": [
        "Baoji City Hospital of Traditional Chinese Medicine, Baoji, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Qiong",
      "initials": "Q",
      "name": "Qiong Zhang",
      "affiliations": [
        "Shuyang County Hospital of Traditional Chinese Medicine, Suqian, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Graduate School, Nanjing University of Chinese Medicine, Nanjing, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Sangsang",
      "initials": "S",
      "name": "Sangsang Wu",
      "affiliations": [
        "Graduate School, Nanjing University of Chinese Medicine, Nanjing, China."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Jiang",
      "affiliations": [
        "National Centre of Colorectal Disease, Nanjing Hospital of Chinese Medicine, Nanjing, China."
      ]
    },
    {
      "last_name": "Ni",
      "fore_name": "Min",
      "initials": "M",
      "name": "Min Ni",
      "affiliations": [
        "National Centre of Colorectal Disease, Nanjing Hospital of Chinese Medicine, Nanjing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in neurology",
    "iso_abbreviation": "Front Neurol",
    "issn": "1664-2295",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2020"
  },
  "start_page": "577025",
  "pages": "577025",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33162929",
    "pmc": "PMC7581696",
    "doi": "10.3389/fneur.2020.577025"
  },
  "doi": "10.3389/fneur.2020.577025",
  "pmc_id": "PMC7581696",
  "dates": {
    "revised": "2020-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.419240",
    "pmid": "33162929"
  }
}