{
  "pmid": "33168459",
  "uid": "33168459",
  "title": "The Roles of medical interpreters in intensive care unit communication: A qualitative study.",
  "abstract": "OBJECTIVES: To understand healthcare team perceptions of the role of professional interpreters and interpretation modalities during end of life and critical illness discussions with patients and families who have limited English proficiency in the intensive care unit (ICU). METHODS: We did a secondary analysis of data from a qualitative study with semi-structured interviews of 16 physicians, 12 nurses, and 12 professional interpreters from 3 ICUs at Mayo Clinic, Rochester. RESULTS: We identified 3 main role descriptions for professional interpreters: 1) Verbatim interpretation; interpreters use literal interpretation; 2) Health Literacy Guardian; interpreters integrate advocacy into their role; 3) Cultural Brokers; interpreters transmit information incorporating cultural nuances. Clinicians expressed advantages and disadvantages of different interpretation modalities on the professional interpreter's role in the ICU. CONCLUSION: Our study illuminates different professional interpreters' roles. Furthermore, we describe the perceived relationship between interpretation modalities and the interpreter's roles and influence on communication dynamics in the ICU for patients with LEP. PRACTICE IMPLICATIONS: Patients benefit from having an interpreter, who can function as a cultural broker or literacy guardian during communication in the ICU setting where care is especially complex, good communication is vital, and decision making is challenging.",
  "authors": [
    {
      "last_name": "Suarez",
      "fore_name": "Nataly R Espinoza",
      "initials": "NRE",
      "name": "Nataly R Espinoza Suarez",
      "affiliations": [
        "Knowledge and Evaluation Research Unit (KER), Mayo Clinic, Rochester, Minnesota, USA. Electronic address: natalyes33@gmail.com."
      ]
    },
    {
      "last_name": "Urtecho",
      "fore_name": "Meritxell",
      "initials": "M",
      "name": "Meritxell Urtecho",
      "affiliations": [
        "Knowledge and Evaluation Research Unit (KER), Mayo Clinic, Rochester, Minnesota, USA. Electronic address: UrtechoSuarez.LourdesMeritxe@mayo.edu."
      ]
    },
    {
      "last_name": "Jubran",
      "fore_name": "Samira",
      "initials": "S",
      "name": "Samira Jubran",
      "affiliations": [
        "Language Services, Mayo Clinic, Rochester, Minnesota, USA. Electronic address: Jubran.Samira@mayo.edu."
      ]
    },
    {
      "last_name": "Yeow",
      "fore_name": "Mei-Ean",
      "initials": "ME",
      "name": "Mei-Ean Yeow",
      "affiliations": [
        "Center For Palliative Medicine, Department of Internal Medicine, Mayo Clinic, Rochester, Minnesota, USA. Electronic address: Yeow.Mei-Ean@mayo.edu."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Wilson",
      "affiliations": [
        "Knowledge and Evaluation Research Unit (KER), Mayo Clinic, Rochester, Minnesota, USA; Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, Minnesota, USA. Electronic address: Wilson.Michael1@mayo.edu."
      ]
    },
    {
      "last_name": "Boehmer",
      "fore_name": "Kasey R",
      "initials": "KR",
      "name": "Kasey R Boehmer",
      "affiliations": [
        "Knowledge and Evaluation Research Unit (KER), Mayo Clinic, Rochester, Minnesota, USA. Electronic address: Boehmer.kasey@mayo.edu."
      ]
    },
    {
      "last_name": "Barwise",
      "fore_name": "Amelia K",
      "initials": "AK",
      "name": "Amelia K Barwise",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, Minnesota, USA; Biomedical Ethics Research Program, Mayo Clinic, Rochester, Minnesota, USA. Electronic address: Barwise.Amelia@mayo.edu."
      ]
    }
  ],
  "journal": {
    "title": "Patient education and counseling",
    "iso_abbreviation": "Patient Educ Couns",
    "issn": "1873-5134",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "1100",
  "end_page": "1108",
  "pages": "1100-1108",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Allied Health Personnel",
    "Communication",
    "Communication Barriers",
    "Humans",
    "Intensive Care Units",
    "Limited English Proficiency",
    "Qualitative Research",
    "Translating"
  ],
  "article_ids": {
    "pubmed": "33168459",
    "mid": "NIHMS1642624",
    "pmc": "PMC8068732",
    "doi": "10.1016/j.pec.2020.10.018",
    "pii": "S0738-3991(20)30553-X"
  },
  "doi": "10.1016/j.pec.2020.10.018",
  "pmc_id": "PMC8068732",
  "dates": {
    "completed": "2021-05-21",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "L30 TR002972",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR002377",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.662594",
    "pmid": "33168459"
  }
}