{
  "pmid": "33164109",
  "uid": "33164109",
  "title": "Flood hazards, human displacement and food insecurity in rural riverine areas of Punjab, Pakistan: policy implications.",
  "abstract": "Rural communities inhabited on riverbank areas are frequently facing the ever-increasing psychological, social and economic distress due to negative effects of riverbank erosion. This study focused to investigate the impact of climate-based hazards particularly riverbank erosion on human displacement, food security and livelihood of rural riverine households and how vulnerable households act in response. The survey data of 398 households of erosion-prone riverbank area were collected, and group discussions connecting household heads from this area were also used for this study. In human displacement scenario of the last ten years due to riverbank erosion, almost 60% households lost their homestead once while 38% more than three times and forced to displaced. Empirical estimates of households' food security status indicated the value of Food Security Index 2.11, highlighting households face issue of food security all over the year. Food security issue of vulnerable households is highly related with migration because these households have insufficient employment chances, and coupled with limited or no farming land, they are highly prone to migration. In conclusion, this study estimated that riverbank erosion risk is a co-exist reason of population displacement, increasing rural environmental vulnerability and obstacles to psychological, cultural and socioeconomic development. Implications of local-based proper policy interventions such as developing advance research regarding infusion of agro-based technology packages for emerging Bait areas for developing resilience, human capital development, credit access and institution service are necessary for improving livelihood and food security of these riverbank erosion households. State-based institutions and local community mutually need to focus increasing forestry specifically in riverbank areas to save fertile land from riverbank erosion and reducing environmental pollution. Convalescing livelihood and food security for erosion riverbank households, more employment opportunity needs to provided, investing more in training and education programmes to promoting income-generating activities that subsequently will develop livelihood and food security of households.",
  "authors": [
    {
      "last_name": "Ahmad",
      "fore_name": "Dilshad",
      "initials": "D",
      "name": "Dilshad Ahmad",
      "affiliations": [
        "Department of Management Sciences, COMSATS University Islamabad, Vehari Campus, Islamabad, Pakistan. dilshad@ciitvehari.edu.pk."
      ],
      "orcid": "0000-0002-3991-805X"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Economics, Preston University, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "10125",
  "end_page": "10139",
  "pages": "10125-10139",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Family Characteristics",
    "Floods",
    "Food Insecurity",
    "Food Supply",
    "Humans",
    "Pakistan",
    "Policy",
    "Rural Population"
  ],
  "article_ids": {
    "pubmed": "33164109",
    "doi": "10.1007/s11356-020-11430-7",
    "pii": "10.1007/s11356-020-11430-7"
  },
  "doi": "10.1007/s11356-020-11430-7",
  "dates": {
    "completed": "2021-02-18",
    "revised": "2021-02-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.921657",
    "pmid": "33164109"
  }
}