{
  "pmid": "33161184",
  "uid": "33161184",
  "title": "Population structure and diet generalism define a preliminary ecological profile of zoonotic virus hosts in the Western Ghats, India.",
  "abstract": "The rainforests of the Western Ghats exhibit some of the highest biodiversity on the planet, and yet are undergoing rapid land use change due to the expansion of agriculture and other industries. As the landscape of the region is transformed, more people are coming into conflict with wildlife and becoming exposed to pathogens that previously circulated beyond the boundaries of human incursion. Despite an ecological knowledge imperative, this emerging landscape is ill-defined with respect to the ecology of zoonotic viruses and their mammalian wildlife hosts. Without a better understanding of the underlying infection ecology, the epidemiology of viral spillover will remain elusive and unsuited to the task of predicting and preventing outbreaks. The current investigation explored the association between mammalian zoonotic virus richness and species-level landscape, life-history, and dietary traits to describe an initial ecological profile of zoonotic virus hosts in the Western Ghats. Social group composition and dietary forage were both non-linearly associated with greater zoonotic viral richness among these species, whereby species active in smaller social groups, albeit in higher population densities, and exhibiting a tendency toward a generalist diet hosted more zoonotic viruses. While these findings provide no definitive ecological demarcation of zoonotic virus hosts or their contribution to viral maintenance or amplification, it is expected that this preliminary profile can help to develop targeted wildlife pathogen surveillance programs and to expand the current approach to epidemiological modelling of emerging zoonoses in the region, which typically do not account for the macroecological parameters of infection transmission.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead, New South Wales, Australia; The University of Sydney, Faculty of Medicine and Health, Westmead Institute for Medical Research, Westmead, New South Wales, Australia; Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India. Electronic address: michael.walsh1@sydney.edu.au."
      ]
    },
    {
      "last_name": "Hossain",
      "fore_name": "Shah",
      "initials": "S",
      "name": "Shah Hossain",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, Marie Bashir Institute for Infectious Diseases and Biosecurity, Westmead, New South Wales, Australia; The University of Sydney, Faculty of Medicine and Health, Westmead Institute for Medical Research, Westmead, New South Wales, Australia; Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    }
  ],
  "journal": {
    "title": "Epidemics",
    "iso_abbreviation": "Epidemics",
    "issn": "1878-0067",
    "issn_type": "Electronic",
    "volume": "33",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "100416",
  "pages": "100416",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Animals, Wild",
    "Biodiversity",
    "Disease Outbreaks",
    "Humans",
    "India",
    "Viruses",
    "Zoonoses"
  ],
  "article_ids": {
    "pubmed": "33161184",
    "doi": "10.1016/j.epidem.2020.100416",
    "pii": "S1755-4365(20)30038-4"
  },
  "doi": "10.1016/j.epidem.2020.100416",
  "dates": {
    "completed": "2021-04-09",
    "revised": "2021-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.008422",
    "pmid": "33161184"
  }
}