{
  "pmid": "33163012",
  "uid": "33163012",
  "title": "Effectiveness of the Brown Lacewing, Sympherobius barberi Banks as a Biological Control Agent of the Asian Citrus Psyllid Diaphorina citri Kuwayama.",
  "abstract": "The Asian citrus psyllid (ACP) Diaphorina citri Kuwayama is an economically important pest of citrus because it vectors the causal pathogens of huanglongbing (HLB) or citrus greening disease. Biological control is an important component of citrus pest management but requires consistent strengthening of its impact on pest complex. The brown lacewing Sympherobius barberi Banks is a known predator of several insect pests from Asia, Europe, and America. However, there is not much information about its effectiveness against D. citri. We evaluated S. barberi against the D. citri and frozen eggs of the Mediterranean flour moth Ephestia kuehniella, the latter is a common diet used for rearing predators in laboratories. Adult S. barberi successfully fed on D. citri eggs and nymphs under both light and dark conditions. Diaphorina citri was also suitable for the development and reproduction of S. barberi except for slightly prolonged larval development compared with E. kuehniella diet. The egg hatch from the total number of eggs laid on D. citri and E. kuehniella diets averaged 65% and 52%, respectively. Females laid 64% eggs on dimpled white paper compared to 36% combined on plain paper and leaves of citrus, orange jasmine, eggplant and cantaloupe. Sympherobius barberi released at densities of 2-6 adults against eggs and nymphs of D. citri on infested orange jasmine plants in the cages provided a reduction of 43-81% in the number of provided eggs or nymphs. In the field tests on D. citri infested citrus trees, reduction averaged 35% in five cohorts in which developing colonies of 28-32 nymphs were provided to one S. barberi per cage. Findings suggest the significant potential of S. barberi as a predator of D. citri and to contribute to reducing huanglongbing.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Azhar A",
      "initials": "AA",
      "name": "Azhar A Khan",
      "affiliations": [
        "Southwest Florida Research and Education Center, Entomology and Nematology Department, University of Florida, Gainesville, FL, United States.",
        "College of Agriculture, Bahauddin Zakariya University, Multan, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Entomology, University of Sargodha, Sargodha, Pakistan."
      ]
    },
    {
      "last_name": "Stansly",
      "fore_name": "Phil",
      "initials": "P",
      "name": "Phil Stansly",
      "affiliations": [
        "Southwest Florida Research and Education Center, Entomology and Nematology Department, University of Florida, Gainesville, FL, United States."
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Jawwad A",
      "initials": "JA",
      "name": "Jawwad A Qureshi",
      "affiliations": [
        "Southwest Florida Research and Education Center, Entomology and Nematology Department, University of Florida, Gainesville, FL, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in plant science",
    "iso_abbreviation": "Front Plant Sci",
    "issn": "1664-462X",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2020"
  },
  "start_page": "567212",
  "pages": "567212",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33163012",
    "pmc": "PMC7591499",
    "doi": "10.3389/fpls.2020.567212"
  },
  "doi": "10.3389/fpls.2020.567212",
  "pmc_id": "PMC7591499",
  "dates": {
    "revised": "2020-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.921388",
    "pmid": "33163012"
  }
}