{
  "pmid": "33162371",
  "uid": "33162371",
  "title": "Quality of Diabetes Care in Blended Fee-for-Service and Blended Capitation Payment Systems.",
  "abstract": "OBJECTIVES: In the middle to late 2000s, many family physicians switched from a Family Health Group (FHG; a blended fee-for-service model) to a Family Health Organization (FHO; a blended capitation model) in Ontario, Canada. The evidence on the link between physician remuneration schemes and quality of diabetes care is mixed in the literature. We examined whether physicians who switched from the FHG to FHO model provided better care for individuals living with diabetes relative to those who remained in the FHG model. METHODS: Using longitudinal health administrative data from 2006 to 2016, we investigated the impact of physicians switching from FHG to FHO on 8 quality indicators related to diabetes care. Because FHO physicians are likely to be systematically different from FHGs, we employed propensity-score-based inverse probability-weighted fixed-effects regression models. All analyses were conducted at the physician level. RESULTS: We found that FHO physicians were more likely to provide glycated hemoglobin testing by 2.75% (95% confidence interval [CI], 1.89% to 3.60%), lipid assessment by 2.76% (CI, 1.95% to 3.57%), nephropathy screening by 1.08% (95% CI, 0.51% to 1.66%) and statin prescription by 1.08% (95% CI, 0.51% to 1.66%). Patients under FHOs had a lower estimated risk of mortality by 0.0124% (95% CI, 0.0123% to 0.0126%) per physician per year. However, FHG and FHO physicians were similar for annual eye examination, prescription of angiotensin-converting enzyme inhibitors (or angiotensin II receptor blockers) and patients' risk of avoidable diabetes-related hospitalizations. CONCLUSIONS: Compared with blended fee-for-service, blended capitation payment is associated with a small, but statistically significant, improvement in some aspects of diabetes care.",
  "authors": [
    {
      "last_name": "Bamimore",
      "fore_name": "Mary Aderayo",
      "initials": "MA",
      "name": "Mary Aderayo Bamimore",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Devlin",
      "fore_name": "Rose Anne",
      "initials": "RA",
      "name": "Rose Anne Devlin",
      "affiliations": [
        "Department of Economics, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zaric",
      "fore_name": "Gregory S",
      "initials": "GS",
      "name": "Gregory S Zaric",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, University of Western Ontario, London, Ontario, Canada; Ivey Business School, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, University of Western Ontario, London, Ontario, Canada; Department of Medicine, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sarma",
      "fore_name": "Sisira",
      "initials": "S",
      "name": "Sisira Sarma",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, University of Western Ontario, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada. Electronic address: ssarma2@uwo.ca."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "261",
  "end_page": "268.e11",
  "pages": "261-268.e11",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Capitation Fee",
    "Cohort Studies",
    "Fee-for-Service Plans",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Ontario",
    "Physicians, Family",
    "Primary Health Care",
    "Quality of Health Care",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "33162371",
    "doi": "10.1016/j.jcjd.2020.09.002",
    "pii": "S1499-2671(20)30355-5"
  },
  "doi": "10.1016/j.jcjd.2020.09.002",
  "dates": {
    "completed": "2021-11-11",
    "revised": "2021-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.305852",
    "pmid": "33162371"
  }
}