{
  "pmid": "33164901",
  "uid": "33164901",
  "title": "Using an Electronic App to Promote Home-Based Self-Care in Older Patients With Heart Failure: Qualitative Study on Patient and Informal Caregiver Challenges.",
  "abstract": "BACKGROUND: Heart failure (HF) affects many older individuals in North America, with recurrent hospitalizations despite postdischarge strategies to prevent readmission. Proper HF self-care can potentially lead to better clinical outcomes, yet many older patients find self-care challenging. Mobile health (mHealth) apps can provide support to patients with respect to HF self-care. However, many mHealth apps are not designed to consider potential patient barriers, such as literacy, numeracy, and cognitive impairment, leading to challenges for older patients. We previously demonstrated that a paper-based standardized diuretic decision support tool (SDDST) with daily weights and adjustment of diuretic dose led to improved self-care. OBJECTIVE: The aim of this study is to better understand the self-care challenges that older patients with HF and their informal care providers (CPs) face on a daily basis, leading to the conversion of the SDDST into a user-centered mHealth app. METHODS: We recruited 14 patients (male: 8/14, 57%) with a confirmed diagnosis of HF, aged ≥60 years, and 7 CPs from the HF clinic and the cardiology ward at the Hamilton General Hospital. Patients were categorized into 3 groups based on the self-care heart failure index: patients with adequate self-care, patients with inadequate self-care without a CP, or patients with inadequate self-care with a CP. We conducted semistructured interviews with patients and their CPs using persona-scenarios. Interviews were transcribed verbatim and analyzed for emerging themes using an inductive approach. RESULTS: Six themes were identified: usability of technology, communication, app customization, complexity of self-care, usefulness of HF-related information, and long-term use and cost. Many of the challenges patients and CPs reported involved their unfamiliarity with technology and the lack of incentive for its use. However, participants were supportive and more likely to actively use the HF app when informed of the intervention's inclusion of volunteer and nurse assistance. CONCLUSIONS: Patients with varying self-care adequacy levels were willing to use an mHealth app if it was simple in its functionality and user interface. To promote the adoption and usability of these tools, patients confirmed the need for researchers to engage with end users before developing an app. Findings from this study can be used to help inform the design of an mHealth app to ensure that it is adapted for the needs of older individuals with HF.",
  "authors": [
    {
      "last_name": "Wali",
      "fore_name": "Sahr",
      "initials": "S",
      "name": "Sahr Wali",
      "affiliations": [
        "Centre for Global eHealth Innovation, Techna Institute, University Health Network, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-1928-531X"
    },
    {
      "last_name": "Keshavjee",
      "fore_name": "Karim",
      "initials": "K",
      "name": "Karim Keshavjee",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "InfoClin, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-1317-7035"
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Nguyen",
      "affiliations": [
        "School of Rehabilitation Science, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7165-6678"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5855-5461"
    },
    {
      "last_name": "Demers",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Demers",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5664-345X"
    }
  ],
  "journal": {
    "title": "JMIR cardio",
    "iso_abbreviation": "JMIR Cardio",
    "issn": "2561-1011",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Nov",
    "pub_day": "09"
  },
  "start_page": "e15885",
  "pages": "e15885",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33164901",
    "pmc": "PMC7657601",
    "doi": "10.2196/15885",
    "pii": "v4i1e15885"
  },
  "doi": "10.2196/15885",
  "pmc_id": "PMC7657601",
  "dates": {
    "revised": "2020-11-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.541018",
    "pmid": "33164901"
  }
}