{
  "pmid": "33173657",
  "uid": "33173657",
  "title": "Cost-effectiveness Analysis of Abdominal-based Autogenous Tissue and Tissue-expander Implant following Mastectomy.",
  "abstract": "BACKGROUND: Patients who had undergone both autologous abdominal tissue (AAT) and tissue expander and implant (TE/I) breast reconstruction reported satisfaction with their reconstruction. While aesthetics and quality of life are important, the cost associated with these procedures must also be considered when choosing one method over the other. The objective of this study was to determine whether AAT-based breast reconstruction is cost-effective compared with 2-stage TE/I reconstruction at a 12-month follow-up. METHODS: Thirty-five patients consented and complied to participate in the study with a follow-up of 12 months. The effectiveness of both AAT and TE/I was measured using the Health Utilities Index Mark 3 (HUI-3). From the HUI-3 results, quality-adjusted life years were calculated for each reconstructive approach. Direct healthcare and productivity costs were captured from surgeon billing codes, patient files, and patient diaries. The perspectives of both the Ministry of Health and of society were considered. RESULTS: From the perspectives of both the Ministry of Health and of society, AAT was less effective and more costly when compared with TE/I. CONCLUSIONS: In this economic evaluation, TE/I dominated AAT, in that TE/I was more effective and less costly as compared with AAT from the perspectives of both the Ministry of Health and of society at 12 months of follow-up. This conclusion should be interpreted with caution due to a small sample size, the short timespan of the study, and the nonrandomized study design.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilles",
      "initials": "A",
      "name": "Achilles Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Avram",
      "fore_name": "Ronen",
      "initials": "R",
      "name": "Ronen Avram",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dal Cin",
      "fore_name": "Arianna",
      "initials": "A",
      "name": "Arianna Dal Cin",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Murphy",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neuroscience, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Ontario, Canada.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "8",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "e2986",
  "pages": "e2986",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33173657",
    "pmc": "PMC7647652",
    "doi": "10.1097/GOX.0000000000002986"
  },
  "doi": "10.1097/GOX.0000000000002986",
  "pmc_id": "PMC7647652",
  "dates": {
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.100498",
    "pmid": "33173657"
  }
}