{
  "pmid": "33178939",
  "uid": "33178939",
  "title": "Feasibility of high resolution ultrasound for SLAP tears of the shoulder compared to MR arthrogram.",
  "abstract": "OBJECTIVES: The purpose of this prospective pilot study was to evaluate the feasibility and accuracy of high resolution ultrasound in the detection of superior labral anteroposterior (SLAP) tears of the shoulder compared to MR arthrogram. METHODS AND MATERIALS: 48 adult patients were included in the study. All patients had high resolution ultrasound of the superior labrum and biceps labral anchor prior to MR arthrogram. Ultrasound and MR arthrograms were evaluated separately for the presence or absence of SLAP tear using the same grading. The presence or absence of a tear and grading of the tears on MR arthrograms and ultrasound were compared and evaluated using κ statistics. RESULTS: Both MRI and ultrasound demonstrated a SLAP tear in 27 of the 48 patients. MRI and ultrasound were in agreement on the absence of a tear in 19 patients. There was a disagreement between MRI and ultrasound in 2 of the 48 patients regarding the existence of a tear. The two modalities demonstrated substantial agreement on the presence or absence of a tear (κ = 91.4 %, p < 0.001) as well as the grading of the tear (κ = 84.4 %, p < 0.001). CONCLUSIONS: In this pilot study, the feasibility and accuracy of high resolution ultrasound for SLAP tears were evaluated and compared with MR arthrogram. MRI and ultrasound demonstrated substantial agreement on the presence or absence of SLAP tears and grading of the tears. ADVANCES IN KNOWLEDGE: This pilot study explores and supports the use of ultrasound as a screening tool for SLAP tears, especially as it is readily available, fast and inexpensive.",
  "authors": [
    {
      "last_name": "Alali",
      "fore_name": "Akeel",
      "initials": "A",
      "name": "Akeel Alali",
      "affiliations": [
        "Department of Radiology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "David",
      "initials": "D",
      "name": "David Li",
      "affiliations": [
        "Department of Radiology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Choudur",
      "fore_name": "Hema",
      "initials": "H",
      "name": "Hema Choudur",
      "affiliations": [
        "Department of Radiology, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BJR open",
    "iso_abbreviation": "BJR Open",
    "issn": "2513-9878",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2019"
  },
  "start_page": "20190007",
  "pages": "20190007",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33178939",
    "pmc": "PMC7592471",
    "doi": "10.1259/bjro.20190007"
  },
  "doi": "10.1259/bjro.20190007",
  "pmc_id": "PMC7592471",
  "dates": {
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.062759",
    "pmid": "33178939"
  }
}