{
  "pmid": "33173557",
  "uid": "33173557",
  "title": "Refining evidence-based retinopathy of prematurity screening guidelines: The SCREENROP study.",
  "abstract": "PURPOSE: Retinopathy of prematurity (ROP) is a potentially blinding condition affecting premature infants for which less than 10% of babies undergoing screening require treatment. This study assessed and validated predictors of developing clinically significant ROP (type 2 or worse) and ROP requiring treatment. DESIGN: Nationwide retrospective cohort study. METHODS: This study included infants born between January 2014 and June 2016, admitted to level 3 neonatal intensive care units across Canada who underwent ROP screening. Data were derived from the Canadian Neonatal Network database. Predefined ≥ 1% risk for clinically significant retinopathy or prematurity and ROP requiring treatment was set as threshold for screening. Thirty-two potential predictors were analyzed, to identify and validate the most important ones for predicting clinically significant ROP. The predictors were determined on a derivation cohort and tested on a validation cohort. Multivariable logistic regression modeling was used for analysis. RESULTS: Using a sample of 4,888 babies and analyzing 32 potential predictors, capturing babies with ≥1% risk of developing clinically significant ROP equated to screening babies with birth weight (BW) <1,300 g or gestational age (GA) <30 weeks while capturing babies with ≥1% risk of requiring ROP treatment equated to screening babies with BW <1,200 g or GA <29 weeks. CONCLUSIONS: The Canadian ROP screening criteria can be modified to screen babies with BW <1,200 g or GA <30 weeks. Using these criteria, babies requiring treatment would be identified while reducing the number of babies screened unnecessarily.",
  "authors": [
    {
      "last_name": "Sabri",
      "fore_name": "Kourosh",
      "initials": "K",
      "name": "Kourosh Sabri",
      "affiliations": [
        "Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, Ontario.",
        "McMaster Paediatric Eye Research Group, Department of Surgery, McMaster University, Hamilton, Ontario.",
        "McMaster Paediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Shivananda",
      "fore_name": "Sandesh",
      "initials": "S",
      "name": "Sandesh Shivananda",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "McMaster Paediatric Eye Research Group, Department of Surgery, McMaster University, Hamilton, Ontario.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario.",
        "Office of Surgical Research Services, Department of Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Selvitella",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Selvitella",
      "affiliations": [
        "McMaster Paediatric Eye Research Group, Department of Surgery, McMaster University, Hamilton, Ontario.",
        "Department of Mathematics and Statistics, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Easterbrook B Kin",
      "fore_name": "Bethany",
      "initials": "B",
      "name": "Bethany Easterbrook B Kin",
      "affiliations": [
        "McMaster Paediatric Surgery Research Collaborative, Department of Surgery, McMaster University, Hamilton, Ontario.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Seidlitz",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Seidlitz",
      "affiliations": [
        "McMaster Children's Hospital, Hamilton Health Sciences, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Shoo K",
      "initials": "SK",
      "name": "Shoo K Lee",
      "affiliations": [
        "Canadian Neonatal Network, Toronto, Ontario."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1205-7088",
    "issn_type": "Print",
    "volume": "25",
    "issue": "7",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "455",
  "end_page": "466",
  "pages": "455-466",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33173557",
    "pmc": "PMC7606175",
    "doi": "10.1093/pch/pxz085",
    "pii": "pxz085"
  },
  "doi": "10.1093/pch/pxz085",
  "pmc_id": "PMC7606175",
  "dates": {
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.401946",
    "pmid": "33173557"
  }
}