{
  "pmid": "33173692",
  "uid": "33173692",
  "title": "Secondary Implant Augmentation in the Subpectoral Plane following Abdominal-based Perforator Flaps for Breast Reconstruction.",
  "abstract": "BACKGROUND: Abdominal-based perforator flaps are the gold standard for autologous breast reconstruction. However, among patients with a small-to-medium amount of redundant abdominal tissue, this may result in an inadequate breast mound. Secondary implant augmentation has been reported as one method to augment volume, address breast mound asymmetry, and enhance overall aesthetic outcome. We aim to analyze postoperative complications associated with the secondary implant augmentation following a primary breast reconstruction with abdominal perforator flaps. METHODS: This retrospective study included patients who underwent secondary implant augmentation following abdominal-based perforator flap breast reconstruction. Patient characteristics, immediate versus delayed reconstruction, type of flap used, indication for secondary augmentation as well as perioperative and postoperative complication including flap or implant loss were reviewed and analyzed. RESULTS: Twenty-four patients met inclusion criteria. Forty flaps were performed (16 bilateral and 8 unilateral). A total of 36 implants were placed in subpectoral plane in a secondary revision procedure. The mean time between secondary augmentation and index procedure was 22 months. Average implant volume was 270 g. No intraoperative complication or flap loss was recorded. Postoperative surgical site infection occurred in a total of 4 patients (17%) with 3 patients requiring explantation of a total of 4 implants. CONCLUSIONS: Secondary augmentation of abdominal-based perforator flap using a permanent implant is an effective method to address volume and asymmetry and to enhance aesthetic outcome. In our study, however, we observed a higher than expected rate of postoperative infection.",
  "authors": [
    {
      "last_name": "Alhefzi",
      "fore_name": "Muayyad",
      "initials": "M",
      "name": "Muayyad Alhefzi",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles H",
      "initials": "SH",
      "name": "Sophocles H Voineskos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Avram",
      "fore_name": "Ronen",
      "initials": "R",
      "name": "Ronen Avram",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "8",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "e3180",
  "pages": "e3180",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33173692",
    "pmc": "PMC7647491",
    "doi": "10.1097/GOX.0000000000003180"
  },
  "doi": "10.1097/GOX.0000000000003180",
  "pmc_id": "PMC7647491",
  "dates": {
    "revised": "2024-08-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.175285",
    "pmid": "33173692"
  }
}