{
  "pmid": "33170331",
  "uid": "33170331",
  "title": "Analgesia and sedation in patients with ARDS.",
  "abstract": "Acute Respiratory Distress Syndrome (ARDS) is one of the most demanding conditions in an Intensive Care Unit (ICU). Management of analgesia and sedation in ARDS is particularly challenging. An expert panel was convened to produce a \"state-of-the-art\" article to support clinicians in the optimal management of analgesia/sedation in mechanically ventilated adults with ARDS, including those with COVID-19. Current ICU analgesia/sedation guidelines promote analgesia first and minimization of sedation, wakefulness, delirium prevention and early rehabilitation to facilitate ventilator and ICU liberation. However, these strategies cannot always be applied to patients with ARDS who sometimes require deep sedation and/or paralysis. Patients with severe ARDS may be under-represented in analgesia/sedation studies and currently recommended strategies may not be feasible. With lightened sedation, distress-related symptoms (e.g., pain and discomfort, anxiety, dyspnea) and patient-ventilator asynchrony should be systematically assessed and managed through interprofessional collaboration, prioritizing analgesia and anxiolysis. Adaptation of ventilator settings (e.g., use of a pressure-set mode, spontaneous breathing, sensitive inspiratory trigger) should be systematically considered before additional medications are administered. Managing the mechanical ventilator is of paramount importance to avoid the unnecessary use of deep sedation and/or paralysis. Therefore, applying an \"ABCDEF-R\" bundle (R = Respiratory-drive-control) may be beneficial in ARDS patients. Further studies are needed, especially regarding the use and long-term effects of fast-offset drugs (e.g., remifentanil, volatile anesthetics) and the electrophysiological assessment of analgesia/sedation (e.g., electroencephalogram devices, heart-rate variability, and video pupillometry). This review is particularly relevant during the COVID-19 pandemic given drug shortages and limited ICU-bed capacity.",
  "authors": [
    {
      "last_name": "Chanques",
      "fore_name": "Gerald",
      "initials": "G",
      "name": "Gerald Chanques",
      "affiliations": [
        "Department of Anaesthesia and Critical Care Medicine, Saint Eloi Montpellier University Hospital, Montpellier, France. g-chanques@chu-montpellier.fr.",
        "PhyMedExp, University of Montpellier, INSERM, CNRS, Montpellier, France. g-chanques@chu-montpellier.fr."
      ],
      "orcid": "0000-0001-7851-8609"
    },
    {
      "last_name": "Constantin",
      "fore_name": "Jean-Michel",
      "initials": "JM",
      "name": "Jean-Michel Constantin",
      "affiliations": [
        "Department of Anaesthesiology and Critical Care, Sorbonne University, GRC 29, AP-HP, DMU DREAM, Pitié-Salpêtrière Hospital, Paris, France."
      ]
    },
    {
      "last_name": "Devlin",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Devlin",
      "affiliations": [
        "Department of Pharmacy and Division of Pulmonary and Critical Care Medicine, School of Pharmacy, Northeastern University, Brigham, USA.",
        "Women's Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Ely",
      "fore_name": "E Wesley",
      "initials": "EW",
      "name": "E Wesley Ely",
      "affiliations": [
        "Center for Critical Illness, Brain Dysfunction, and Survivorship (CIBS), Vanderbilt University Medical Center, Nashville, TN, USA.",
        "Division of Allergy, Pulmonary and Critical Care Medicine, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN, USA.",
        "Geriatrics Research, Education and Clinical Center (GRECC), Veteran's Affairs TN Valley, Nashville, TN, USA."
      ]
    },
    {
      "last_name": "Fraser",
      "fore_name": "Gilles L",
      "initials": "GL",
      "name": "Gilles L Fraser",
      "affiliations": [
        "Tufts University School of Medicine, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Gélinas",
      "fore_name": "Céline",
      "initials": "C",
      "name": "Céline Gélinas",
      "affiliations": [
        "Ingram School of Nursing, McGill University and Centre for Nursing Research/Lady Davis Institute, Jewish General Hospital, CIUSSS Centre-West-Montréal, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Girard",
      "fore_name": "Timothy D",
      "initials": "TD",
      "name": "Timothy D Girard",
      "affiliations": [
        "Clinical Research, Investigation, and Systems Modeling of Acute Illness (CRISMA) Center, Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Guérin",
      "fore_name": "Claude",
      "initials": "C",
      "name": "Claude Guérin",
      "affiliations": [
        "Medecine Intensive-Réanimation, Hôpital Edouard Herriot, and University of Lyon, Lyon, France.",
        "Institut Mondor de Recherche Biomédicale, INSERM 955, INSERM UMR 955 Eq13-CNRS ERL 7000, Créteil, France."
      ]
    },
    {
      "last_name": "Jabaudon",
      "fore_name": "Matthieu",
      "initials": "M",
      "name": "Matthieu Jabaudon",
      "affiliations": [
        "Department of Perioperative Medicine, CHU Clermont-Ferrand, GReD, CNRS, INSERM, Université Clermont Auvergne, Clermont-Ferrand, France.",
        "Division of Allergy, Pulmonary, and Critical Care Medicine, Department of Medicine, Vanderbilt University Medical Center, Nashville, TN, USA."
      ]
    },
    {
      "last_name": "Jaber",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Jaber",
      "affiliations": [
        "Department of Anaesthesia and Critical Care Medicine, Saint Eloi Montpellier University Hospital, Montpellier, France.",
        "PhyMedExp, University of Montpellier, INSERM, CNRS, Montpellier, France."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Department of Medicine, Sinai Health, Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Langer",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Langer",
      "affiliations": [
        "Department of Medicine and Surgery, University of Milan-Bicocca, Milano - Bicocca, Italy.",
        "Department of Anesthesia and Intensive Care Medicine, Niguarda Ca' Granda, Milan, Italy."
      ]
    },
    {
      "last_name": "Murray",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Murray",
      "affiliations": [
        "CV ICU, Banner-University Arizona, University Medical Center, Phoenix, AZ, USA."
      ]
    },
    {
      "last_name": "Pandharipande",
      "fore_name": "Pratik",
      "initials": "P",
      "name": "Pratik Pandharipande",
      "affiliations": [
        "Department of Anesthesiology and the Critical Illness, Brain Dysfunction, and Survivorship (CIBS) Center, Vanderbilt University Medical Center, Nashville, TN, USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Bhakti",
      "initials": "B",
      "name": "Bhakti Patel",
      "affiliations": [
        "Department of Medicine, Section of Pulmonary and Critical Care, University of Chicago, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Payen",
      "fore_name": "Jean-François",
      "initials": "JF",
      "name": "Jean-François Payen",
      "affiliations": [
        "Department of Anaesthesia and Intensive Care, Grenoble Alpes University Hospital, and Grenoble Alpes University, Grenoble Institut des Neurosciences, INSERM U1216, Grenoble, France."
      ]
    },
    {
      "last_name": "Puntillo",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Puntillo",
      "affiliations": [
        "School of Nursing, University of California San Francisco, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shehabi",
      "fore_name": "Yahya",
      "initials": "Y",
      "name": "Yahya Shehabi",
      "affiliations": [
        "School of Clinical Sciences, Monash University and Monash Health, Clayton, Australia.",
        "The Prince of Wales Clinical School of Medicine, University of New South Wales, Randwick, Australia."
      ]
    },
    {
      "last_name": "Strøm",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Strøm",
      "affiliations": [
        "Department of Anaesthesia and Critical Care Medicine, Odense University Hospital, Odense C, Denmark.",
        "Department of Anaesthesia and Critical Care Medicine, Hospital Sønderjylland, University Hospital of Southern Denmark, Odense, Denmark."
      ]
    },
    {
      "last_name": "Olsen",
      "fore_name": "Hanne Tanghus",
      "initials": "HT",
      "name": "Hanne Tanghus Olsen",
      "affiliations": [
        "Department of Anaesthesia and Critical Care Medicine, Odense University Hospital, Odense C, Denmark."
      ]
    },
    {
      "last_name": "Kress",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Kress",
      "affiliations": [
        "Department of Medicine, Section of Pulmonary and Critical Care, University of Chicago, Chicago, IL, USA."
      ]
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "1432-1238",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "2342",
  "end_page": "2356",
  "pages": "2342-2356",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Analgesia",
    "Guidelines as Topic",
    "Humans",
    "Hypnotics and Sedatives",
    "Pain Management",
    "Respiratory Distress Syndrome"
  ],
  "article_ids": {
    "pubmed": "33170331",
    "pmc": "PMC7653978",
    "doi": "10.1007/s00134-020-06307-9",
    "pii": "10.1007/s00134-020-06307-9"
  },
  "doi": "10.1007/s00134-020-06307-9",
  "pmc_id": "PMC7653978",
  "dates": {
    "completed": "2020-12-23",
    "revised": "2022-02-18"
  },
  "chemicals": [
    "Hypnotics and Sedatives"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.081319",
    "pmid": "33170331"
  }
}