{
  "pmid": "33171294",
  "uid": "33171294",
  "title": "Resting Heart Rate as an Important Predictor of Mortality and Morbidity in Ambulatory Patients With Heart Failure: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: Resting heart rate is a risk factor of adverse heart failure outcomes; however, studies have shown controversial results. This meta-analysis evaluates the association of resting heart rate with mortality and hospitalization and identifies factors influencing its effect. METHODS AND RESULTS: We systematically searched electronic databases in February 2019 for studies published in 2005 or before that evaluated the resting heart rate as a primary predictor or covariate of multivariable models of mortality and/or hospitalization in adult ambulatory patients with heart failure. Random effects inverse variance meta-analyses were performed to calculate pooled hazard ratios. The Grading of Recommendations, Assessment, Development and Evaluation approach was used to assess evidence quality. Sixty-two studies on 163,445 patients proved eligible. Median population heart rate was 74 bpm (interquartile range 72-76 bpm). A 10-bpm increase was significantly associated with increased risk of all-cause mortality (hazard ratio 1.10, 95% confidence interval 1.08-1.13, high quality). Overall, subgroup analyses related to patient characteristics showed no changes to the effect estimate; however, there was a strongly positive interaction with age showing increasing risk of all-cause mortality per 10 bpm increase in heart rate. CONCLUSIONS: High-quality evidence demonstrates increasing resting heart rate is a significant predictor of all-cause mortality in ambulatory patients with heart failure on optimal medical therapy, with consistent effect across most patient factors and an increased risk trending with older age.",
  "authors": [
    {
      "last_name": "Lau",
      "fore_name": "Kimberley",
      "initials": "K",
      "name": "Kimberley Lau",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Malik",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada; Ted Rogers Centre for Heart Research, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Buchan",
      "fore_name": "Tayler A",
      "initials": "TA",
      "name": "Tayler A Buchan",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Daza",
      "fore_name": "Julian F",
      "initials": "JF",
      "name": "Julian F Daza",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sekercioglu",
      "fore_name": "Nigar",
      "initials": "N",
      "name": "Nigar Sekercioglu",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Orchanian-Cheff",
      "fore_name": "Ani",
      "initials": "A",
      "name": "Ani Orchanian-Cheff",
      "affiliations": [
        "Library and Information Services, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alba",
      "fore_name": "Ana C",
      "initials": "AC",
      "name": "Ana C Alba",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, University Health Network, Toronto, Ontario, Canada. Electronic address: carolina.alba@uhn.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cardiac failure",
    "iso_abbreviation": "J Card Fail",
    "issn": "1532-8414",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar"
  },
  "start_page": "349",
  "end_page": "363",
  "pages": "349-363",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Heart Failure",
    "Heart Rate",
    "Hospitalization",
    "Humans",
    "Morbidity",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "33171294",
    "doi": "10.1016/j.cardfail.2020.11.003",
    "pii": "S1071-9164(20)31505-0"
  },
  "doi": "10.1016/j.cardfail.2020.11.003",
  "dates": {
    "completed": "2021-09-16",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:21.968227",
    "pmid": "33171294"
  }
}