{
  "pmid": "33173691",
  "uid": "33173691",
  "title": "Comparing the Clinical and Cost-Effectiveness of Abdominal-based Autogenous Tissue and Tissue-Expander Implant: A Feasibility Study.",
  "abstract": "BACKGROUND: To determine the superiority of autologous abdominal tissue (AAT) or tissue-expander implant (TE/I) reconstruction, a robust comparative cohort study is required. This study sought to determine the feasibility of a future large pragmatic cohort study comparing clinical and cost-effectiveness of AAT and TE/I at 12 months postoperative. METHODS: Potential participants were screened during consultation with their surgeon. Three health-related quality-of-life scales, the Health Utility Index Mark 3, the 12-Item Short Form Health Survey, and the BREAST-Q were used preoperatively, 1, 6, and 12 months postoperatively. Direct medical costs and postoperative patient/caregiver productivity loss were collected using patient diaries. Feasibility was assessed through patient recruitment rates and compliance of patients and study staff to complete required study documentation. RESULTS: Sixty-three patients consented to participate, 44 completed baseline questionnaires; the feasibility objective of recruiting 80% of eligible patients was not met. A 90% completion rate for patient questionnaires was seen at 1-month follow-up and decreased up to 12 months. Quality-adjusted life years were calculated at 0.77 and 0.89 for the AAT and TE/I group, respectively. Case report form completion by study staff and patient diary completion was moderate and low, respectively. Collaborating with hospital case-costing specialists to identify direct medical costs was reliable and efficient. CONCLUSIONS: A future large-scale study is feasible. However, due to a diminishing rate of questionnaire completion, almost twice as many patients need to be recruited than expected to have adequate power. Cost data collection from hospital sources was reliable. Case report forms need to be tailored more toward a busy hospital setting.",
  "authors": [
    {
      "last_name": "Thoma",
      "fore_name": "Achilles",
      "initials": "A",
      "name": "Achilles Thoma",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario.",
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Avram",
      "fore_name": "Ronen",
      "initials": "R",
      "name": "Ronen Avram",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Dal Cin",
      "fore_name": "Arianna",
      "initials": "A",
      "name": "Arianna Dal Cin",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Murphy",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neuroscience, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario.",
        "Program for Health Economics and Outcome Measures (PHENOM), Hamilton, Ontario; and.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "8",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "e3179",
  "pages": "e3179",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33173691",
    "pmc": "PMC7647508",
    "doi": "10.1097/GOX.0000000000003179"
  },
  "doi": "10.1097/GOX.0000000000003179",
  "pmc_id": "PMC7647508",
  "dates": {
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.108497",
    "pmid": "33173691"
  }
}