{
  "pmid": "33187179",
  "uid": "33187179",
  "title": "Highly Pathogenic Avian Influenza (H5N1) Landscape Suitability Varies by Wetland Habitats and the Degree of Interface between Wild Waterfowl and Poultry in India.",
  "abstract": "Highly pathogenic avian influenza (HPAI) virus, subtype H5N1, constitutes one of the world's most important health and economic concerns given the catastrophic impact of epizootics on the poultry industry, the high mortality attending spillover in humans, and its potential as a source subtype for a future pandemic. Nevertheless, we still lack an adequate understanding of HPAI H5N1 epidemiology and infection ecology. The nature of the wild waterfowl-poultry interface, and the sharing of diverse wetland habitat among these birds, currently underscore important knowledge gaps. India has emerged as a global hotspot for HPAI H5N1, while also providing critical wintering habitat for many species of migratory waterfowl and year-round habitat for several resident waterfowl species. The current study sought to examine the extent to which the wild waterfowl-poultry interface, varied wetland habitat, and climate influence HPAI H5N1 epizootics in poultry in India. Using World Organisation for Animal Health reported outbreaks, this study showed that the wild waterfowl-poultry interface and lacustrine, riparian, and coastal marsh wetland systems were strongly associated with landscape suitability, and these relationships varied by scale. Although increasing poultry density was associated with increasing risk, this was only the case in the absence of wild waterfowl habitat, and only at a local scale. In landscapes increasingly shared between wild waterfowl and poultry, suitability was greater among lower density poultry, again at a local scale only. These findings provide further insight into the occurrence of HPAI H5N1 in India and suggest important landscape targets for blocking the waterfowl-poultry interface to interrupt virus transmission and prevent future outbreaks.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "Faculty of Medicine and Health, Marie Bashir Institute for Infectious Diseases and Biosecurity, The University of Sydney, Westmead, NSW 2145, Australia.",
        "Faculty of Medicine and Health, School of Public Health, The University of Sydney, Camperdown, NSW 2006, Australia.",
        "The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal 576104, Karnataka, India."
      ]
    },
    {
      "last_name": "Mor",
      "fore_name": "Siobhan M",
      "initials": "SM",
      "name": "Siobhan M Mor",
      "affiliations": [
        "Faculty of Health and Life Sciences, Institute of Infection and Global Health Liverpool, The University of Liverpool, Merseyside L69 3BX, UK.",
        "International Livestock Research Institute, Addis Ababa 2R87, Ethiopia."
      ]
    },
    {
      "last_name": "Hossain",
      "fore_name": "Shah",
      "initials": "S",
      "name": "Shah Hossain",
      "affiliations": [
        "Faculty of Medicine and Health, School of Public Health, The University of Sydney, Camperdown, NSW 2006, Australia."
      ],
      "orcid": "0000-0003-1989-9389"
    }
  ],
  "journal": {
    "title": "Viruses",
    "iso_abbreviation": "Viruses",
    "issn": "1999-4915",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "11",
    "pub_year": "2020",
    "pub_month": "Nov",
    "pub_day": "11"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Animals, Wild",
    "Disease Outbreaks",
    "India",
    "Influenza A Virus, H5N1 Subtype",
    "Influenza in Birds",
    "Poultry",
    "Poultry Diseases",
    "Seasons",
    "Wetlands"
  ],
  "article_ids": {
    "pubmed": "33187179",
    "pmc": "PMC7697759",
    "doi": "10.3390/v12111290",
    "pii": "v12111290"
  },
  "doi": "10.3390/v12111290",
  "pmc_id": "PMC7697759",
  "dates": {
    "completed": "2021-03-01",
    "revised": "2021-03-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.008632",
    "pmid": "33187179"
  }
}