{
  "pmid": "33194212",
  "uid": "33194212",
  "title": "Ethical Issues in the Design and Conduct of Pragmatic Cluster Randomized Trials in Hemodialysis Care: An Interview Study With Key Stakeholders.",
  "abstract": "BACKGROUND: Pragmatic cluster randomized trials (CRTs) offer an opportunity to improve health care by answering important questions about the comparative effectiveness of treatments using a trial design that can be embedded in routine care. There is a lack of empirical research that addresses ethical issues generated by pragmatic CRTs in hemodialysis. OBJECTIVE: To identify stakeholder perceptions of ethical issues in pragmatic CRTs conducted in hemodialysis. DESIGN: Qualitative study using semi-structured interviews. SETTING: In-person or telephone interviews with an international group of stakeholders. PARTICIPANTS: Stakeholders (clinical investigators, methodologists, ethicists and research ethics committee members, and other knowledge users) who had been involved in the design or conduct of a pragmatic individual patient or cluster randomized trial in hemodialysis, or their role would require them to review and evaluate pragmatic CRTs in hemodialysis. METHODS: Interviews were conducted in-person or over the telephone and were audio-recorded with consent. Recorded interviews were transcribed verbatim prior to analysis. Transcripts and field notes were analyzed using a thematic analysis approach. RESULTS: Sixteen interviews were conducted with 19 individuals. Interviewees were largely drawn from North America (84%) and were predominantly clinical investigators (42%). Six themes were identified in which pragmatic CRTs in hemodialysis raise ethical issues: (1) patients treated with hemodialysis as a vulnerable population, (2) appropriate approaches to informed consent, (3) research burdens, (4) roles and responsibilities of gatekeepers, (5) inequities in access to research, and (6) advocacy for patient-centered research and outcomes. LIMITATIONS: Participants were largely from North America and did not include research staff, who may have differing perspectives. CONCLUSIONS: The six themes reflect concerns relating to individual rights, but also the need to consider population-level issues. To date, concerns regarding inequity of access to research and the need for patient-centered research have received less coverage than other, well-known, issues such as consent. Pragmatic CRTs offer a potential approach to address equity concerns and we suggest future ethical analyses and guidance for pragmatic CRTs in hemodialysis embed equity considerations within them. We further note the potential for the co-creation of health data infrastructure with patients which would aid care but also facilitate patient-centered research. These present results will inform planned future guidance in relation to the ethical design and conduct of pragmatic CRTs in hemodialysis. TRIAL REGISTRATION: Registration is not applicable as this is a qualitative study.",
  "authors": [
    {
      "last_name": "Nicholls",
      "fore_name": "Stuart G",
      "initials": "SG",
      "name": "Stuart G Nicholls",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ],
      "orcid": "0000-0003-0485-9069"
    },
    {
      "last_name": "Carroll",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Carroll",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Weijer",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Weijer",
      "affiliations": [
        "Department of Philosophy, Western University, London, Canada.",
        "Department of Medicine, Western University, London, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Cory E",
      "initials": "CE",
      "name": "Cory E Goldstein",
      "affiliations": [
        "Department of Philosophy, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Brehaut",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Brehaut",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada.",
        "Jindal Research Chair for the Prevention of Kidney Disease, The Ottawa Hospital, Ottawa, Canada.",
        "Institute for Clinical Evaluative Sciences, Ontario, Canada."
      ]
    },
    {
      "last_name": "Al-Jaishi",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Al-Jaishi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-0376-2214"
    },
    {
      "last_name": "Basile",
      "fore_name": "Erika",
      "initials": "E",
      "name": "Erika Basile",
      "affiliations": [
        "Research Ethics and Compliance, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada.",
        "Department of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Canada.",
        "Institute for Clinical Evaluative Sciences, Ontario, Canada.",
        "Division of Nephrology- Department of Medicine, Western University, London, Canada.",
        "Nephrology, London Health Sciences Centre, London, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Taljaard",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Taljaard",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358120964119",
  "pages": "2054358120964119",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33194212",
    "pmc": "PMC7597560",
    "doi": "10.1177/2054358120964119",
    "pii": "10.1177_2054358120964119"
  },
  "doi": "10.1177/2054358120964119",
  "pmc_id": "PMC7597560",
  "dates": {
    "revised": "2023-11-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.990379",
    "pmid": "33194212"
  }
}