{
  "pmid": "33194942",
  "uid": "33194942",
  "title": "Option B+ Program for the Prevention of Vertical Transmission of HIV: A Case Study in Johannesburg, South Africa.",
  "abstract": "Background: South Africa's National Department of Health adopted WHO's 2013 consolidated guidelines on ARVs for HIV treatment and prevention in 2015, including changes for Prevention from Mother-to-Child Transmission (PMTCT) through Option B+, aimed to reduce the HIV prevalence rate amongst women by placing them on lifelong treatment, irrespective of their CD4 count. As a result, these guidelines were implemented for the PMTCT program at Rahima Moosa Hospital. Little is known about the impact of these guidelines on the work of healthcare workers (HCWs) and no research had focused on how these changes have affected adherence for the patients. Objectives: The purpose of this research project was (1) to explore the impact of the Option B+ PMTCT program on the work of healthcare professionals, and (2) to understand pregnant HIV-positive women views and experiences with ART for life, as a way to better manage the Option B+ PMTCT program. Design: Qualitative semi-structured interviews with a phenomenological approach was used. Setting: Data collection at the antenatal/postnatal clinics/wards, OBGYN and Department of Pediatrics at RMMCH in Johannesburg. Method: A qualitative study design is used with a phenomenological approach. The methodology used semi-structured interviews with healthcare professionals and patients. The thematic analysis was used within an Accessibility Framework to guide the identification of domains that emerged from all transcribed data. A convenience sample in the antenatal clinic, postnatal clinic, antenatal ward, OBGYN, and Department of Pediatrics and Child Health at RMMCH. The study is situated in Johannesburg, South Africa. Results: The findings demonstrated that work has become difficult to manage for all healthcare professionals because of (1) the need for strengthening indicators for tracking to decrease loss to follow-up (LTFU); (2) inconsistency in delivery of counseling and support services and the need for communication across clinical departments; and (3) the lack of compassion and understanding by service providers. The difficult healthcare environment has affected overall views and experiences of pregnant HIV-positive women going on ART for life. All patient participants (n = 55) responded that they chose to take the fixed-dose combination (FDC) for life to protect the health of the baby and felt ART for life can be stopped after giving birth, unaware of the long-term benefits to the mother. Conclusion: The Option B+ program emphasized a need for the provision of continuous counseling and support services for women with same day initiation of ART. There is a need for better internal communication and collaboration amongst HCWs across all units of RMMCH for attainment in treatment outcomes. HCWs communication to patients is essential in helping patients build trust in service delivery, decreasing the LTFU and promoting adherence. The ability to understand functions of the work environment in which a PMTCT program operates in is essential in addressing policy implementation and program issues for ease of adaptability of Option B+ programming on a larger scale across all units of RMMCH. Implications for future research include the need to address changes within the healthcare system at both clinical and management levels. It is crucial to incorporate the perspective of patients in policy implementation; uptake and adherence are key indicators in informing whether the Option B+ PMTCT program is being adapted into state hospitals effectively. There needs to be extensive research on how to strengthen indicators for long term scalability and sustainability of the program. Future evaluations need to address how interdisciplinary collaboration within healthcare facilities improves the management and understanding of Option B+ program.",
  "authors": [
    {
      "last_name": "Bisnauth",
      "fore_name": "Melanie A",
      "initials": "MA",
      "name": "Melanie A Bisnauth",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Empilweni Services and Research Unit, Department of Pediatrics and Child Health, Rahima Moosa Mother and Child Hospital, Johannesburg, South Africa.",
        "School of Public Health, University of Witwatersrand, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Coovadia",
      "fore_name": "Ashraf",
      "initials": "A",
      "name": "Ashraf Coovadia",
      "affiliations": [
        "Empilweni Services and Research Unit, Department of Pediatrics and Child Health, Rahima Moosa Mother and Child Hospital, Johannesburg, South Africa.",
        "School of Public Health, University of Witwatersrand, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Biostatistics Unit, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Taylor Chair and Centre Director, Centre for the Business and Economics of Health, University of Queensland, Brisbane, QLD, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2020"
  },
  "start_page": "533534",
  "pages": "533534",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "CD4 Lymphocyte Count",
    "Child",
    "Female",
    "HIV Infections",
    "Humans",
    "Infectious Disease Transmission, Vertical",
    "Pregnancy",
    "Pregnancy Complications, Infectious",
    "South Africa"
  ],
  "article_ids": {
    "pubmed": "33194942",
    "pmc": "PMC7656053",
    "doi": "10.3389/fpubh.2020.533534"
  },
  "doi": "10.3389/fpubh.2020.533534",
  "pmc_id": "PMC7656053",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.794040",
    "pmid": "33194942"
  }
}