{
  "pmid": "33205356",
  "uid": "33205356",
  "title": "Hemorrhagic Complications of Invasive Intracranial Pressure Monitor Placement in Acute Liver Failure: Outcomes of a Single-Center Protocol and Comprehensive Literature Review.",
  "abstract": "BACKGROUND: Elevated intracranial pressure due to cerebral edema is associated with very poor survival in patients with acute liver failure (ALF). Placing an intracranial pressure monitor (ICPm) aids in management of intracranial hypertension, but is associated with potentially fatal hemorrhagic complications related to the severe coagulopathy associated with ALF. METHODS: An institutional Acute Liver Failure Clinical Protocol (ALF-CP) was created to correct ALF coagulopathy prior to placing parenchymal ICP monitoring bolts. We aimed to investigate the frequency, severity, and clinical significance of hemorrhagic complications associated with ICPm bolt placement in the setting of an ALF-CP. All assessed patients were managed with the ALF-CP and had rigorous radiologic follow-up allowing assessment of the occurrence and chronology of hemorrhagic complications. We also aimed to compare our outcomes to other studies that were identified through a comprehensive review of the literature. RESULTS: Fourteen ALF patients were included in our analysis. There was no symptomatic hemorrhage after ICP monitor placement though four patients were found to have minor intraparenchymal asymptomatic hemorrhages after liver transplant when the ICP monitor had been removed, making the rate of radiographically identified clinically asymptomatic hemorrhage 28.6%. These results compare favorably to those found in a comprehensive review of the literature which revealed rates as high as 17.5% for symptomatic hemorrhages and 30.4% for asymptomatic hemorrhage. CONCLUSION: This study suggests that an intraparenchymal ICPm can be placed safely in tertiary referral centers which utilize a protocol such as the ALF-CP that aggressively corrects coagulopathy. The ALF-CP led to advantageous outcomes for ICPm placement with a 0% rate of symptomatic and low rate of asymptomatic hemorrhagic complications, which compares well to results reported in other series. A strict ICPm placement protocol in this setting facilitates management of ALF patients with cerebral edema during the wait time to transplantation or spontaneous recovery.",
  "authors": [
    {
      "last_name": "Jinadasa",
      "fore_name": "Sayuri P",
      "initials": "SP",
      "name": "Sayuri P Jinadasa",
      "affiliations": [
        "Department of General Surgery, Beth Israel Deaconess Medical Center, Boston, MA, USA."
      ],
      "orcid": "0000-0002-4144-1174"
    },
    {
      "last_name": "Ruan",
      "fore_name": "Qing Zhao",
      "initials": "QZ",
      "name": "Qing Zhao Ruan",
      "affiliations": [
        "Department of Anesthesia, Beth Israel Deaconess Medical Center, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Bayoumi",
      "fore_name": "Ahmed B",
      "initials": "AB",
      "name": "Ahmed B Bayoumi",
      "affiliations": [
        "Division of Neurosurgery, McMaster University/Hamilton Health Sciences, 237, Barton Street East, Hamilton, ON, L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay V",
      "initials": "SV",
      "name": "Sunjay V Sharma",
      "affiliations": [
        "Division of Neurosurgery, McMaster University/Hamilton Health Sciences, 237, Barton Street East, Hamilton, ON, L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Boone",
      "fore_name": "M Dustin",
      "initials": "MD",
      "name": "M Dustin Boone",
      "affiliations": [
        "Department of Anesthesiology, Dartmouth-Hitchcock Medical Center, Lebanon, NH, USA."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Raza",
      "initials": "R",
      "name": "Raza Malik",
      "affiliations": [
        "Department of Gastroenterology, Tufts Medical Center, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Clark C",
      "initials": "CC",
      "name": "Clark C Chen",
      "affiliations": [
        "Department of Neurosurgery, University of Minnesota, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Kasper",
      "fore_name": "Ekkehard M",
      "initials": "EM",
      "name": "Ekkehard M Kasper",
      "affiliations": [
        "Division of Neurosurgery, McMaster University/Hamilton Health Sciences, 237, Barton Street East, Hamilton, ON, L8L 2X2, Canada. kaspere@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Neurocritical care",
    "iso_abbreviation": "Neurocrit Care",
    "issn": "1556-0961",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "87",
  "end_page": "102",
  "pages": "87-102",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Brain Edema",
    "Humans",
    "Intracranial Hypertension",
    "Intracranial Pressure",
    "Liver Failure, Acute",
    "Monitoring, Physiologic",
    "Review Literature as Topic"
  ],
  "article_ids": {
    "pubmed": "33205356",
    "doi": "10.1007/s12028-020-01143-7",
    "pii": "10.1007/s12028-020-01143-7"
  },
  "doi": "10.1007/s12028-020-01143-7",
  "dates": {
    "completed": "2021-09-29",
    "revised": "2022-01-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.851876",
    "pmid": "33205356"
  }
}