{
  "pmid": "33205150",
  "uid": "33205150",
  "title": "Effect of the COVID-19 lockdown on disease recognition and utilisation of healthcare services in the older population in Germany: a cross-sectional study.",
  "abstract": "BACKGROUND: There is little evidence about the utilisation of healthcare services and disease recognition in the older population, which was urged to self-isolate during the COVID-19 lockdown. OBJECTIVES: We aimed to describe the utilisation of physician consultations, specialist referrals, hospital admissions and the recognition of incident diseases in Germany for this age group during the COVID-19 lockdown. DESIGN: Cross-sectional observational study. SETTING: 1,095 general practitioners (GPs) and 960 specialist practices in Germany. SUBJECTS: 2.45 million older patients aged 65 or older. METHODS: The number of documented physician consultations, specialist referrals, hospital admissions and incident diagnoses during the imposed lockdown in 2020 was descriptively analysed and compared to 2019. RESULTS: Physician consultations decrease slightly in February (-2%), increase before the imposed lockdown in March (+9%) and decline in April (-18%) and May (-14%) 2020 compared to the same periods in 2019. Volumes of hospital admissions decrease earlier and more intensely than physician consultations (-39 versus -6%, respectively). Overall, 15, 16 and 18% fewer incident diagnoses were documented by GPs, neurologists and diabetologists, respectively, in 2020. Diabetes, dementia, depression, cancer and stroke were diagnosed less frequently during the lockdown (-17 to -26%), meaning that the decrease in the recognition of diseases was greater than the decrease in physician consultations. CONCLUSION: The data suggest that organisational changes were adopted quickly by practice management but also raise concerns about the maintenance of routine care. Prospective studies should evaluate the long-term effects of lockdowns on patient-related outcomes.",
  "authors": [
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Greifswald D-17487, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Greifswald D-17487, Germany.",
        "Section Epidemiology of Health Care and Community Health, Institute for Community Medicine, University Medicine Greifswald (UMG), Greifswald D-17487, Germany."
      ]
    },
    {
      "last_name": "Bohlken",
      "fore_name": "Jens",
      "initials": "J",
      "name": "Jens Bohlken",
      "affiliations": [
        "Institute for Social Medicine, Occupational Medicine, and Public Health (ISAP) of the Medical Faculty, University of Leipzig, Leipzig, Germany."
      ]
    },
    {
      "last_name": "Kostev",
      "fore_name": "Karel",
      "initials": "K",
      "name": "Karel Kostev",
      "affiliations": [
        "Epidemiology, IQVIA, Frankfurt am Main 60549, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Age and ageing",
    "iso_abbreviation": "Age Ageing",
    "issn": "1468-2834",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "26"
  },
  "start_page": "317",
  "end_page": "325",
  "pages": "317-325",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Aged",
    "COVID-19",
    "Communicable Disease Control",
    "Cross-Sectional Studies",
    "Delayed Diagnosis",
    "Delivery of Health Care",
    "Female",
    "Germany",
    "Humans",
    "Male",
    "Noncommunicable Diseases",
    "Organizational Innovation",
    "Patient Acceptance of Health Care",
    "Quarantine",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "33205150",
    "pmc": "PMC7717143",
    "doi": "10.1093/ageing/afaa260",
    "pii": "5985951"
  },
  "doi": "10.1093/ageing/afaa260",
  "pmc_id": "PMC7717143",
  "dates": {
    "completed": "2021-03-17",
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.012750",
    "pmid": "33205150"
  }
}