{
  "pmid": "33204829",
  "uid": "33204829",
  "title": "Is Prosocial Behavior Associated With Increased Registration for Deceased Organ Donation? A Cross-sectional Study of Ontario, Canada.",
  "abstract": "UNLABELLED: A community that promotes prosocial behaviors such as organ donor registration or charitable giving could reinforce those behaviors among its residents. Understanding the nature of the relationship between prosocial behaviors at the community level and an individual's decision to engage in prosocial behavior can help in the targeting of communities with lower rates of prosocial activities. The objective of this study was to assess if the likelihood that an individual is a registered deceased organ donor in Ontario, Canada, is associated with community-level charitable giving. METHODS: This cross-sectional population-based study involved individual- and community-level data from multiple administrative data sources from ICES and Statistics Canada. To assess the unadjusted and adjusted effects of community-level charitable giving on organ donor registration, we ran 4 sequential multilevel random intercept logistic regression models and used a number of individual- and community-level confounding factors. RESULTS: Statistically significant between-community variance (0.322, SE = 0.020) and interclass correlation coefficient (0.089) suggest that substantial variation in organ donor registration can be attributed to the between-community differences. Community-level charitable giving was correlated with organ donor registration (odds ratios, 1.351; 95% confidence intervals, 1.245-1.466) in the model containing only individual-level confounding factors. However, this relationship became statistically nonsignificant (odds ratios, 0.982; 95% confidence intervals, 907-1.063) when a series of community-level confounding factors were added to the model. Among these confounding factors, individuals' immigration status and community-level ethnic/immigrant concentration had the most pronounced association with organ donor registration. CONCLUSION: The identification of the characteristics of populations and communities with low organ donor registration rates may inform future initiatives in the area of organ donation awareness and promotion to make them more effective among those particular groups.",
  "authors": [
    {
      "last_name": "Wilk",
      "fore_name": "Piotr",
      "initials": "P",
      "name": "Piotr Wilk",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, ON."
      ]
    },
    {
      "last_name": "Richard",
      "fore_name": "Lucie",
      "initials": "L",
      "name": "Lucie Richard",
      "affiliations": [
        "ICES Western, London, ON."
      ]
    },
    {
      "last_name": "Ouédraogo",
      "fore_name": "Alexandra M",
      "initials": "AM",
      "name": "Alexandra M Ouédraogo",
      "affiliations": [
        "ICES Western, London, ON."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES Western, London, ON."
      ]
    },
    {
      "last_name": "Maltby",
      "fore_name": "Alana",
      "initials": "A",
      "name": "Alana Maltby",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, ON."
      ]
    },
    {
      "last_name": "Shariff",
      "fore_name": "Salimah Z",
      "initials": "SZ",
      "name": "Salimah Z Shariff",
      "affiliations": [
        "ICES Western, London, ON."
      ]
    }
  ],
  "journal": {
    "title": "Transplantation direct",
    "iso_abbreviation": "Transplant Direct",
    "issn": "2373-8731",
    "issn_type": "Print",
    "volume": "6",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "e631",
  "pages": "e631",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33204829",
    "pmc": "PMC7665266",
    "doi": "10.1097/TXD.0000000000001087"
  },
  "doi": "10.1097/TXD.0000000000001087",
  "pmc_id": "PMC7665266",
  "dates": {
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.307008",
    "pmid": "33204829"
  }
}