{
  "pmid": "33212237",
  "uid": "33212237",
  "title": "Penicillin Allergy Assessment in Pregnancy: Safety and Impact on Antibiotic Use.",
  "abstract": "BACKGROUND: Penicillin and other beta-lactam antibiotics are recommended for group B Streptococcus and cesarean section prophylaxis, but approximately 10% of pregnant patients report a penicillin allergy. OBJECTIVE: To assess the safety and impact of penicillin allergy evaluation in pregnant patients. METHODS: In this retrospective study of obstetrician-ordered Allergy/Immunology (AI) electronic consultations (e-consults) from September 20, 2017 through December 31, 2019, we reviewed the electronic health record for e-consult recommendation; patient demographic, obstetric, and allergy histories; and peripartum antibiotic utilization with indication. For patients whose electronic consultation recommended an in-person AI evaluation, testing outcomes were determined, and multivariable logistic regression models were used to compare antibiotic use between patients who did and did not receive an in-person AI evaluation. RESULTS: Of 389 obstetrician-ordered e-consults, 363 (93%) recommended an in-person AI evaluation; of these, 222 (61%) patients received an in-person AI evaluation. Of 220 (99%) patients skin tested, 209 (95%) had their penicillin allergy label safely removed. Compared with patients who did not receive an in-person AI evaluation despite it being recommended (n = 141), patients with in-person AI evaluation (n = 222) had reduced peripartum vancomycin (adjusted odds ratio [aOR], 0.07; 95% CI, 0.01-0.33), clindamycin (aOR, 0.17; 95% CI, 0.08-0.34), and gentamicin (aOR, 0.39; 95% CI, 0.19-0.78) use and increased penicillin (aOR, 18.0; 95% CI, 6.30-51.2) use. The fully AI evaluated patients had increased first-line antibiotic prophylaxis for group B Streptococcus (aOR, 26.9; 95% CI, 6.32-114) and cesarean section (aOR, 1.94; 95% CI, 1.06-3.52). CONCLUSIONS: In a sample of 220 pregnant patients with penicillin allergy histories and in-person AI evaluation, penicillin allergy testing was safe and associated with significantly reduced broad-spectrum antibiotic use and increased first-line beta-lactam antibiotic use.",
  "authors": [
    {
      "last_name": "Wolfson",
      "fore_name": "Anna R",
      "initials": "AR",
      "name": "Anna R Wolfson",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Massachusetts General Physicians Organization, Massachusetts General Hospital, Boston, Mass. Electronic address: awolfson@mgh.harvard.edu."
      ]
    },
    {
      "last_name": "Mancini",
      "fore_name": "Christian M",
      "initials": "CM",
      "name": "Christian M Mancini",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Banerji",
      "fore_name": "Aleena",
      "initials": "A",
      "name": "Aleena Banerji",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Massachusetts General Physicians Organization, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Xiaoqing",
      "initials": "X",
      "name": "Xiaoqing Fu",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Allison S",
      "initials": "AS",
      "name": "Allison S Bryant",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Massachusetts General Physicians Organization, Massachusetts General Hospital, Boston, Mass; Department of Obstetrics and Gynecology, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Phadke",
      "fore_name": "Neelam A",
      "initials": "NA",
      "name": "Neelam A Phadke",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Massachusetts General Physicians Organization, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Shenoy",
      "fore_name": "Erica S",
      "initials": "ES",
      "name": "Erica S Shenoy",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Massachusetts General Physicians Organization, Massachusetts General Hospital, Boston, Mass; Division of Infectious Diseases, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Infection Control Unit, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Arman",
      "fore_name": "Weaam",
      "initials": "W",
      "name": "Weaam Arman",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass."
      ]
    },
    {
      "last_name": "Blumenthal",
      "fore_name": "Kimberly G",
      "initials": "KG",
      "name": "Kimberly G Blumenthal",
      "affiliations": [
        "Harvard Medical School, Boston, Mass; Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Boston, Mass; Massachusetts General Physicians Organization, Massachusetts General Hospital, Boston, Mass; Mongan Institute, Massachusetts General Hospital, Boston, Mass."
      ]
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar"
  },
  "start_page": "1338",
  "end_page": "1346",
  "pages": "1338-1346",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Cesarean Section",
    "Drug Hypersensitivity",
    "Female",
    "Humans",
    "Penicillins",
    "Pregnancy",
    "Retrospective Studies",
    "Skin Tests"
  ],
  "article_ids": {
    "pubmed": "33212237",
    "mid": "NIHMS1647237",
    "pmc": "PMC7946747",
    "doi": "10.1016/j.jaip.2020.10.063",
    "pii": "S2213-2198(20)31219-8"
  },
  "doi": "10.1016/j.jaip.2020.10.063",
  "pmc_id": "PMC7946747",
  "dates": {
    "completed": "2021-05-24",
    "revised": "2022-03-02"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Penicillins"
  ],
  "grants": [
    {
      "grant_id": "K01 AI125631",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.422651",
    "pmid": "33212237"
  }
}