{
  "pmid": "33213693",
  "uid": "33213693",
  "title": "Provision of home medicines reviews in Australia: linking population need with service provision and available pharmacist workforce.",
  "abstract": "Objective Identifying and quantifying the health needs of a population are the basis of evidence-based health policy and workforce planning. The motivation for undertaking the present study was to evaluate whether the current level of medication review services corresponds to population need, as proxied by the rate of polypharmacy, and to undertake a preliminary analysis of the sufficiency of the current workforce. This paper: (1) estimates the age- and sex-standardised rates of polypharmacy as a proxy for population need for home medicines review; (2) compares the rate of polypharmacy with current service provision of home medicines reviews; and (3) links the estimated need for services with the current number and location of pharmacist providers. Methods Age- and sex-adjusted polypharmacy rates, by state, were estimated from the National Health Survey of Australia (2017-18), service levels were estimated from national-level administrative claims data (2017-18) and the current workforce was estimated from the Australian Association of Consultant Pharmacists (2018). The current level of service provision was compared to the estimated population need for services, alongside the size of the pharmacy workforce required if need was met. Results The adjusted rate of polypharmacy in Australia, using the strictest definition of ≥10 medications and ≥3 current chronic illnesses, was 1389 per 100000 population. The illustrative needs-based analysis suggests that there may be a disconnect between the current level of service provision and population health needs. Conclusion Given that polypharmacy is a risk factor for medication-related problems, and that medication review is one of the few targeted strategies currently available to address medication-related problems in the population, service provision may be inadequate. Policy options to improve service provision could include interventions to increase workforce productivity and relaxing the current eligibility criteria for review, especially in rural and remote areas. What is known about the topic? Polypharmacy is a risk factor for medication-related problems, which can cause increased morbidity and mortality in the population. What does this paper add? This paper provides representative, population-based rates of polypharmacy in Australia and uses these rates in a needs-based analysis of service provision and workforce adequacy to provide home medicines review services. What are the implications for practitioners? Several policy options are available for consideration, including interventions to increase workforce productivity and relaxation of the current eligibility criteria for medicines review, especially in rural and remote areas.",
  "authors": [
    {
      "last_name": "Spinks",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Spinks",
      "affiliations": [
        "Centre for Applied Health Economics, Griffith University, N78, 1.11, Nathan Campus, 170 Kessels Road, Nathan, Qld 4111, Australia. Email: j.byrnes@griffith.edu.au; and Menzies Health Institute Queensland, Griffith University, Brisbane, Qld 4111, Australia. Email: a.wheeler@griffith.edu.au; and Corresponding author. Email: j.spinks@griffith.edu.au."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, Brisbane, Qld 4072, Australia. Email: stephen.birch@uq.edu.au."
      ]
    },
    {
      "last_name": "Wheeler",
      "fore_name": "Amanda J",
      "initials": "AJ",
      "name": "Amanda J Wheeler",
      "affiliations": [
        "Menzies Health Institute Queensland, Griffith University, Brisbane, Qld 4111, Australia. Email: a.wheeler@griffith.edu.au."
      ]
    },
    {
      "last_name": "Nissen",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Nissen",
      "affiliations": [
        "Faculty of Health, Queensland University of Technology, Brisbane, Qld 4000, Australia. Email: l.nissen@qut.edu.au."
      ]
    },
    {
      "last_name": "Freeman",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Freeman",
      "affiliations": [
        "School of Pharmacy, University of Queensland, Brisbane, Qld 4072, Australia. Email: c.freeman4@uq.edu.au; and Pharmaceutical Society of Australia (PSA), Deakin, ACT 2600, Australia."
      ]
    },
    {
      "last_name": "Thai",
      "fore_name": "Thao",
      "initials": "T",
      "name": "Thao Thai",
      "affiliations": [
        "Centre for Health Economics, Monash University, Caulfield, Melbourne, Vic. 3162, Australia. Email: thao.t.thai@monash.edu."
      ]
    },
    {
      "last_name": "Byrnes",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Byrnes",
      "affiliations": [
        "Centre for Applied Health Economics, Griffith University, N78, 1.11, Nathan Campus, 170 Kessels Road, Nathan, Qld 4111, Australia. Email: j.byrnes@griffith.edu.au; and Menzies Health Institute Queensland, Griffith University, Brisbane, Qld 4111, Australia. Email: a.wheeler@griffith.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Australian health review : a publication of the Australian Hospital Association",
    "iso_abbreviation": "Aust Health Rev",
    "issn": "1449-8944",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "6",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "973",
  "end_page": "982",
  "pages": "973-982",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Australia",
    "Humans",
    "Motivation",
    "Pharmacists",
    "Polypharmacy",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "33213693",
    "doi": "10.1071/AH19207",
    "pii": "AH19207"
  },
  "doi": "10.1071/AH19207",
  "dates": {
    "completed": "2021-06-24",
    "revised": "2021-06-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.697601",
    "pmid": "33213693"
  }
}