{
  "pmid": "33213849",
  "uid": "33213849",
  "title": "Drug-drug interactions with direct oral anticoagulants associated with adverse events in the real world: A systematic review.",
  "abstract": "BACKGROUND: Direct oral anticoagulants (DOACs) have emerged as safe and effective alternatives to Vitamin-K antagonists for treatment and prevention of arterial and venous thrombosis. Due to their novelty, pharmacokinetic DOAC drug-drug interactions (DDIs) that result in clinical adverse events have not been well-documented. OBJECTIVE: This study aims to systematically review reported pharmacokinetic DDIs resulting in clinical adverse events through documented observational evidence to better inform clinicians in clinical practice. METHODS: A comprehensive literature review of EMBASE, MEDLINE, and Ovid HealthStar was conducted through March 10th, 2020. Two independent reviewers screened and extracted data from eligible articles according to pre-established inclusion and exclusion criteria. Articles reporting bleeding or thrombotic outcomes in non-controlled (observational) settings resulting from suggested pharmacokinetic DOAC DDIs were included. RESULTS: A total of 5567 citations were reviewed, of which 24 were included following data extraction. The majority were case reports (n = 21) documenting a single adverse event resulting from a suspected DOAC DDI, while the remaining papers were a case series (n = 1) and cohort studies (n = 2). The most commonly reported interacting drugs were amiodarone and ritonavir (bleeding), and phenobarbital, phenytoin, and carbamazepine (thrombosis). Bleeding events more often resulted from a combined mechanism (P-glycoprotein AND CYP3A4 inhibition), whereas thrombotic events resulted from either combined OR single P-glycoprotein/CYP3A4 induction. CONCLUSION: Current literature evaluating the real-world risk of DOAC DDIs is limited to few case reports and retrospective observational analyses. Clinicians are encouraged to continue to report suspected drug interactions resulting in adverse events.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Allen",
      "initials": "A",
      "name": "Allen Li",
      "affiliations": [
        "University of Ottawa, Faculty of Medicine, Ottawa, ON, Canada. Electronic address: lia59@mcmaster.ca."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ming K",
      "initials": "MK",
      "name": "Ming K Li",
      "affiliations": [
        "University of Toronto, Faculty of Medicine, Toronto, ON, Canada. Electronic address: mingml.li@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Division of Hematology & Thromboembolism, Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: crowthrm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Vazquez",
      "fore_name": "Sara R",
      "initials": "SR",
      "name": "Sara R Vazquez",
      "affiliations": [
        "Department of Pharmacy Services, Thrombosis Service, University of Utah Health, Salt Lake City, UT, United States. Electronic address: Sara.vazquez@hsc.utah.edu."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "194",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "240",
  "end_page": "245",
  "pages": "240-245",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Administration, Oral",
    "Anticoagulants",
    "Drug Interactions",
    "Hemorrhage",
    "Humans",
    "Observational Studies as Topic",
    "Pharmaceutical Preparations",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "33213849",
    "pmc": "PMC7417902",
    "doi": "10.1016/j.thromres.2020.08.016",
    "pii": "S0049-3848(20)30454-0"
  },
  "doi": "10.1016/j.thromres.2020.08.016",
  "pmc_id": "PMC7417902",
  "dates": {
    "completed": "2021-06-17",
    "revised": "2025-05-22"
  },
  "chemicals": [
    "Anticoagulants",
    "Pharmaceutical Preparations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.724229",
    "pmid": "33213849"
  }
}