{
  "pmid": "33218869",
  "uid": "33218869",
  "title": "The Role of Deltoid Ligament Repair in Ankle Fractures With Syndesmotic Instability: A Systematic Review.",
  "abstract": "Ankle fractures are the fourth most common fracture requiring surgical management. The deltoid ligament is a primary ankle stabilizer against valgus forces. It is frequently ruptured in ankle fractures; however, there is currently no consensus regarding repair. A systematic database search was conducted with Medline, PubMed, and Embase for relevant studies discussing patients with ankle fractures involving deltoid ligament rupture and repair. Screening, quality assessment, and data extraction were performed independently and in duplicate. Data extracted included pain, range of motion (ROM), function, medial clear space (MCS), syndesmotic malreduction, and complications. After screening, 9 eligible studies from 1990 to 2018 were included (N = 508). Compared to nonrepair groups, deltoid ligament repair patients had lower syndesmotic malreduction rates (0%-9% vs 20%-35%, p ≤ .05), fewer implant removals (5.8% vs 41% p ≤ .05), and longer operating time by 16-20 minutes (p ≤ .05). There was no significant difference for pain, function, ROM, MCS, and complication rate (p ≤ .05). In conclusion, deltoid ligament repair offers lower syndesmotic malreduction rates and reduced re-operation rates for hardware removal in comparison to trans-syndesmotic screws. Repair groups demonstrated equivalent or better outcomes for pain, function, ROM, MCS, and complication rates. Other newer syndesmotic fixation methods such as suture-button fixation require further evaluation when compared to the outcomes of deltoid ligament repair. A randomized control trial is required to further examine the outcomes of ankle fracture patients who undergo deltoid ligament repair versus trans-syndesmotic screw fixation.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Wang",
      "affiliations": [
        "Resident, Department of Surgery, University of Ottawa, Ottawa, Ontario, Canda."
      ]
    },
    {
      "last_name": "Stride",
      "fore_name": "Devon",
      "initials": "D",
      "name": "Devon Stride",
      "affiliations": [
        "Resident, Department of Emergency Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Resident, Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Petrisor",
      "fore_name": "Bradley",
      "initials": "B",
      "name": "Bradley Petrisor",
      "affiliations": [
        "Professor, Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johal",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Johal",
      "affiliations": [
        "Assistant Professor, Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Assistant Professor, Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": [
        "Assistant Professor, Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of foot and ankle surgery : official publication of the American College of Foot and Ankle Surgeons",
    "iso_abbreviation": "J Foot Ankle Surg",
    "issn": "1542-2224",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "1",
    "pub_year": "2021"
  },
  "start_page": "132",
  "end_page": "139",
  "pages": "132-139",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Ankle",
    "Ankle Fractures",
    "Ankle Joint",
    "Bone Screws",
    "Fracture Fixation, Internal",
    "Humans",
    "Ligaments",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "33218869",
    "doi": "10.1053/j.jfas.2020.02.014",
    "pii": "S1067-2516(20)30353-7"
  },
  "doi": "10.1053/j.jfas.2020.02.014",
  "dates": {
    "completed": "2021-06-24",
    "revised": "2025-05-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.295665",
    "pmid": "33218869"
  }
}