{
  "pmid": "33221592",
  "uid": "33221592",
  "title": "Consequences of suboptimal communication for patients with limited English proficiency in the intensive care unit and suggestions for a way forward: A qualitative study of healthcare team perceptions.",
  "abstract": "PURPOSE: To understand the healthcare team's perceptions of the negative consequences of suboptimal communication and their recommendations to improve communication with patients and families who have Limited English Proficiency (LEP) in the Intensive Care Unit (ICU). MATERIALS AND METHODS: We performed a qualitative study using semi-structured interviews of physicians, nurses, and interpreters from 3 ICUs at Mayo Clinic Rochester, between November 2017 and April 2018. RESULTS: We identified 5 consequences of suboptimal communication: 1) Suboptimal assessment and treatment of patient symptoms, 2) Unmet patient and family expectations, 3) Decreased patient autonomy, 4) Unmet end of life wishes and 5) Clinician Distress. Recommendations to improve communication include: 1) Education and training for patients,families, clinicians and interpreters, 4) Greater integration of interpreters into the ICU team 5) Standardized timeline for goals of care conversations with patients and families with LEP. CONCLUSIONS: Patients with LEP are at risk of experiencing suboptimal communication with the healthcare team in the ICU. There are several educational and quality improvement strategies that ICUs and institutions can take to mitigate these issues.",
  "authors": [
    {
      "last_name": "Espinoza Suarez",
      "fore_name": "Nataly R",
      "initials": "NR",
      "name": "Nataly R Espinoza Suarez",
      "affiliations": [
        "Knowledge and Evaluation Research Unit (KER), Mayo Clinic, Rochester, MN, United States of America. Electronic address: nataly.espinoza-suarez.1@ulaval.ca."
      ]
    },
    {
      "last_name": "Urtecho",
      "fore_name": "Meritxell",
      "initials": "M",
      "name": "Meritxell Urtecho",
      "affiliations": [
        "Knowledge and Evaluation Research Unit (KER), Mayo Clinic, Rochester, MN, United States of America. Electronic address: UrtechoSuarez.LourdesMeritxe@mayo.edu."
      ]
    },
    {
      "last_name": "Nyquist",
      "fore_name": "Christina A",
      "initials": "CA",
      "name": "Christina A Nyquist",
      "affiliations": [
        "Biomedical Ethics Research Program, Mayo Clinic, Rochester, MN, United States of America; University of Minnesota Medical School, Duluth Campus, MN, United States of America. Electronic address: nyqui096@d.umn.edu."
      ]
    },
    {
      "last_name": "Jaramillo",
      "fore_name": "Carolina",
      "initials": "C",
      "name": "Carolina Jaramillo",
      "affiliations": [
        "Biomedical Ethics Research Program, Mayo Clinic, Rochester, MN, United States of America; Harvard Medical School, Boston, MA, United States of America."
      ]
    },
    {
      "last_name": "Yeow",
      "fore_name": "Mei-Ean",
      "initials": "ME",
      "name": "Mei-Ean Yeow",
      "affiliations": [
        "Division of Palliative Medicine, Mayo Clinic, Rochester, MN, United States of America. Electronic address: Yeow.Mei-Ean@mayo.edu."
      ]
    },
    {
      "last_name": "Thorsteinsdottir",
      "fore_name": "Bjorg",
      "initials": "B",
      "name": "Bjorg Thorsteinsdottir",
      "affiliations": [
        "Knowledge and Evaluation Research Unit (KER), Mayo Clinic, Rochester, MN, United States of America; Department of Primary Care Internal Medicine, Mayo Clinic, Rochester, MN, United States of America; Biomedical Ethics Research Program, Mayo Clinic, Rochester, MN, United States of America. Electronic address: Thorsteinsdottir.Bjorg@mayo.edu."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Wilson",
      "affiliations": [
        "Knowledge and Evaluation Research Unit (KER), Mayo Clinic, Rochester, MN, United States of America; Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN, United States of America. Electronic address: Wilson.Michael1@mayo.edu."
      ]
    },
    {
      "last_name": "Barwise",
      "fore_name": "Amelia K",
      "initials": "AK",
      "name": "Amelia K Barwise",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN, United States of America; Biomedical Ethics Research Program, Mayo Clinic, Rochester, MN, United States of America. Electronic address: Barwise.Amelia@mayo.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "1557-8615",
    "issn_type": "Electronic",
    "volume": "61",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "247",
  "end_page": "251",
  "pages": "247-251",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Communication",
    "Communication Barriers",
    "Humans",
    "Intensive Care Units",
    "Limited English Proficiency",
    "Patient Care Team",
    "Perception"
  ],
  "article_ids": {
    "pubmed": "33221592",
    "mid": "NIHMS1703863",
    "pmc": "PMC8423101",
    "doi": "10.1016/j.jcrc.2020.10.012",
    "pii": "S0883-9441(20)30733-4"
  },
  "doi": "10.1016/j.jcrc.2020.10.012",
  "pmc_id": "PMC8423101",
  "dates": {
    "completed": "2021-08-23",
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 AG051679",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR002377",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.666405",
    "pmid": "33221592"
  }
}