{
  "pmid": "33229143",
  "uid": "33229143",
  "title": "Interventions to Influence Opioid Prescribing Practices for Chronic Noncancer Pain: A Systematic Review and Meta-Analysis.",
  "abstract": "CONTEXT: This study is a systematic review of interventions to improve adherence to guideline recommendations for prescribing opioids for chronic noncancer pain. EVIDENCE ACQUISITION: Investigators searched CINAHL, Embase, MEDLINE, PsycINFO, the Cochrane Library, and Joanna Briggs Institute Evid Based Pract database from inception until June 3, 2019. Interventional studies to improve adherence to recommendations made by opioid guidelines for chronic noncancer pain in North America were eligible if outcomes included adherence to guideline recommendations or change in quantity of opioids prescribed. Data were extracted independently and in duplicate. Quantitative synthesis was performed using random effects meta-analysis. Confidence in evidence was determined using the Grades of Recommendation, Assessment, Development, and Evaluation. EVIDENCE SYNTHESIS: A total of 20 studies (8 controlled and 12 prospective cohort) involving 1,491 providers and 72 clinics met inclusion. Interventions included education, audit and feedback, interprofessional support, shared decision making, and multifaceted strategies. Multifaceted interventions improved the use of urine drug testing (n=2, or =2.31, 95% CI=1.53, 3.49, z=3.98, p<0.01; high-certainty evidence), treatment agreements (n=2, or =1.96, 95% CI=1.47, 2.61, z=4.56, p<0.01; moderate-certainty evidence), and mental health screening (n=2, 2.57-fold, 95% CI=1.56, 4.24, z=2.32, p=0.02; low-certainty evidence) when prescribing opioids for chronic noncancer pain. Very low-certainty evidence suggests that several interventions improved the use of treatment agreements, urine drug testing, and prescription drug monitoring programs. CONCLUSIONS: Mostly very low-certainty evidence supports a number of interventions for improving adherence to risk management strategies when prescribing opioids for chronic noncancer pain; however, the effect on patient important outcomes (e.g., overdose, addiction, death) is uncertain.",
  "authors": [
    {
      "last_name": "Asamoah-Boaheng",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Asamoah-Boaheng",
      "affiliations": [
        "Clinical Epidemiology, Memorial University of Newfoundland, St. John's, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Badejo",
      "fore_name": "Oluwatosin A",
      "initials": "OA",
      "name": "Oluwatosin A Badejo",
      "affiliations": [
        "Clinical Epidemiology, Memorial University of Newfoundland, St. John's, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Louise V",
      "initials": "LV",
      "name": "Louise V Bell",
      "affiliations": [
        "Department of Psychology, Memorial University of Newfoundland, St. John's, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Buckley",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Buckley",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada; The Michael G. DeGroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Tavis S",
      "initials": "TS",
      "name": "Tavis S Campbell",
      "affiliations": [
        "Department of Psychology, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Corace",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Corace",
      "affiliations": [
        "The Royal Ottawa Mental Health Centre, Ottawa, Ontario, Canada; Department of Psychiatry, University of Ottawa, Ottawa, Ontario, Canada; University of Ottawa Institute of Mental Health Research, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Lynn",
      "initials": "L",
      "name": "Lynn Cooper",
      "affiliations": [
        "Canadian Injured Workers Alliance, Thunder Bay Ontario, Canada."
      ]
    },
    {
      "last_name": "Flusk",
      "fore_name": "David",
      "initials": "D",
      "name": "David Flusk",
      "affiliations": [
        "Department of Anesthesia, Memorial University of Newfoundland, St. John's, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Garcia",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Garcia",
      "affiliations": [
        "Clinical Epidemiology, Memorial University of Newfoundland, St. John's, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Hossain",
      "fore_name": "Mohammad A",
      "initials": "MA",
      "name": "Mohammad A Hossain",
      "affiliations": [
        "Clinical Epidemiology, Memorial University of Newfoundland, St. John's, Newfoundland, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lavoie",
      "fore_name": "Kim L",
      "initials": "KL",
      "name": "Kim L Lavoie",
      "affiliations": [
        "Department of Psychology, University of Quebec at Montreal, Montreal, Quebec, Canada; Montreal Behavioral Medicine Centre (MBMC), Centre intégrée universitaire de santé et services sociaux de Nord de l'Ile de Montreal (CIUSSS-NIM), Hopital du Sacre-Coeur de Montreal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Poulin",
      "fore_name": "Patricia A",
      "initials": "PA",
      "name": "Patricia A Poulin",
      "affiliations": [
        "The Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Department of Psychology and Pain Clinic, The Ottawa Hospital, Ottawa, Ontario, Canada; Department of Anesthesiology and Pain Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Skidmore",
      "fore_name": "Becky",
      "initials": "B",
      "name": "Becky Skidmore",
      "affiliations": [
        "Independent Information Specialist, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rash",
      "fore_name": "Joshua A",
      "initials": "JA",
      "name": "Joshua A Rash",
      "affiliations": [
        "Department of Psychology, Memorial University of Newfoundland, St. John's, Newfoundland, Canada. Electronic address: jarash@mun.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of preventive medicine",
    "iso_abbreviation": "Am J Prev Med",
    "issn": "1873-2607",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "e15",
  "end_page": "e26",
  "pages": "e15-e26",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Analgesics, Opioid",
    "Chronic Pain",
    "Humans",
    "North America",
    "Practice Patterns, Physicians'",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "33229143",
    "doi": "10.1016/j.amepre.2020.07.012",
    "pii": "S0749-3797(20)30341-X"
  },
  "doi": "10.1016/j.amepre.2020.07.012",
  "dates": {
    "completed": "2021-06-23",
    "revised": "2025-05-22"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [
    {
      "grant_id": "397972",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.275168",
    "pmid": "33229143"
  }
}