{
  "pmid": "33235574",
  "uid": "33235574",
  "title": "Diagnostic accuracy of cerebrospinal fluid lactate in confirmed cases of acute bacterial meningitis in children.",
  "abstract": "OBJECTIVE: To determine the diagnostic accuracy of cerebrospinal fluid lactate level in confirmed cases of acute bacterial meningitis in children. METHODS: This cross sectional study was conducted in the Department of Paediatrics, King Edward Medical University/ Mayo Hospital, Lahore from January to December 2018. A total of 250 children, between two months - 12 years of age, of both the genders, with suspected acute bacterial meningitis were included by non-probability consecutive sampling. Each child was subjected to lumbar puncture for biochemistry, cytology, culture, and lactate level. CSF lactate level of 1.1-2.4 mmol/L was taken as normal, and >2.4 mmol/L was taken as cut off for acute bacterial meningitis. All collected data was entered and analyzed in SPSS version 22. A 2 x 2 table was made to calculate diagnostic accuracy, sensitivity, specificity, positive and negative predictive value for CSF Lactate. RESULTS: The sensitivity, specificity, positive predictive value, negative predictive value and diagnostic accuracy of CSF lactate taking CSF culture as gold standard was 100%, 60.61%, 17.27%, 100% and 63.6% respectively, with kappa of 0.19 and p value of 0.000. CONCLUSION: At a cut off value of 2.4 mmol/L, cerebrospinal fluid lactate level has a high diagnostic accuracy for acute bacterial meningitis.",
  "authors": [
    {
      "last_name": "Nasir",
      "fore_name": "Hina",
      "initials": "H",
      "name": "Hina Nasir",
      "affiliations": [
        "Dr. Hina Nasir, MBBS. Department of Pediatrics, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Faheem",
      "initials": "MF",
      "name": "Muhammad Faheem Afzal",
      "affiliations": [
        "Dr. Muhammad Faheem Afzal, FCPS, MHPE. Department of Pediatrics, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Hamid",
      "fore_name": "Muhammad Haroon",
      "initials": "MH",
      "name": "Muhammad Haroon Hamid",
      "affiliations": [
        "Muhammad Haroon Hamid, FCPS. Department of Pediatrics, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Laeeq",
      "fore_name": "Akmal",
      "initials": "A",
      "name": "Akmal Laeeq",
      "affiliations": [
        "Akmal Laeeq, FCPS. Department of Pediatrics, King Edward Medical University, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "36",
    "issue": "7",
    "pub_year": "2020"
  },
  "start_page": "1558",
  "end_page": "1561",
  "pages": "1558-1561",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33235574",
    "pmc": "PMC7674867",
    "doi": "10.12669/pjms.36.7.1682",
    "pii": "PJMS-36-1558"
  },
  "doi": "10.12669/pjms.36.7.1682",
  "pmc_id": "PMC7674867",
  "dates": {
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.925293",
    "pmid": "33235574"
  }
}