{
  "pmid": "33238287",
  "uid": "33238287",
  "title": "Dialysis Modality and Mortality in Heart Failure: A Retrospective Study of Incident Dialysis Patients.",
  "abstract": "INTRODUCTION: Prior studies reported lower mortality with hemodialysis (HD) compared to peritoneal dialysis (PD) in patients with heart failure (HF). We examined mortality rate by initial dialysis modality in incident dialysis patients with a history of HF using contemporary data and methods that ensure comparable HD and PD groups. METHODS: Retrospective cohort study using administrative databases in Ontario, Canada. Adults (age 50-80) with a history of HF who initiated maintenance dialysis between April 1, 2007 and March 31, 2016 were included. We excluded patients typically ineligible for PD as an initial modality (dialysis start in hospital, dementia, long-term care facility residency). We determined the cause-specific hazard ratio (transplant as a competing event) between initial dialysis modality (HD vs. PD) and all-cause mortality using an intention-to-treat approach. RESULTS: We included 2,199 patients with HF who initiated maintenance dialysis (77% HD and 23% PD). There were 1,152 (67.8%) and 340 (68.1%) mortality events over a median follow-up of 2.4 and 2.5 years in the HD and PD groups, respectively. Patients initiating HD versus PD was not associated with the mortality rate (adjusted hazard ratio 1.0, 95% CI 0.9-1.1). Similar results were seen in analyses censoring at modality switches and treating modality as time-varying. CONCLUSIONS: We found no difference in mortality by initial dialysis modality. Our data support the current practice of selecting dialysis modality based on patient preference for patients with pre-existing HF.",
  "authors": [
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada, amolnar@stjosham.on.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada, amolnar@stjosham.on.ca.",
        "ICES, Toronto, Ontario, Canada, amolnar@stjosham.on.ca."
      ]
    },
    {
      "last_name": "Bota",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Bota",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "ICES, Toronto, Ontario, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ouédraogo",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Ouédraogo",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Naylor",
      "fore_name": "Kyla",
      "initials": "K",
      "name": "Kyla Naylor",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Oliver",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Division of Nephrology, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada.",
        "Epidemiology, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Cardiorenal medicine",
    "iso_abbreviation": "Cardiorenal Med",
    "issn": "1664-5502",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "6",
    "pub_year": "2020"
  },
  "start_page": "452",
  "end_page": "461",
  "pages": "452-461",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Heart Failure",
    "Humans",
    "Kidney Failure, Chronic",
    "Middle Aged",
    "Ontario",
    "Renal Dialysis",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "33238287",
    "doi": "10.1159/000511168",
    "pii": "000511168"
  },
  "doi": "10.1159/000511168",
  "dates": {
    "completed": "2021-08-18",
    "revised": "2021-08-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.448478",
    "pmid": "33238287"
  }
}