{
  "pmid": "33232680",
  "uid": "33232680",
  "title": "Identifying gaps in patient access to diabetic screening eye examinations in Ontario: a provincially representative cross-sectional study.",
  "abstract": "OBJECTIVE: Diabetes is the leading cause of acquired blindness in Canadians under the age of 50 years, and diabetic retinopathy affects an estimated 500 000 Canadians. Early identification of retinopathy with screening eye examinations allows for secondary prevention. To understand the need for resource allotment in diabetic screening, we undertook a cross-sectional study of key demographics and geographics of screened and unscreened patients in Ontario. METHODS: Ontario Health Insurance Plan (OHIP) records were derived from physician and optometry billing, matched with patients aged >19 years with prevalent diabetes between 2011 and 2013. Data were cross-correlated with demographic covariates, including age, sex, income quintile, immigrant status, as well as geographic covariates such as rurality and patient Local Health Integration Network (LHIN). RESULTS: Of almost 1 146 000 patients included in the analysis, approximately 406 000 were unscreened. Of note, this included 234 000 adults aged 40-64 years. Approximately 818 000 patients with diabetes lived in large cities, and 301 000 (37%) were unscreened. When the City of Toronto was analyzed as an urban area with the highest density of unscreened prevalence, autocorrelation between the percentage of eye examinations among patients with diabetes aged >40 years and low-income revealed that large areas of Toronto Central correlated for low examination rates and low income. The majority (13/22) of Community Health Centres are present in these areas. CONCLUSIONS: Large cross-sectional population statistics for diabetes prevalence and ophthalmic examinations provides a geographic and socioeconomic profile for populations of middle-aged adults in large urban areas at risk for developing diabetic retinopathy and who might benefit from interventions to improve the rates of screening eye examinations.",
  "authors": [
    {
      "last_name": "Ballios",
      "fore_name": "Brian G",
      "initials": "BG",
      "name": "Brian G Ballios",
      "affiliations": [
        "Department of Ophthalmology and Vision Sciences, University of Toronto, Toronto, Ont."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Park",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ont."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Division of Ophthalmology, Hamilton Regional Eye Institute, St. Joseph's Centre for Ambulatory Health Services, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Hurley",
      "fore_name": "Bernard",
      "initials": "B",
      "name": "Bernard Hurley",
      "affiliations": [
        "Department of Ophthalmology, The Ottawa Hospital, Ottawa, Ont."
      ]
    },
    {
      "last_name": "Kosar",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Kosar",
      "affiliations": [
        "Health Sciences North, Sudbury, Ont."
      ]
    },
    {
      "last_name": "Sheidow",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Sheidow",
      "affiliations": [
        "Ivey Eye Institute, St. Joseph's Hospital, London, Ont."
      ]
    },
    {
      "last_name": "Cruess",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Cruess",
      "affiliations": [
        "Department of Ophthalmology & Visual Sciences, Dalhousie University, Halifax, N.S."
      ]
    },
    {
      "last_name": "Brent",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Brent",
      "affiliations": [
        "Department of Ophthalmology and Vision Sciences, University of Toronto, Toronto, Ont.; Faculty of Medicine, University of Toronto, Toronto, Ont.; Department of Ophthalmology, Toronto Western Hospital, Toronto, Ont."
      ]
    },
    {
      "last_name": "Glazier",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Glazier",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ont."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Wong",
      "affiliations": [
        "Department of Ophthalmology and Vision Sciences, University of Toronto, Toronto, Ont.; Faculty of Medicine, University of Toronto, Toronto, Ont.; Department of Ophthalmology, Unity Health Toronto - St. Michael's Hospital, Toronto, Ont.. Electronic address: david.wong@unityhealth.to."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of ophthalmology. Journal canadien d'ophtalmologie",
    "iso_abbreviation": "Can J Ophthalmol",
    "issn": "1715-3360",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "223",
  "end_page": "230",
  "pages": "223-230",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cross-Sectional Studies",
    "Diabetes Mellitus",
    "Diabetic Retinopathy",
    "Humans",
    "Mass Screening",
    "Middle Aged",
    "Ontario",
    "Optometry"
  ],
  "article_ids": {
    "pubmed": "33232680",
    "doi": "10.1016/j.jcjo.2020.10.018",
    "pii": "S0008-4182(20)30788-2"
  },
  "doi": "10.1016/j.jcjo.2020.10.018",
  "dates": {
    "completed": "2021-09-16",
    "revised": "2021-09-16"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:45.981393",
    "pmid": "33232680"
  }
}