{
  "pmid": "33246024",
  "uid": "33246024",
  "title": "Comparative Effectiveness of Renin-Angiotensin System Inhibitors and Calcium Channel Blockers in Individuals With Advanced CKD: A Nationwide Observational Cohort Study.",
  "abstract": "RATIONALE & OBJECTIVE: It is unknown whether initiating renin-angiotensin system (RAS) inhibitor therapy in patients with advanced chronic kidney disease (CKD) is superior to alternative antihypertensive agents such as calcium channel blockers (CCBs). We compared the risks for kidney replacement therapy (KRT), mortality, and major adverse cardiovascular events (MACE) in patients with advanced CKD in routine nephrology practice who were initiating either RAS inhibitor or CCB therapy. STUDY DESIGN: Observational study in the Swedish Renal Registry, 2007 to 2017. SETTINGS & PARTICIPANTS: 2,458 new users of RAS inhibitors and 2,345 CCB users with estimated glomerular filtration rates<30mL/min/1.73m[2] (CKD G4-G5 without KRT) who were being followed up by a nephrologist. As a positive control cohort, new users of the same drugs with CKD G3 (estimated glomerular filtration rate, 30-60mL/min/1.73m[2]) were evaluated. EXPOSURES: RAS inhibitor versus CCB therapy initiation. OUTCOME: Initiation of KRT (maintenance dialysis or transplantation), all-cause mortality, and MACE (composite of cardiovascular death, myocardial infarction, or stroke). ANALYTICAL APPROACH: HRs with 95% CIs were estimated using propensity score-weighted Cox proportional hazards regression adjusting for demographic, clinical, and laboratory covariates. RESULTS: Median age was 74 years, 38% were women, and median follow-up was 4.1 years. After propensity score weighting, there was significantly lower risk for KRT after new use of RAS inhibitors compared with new use of CCBs (adjusted HR, 0.79 [95% CI, 0.69-0.89]) but similar risks for mortality (adjusted HR, 0.97 [95% CI, 0.88-1.07]) and MACE (adjusted HR, 1.00 [95% CI, 0.88-1.15]). Results were consistent across subgroups and in as-treated analyses. The positive control cohort of patients with CKD G3 showed similar KRT risk reduction (adjusted HR, 0.67 [95% CI, 0.56-0.80]) with RAS inhibitor therapy compared with CCBs. LIMITATIONS: Potential confounding by indication. CONCLUSIONS: Our findings provide evidence from real-world clinical practice that initiation of RAS inhibitor therapy compared with CCBs may confer kidney benefits among patients with advanced CKD, with similar cardiovascular protection.",
  "authors": [
    {
      "last_name": "Fu",
      "fore_name": "Edouard L",
      "initials": "EL",
      "name": "Edouard L Fu",
      "affiliations": [
        "Department of Clinical Epidemiology, Leiden University Medical Center, Leiden, the Netherlands. Electronic address: e.l.fu@lumc.nl."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Evans",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Evans",
      "affiliations": [
        "Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Lindholm",
      "fore_name": "Bengt",
      "initials": "B",
      "name": "Bengt Lindholm",
      "affiliations": [
        "Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Rotmans",
      "fore_name": "Joris I",
      "initials": "JI",
      "name": "Joris I Rotmans",
      "affiliations": [
        "Department of Internal Medicine, Leiden University Medical Center, Leiden, the Netherlands."
      ]
    },
    {
      "last_name": "Dekker",
      "fore_name": "Friedo W",
      "initials": "FW",
      "name": "Friedo W Dekker",
      "affiliations": [
        "Department of Clinical Epidemiology, Leiden University Medical Center, Leiden, the Netherlands."
      ]
    },
    {
      "last_name": "van Diepen",
      "fore_name": "Merel",
      "initials": "M",
      "name": "Merel van Diepen",
      "affiliations": [
        "Department of Clinical Epidemiology, Leiden University Medical Center, Leiden, the Netherlands."
      ]
    },
    {
      "last_name": "Carrero",
      "fore_name": "Juan-Jesus",
      "initials": "JJ",
      "name": "Juan-Jesus Carrero",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "77",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "719",
  "end_page": "729.e1",
  "pages": "719-729.e1",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Angiotensin Receptor Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Calcium Channel Blockers",
    "Cardiovascular Diseases",
    "Cause of Death",
    "Cohort Studies",
    "Female",
    "Glomerular Filtration Rate",
    "Humans",
    "Hypertension",
    "Male",
    "Middle Aged",
    "Mortality",
    "Myocardial Infarction",
    "Proportional Hazards Models",
    "Renal Insufficiency, Chronic",
    "Renal Replacement Therapy",
    "Severity of Illness Index",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "33246024",
    "doi": "10.1053/j.ajkd.2020.10.006",
    "pii": "S0272-6386(20)31121-5"
  },
  "doi": "10.1053/j.ajkd.2020.10.006",
  "dates": {
    "completed": "2021-05-10",
    "revised": "2021-05-10"
  },
  "chemicals": [
    "Angiotensin Receptor Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Calcium Channel Blockers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.969228",
    "pmid": "33246024"
  }
}