{
  "pmid": "33245567",
  "uid": "33245567",
  "title": "When the pubs closed: beer consumption before and after the first and second waves of COVID-19 in Australia.",
  "abstract": "AIMS: Restrictions to alcohol availability during the first and second waves of the COVID-19 pandemic in Australia included closures of businesses where alcohol is sold for on-premises consumption (pubs, bars, restaurants and cafes), but not where alcohol is sold for off-premises consumption (take-away and home delivery). This study aimed to compare beer consumption before and after restrictions to alcohol availability during the first and second waves of COVID-19 in Australia. DESIGN: Interrupted time-series analysis. SETTING: Australia. PARTICIPANTS: Estimated resident population aged 15+ years. MEASUREMENTS: Seasonally adjusted estimates of beer per capita consumption measured in litres of alcohol (LALs) per week, disaggregated by on- and off-premises sales. FINDINGS: First-wave restrictions (week beginning 23 March 2020) were associated with a significant immediate reduction in on-premises beer per capita consumption [-0.013 LALs, 95% confidence interval (CI) = -0.013 to -0.012, P = < 0.001], but no significant change in off-premises beer per capita consumption. Partial removal of first-wave restrictions (week beginning 18 May 2020) was associated with a significant immediate increase in on-premises beer per capita consumption (+0.003 LALs, 95% CI = 0.001 to 0.004, P = 0.006), but no significant change in off-premises beer per capita consumption. Second-wave restrictions (week beginning 06 July 2020) were associated with a significant immediate reduction in on-premises beer per capita consumption (-0.004 LALs, 95% CI = -0.006 to -0.002, P = 0.001) but, again, no significant change in off-premises beer per capita consumption. CONCLUSION: Restricting the availability of on-premises alcohol during the first and second waves of the COVID-19 pandemic in Australia was associated with significant reductions in on-premises beer consumption, but no significant changes in off-premises beer consumption.",
  "authors": [
    {
      "last_name": "Vandenberg",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Vandenberg",
      "affiliations": [
        "Behavioural Sciences Research Laboratory, School of Social Sciences, Monash University, Australia."
      ],
      "orcid": "0000-0003-3325-6152"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Australia."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry O'Brien",
      "affiliations": [
        "Behavioural Sciences Research Laboratory, School of Social Sciences, Monash University, Australia."
      ],
      "orcid": "0000-0003-3145-6038"
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "116",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "1709",
  "end_page": "1715",
  "pages": "1709-1715",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Australia",
    "Beer",
    "COVID-19",
    "Commerce",
    "Humans",
    "Interrupted Time Series Analysis",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "33245567",
    "pmc": "PMC7753619",
    "doi": "10.1111/add.15352"
  },
  "doi": "10.1111/add.15352",
  "pmc_id": "PMC7753619",
  "dates": {
    "completed": "2021-06-14",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.816872",
    "pmid": "33245567"
  }
}