{
  "pmid": "33240518",
  "uid": "33240518",
  "title": "Management of Canadian Pediatric Patients With Glomerular Diseases During the COVID-19 Pandemic: Recommendations From the Canadian Association of Pediatric Nephrologists COVID-19 Rapid Response Team.",
  "abstract": "PURPOSE: The goal of these recommendations is to provide guidance on the optimal care of children with glomerular diseases during the COVID-19 pandemic. Patients with glomerular diseases are known to be more susceptible to infection. Risk factors include decreased vaccine uptake, urinary loss of immunoglobulins, and treatment with immunosuppressive medications. The Canadian Society of Nephrology (CSN) recently published guidelines on the care of adult glomerulonephritis patients. This guideline aims to expand and adapt those recommendations for programs caring for children with glomerular diseases. SOURCES OF INFORMATION: We used the CSN COVID-19 Rapid Response Team adult glomerulonephritis recommendations, published in the Canadian Journal of Kidney Health and Disease, as the foundation for our guidelines. We reviewed documents published by nephrology and non-nephrology societies and health care agencies focused on kidney disease and immunocompromised populations. Finally, we conducted a formal literature review of publications relevant to pediatric and adult glomerular disease, chronic kidney disease, hypertension, and immunosuppression in the context of the COVID-19 pandemic. METHODS: The leadership of the Canadian Association of Pediatric Nephrologists (CAPN), which is affiliated with the CSN, identified a team of clinicians and researchers with expertise in pediatric glomerular diseases. The aim was to adapt Canadian adult glomerulonephritis guidelines to make them applicable to children and discuss pediatric-specific considerations. The updated guidelines were peer-reviewed by senior clinicians with expertise in the care of childhood glomerular diseases. KEY FINDINGS: We identified a number of key areas of glomerular disease care likely to be affected by the COVID-19 pandemic, including (1) clinic visit scheduling, (2) visit types, (3) provision of multidisciplinary care, (4) blood work and imaging, (5) home monitoring, (6) immunosuppression, (7) other medications, (8) immunizations, (9) management of children with suspected COVID-19, (10) renal biopsy, (11) patient education and support, and (12) school and child care. LIMITATIONS: There are minimal data regarding the characteristics and outcomes of COVID-19 in adult or pediatric glomerular disease patients, as well as the efficacy of strategies to prevent infection transmission within these populations. Therefore, the majority of these recommendations are based on expert opinion and consensus guidance. To expedite the publication of these guidelines, an internal peer-review process was conducted, which may not have been as rigorous as formal journal peer-review. IMPLICATIONS: These guidelines are intended to promote optimal care delivery for children with existing or newly diagnosed glomerular diseases during the COVID-19 pandemic. The implications of modified care delivery, altered immunosuppression strategies, and limited access to existing resources remain uncertain.",
  "authors": [
    {
      "last_name": "Robinson",
      "fore_name": "Cal",
      "initials": "C",
      "name": "Cal Robinson",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, The Hospital for Sick Children, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-2223-0646"
    },
    {
      "last_name": "Ruhl",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ruhl",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, University of Saskatchewan, Saskatoon, Canada."
      ]
    },
    {
      "last_name": "Kirpalani",
      "fore_name": "Amrit",
      "initials": "A",
      "name": "Amrit Kirpalani",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Alabbas",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Alabbas",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Noone",
      "fore_name": "Damien",
      "initials": "D",
      "name": "Damien Noone",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Teoh",
      "fore_name": "Chia Wei",
      "initials": "CW",
      "name": "Chia Wei Teoh",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, The Hospital for Sick Children, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-5994-0799"
    },
    {
      "last_name": "Langlois",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Langlois",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Phan",
      "fore_name": "Veronique",
      "initials": "V",
      "name": "Veronique Phan",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, Université de Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Lemaire",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Lemaire",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358120970713",
  "pages": "2054358120970713",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33240518",
    "pmc": "PMC7672717",
    "doi": "10.1177/2054358120970713",
    "pii": "10.1177_2054358120970713"
  },
  "doi": "10.1177/2054358120970713",
  "pmc_id": "PMC7672717",
  "dates": {
    "revised": "2024-08-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.070029",
    "pmid": "33240518"
  }
}