{
  "pmid": "33250316",
  "uid": "33250316",
  "title": "Health technology assessment and judicial deference to priority-setting decisions in healthcare: Quasi-experimental analysis of right-to-health litigation in Brazil.",
  "abstract": "The constitutional right to health in Brazil has entitled patients to litigate against the government-funded national health system (SUS), claiming access to various health treatments including those excluded from the health system's benefits package. Courts have tended to rely on a single medical prescription to judge these cases in favor of individual patients and against the health system. The large volume of cases has had a substantial financial impact on the government's health budget and has created unfairness in accessing healthcare. To change courts' behavior, a new health technology assessment (HTA) body - CONITEC - was created in 2011. Its creation was accompanied by an administrative procedure that made decisions about the health system's benefits package more transparent, accountable, participative and evidence-informed. It was expected that this HTA system would bring more legitimacy to the government's priority-setting decisions and promote deference from the courts. This study tests whether Brazil's new HTA system succeeded in encouraging judicial deference by analyzing a stratified random sample of 13,263 court decisions for whether the existence of a CONITEC report resulted in less frequent court orders to provide treatment for individual litigants. The results show that the creation of CONITEC did not change courts' behavior; courts still decide in favor of patients in most cases. Indeed, even when there was a CONITEC report recommending against government funding for a particular healthcare treatment, the vast majority of the relatively few patients who were unsuccessful in obtaining a health benefit at their first court hearing later obtained a favorable decision after appealing to a higher court. This finding was confirmed through an interrupted time-series analysis that did not find an impact of having a CONITEC report on courts' willingness to override a government priority-setting decision. In fact, CONITEC was rarely cited in court decisions, even when litigants mentioned the existence of a CONITEC report.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Wang",
      "affiliations": [
        "Fundação Getulio Vargas (FGV), Law School in São Paulo, Brazil. Electronic address: daniel.wang@fgv.br."
      ]
    },
    {
      "last_name": "Vasconcelos",
      "fore_name": "Natália Pires de",
      "initials": "NP",
      "name": "Natália Pires de Vasconcelos",
      "affiliations": [
        "Insper, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Poirier",
      "fore_name": "Mathieu Jp",
      "initials": "MJ",
      "name": "Mathieu Jp Poirier",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health & Osgoode Hall Law School, York University, Toronto, Canada; School of Global Health, York University, Toronto, Canada."
      ]
    },
    {
      "last_name": "Chieffi",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Chieffi",
      "affiliations": [
        "Deapartment of Health of the State of São Paulo, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Mônaco",
      "fore_name": "Cauê",
      "initials": "C",
      "name": "Cauê Mônaco",
      "affiliations": [
        "Centro Universitário São Camilo, School of Medicine, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Sritharan",
      "fore_name": "Lathika",
      "initials": "L",
      "name": "Lathika Sritharan",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health & Osgoode Hall Law School, York University, Toronto, Canada."
      ]
    },
    {
      "last_name": "Van Katwyk",
      "fore_name": "Susan Rogers",
      "initials": "SR",
      "name": "Susan Rogers Van Katwyk",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health & Osgoode Hall Law School, York University, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, Faculty of Health & Osgoode Hall Law School, York University, Toronto, Canada; School of Global Health, York University, Toronto, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster Health Forum, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "265",
    "pub_year": "2020",
    "pub_month": "Nov"
  },
  "start_page": "113401",
  "pages": "113401",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Brazil",
    "Delivery of Health Care",
    "Health Facilities",
    "Humans",
    "Right to Health",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "33250316",
    "pmc": "PMC7769796",
    "doi": "10.1016/j.socscimed.2020.113401",
    "pii": "S0277-9536(20)30620-1"
  },
  "doi": "10.1016/j.socscimed.2020.113401",
  "pmc_id": "PMC7769796",
  "dates": {
    "completed": "2021-04-27",
    "revised": "2024-03-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "200120/Z/15/Z",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.645184",
    "pmid": "33250316"
  }
}