{
  "pmid": "33259976",
  "uid": "33259976",
  "title": "A Randomized Controlled Trial to Assess the Effect of Lidocaine Administered via Throat Spray and Nebulization in Patients with Refractory Chronic Cough.",
  "abstract": "BACKGROUND: Refractory chronic cough (RCC) is a debilitating condition for which there are no licensed treatments. Lidocaine is a nonselective inhibitor of voltage-gated sodium channels with potential antitussive effects, but randomized placebo-controlled studies evaluating its efficacy in RCC are lacking. OBJECTIVE: To investigate the efficacy of nebulized lidocaine and lidocaine throat spray versus matched placebos in RCC. METHODS: This was a randomized, double-blind, double-dummy, placebo-controlled, 3-way crossover study, comparing the effect of single doses of nebulized lidocaine with lidocaine delivered by a throat spray and matched placebo. The primary end point was cough frequency over the 10 hours following treatment. Secondary end points were visual analog scale scores for urge-to-cough and cough severity; an exploratory analysis evaluated hourly cough rates up to 5 hours after treatment. RESULTS: Twenty-six subjects with RCC were recruited (22 females; mean age, 53.5 ± 12.1 years; FEV1 %predicted, 105.2 ± 16.8 L; forced vital capacity %predicted, 112.4 ± 18 L). Lidocaine throat spray, but not nebulized lidocaine, significantly reduced 10-hour cough frequency as compared with placebo (throat spray, 22.6 coughs/h; nebulization, 26.9 coughs/h; and placebos, 27.6 coughs/h; P = .04,). Lidocaine throat spray showed the greatest effect on cough compared with placebo in the first hour after administration (31.7 coughs/h vs 74.2 coughs/h; P = .004). Both nebulizer and spray treatments significantly alleviated urge-to-cough and cough severity visual analog scale scores compared with placebo (P < .05). There were no serious adverse events associated with lidocaine therapy. CONCLUSIONS: Lidocaine throat spray was effective in reducing cough frequency in patients with RCC. Voltage-gated sodium channel inhibitors applied to pharynx have potential as therapies for RCC.",
  "authors": [
    {
      "last_name": "Abdulqawi",
      "fore_name": "Rayid",
      "initials": "R",
      "name": "Rayid Abdulqawi",
      "affiliations": [
        "University of Manchester, Division of Infection, Immunity and Respiratory Medicine, and Manchester Academic Health Science Centre, Manchester, United Kingdom; Dr. Sulaiman Al Habib Medical Group, Riyadh, Saudi Arabia; Department of Medicine, Alfaisal University, Riyadh, Saudi Arabia; Manchester University NHS Foundation Trust, Manchester, United Kingdom."
      ]
    },
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "University of Manchester, Division of Infection, Immunity and Respiratory Medicine, and Manchester Academic Health Science Centre, Manchester, United Kingdom; McMaster University, Department of Medicine, Division of Respirology, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kanemitsu",
      "fore_name": "Yoshihiro",
      "initials": "Y",
      "name": "Yoshihiro Kanemitsu",
      "affiliations": [
        "University of Manchester, Division of Infection, Immunity and Respiratory Medicine, and Manchester Academic Health Science Centre, Manchester, United Kingdom; Manchester University NHS Foundation Trust, Manchester, United Kingdom; Department of Respiratory Medicine, Allergy and Clinical Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan."
      ]
    },
    {
      "last_name": "Khalid",
      "fore_name": "Saifudin",
      "initials": "S",
      "name": "Saifudin Khalid",
      "affiliations": [
        "University of Manchester, Division of Infection, Immunity and Respiratory Medicine, and Manchester Academic Health Science Centre, Manchester, United Kingdom; East Lancashire Hospitals NHS Trust, Royal Blackburn Teaching Hospital, Blackburn, United Kingdom."
      ]
    },
    {
      "last_name": "Holt",
      "fore_name": "Kimberley",
      "initials": "K",
      "name": "Kimberley Holt",
      "affiliations": [
        "University of Manchester, Division of Infection, Immunity and Respiratory Medicine, and Manchester Academic Health Science Centre, Manchester, United Kingdom; Manchester University NHS Foundation Trust, Manchester, United Kingdom."
      ]
    },
    {
      "last_name": "Dockry",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Dockry",
      "affiliations": [
        "University of Manchester, Division of Infection, Immunity and Respiratory Medicine, and Manchester Academic Health Science Centre, Manchester, United Kingdom; Manchester University NHS Foundation Trust, Manchester, United Kingdom."
      ]
    },
    {
      "last_name": "Woodcock",
      "fore_name": "Ashley A",
      "initials": "AA",
      "name": "Ashley A Woodcock",
      "affiliations": [
        "University of Manchester, Division of Infection, Immunity and Respiratory Medicine, and Manchester Academic Health Science Centre, Manchester, United Kingdom; Manchester University NHS Foundation Trust, Manchester, United Kingdom."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Jaclyn A",
      "initials": "JA",
      "name": "Jaclyn A Smith",
      "affiliations": [
        "University of Manchester, Division of Infection, Immunity and Respiratory Medicine, and Manchester Academic Health Science Centre, Manchester, United Kingdom; Manchester University NHS Foundation Trust, Manchester, United Kingdom. Electronic address: jacky.smith@manchester.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "1640",
  "end_page": "1647",
  "pages": "1640-1647",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Anesthetics, Local",
    "Cough",
    "Cross-Over Studies",
    "Double-Blind Method",
    "Female",
    "Humans",
    "Lidocaine",
    "Middle Aged",
    "Nebulizers and Vaporizers",
    "Pharynx"
  ],
  "article_ids": {
    "pubmed": "33259976",
    "doi": "10.1016/j.jaip.2020.11.037",
    "pii": "S2213-2198(20)31259-9"
  },
  "doi": "10.1016/j.jaip.2020.11.037",
  "dates": {
    "completed": "2021-05-24",
    "revised": "2021-05-24"
  },
  "chemicals": [
    "Anesthetics, Local",
    "Lidocaine"
  ],
  "grants": [
    {
      "agency": "Department of Health",
      "country": "United Kingdom"
    },
    {
      "grant_id": "207504/B/17/Z",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.731635",
    "pmid": "33259976"
  }
}