{
  "pmid": "33252178",
  "uid": "33252178",
  "title": "An insight on egg white: From most common functional food to biomaterial application.",
  "abstract": "Natural egg white tis widely used as an ingredient in nutritional foods and for food processing. Due to its characteristic foaming, emulsification, adhesion, and gelation, and its heat setting, biocompatibility, and low cost, research into the application and development of egg white in biomaterials, especially medical biomaterials, have been receiving attention. The composition and characteristics of egg white protein, and the physical mixing and chemically cross-linking of egg white with other materials used to make degradable packaging films, bioceramics, bioplastics, biomimetic films, hydrogels, 3D scaffolds, bone regeneration, biopatterning, biosensors, and so forth, are reviewed in detail in this report. The novel egg white-based biomaterials in various forms and applications could be constructed mostly through physical treatments such as ultrasonic wave, ultraviolet, laser and other radiation or high-temperature calcination. Furthermore, the application and prospects for the use of egg white in biomaterials is also discussed.",
  "authors": [
    {
      "last_name": "Dong",
      "fore_name": "Xuan",
      "initials": "X",
      "name": "Xuan Dong",
      "affiliations": [
        "Department of Applied Biology, School of Biology and Basic Medical Sciences, Soochow University, Suzhou, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Applied Biology, School of Biology and Basic Medical Sciences, Soochow University, Suzhou, China."
      ]
    }
  ],
  "journal": {
    "title": "Journal of biomedical materials research. Part B, Applied biomaterials",
    "iso_abbreviation": "J Biomed Mater Res B Appl Biomater",
    "issn": "1552-4981",
    "issn_type": "Electronic",
    "volume": "109",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "1045",
  "end_page": "1058",
  "pages": "1045-1058",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Biocompatible Materials",
    "Egg White",
    "Functional Food",
    "Membranes, Artificial",
    "Tissue Engineering"
  ],
  "article_ids": {
    "pubmed": "33252178",
    "doi": "10.1002/jbm.b.34768"
  },
  "doi": "10.1002/jbm.b.34768",
  "dates": {
    "completed": "2022-02-07",
    "revised": "2022-02-07"
  },
  "chemicals": [
    "Biocompatible Materials",
    "Membranes, Artificial"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.425309",
    "pmid": "33252178"
  }
}