{
  "pmid": "33267736",
  "uid": "33267736",
  "title": "Role of attitude in nurses' responses to requests for assisted dying.",
  "abstract": "BACKGROUND: Legal assisted dying is a rare event, but as legalisation expands, requests for it will likely increase, and the nurse most often receives the informal, initial request. OBJECTIVES: To assess the effects of attitude in interaction with normative and control beliefs on an intention to respond to a request for legal assisted dying. ETHICAL CONSIDERATIONS: The study had the lead author's institutional ethics approval, and participants were informed that participation was both anonymous and voluntary. METHODOLOGY: This was a cross-sectional correlational study of 377 Australian registered nurses who completed an online survey. Generalised linear modelling assessed the effects of independent variables against intended responses to requests for legal assisted dying. RESULTS: Compared to nurses who did not support legal assisted dying, nurses who did had stronger beliefs in patient rights, perceived social expectations to refer the request and stronger control in that intention. Nurses who did not support legal assisted dying had stronger beliefs in ethics of duty to the patient and often held dual intentions to discuss the request with the patient but also held an intention to deflect the request to consideration of alternatives. DISCUSSION: This study advances the international literature by developing quantified models explaining the complexity of nurses' experiences with requests for an assisted death. Attitude was operationalised in interaction with other beliefs and was identified as the strongest influence on intentions, but significantly moderated by ethical norms. CONCLUSION: The complex of determinants of those intentions to respond to requests for an assisted death suggests they are not isolated from each other. Nurses might have distinct intentions, but they can also hold multiple intentions even when they prioritise one. These findings present opportunities to prepare nurses in a way that enhances moral resilience in the face of complex moral encounters.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "50072The University of Adelaide, Australia."
      ],
      "orcid": "0000-0002-6732-8508"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Wilson",
      "affiliations": [
        "1067University of South Australia, Australia."
      ]
    },
    {
      "last_name": "Edwards",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Edwards",
      "affiliations": []
    },
    {
      "last_name": "Cusack",
      "fore_name": "Lynette",
      "initials": "L",
      "name": "Lynette Cusack",
      "affiliations": []
    },
    {
      "last_name": "Wiechula",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Wiechula",
      "affiliations": [
        "1066The University of Adelaide, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Nursing ethics",
    "iso_abbreviation": "Nurs Ethics",
    "issn": "1477-0989",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "670",
  "end_page": "686",
  "pages": "670-686",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Australia",
    "Cross-Sectional Studies",
    "Humans",
    "Nurses",
    "Suicide, Assisted",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "33267736",
    "doi": "10.1177/0969733020966777"
  },
  "doi": "10.1177/0969733020966777",
  "dates": {
    "completed": "2021-11-25",
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.668204",
    "pmid": "33267736"
  }
}