{
  "pmid": "33268400",
  "uid": "33268400",
  "title": "Establishing thresholds for important benefits considering the harms of screening interventions.",
  "abstract": "CONTEXT AND OBJECTIVE: Standards for clinical practice guidelines require explicit statements regarding how values and preferences influence recommendations. However, no cancer screening guideline has addressed the key question of what magnitude of benefit people require to undergo screening, given its harms and burdens. This article describes the development of a new method for guideline developers to address this key question in the absence of high-quality evidence from published literature. SUMMARY OF METHOD: The new method was developed and applied in the context of a recent BMJ Rapid Recommendation clinical practice guideline for colorectal cancer (CRC) screening. First, we presented the guideline panel with harms and burdens (derived from a systematic review) associated with the CRC screening tests under consideration. Second, each panel member completed surveys documenting their views of expected benefits on CRC incidence and mortality that people would require to accept the harms and burdens of screening. Third, the panel discussed results of the surveys and agreed on thresholds for benefits at which the majority of people would choose screening. During these three steps, the panel had no access to the actual benefits of the screening tests. In step four, the panel was presented with screening test benefits derived from a systematic review of clinical trials and microsimulation modelling. The thresholds derived through steps one to three were applied to these benefits, and directly informed the panel's recommendations. CONCLUSION: We present the development and application of a new, four-step method enabling incorporation of explicit and transparent judgements of values and preferences in a screening guideline. Guideline panels should establish their view regarding the magnitude of required benefit, given burdens and harms, before they review screening benefits and make their recommendations accordingly. Making informed screening decisions requires transparency in values and preferences judgements that our new method greatly facilitates.",
  "authors": [
    {
      "last_name": "Helsingen",
      "fore_name": "Lise Mørkved",
      "initials": "LM",
      "name": "Lise Mørkved Helsingen",
      "affiliations": [
        "Clinical Effectiveness Research, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway lisemhe@medisin.uio.no.",
        "Clinical Effectiveness Research, Faculty of Medicine, Institute of Health and Society, University of Oslo, Oslo, Norway."
      ],
      "orcid": "0000-0002-2055-3978"
    },
    {
      "last_name": "Zeng",
      "fore_name": "Linan",
      "initials": "L",
      "name": "Linan Zeng",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "West China Second University Hospital, Sichuan University, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed Alexander",
      "initials": "RA",
      "name": "Reed Alexander Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3725-3031"
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Department of Medicine, Lovisenberg Diakonale Hospital, Oslo, Norway.",
        "Institute of Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Internal Medicine and Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-6182-9969"
    },
    {
      "last_name": "Bretthauer",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Bretthauer",
      "affiliations": [
        "Clinical Effectiveness Research, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway.",
        "Clinical Effectiveness Research, Faculty of Medicine, Institute of Health and Society, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec",
    "pub_day": "02"
  },
  "start_page": "e037854",
  "pages": "e037854",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Colorectal Neoplasms",
    "Early Detection of Cancer",
    "Humans",
    "Incidence",
    "Mass Screening",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "33268400",
    "pmc": "PMC7716371",
    "doi": "10.1136/bmjopen-2020-037854",
    "pii": "bmjopen-2020-037854"
  },
  "doi": "10.1136/bmjopen-2020-037854",
  "pmc_id": "PMC7716371",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.516956",
    "pmid": "33268400"
  }
}