{
  "pmid": "33264838",
  "uid": "33264838",
  "title": "Psychological predictors of posttraumatic growth among adult survivors of Wenchuan earthquake in China.",
  "abstract": "The current research investigates the applicability of the posttraumatic growth inventory and psychological predictors of posttraumatic growth among adult survivors of the Wenchuan earthquake in China. The results indicated that although the survivors reported a high degree of posttraumatic stress symptoms, they also experienced a moderate to high level of posttraumatic growth two years after the earthquake. The simplified Chinese version of the Posttraumatic Growth Inventory had good reliability in the current study. Confirmatory factor analysis of the simplified Chinese version of the Posttraumatic Growth Inventory verified that the original five-factor model fit the data better than the four-factor model documented by Ho et al. (2004, 2011) among Chinese cancer patients. The current study also demonstrates that positive changes in outlook, positive affect, and perceived social support are significant predictors of posttraumatic growth among adult survivors of the Wenchuan earthquake. Directions for future research on posttraumatic growth among survivors of natural disasters and implications for developing psychological interventions to help people recover from traumatic events are discussed.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Ning",
      "initials": "N",
      "name": "Ning Zhang",
      "affiliations": [
        "School of Public Health and the Second Affiliated Hospital of Zhejiang University School of Medicine, Hangzhou, 310058, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Kankan",
      "initials": "K",
      "name": "Kankan Wu",
      "affiliations": [
        "Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences, Beijing, 100101, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences, Beijing, 100101, China. Electronic address: zhangyq@psych.ac.cn."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Zhengkui",
      "initials": "Z",
      "name": "Zhengkui Liu",
      "affiliations": [
        "Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences, Beijing, 100101, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Xiao",
      "initials": "X",
      "name": "Xiao Zhou",
      "affiliations": [
        "Department of Psychological and Behavioral Sciences, Zhejiang University, Hangzhou, China."
      ]
    }
  ],
  "journal": {
    "title": "Asian journal of psychiatry",
    "iso_abbreviation": "Asian J Psychiatr",
    "issn": "1876-2026",
    "issn_type": "Electronic",
    "volume": "53",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "102309",
  "pages": "102309",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "China",
    "Earthquakes",
    "Humans",
    "Posttraumatic Growth, Psychological",
    "Reproducibility of Results",
    "Stress Disorders, Post-Traumatic",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "33264838",
    "doi": "10.1016/j.ajp.2020.102309",
    "pii": "S1876-2018(20)30421-4"
  },
  "doi": "10.1016/j.ajp.2020.102309",
  "dates": {
    "completed": "2021-06-09",
    "revised": "2021-06-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.426740",
    "pmid": "33264838"
  }
}