{
  "pmid": "33275550",
  "uid": "33275550",
  "title": "Canadian Urological Association guideline on male urethral stricture.",
  "abstract": "Urethral stricture is fundamentally a fibrosis of the urethral epithelial and associated corpus spongiosum, which in turn, causes obstruction of the urethral lumen. Patients with urethral stricture most commonly present with lower urinary tract symptoms, urinary retention or urinary tract infection but may also experience a broad spectrum of other signs and symptoms, including genitourinary pain, hematuria, abscess, ejaculatory dysfunction, or renal failure. When urethral stricture is initially suspected based on clinical assessment, cystoscopy is suggested as the modality that most accurately establishes the diagnosis. This recommendation is based on several factors, including the accuracy of cystoscopy, as well as its wide availability, lesser overall cost, and comfort of urologists with this technique. When recurrent urethral stricture is suspected, we suggest performing retrograde urethrography to further stage the length and location of the stricture or referring the patient to a physician with expertise in reconstructive urology. Ultimately, the treatment decision depends on several factors, including the type and acuity of patient symptoms, the presence of complications, prior interventions, and the overall impact of the urethral stricture on the patient's quality of life. Endoscopic treatment, either as dilation or internal urethrotomy, is suggested rather than urethroplasty for the initial treatment of urethral stricture. This recommendation applies to men with undifferentiated urethral stricture and does not apply to trauma-related urethral injuries, penile urethral strictures (hypospadias, lichen sclerosus), or suspected urethral malignancy. In the setting of recurrent urethral stricture, urethroplasty is suggested rather than repeat endoscopic management but this may vary depending on patient preference and impact of the symptoms on the patient.The purpose of this guideline is to provide a practical summary outlining the diagnosis and treatment of urethral stricture in the Canadian setting.",
  "authors": [
    {
      "last_name": "Rourke",
      "fore_name": "Keith F",
      "initials": "KF",
      "name": "Keith F Rourke",
      "affiliations": [
        "Division of Urology, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Welk",
      "fore_name": "Blayne",
      "initials": "B",
      "name": "Blayne Welk",
      "affiliations": [
        "Division of Urology, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Kodama",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Kodama",
      "affiliations": [
        "Division of Urology, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bailly",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Bailly",
      "affiliations": [
        "Department of Urology, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Davies",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Davies",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Violette",
      "fore_name": "Philippe D",
      "initials": "PD",
      "name": "Philippe D Violette",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Urological Association journal = Journal de l'Association des urologues du Canada",
    "iso_abbreviation": "Can Urol Assoc J",
    "issn": "1911-6470",
    "issn_type": "Print",
    "volume": "14",
    "issue": "10",
    "pub_year": "2020",
    "pub_month": "Oct"
  },
  "start_page": "305",
  "end_page": "316",
  "pages": "305-316",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33275550",
    "pmc": "PMC7716842",
    "doi": "10.5489/cuaj.6792",
    "pii": "cuaj.6792"
  },
  "doi": "10.5489/cuaj.6792",
  "pmc_id": "PMC7716842",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.416931",
    "pmid": "33275550"
  }
}