{
  "pmid": "33276042",
  "uid": "33276042",
  "title": "Prevalence and Risk Factors of Breathlessness Across Canada: A National Retrospective Cohort Study in Home Care and Nursing Home Populations.",
  "abstract": "CONTEXT: Breathlessness is a symptom associated with poor clinical outcomes and prognosis. Little is known about its long-term trends and associations with social factors including decline in social activities and caregiver distress. OBJECTIVES: To describe factors associated with the prevalence of clinician-reported breathlessness across Canada among cohorts receiving home care or nursing home care. METHODS: A retrospective observational cohort study of cross-sectional intake assessment data from Canadian interRAI Home Care and Nursing Home data sets. In each data set, we examined covariates associated with the presence of clinician-reported breathlessness using multivariate regression. RESULTS: Between 2007 and 2018, we identified 1,317,117 and 469,709 individuals from the home care and nursing home data sets, respectively. Over two-thirds were aged >75 and over 60% were women. Breathlessness was present at intake in 26.0% of the home care and 8.2% of the nursing home cohorts. Between 2007 and 2018, prevalence of breathlessness increased by 10% for the home care cohort, while remaining relatively constant in nursing homes. Covariates associated with increased odds of having clinician-reported breathlessness at intake in both cohorts were moderate-severe impairment with activities of daily living, being male, older age, high pain scores, signs of depression, and decline in social activities. In the home care cohort, the presence of breathlessness was associated with a greater odds of caregiver distress (odds ratio = 1.19, 95% CI: 1.18-1.20). CONCLUSION: The prevalence of clinician-reported breathlessness is higher in home care than in nursing home populations, the former having risen by 10% over the decade. Prevalence of breathlessness is associated with decline in social activities and caregiver distress. Enhanced supports may be required to meet increasing patient need in the community.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada. Electronic address: seowh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Dutta",
      "fore_name": "Pallavi",
      "initials": "P",
      "name": "Pallavi Dutta",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Miriam J",
      "initials": "MJ",
      "name": "Miriam J Johnson",
      "affiliations": [
        "University of Hull, Kingston upon Hull, United Kingdom."
      ]
    },
    {
      "last_name": "McMillan",
      "fore_name": "Kayla",
      "initials": "K",
      "name": "Kayla McMillan",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guthrie",
      "fore_name": "Dawn M",
      "initials": "DM",
      "name": "Dawn M Guthrie",
      "affiliations": [
        "Wilfrid Laurier University, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Currow",
      "fore_name": "David C",
      "initials": "DC",
      "name": "David C Currow",
      "affiliations": [
        "University of Technology Sydney, Sydney, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "62",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "346",
  "end_page": "354.e1",
  "pages": "346-354.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Aged",
    "Canada",
    "Cohort Studies",
    "Cross-Sectional Studies",
    "Dyspnea",
    "Female",
    "Home Care Services",
    "Humans",
    "Male",
    "Nursing Homes",
    "Prevalence",
    "Retrospective Studies",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "33276042",
    "doi": "10.1016/j.jpainsymman.2020.11.034",
    "pii": "S0885-3924(20)30904-0"
  },
  "doi": "10.1016/j.jpainsymman.2020.11.034",
  "dates": {
    "completed": "2021-08-06",
    "revised": "2021-08-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.081536",
    "pmid": "33276042"
  }
}