{
  "pmid": "33270029",
  "uid": "33270029",
  "title": "Visual Analytic Tools and Techniques in Population Health and Health Services Research: Scoping Review.",
  "abstract": "BACKGROUND: Visual analytics (VA) promotes the understanding of data with visual, interactive techniques, using analytic and visual engines. The analytic engine includes automated techniques, whereas common visual outputs include flow maps and spatiotemporal hot spots. OBJECTIVE: This scoping review aims to address a gap in the literature, with the specific objective to synthesize literature on the use of VA tools, techniques, and frameworks in interrelated health care areas of population health and health services research (HSR). METHODS: Using the 2018 PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Reviews) guidelines, the review focuses on peer-reviewed journal articles and full conference papers from 2005 to March 2019. Two researchers were involved at each step, and another researcher arbitrated disagreements. A comprehensive abstraction platform captured data from diverse bodies of the literature, primarily from the computer and health sciences. RESULTS: After screening 11,310 articles, findings from 55 articles were synthesized under the major headings of visual and analytic engines, visual presentation characteristics, tools used and their capabilities, application to health care areas, data types and sources, VA frameworks, frameworks used for VA applications, availability and innovation, and co-design initiatives. We found extensive application of VA methods used in areas of epidemiology, surveillance and modeling, health services access, use, and cost analyses. All articles included a distinct analytic and visualization engine, with varying levels of detail provided. Most tools were prototypes, with 5 in use at the time of publication. Seven articles presented methodological frameworks. Toward consistent reporting, we present a checklist, with an expanded definition for VA applications in health care, to assist researchers in sharing research for greater replicability. We summarized the results in a Tableau dashboard. CONCLUSIONS: With the increasing availability and generation of big health care data, VA is a fast-growing method applied to complex health care data. What makes VA innovative is its capability to process multiple, varied data sources to demonstrate trends and patterns for exploratory analysis, leading to knowledge generation and decision support. This is the first review to bridge a critical gap in the literature on VA methods applied to the areas of population health and HSR, which further indicates possible avenues for the adoption of these methods in the future. This review is especially important in the wake of COVID-19 surveillance and response initiatives, where many VA products have taken center stage. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): RR2-10.2196/14019.",
  "authors": [
    {
      "last_name": "Chishtie",
      "fore_name": "Jawad Ahmed",
      "initials": "JA",
      "name": "Jawad Ahmed Chishtie",
      "affiliations": [
        "Rehabilitation Sciences Institute, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Advanced Analytics, Canadian Institute for Health Information, Toronto, ON, Canada.",
        "Ontario Neurotrauma Foundation, Toronto, ON, Canada.",
        "Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-8650-4469"
    },
    {
      "last_name": "Marchand",
      "fore_name": "Jean-Sebastien",
      "initials": "JS",
      "name": "Jean-Sebastien Marchand",
      "affiliations": [
        "Universite de Sherbrooke, Quebec, QC, Canada."
      ],
      "orcid": "0000-0001-6745-6692"
    },
    {
      "last_name": "Turcotte",
      "fore_name": "Luke A",
      "initials": "LA",
      "name": "Luke A Turcotte",
      "affiliations": [
        "Advanced Analytics, Canadian Institute for Health Information, Toronto, ON, Canada.",
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0001-5678-7234"
    },
    {
      "last_name": "Bielska",
      "fore_name": "Iwona Anna",
      "initials": "IA",
      "name": "Iwona Anna Bielska",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4186-4871"
    },
    {
      "last_name": "Babineau",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Babineau",
      "affiliations": [
        "Library & Information Services, University Health Network, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-4770-0579"
    },
    {
      "last_name": "Cepoiu-Martin",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Cepoiu-Martin",
      "affiliations": [
        "Data Intelligence for Health Lab, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-8008-9214"
    },
    {
      "last_name": "Irvine",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Irvine",
      "affiliations": [
        "Department of Mathematics, University of British Columbia, Vancouver, BC, Canada.",
        "British Columbia Centre for Disease Control, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0003-4785-8998"
    },
    {
      "last_name": "Munce",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Munce",
      "affiliations": [
        "Rehabilitation Sciences Institute, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada.",
        "Department of Occupational Science and Occupational Therapy, University of Toronto, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-0595-8395"
    },
    {
      "last_name": "Abudiab",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Abudiab",
      "affiliations": [
        "Rehabilitation Sciences Institute, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-6618-5250"
    },
    {
      "last_name": "Bjelica",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Bjelica",
      "affiliations": [
        "Rehabilitation Sciences Institute, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Toronto Rehabilitation Institute, University Health Network, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-0540-1690"
    },
    {
      "last_name": "Hossain",
      "fore_name": "Saima",
      "initials": "S",
      "name": "Saima Hossain",
      "affiliations": [
        "Department of Physical Therapy, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-2952-8832"
    },
    {
      "last_name": "Imran",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Imran",
      "affiliations": [
        "Department of Epidemiology and Public Health, Health Services Academy, Islamabad, Pakistan."
      ],
      "orcid": "0000-0003-2250-9345"
    },
    {
      "last_name": "Jeji",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Jeji",
      "affiliations": [
        "Ontario Neurotrauma Foundation, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-1244-5851"
    },
    {
      "last_name": "Jaglal",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jaglal",
      "affiliations": [
        "Department of Physical Therapy, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-2930-1443"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "12",
    "pub_year": "2020",
    "pub_month": "Dec",
    "pub_day": "03"
  },
  "start_page": "e17892",
  "pages": "e17892",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "COVID-19",
    "Checklist",
    "Data Visualization",
    "Delivery of Health Care",
    "Health Services Research",
    "Humans",
    "Information Storage and Retrieval",
    "Pandemics",
    "Population Health",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "33270029",
    "pmc": "PMC7716797",
    "doi": "10.2196/17892",
    "pii": "v22i12e17892"
  },
  "doi": "10.2196/17892",
  "pmc_id": "PMC7716797",
  "dates": {
    "completed": "2020-12-09",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:56.860688",
    "pmid": "33270029"
  }
}