{
  "pmid": "33285333",
  "uid": "33285333",
  "title": "Determining the Diagnostic Utility of Lumbar Punctures in Computed Tomography Negative Suspected Subarachnoid Hemorrhage: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: While headache is a common neurologic symptom, subarachnoid hemorrhage (SAH) is a rare and potentially catastrophic cause of sudden-onset severe headache. The utility of the imaging modalities and interventional procedures are central to the investigation of the causes of headache; however, they are not without their limitations, risks, and complications. METHODS: A meta-analysis in accordance with the Preferred Reporting for Systematic Reviews and Meta-analysis guidelines was conducted searching PubMed, EMBASE, and Google Scholar. Patients investigated for suspected subarachnoid hemorrhage (SAH) with a negative computed tomography (CT) and positive lumbar puncture (LP) and final diagnosis of SAH were included. The sensitivity of LP in the context of a negative CT and vsubsequent imaging confirming the cause of SAH (computed tomography angiography, magnetic resonance angiography, digital subtraction angiography [DSA]) was quantified. The pooled data were analyzed using the DerSimonian-Laid random effects model. RESULTS: Four studies with 2782 patients who presented with headache suspicious for SAH were included with an initial negative CT report and a subsequent LP to rule out SAH. All included studies had an observational prospective cohort design. A combined pooled proportion of 0.383 (0.077, 0.756); 0.086 (0.007, 0.238); and 0.22 (0.04, 0.49) for LP+, DSA+, and DSA/computed tomography angiography+ investigations were estimated with a 95% confidence interval. CONCLUSIONS: The current clinical workflow of an LP after a negative CT head for a patient presenting with a sudden-onset severe headache is observed to have a high enough proportion to warrant its continued use despite the sensitivity of modern CT scanners of ≥97%.",
  "authors": [
    {
      "last_name": "Kameda-Smith",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Kameda-Smith",
      "affiliations": [
        "Division of Neurosurgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: michellekamedasmith@gmail.com."
      ]
    },
    {
      "last_name": "Aref",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Aref",
      "affiliations": [
        "Division of Neurosurgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jung",
      "fore_name": "Youngkyung",
      "initials": "Y",
      "name": "Youngkyung Jung",
      "affiliations": [
        "Faculty of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ghayur",
      "fore_name": "Huphy",
      "initials": "H",
      "name": "Huphy Ghayur",
      "affiliations": [
        "Health Research Methodology Program, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "World neurosurgery",
    "iso_abbreviation": "World Neurosurg",
    "issn": "1878-8769",
    "issn_type": "Electronic",
    "volume": "148",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "e27",
  "end_page": "e34",
  "pages": "e27-e34",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Prospective Studies",
    "Randomized Controlled Trials as Topic",
    "Spinal Puncture",
    "Subarachnoid Hemorrhage",
    "Tomography, X-Ray Computed"
  ],
  "article_ids": {
    "pubmed": "33285333",
    "doi": "10.1016/j.wneu.2020.11.152",
    "pii": "S1878-8750(20)32537-7"
  },
  "doi": "10.1016/j.wneu.2020.11.152",
  "dates": {
    "completed": "2021-07-21",
    "revised": "2021-07-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.402791",
    "pmid": "33285333"
  }
}