{
  "pmid": "33282049",
  "uid": "33282049",
  "title": "Older Emergency Department Patients: Does Baseline Care Status Matter?",
  "abstract": "BACKGROUND: Little is known about the prognostic differences between older emergency department (ED) patients who present with different formal support requirements in the community. We set out to describe and compare the patient profiles and patterns of health service use among three older ED cohorts: home care clients, nursing home residents and those receiving no formal support. METHODS: We conducted a secondary analysis of the Canadian cohort from the interRAI multinational ED study. Data were collected using interRAI ED contact assessment on patients 75 years of age and older (n = 2,274), in eight ED sites across Canada. A series of descriptive statistics were reported. Adjusted associations were determined using logistic regression. RESULTS: Older adults receiving no formal support services were most stable. However, they were most likely to be hospitalized. Older home care clients were most likely to report depressive symptoms and distressed caregivers. They also had the greatest odds of frequent ED visitation post-discharge (OR=1.9; 95% CI=1.39-2.59). Older adults transferred from a nursing home were the frailest but had the lowest odds of hospital admission (OR=0.14; 95% CI=0.09-0.23). CONCLUSION: We demonstrated the importance of inquiring about community-based formal support services and provide data to support decision-making in the ED.",
  "authors": [
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice I",
      "initials": "FI",
      "name": "Fabrice I Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Aryal",
      "fore_name": "Komal",
      "initials": "K",
      "name": "Komal Aryal",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Mercier",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Mercier",
      "affiliations": [
        "Département de Médecine Familiale et Médecine d'Urgence, Faculté de Médecine, Université Laval, Quebec City, QC.",
        "Centre d'excellence sur le vieillissement, Centre de recherche sur les soins de première ligne de l'Université Laval, Quebec City, QC."
      ]
    },
    {
      "last_name": "Heckman",
      "fore_name": "George",
      "initials": "G",
      "name": "George Heckman",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON.",
        "Michael G. DeGroote School of Medicine, Waterloo Regional Campus, Waterloo, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian geriatrics journal : CGJ",
    "iso_abbreviation": "Can Geriatr J",
    "issn": "1925-8348",
    "issn_type": "Print",
    "volume": "23",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "289",
  "end_page": "296",
  "pages": "289-296",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33282049",
    "pmc": "PMC7704072",
    "doi": "10.5770/cgj.23.421",
    "pii": "cgj-23-289"
  },
  "doi": "10.5770/cgj.23.421",
  "pmc_id": "PMC7704072",
  "dates": {
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.327710",
    "pmid": "33282049"
  }
}