{
  "pmid": "33280900",
  "uid": "33280900",
  "title": "Cancer care at home or in local health centres versus in hospital: Public policy goals and patients' preferences in the Rhône-Alps region in France.",
  "abstract": "UNLABELLED: In France, cancer treatments are mainly provided in hospitals, which are expensive and crowded. Health decision-makers therefore want to develop alternative structures such as home care and local health centres. OBJECTIVES: To elicit cancer patients' preferences for home, local health centre, or hospital, and analyze factors affecting these choices: patients' characteristics, experiences of care, expectations and perceptions of cancer management. METHODS: We developed a decision aid composed of 1) information on the 3 options 2) a questionnaire to measure preferences; 3) a questionnaire on sociodemographics and experiences of care, 386 patients participated in the survey. RESULTS: hospital was the preferred option for 71 % of the participants, especially for complicated care, followed by home care (24 %) and local health centres (5%). Main reasons for preferring hospital were the wish to separate home life and place of care, wanting to avoid being a burden on their relatives. Reasons influencing a preference for home care were wanting to avoid trips, maintain their lifestyle, and finding hospitals frightening. Neither socio-demographics nor even experience of care seemed to explain preferences. CONCLUSION: A quarter of patients preferred home care, which is highly disproportionate to the home care currently available. This suggests that hindrances to developing alternatives to hospital do not come from patients' reluctance to make use of them, but rather from healthcare providers' objections.",
  "authors": [
    {
      "last_name": "Margier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Margier",
      "affiliations": [
        "Hospices Civils de Lyon, 162 Avenue Lacassagne, 69424, Lyon Cedex 03, France; Public Health Department, Health Economic Evaluation Service, University Hospital of Lyon, Health Services and Performance Research (HESPER) EA 7425, F-69008, Lyon, France. Electronic address: jennifer.margier@chu-lyon.fr."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "McMaster University, CRL Building, Rm. 208, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada; Department of Clinical Epidemiology & Biostatistics, Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Canada. Electronic address: gafni@mcmaster.ca."
      ]
    },
    {
      "last_name": "Moumjid",
      "fore_name": "Nora",
      "initials": "N",
      "name": "Nora Moumjid",
      "affiliations": [
        "Faculté de Pharmacie - Université Lyon 1, 8 Avenue Rockefeller, 69373, Lyon Cedex 08 France; Lyon 1 Claude Bernard University, Health Services and Performance Research (HESPER) EA 7425, Léon Bérard Cancer Centre, F-69008, Lyon, France. Electronic address: nora.moumjid@univ-lyon1.fr."
      ]
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "213",
  "end_page": "220",
  "pages": "213-220",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "France",
    "Goals",
    "Hospitals",
    "Humans",
    "Neoplasms",
    "Patient Preference",
    "Public Policy"
  ],
  "article_ids": {
    "pubmed": "33280900",
    "doi": "10.1016/j.healthpol.2020.11.011",
    "pii": "S0168-8510(20)30293-1"
  },
  "doi": "10.1016/j.healthpol.2020.11.011",
  "dates": {
    "completed": "2021-08-04",
    "revised": "2021-08-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.721529",
    "pmid": "33280900"
  }
}