{
  "pmid": "33294203",
  "uid": "33294203",
  "title": "The DIalysis Symptom COntrol-Restless Legs Syndrome (DISCO-RLS) Trial: A Protocol for a Randomized, Crossover, Placebo-Controlled Blinded Trial.",
  "abstract": "BACKGROUND: Restless legs syndrome (RLS) affects approximately 30% of patients with end-stage kidney disease and is associated with impaired sleep and health-related quality of life. Medications used to treat RLS in patients receiving dialysis may have an increased risk of adverse events with dose titration, and residual RLS symptoms are common despite the use of effective treatments. Randomized controlled trials of monotherapy and combination pharmacologic therapy for RLS in hemodialysis are needed. OBJECTIVE: To perform a randomized, crossover, placebo-controlled blinded trial of pharmacologic therapy for RLS in hemodialysis. DESIGN/SETTING: The DIalysis Symptom COntrol-Restless Legs Syndrome (DISCO-RLS) trial is a randomized, crossover, placebo-controlled blinded trial of fixed low-dose pharmacologic therapy in patients receiving hemodialysis in 10 centers across Canada. It uses patient partners in its design, conduct, and reporting. PARTICIPANTS: Adults receiving thrice-weekly hemodialysis for at least 3 months with RLS of at least mild symptoms defined International Restless Legs Syndrome Study Group Rating Scale (IRLS) of 10 or more will enter a double placebo run-in period to exclude nonadherent participants and those unable to tolerate double placebo. Seventy-two participants who completed the run-in period will be randomized to 1 of 8 treatment sequences based on modeling with 4 treatment periods. METHODS: Each treatment period lasts 4 weeks and consists of ropinirole 0.5 mg daily and gabapentin 100 mg daily, both together or neither with a double dummy placebo control for each treatment. The primary outcome is the difference in change scores of the IRLS between study treatments. Secondary outcomes are the differences in change scores of the Restless Legs Syndrome-6 Scale, patient global impression, 5-level EQ-5D version, and safety outcomes. RESULTS: This randomized, crossover, placebo-controlled blinded trial will evaluate the efficacy and safety of fixed low-dose combination of ropinirole and gabapentin in patients receiving hemodialysis with RLS. LIMITATIONS: Patients with chronic kidney disease not on dialysis, kidney transplant recipients and those receiving peritoneal dialysis or home hemodialysis are not included. The intervention's long term safety and efficacy including the risk of augmentation is not captured. CONCLUSION: This randomized crossover placebo controlled blinded trial will evaluate the efficacy and safety of fixed low-dose combination ropinirole and gabapentin in patients receiving hemodialysis with RLS. TRIAL REGISTRATION: ClinicalTrials.gov (NCT03806530).",
  "authors": [
    {
      "last_name": "Collister",
      "fore_name": "David",
      "initials": "D",
      "name": "David Collister",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2323-6521"
    },
    {
      "last_name": "Pohl",
      "fore_name": "Kayla",
      "initials": "K",
      "name": "Kayla Pohl",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Herrington",
      "fore_name": "Gwen",
      "initials": "G",
      "name": "Gwen Herrington",
      "affiliations": [
        "Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD), Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Shun Fu",
      "initials": "SF",
      "name": "Shun Fu Lee",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rabbat",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Rabbat",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tennankore",
      "fore_name": "Karthik",
      "initials": "K",
      "name": "Karthik Tennankore",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Zimmermann",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Zimmermann",
      "affiliations": [
        "Department of Medicine, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tangri",
      "fore_name": "Navdeep",
      "initials": "N",
      "name": "Navdeep Tangri",
      "affiliations": [
        "Department of Medicine, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Department of Medicine, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Manns",
      "fore_name": "Braden",
      "initials": "B",
      "name": "Braden Manns",
      "affiliations": [
        "Department of Medicine and Community Health Sciences, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-8823-6127"
    },
    {
      "last_name": "Suri",
      "fore_name": "Rita S",
      "initials": "RS",
      "name": "Rita S Suri",
      "affiliations": [
        "Department of Medicine, McGill University, Montréal, QC, Canada.",
        "Centre de Recherche, Université de Montréal, QC, Canada."
      ],
      "orcid": "0000-0002-0519-3927"
    },
    {
      "last_name": "Nadeau-Fredette",
      "fore_name": "Annie-Claire",
      "initials": "AC",
      "name": "Annie-Claire Nadeau-Fredette",
      "affiliations": [
        "Faculté de Médecine, Université de Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Goupil",
      "fore_name": "Remi",
      "initials": "R",
      "name": "Remi Goupil",
      "affiliations": [
        "Faculté de Médecine, Université de Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Silver",
      "fore_name": "Samuel A",
      "initials": "SA",
      "name": "Samuel A Silver",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0002-1843-6131"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358120968959",
  "pages": "2054358120968959",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33294203",
    "pmc": "PMC7705292",
    "doi": "10.1177/2054358120968959",
    "pii": "10.1177_2054358120968959"
  },
  "doi": "10.1177/2054358120968959",
  "pmc_id": "PMC7705292",
  "dates": {
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.638701",
    "pmid": "33294203"
  }
}