{
  "pmid": "33308146",
  "uid": "33308146",
  "title": "Legal needs of patients attending an urban family practice in Hamilton, Ontario, Canada: an observational study of a legal health clinic.",
  "abstract": "BACKGROUND: Individuals living in poverty often visit their primary care physician for health problems resulting from unmet legal needs. Providing legal services for those in need may therefore improve health outcomes. Poverty is a social determinant of health. Impoverished areas tend to have poor health outcomes, with higher rates of mental illness, chronic disease, and comorbidity. This study reports on a medical-legal collaboration delivered in a healthcare setting between health professionals and lawyers as a novel way to approach the inaccessibility of legal services for those in need. METHODS: In this observational study, patients aged 18 or older were either approached or referred to complete a screening tool to identify areas of concern. Patients deemed to have a legal problem were offered an appointment at the Legal Health Clinic, where lawyers provided legal advice, referrals, and services for patients of the physicians. Fisher's exact test was used to compare populations. Binary logistic regression was used to determine the factors predicting booking an appointment with the clinic. RESULTS: Eighty-four percent (n = 648) of the 770 patients screened had unmet legal needs and could benefit from the intervention, with an average of 3.44 (SD = 3.42) legal needs per patient screened. Patients with legal needs had significantly higher odds of attending the Legal Health Clinic if they were an ethnicity that was not white (OR = 2.48; 95% CI 1.14-5.39), did not have Canadian citizenship (OR = 4.40; 95% CI 1.48-13.07), had housing insecurity (OR = 3.33; 95% CI 1.53-7.24), and had difficulty performing their usual activities (OR = 2.83; 95% CI 1.08-7.43). As a result of the clinic consultations, 58.0% (n = 40) were referred to either Legal Aid Ontario or Hamilton Community Legal Clinic, 21.74% (n = 15) were referred to a private lawyer; one case was taken on by the clinic lawyer. CONCLUSION: The Legal Health Clinic was found to fulfill unmet legal needs which were abundant in this urban family practice. This has important implications for the future health of patients and clinical practice. Utilizing a Legal Health Clinic could translate into improved health outcomes for patients by helping overcome barriers in accessing legal services and addressing social causes of adverse health outcomes.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada. gina.agarwal@gmail.com.",
        "Department of Health Research Methods, Evidence, and Impact, Hamilton, Canada. gina.agarwal@gmail.com."
      ],
      "orcid": "0000-0002-5691-4675"
    },
    {
      "last_name": "Pirrie",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Pirrie",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Edwards",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Edwards",
      "affiliations": [
        "McMaster Family Practice, Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Delleman",
      "fore_name": "Bethany",
      "initials": "B",
      "name": "Bethany Delleman",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Crowe",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Crowe",
      "affiliations": [
        "Hamilton Community Legal Clinic, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Tye",
      "fore_name": "Hugh",
      "initials": "H",
      "name": "Hugh Tye",
      "affiliations": [
        "Hamilton Community Legal Clinic, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mallin",
      "fore_name": "Jayne",
      "initials": "J",
      "name": "Jayne Mallin",
      "affiliations": [
        "Legal Aid Ontario, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC family practice",
    "iso_abbreviation": "BMC Fam Pract",
    "issn": "1471-2296",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Dec",
    "pub_day": "12"
  },
  "start_page": "267",
  "pages": "267",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Ambulatory Care Facilities",
    "Family Practice",
    "Housing",
    "Humans",
    "Lawyers",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "33308146",
    "pmc": "PMC7733261",
    "doi": "10.1186/s12875-020-01339-y",
    "pii": "10.1186/s12875-020-01339-y"
  },
  "doi": "10.1186/s12875-020-01339-y",
  "pmc_id": "PMC7733261",
  "dates": {
    "completed": "2021-09-24",
    "revised": "2021-09-24"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PR10028",
      "agency": "Ontario Trillium Foundation",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.666725",
    "pmid": "33308146"
  }
}