{
  "pmid": "33306970",
  "uid": "33306970",
  "title": "Mode of delivery and neonatal outcomes in extremely preterm Vertex/nonVertex twins.",
  "abstract": "BACKGROUND: One of the controversies in the management of twin gestations relates to mode of delivery, especially when the second twin is in a nonvertex presentation (Vertex/nonVertex pairs) and birth is imminent at extremely low gestation. OBJECTIVE: We hypothesized that, for Vertex/nonVertex twins born before 28 weeks' gestation, cesarean delivery would be associated with a lower risk of adverse neonatal outcomes than trial of vaginal delivery. Our aim was to test this hypothesis by comparing the neonatal outcomes of Vertex/nonVertex twins born before 28 weeks' gestation by mode of delivery using a large national cohort. STUDY DESIGN: This work is a retrospective cohort study of all twin infants born at 24[0/7] to 27[6/7] weeks' gestation and admitted to level III neonatal intensive care units participating in the Canadian Neonatal Network (2010-2017). Exposure is defined a trial of vaginal delivery for Vertex/nonVertex twins. Nonexposed (control) groups are defined as cases where both twins were delivered by cesarean delivery, either in vertex or nonvertex presentation (control group 1) or owing to the nonvertex presentation of the first twin (control group 2). Outcome measures are defined as a composite of neonatal death, severe neurologic injury, or birth trauma. RESULTS: A total of 1082 twin infants (541 twin pairs) met the inclusion criteria: 220 Vertex/nonVertex pairs, of which 112 had a trial of vaginal delivery (study group) and 108 had cesarean delivery for both twins (control group 1); 170 pairs with the first twin in nonvertex presentation, all of which were born by cesarean delivery (control group 2); and 151 pairs with both twins in vertex presentation (vertex or nonvertex). In the study group, the rate of urgent cesarean delivery for the second twin was 30%. The rate of the primary outcome in the study group was 42%, which was not significantly different compared with control group 1 (37%; adjusted relative risk, 0.93; 95% confidence interval, 0.71-1.22) or control group 2 (34%; adjusted relative risk, 1.20; 95% confidence interval, 0.92-1.58). The findings remained similar when outcomes were analyzed separately for the first and second twins. CONCLUSION: For preterm Vertex/nonVertex twins born at <28 weeks' gestation, we found no difference in the risk of adverse neonatal outcome between a trial of vaginal delivery and primary cesarean delivery. However, a trial of vaginal delivery was associated with a high rate of urgent cesarean delivery for the second twin.",
  "authors": [
    {
      "last_name": "Hiersch",
      "fore_name": "Liran",
      "initials": "L",
      "name": "Liran Hiersch",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada. Electronic address: lirhir@gmail.com."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khurshid",
      "fore_name": "Faiza",
      "initials": "F",
      "name": "Faiza Khurshid",
      "affiliations": [
        "Department of Pediatrics, Kingston Health Sciences Center, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Masse",
      "fore_name": "Edith",
      "initials": "E",
      "name": "Edith Masse",
      "affiliations": [
        "Department of Pediatrics, Centre Hospitalier Universitaire de Sherbrooke, Fleurimont, Québec, Canada."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Kellie",
      "initials": "K",
      "name": "Kellie Murphy",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynaecology, Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal Fetal Medicine, Departments of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada; Departments of Radiology and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carson",
      "fore_name": "George",
      "initials": "G",
      "name": "George Carson",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Regina General Hospital, Regina, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Barrett",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Melamed",
      "fore_name": "Nir",
      "initials": "N",
      "name": "Nir Melamed",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "224",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "613.e1",
  "end_page": "613.e10",
  "pages": "613.e1-613.e10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Birth Injuries",
    "Breech Presentation",
    "Case-Control Studies",
    "Cesarean Section",
    "Delivery, Obstetric",
    "Diseases in Twins",
    "Female",
    "Humans",
    "Infant, Extremely Premature",
    "Infant, Newborn",
    "Infant, Premature, Diseases",
    "Male",
    "Pregnancy",
    "Pregnancy, Twin",
    "Premature Birth",
    "Retrospective Studies",
    "Treatment Outcome",
    "Trial of Labor"
  ],
  "article_ids": {
    "pubmed": "33306970",
    "doi": "10.1016/j.ajog.2020.12.002",
    "pii": "S0002-9378(20)31368-5"
  },
  "doi": "10.1016/j.ajog.2020.12.002",
  "dates": {
    "completed": "2021-07-26",
    "revised": "2021-07-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CTP 87518",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.075965",
    "pmid": "33306970"
  }
}