{
  "pmid": "33309516",
  "uid": "33309516",
  "title": "An Evaluation of the Structural Validity of the Work Limitation Questionnaire Using the Rasch Model.",
  "abstract": "OBJECTIVE: To investigate the targeting, scaling, and structural validity of the Work Limitation Questionnaire (WLQ) using Rasch analysis. DESIGN: Secondary data analysis. SETTING: Tertiary care hospital. PARTICIPANTS: The data were sourced from an upper limb specialty clinic of injured workers using the convenience sampling method and from a national randomized controlled trial investigating 2 surgical options for rotator cuff repair by formal, randomized selection (N=315). INTERVENTIONS: Not applicable. MAIN OUTCOME MEASURES: Work Limitation Questionnaire 25-item version (WLQ-25). The WLQ contains 25 items measuring a client's ability to perform specific job demands on a 5-point ordinal response scale ranging from 0 (difficulty none of the time) to 4 (difficulty all the time). The average of all 25 items is used as the total score, ranging from 0 to 4, where higher index scores indicate greater difficulty performing daily work. Subscales were used to assess time management, physical demands (PD), mental-interpersonal demands, and output demands. RESULTS: The Rasch analyses performed on the dataset included the test of fit of residuals, ordering of item thresholds, Person separation index, differential item functioning (DIF), dependency, and unidimensionality. The partial credit model was selected for the current Rasch analysis because the likelihood ratio test was significant at both the overall questionnaire and the subscale level (P<.001). The WLQ-25 did not fit with the Rasch model (χ[2]=1715.58; df=125; P<.001) and most of the thresholds were disordered. A series of steps were undertaken to improve the fit statistic, including item reduction (6 items) and response merging (9 items). DIF was absent in the revised scale based on sex, age, full- or part-time employment, and type of employment. Only 3 revised subscales, namely the PD, mental demands, and interpersonal demands subscales, demonstrated acceptable fit to the Rasch model. CONCLUSIONS: The WLQ-25 demonstrated substantial misfit from the Rasch model, which could not be fully mediated. The revised PD, mental demands, and interpersonal demands subscales could be used to assess these constructs.",
  "authors": [
    {
      "last_name": "Lu",
      "fore_name": "Ze",
      "initials": "Z",
      "name": "Ze Lu",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada; Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, London, Ontario, Canada. Electronic address: luze66269271@gmail.com."
      ]
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy C",
      "initials": "JC",
      "name": "Joy C MacDermid",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada; Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, London, Ontario, Canada; School of Physical Therapy, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Packham",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Packham",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "School of Physical Therapy, Western University, London, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Faber",
      "fore_name": "Kenneth",
      "initials": "K",
      "name": "Kenneth Faber",
      "affiliations": [
        "Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, London, Ontario, Canada; Department of Surgery, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Archives of physical medicine and rehabilitation",
    "iso_abbreviation": "Arch Phys Med Rehabil",
    "issn": "1532-821X",
    "issn_type": "Electronic",
    "volume": "102",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "633",
  "end_page": "644",
  "pages": "633-644",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Validation Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Disability Evaluation",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Occupational Injuries",
    "Reproducibility of Results",
    "Retrospective Studies",
    "Surveys and Questionnaires",
    "Upper Extremity",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33309516",
    "doi": "10.1016/j.apmr.2020.11.009",
    "pii": "S0003-9993(20)31315-0"
  },
  "doi": "10.1016/j.apmr.2020.11.009",
  "dates": {
    "completed": "2021-04-19",
    "revised": "2021-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.420106",
    "pmid": "33309516"
  }
}