{
  "pmid": "33308881",
  "uid": "33308881",
  "title": "Effect of \"Speak Up\" educational tools to engage patients in advance care planning in outpatient healthcare settings: A prospective before-after study.",
  "abstract": "BACKGROUND: Tools for advance care planning (ACP) are advocated to help ensure patient values guide healthcare decisions. Evaluation of the effect of tools introduced to patients in clinical settings is needed. OBJECTIVE: To evaluate the effect of the Canadian Speak Up Campaign tools on engagement in advance care planning (ACP), with patients attending outpatient clinics. Patient involvement: Patients were not involved in the problem definition or solution selection in this study but members of the public were involved in development of tools. The measurement of impacts involved patients. METHODS: This was a prospective pre-post study in 15 primary care and two outpatient cancer clinics. The outcome was scores on an Advance Care Planning Engagement Survey measuring Behavior Change Process on 5-point scales and Actions (0-21-point scale) administered before and six weeks after using a tool, with reminders at two or four weeks. RESULTS: 177 of 220 patients (81%) completed the study (mean 68 years of age, 16% had cancer). Mean Behavior Change Process scores were 2.9 at baseline and 3.5 at follow-up (mean change 0.6, 95% confidence interval 0.5 to 0.7; large effect size of 0.8). Mean Action Measure score was 3.7 at baseline and 4.8 at follow-up (mean change 1.1, 95% confidence interval 0.6-1.5; small effect size of 0.2). PRACTICAL VALUE: Publicly available ACP tools may have utility in clinical settings to initiate ACP among patients. More time and motivation may be required to stimulate changes in patient behaviors related to ACP.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: mhoward@mcmaster.ca."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Carole A",
      "initials": "CA",
      "name": "Carole A Robinson",
      "affiliations": [
        "School of Nursing, Thompson Rivers University, Kamloops, British Columbia, Canada. Electronic address: carole.robinson@ubc.ca."
      ]
    },
    {
      "last_name": "McKenzie",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael McKenzie",
      "affiliations": [
        "British Columbia Cancer Agency, Vancouver Cancer Centre, Vancouver, British Columbia, Canada. Electronic address: mmckenzi@bccancer.bc.ca."
      ]
    },
    {
      "last_name": "Fyles",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Fyles",
      "affiliations": [
        "Division of Palliative Care, Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada; B.C. Centre for Palliative Care, New Westminster, British Columbia, Canada. Electronic address: gfyles@bc-cpc.ca."
      ]
    },
    {
      "last_name": "Hanvey",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Hanvey",
      "affiliations": [
        "Canadian Hospice Palliative Care Association, Ottawa, Ontario, Canada. Electronic address: lhanvey@rogers.com."
      ]
    },
    {
      "last_name": "Barwich",
      "fore_name": "Doris",
      "initials": "D",
      "name": "Doris Barwich",
      "affiliations": [
        "Division of Palliative Care, Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada; B.C. Centre for Palliative Care, New Westminster, British Columbia, Canada. Electronic address: dbarwich@bc-cpc.ca."
      ]
    },
    {
      "last_name": "Bernard",
      "fore_name": "Carrie",
      "initials": "C",
      "name": "Carrie Bernard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada. Electronic address: carrie.bernard@utoronto.ca."
      ]
    },
    {
      "last_name": "Elston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Elston",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: elstond@mcmaster.ca."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Tan",
      "affiliations": [
        "Department of Family Medicine, University of Calgary, Calgary, Alberta, Canada. Electronic address: amy.tan1@ucalgary.ca."
      ]
    },
    {
      "last_name": "Yeung",
      "fore_name": "Lorenz",
      "initials": "L",
      "name": "Lorenz Yeung",
      "affiliations": [
        "British Columbia Cancer Agency, Vancouver Cancer Centre, Vancouver, British Columbia, Canada. Electronic address: Lorenz.Yeung@uhn.ca."
      ]
    },
    {
      "last_name": "Heyland",
      "fore_name": "Daren K",
      "initials": "DK",
      "name": "Daren K Heyland",
      "affiliations": [
        "Clinical Evaluation Research Unit, Kingston General Hospital, Kingston, Ontario, Canada; Department of Public Health Sciences, Queen's University, Kingston, Ontario, Canada. Electronic address: dkh2@queensu.ca."
      ]
    }
  ],
  "journal": {
    "title": "Patient education and counseling",
    "iso_abbreviation": "Patient Educ Couns",
    "issn": "1873-5134",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "709",
  "end_page": "714",
  "pages": "709-714",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Advance Care Planning",
    "Canada",
    "Controlled Before-After Studies",
    "Humans",
    "Outpatients",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "33308881",
    "doi": "10.1016/j.pec.2020.11.028",
    "pii": "S0738-3991(20)30652-2"
  },
  "doi": "10.1016/j.pec.2020.11.028",
  "dates": {
    "completed": "2021-05-21",
    "revised": "2021-05-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PHE 135930",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.537514",
    "pmid": "33308881"
  }
}