{
  "pmid": "33301569",
  "uid": "33301569",
  "title": "Modulation of beta bursts in subthalamic sensorimotor circuits predicts improvement in bradykinesia.",
  "abstract": "No biomarker of Parkinson's disease exists that allows clinicians to adjust chronic therapy, either medication or deep brain stimulation, with real-time feedback. Consequently, clinicians rely on time-intensive, empirical, and subjective clinical assessments of motor behaviour and adverse events to adjust therapies. Accumulating evidence suggests that hypokinetic aspects of Parkinson's disease and their improvement with therapy are related to pathological neural activity in the beta band (beta oscillopathy) in the subthalamic nucleus. Additionally, effectiveness of deep brain stimulation may depend on modulation of the dorsolateral sensorimotor region of the subthalamic nucleus, which is the primary site of this beta oscillopathy. Despite the feasibility of utilizing this information to provide integrated, biomarker-driven precise deep brain stimulation, these measures have not been brought together in awake freely moving individuals. We sought to directly test whether stimulation-related improvements in bradykinesia were contingent on reduction of beta power and burst durations, and/or the volume of the sensorimotor subthalamic nucleus that was modulated. We recorded synchronized local field potentials and kinematic data in 16 subthalamic nuclei of individuals with Parkinson's disease chronically implanted with neurostimulators during a repetitive wrist-flexion extension task, while administering randomized different intensities of high frequency stimulation. Increased intensities of deep brain stimulation improved movement velocity and were associated with an intensity-dependent reduction in beta power and mean burst duration, measured during movement. The degree of reduction in this beta oscillopathy was associated with the improvement in movement velocity. Moreover, the reduction in beta power and beta burst durations was dependent on the theoretical degree of tissue modulated in the sensorimotor region of the subthalamic nucleus. Finally, the degree of attenuation of both beta power and beta burst durations, together with the degree of overlap of stimulation with the sensorimotor subthalamic nucleus significantly explained the stimulation-related improvement in movement velocity. The above results provide direct evidence that subthalamic nucleus deep brain stimulation-related improvements in bradykinesia are related to the reduction in beta oscillopathy within the sensorimotor region. With the advent of sensing neurostimulators, this beta oscillopathy combined with lead location could be used as a marker for real-time feedback to adjust clinical settings or to drive closed-loop deep brain stimulation in freely moving individuals with Parkinson's disease.",
  "authors": [
    {
      "last_name": "Kehnemouyi",
      "fore_name": "Yasmine M",
      "initials": "YM",
      "name": "Yasmine M Kehnemouyi",
      "affiliations": [
        "Stanford University School of Medicine, Department of Neurology and Neurological Sciences, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Wilkins",
      "fore_name": "Kevin B",
      "initials": "KB",
      "name": "Kevin B Wilkins",
      "affiliations": [
        "Stanford University School of Medicine, Department of Neurology and Neurological Sciences, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Anidi",
      "fore_name": "Chioma M",
      "initials": "CM",
      "name": "Chioma M Anidi",
      "affiliations": [
        "Stanford University School of Medicine, Department of Neurology and Neurological Sciences, Stanford, CA, USA.",
        "The University of Michigan School of Medicine, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Ross W",
      "initials": "RW",
      "name": "Ross W Anderson",
      "affiliations": [
        "Stanford University School of Medicine, Department of Neurology and Neurological Sciences, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Furqan",
      "initials": "MF",
      "name": "Muhammad Furqan Afzal",
      "affiliations": [
        "Stanford University School of Medicine, Department of Neurology and Neurological Sciences, Stanford, CA, USA.",
        "Icahn School of Medicine at Mount Sinai, New York, NY, USA."
      ]
    },
    {
      "last_name": "Bronte-Stewart",
      "fore_name": "Helen M",
      "initials": "HM",
      "name": "Helen M Bronte-Stewart",
      "affiliations": [
        "Stanford University School of Medicine, Department of Neurology and Neurological Sciences, Stanford, CA, USA.",
        "Stanford University School of Medicine, Department of Neurosurgery, Stanford, CA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Brain : a journal of neurology",
    "iso_abbreviation": "Brain",
    "issn": "1460-2156",
    "issn_type": "Electronic",
    "volume": "144",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "03"
  },
  "start_page": "473",
  "end_page": "486",
  "pages": "473-486",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Beta Rhythm",
    "Biomechanical Phenomena",
    "Deep Brain Stimulation",
    "Female",
    "Humans",
    "Hypokinesia",
    "Male",
    "Middle Aged",
    "Motor Activity",
    "Neural Pathways",
    "Parkinson Disease",
    "Subthalamic Nucleus"
  ],
  "article_ids": {
    "pubmed": "33301569",
    "pmc": "PMC8240742",
    "doi": "10.1093/brain/awaa394",
    "pii": "6029998"
  },
  "doi": "10.1093/brain/awaa394",
  "pmc_id": "PMC8240742",
  "dates": {
    "completed": "2021-04-19",
    "revised": "2024-09-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R21 NS096398",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UH3 NS107709",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.928869",
    "pmid": "33301569"
  }
}