{
  "pmid": "33301958",
  "uid": "33301958",
  "title": "Experiences, Knowledge, and Preferences of Canadian Parents Regarding Preterm Mode of Birth.",
  "abstract": "OBJECTIVES: To describe Canadian parents' experiences with mode of birth for preterm singleton pregnancies; knowledge about maternal and infant risks of the different modes of preterm birth, particularly breech birth; and communication preferences with respect to mode of birth. METHODS: We conducted an online survey of Canadian parents who had experienced the preterm birth of a live-born infant between 2010 and 2019. Data were collected from August to September 2019. The sample size was calculated as requiring 96 participants. RESULTS: Of the 153 respondents, 152 were mothers. Respondents were approximately evenly split between those who had experienced an extremely preterm birth (<28 wk), a very preterm birth (28-31 wk), or a moderate-to-late preterm birth (32-36 wk). Most parents reported that mode of birth was discussed before the birth (61.7%, 73.3% and 77.3% for extremely, very, and moderate-to-late preterm births, respectively). The minority of parents reported being given a choice about mode of birth (20.8%, 23.0%, and 36.4% for extremely, very, and moderate-to-late preterm births, respectively). The use of written material during discussion on mode of birth was rare (2.1%, 3.3% and 6.8% for extremely, very, and moderate-to-late preterm births, respectively). Of women who had a cesarean delivery, 39.6% (36/91) were unaware of the maternal risks. Many parents expressed preference for both oral and written communication during counselling on mode of birth (62.6%). CONCLUSION: Few Canadian parents reported receiving a choice about mode of preterm birth, being aware of associated risks, or receiving written information. There is an urgent need to develop tools that provide information for parents facing preterm birth.",
  "authors": [
    {
      "last_name": "Morfaw",
      "fore_name": "Frederick",
      "initials": "F",
      "name": "Frederick Morfaw",
      "affiliations": [
        "Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Angel",
      "initials": "A",
      "name": "Angel Gao",
      "affiliations": [
        "Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Moore",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Moore",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, University of Ottawa, Ottawa, ON."
      ]
    },
    {
      "last_name": "Bacchini",
      "fore_name": "Fabiana",
      "initials": "F",
      "name": "Fabiana Bacchini",
      "affiliations": [
        "Canadian Premature Babies Foundation, Etobicoke, ON."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON; Department of Rehabilitation Sciences, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Mukerji",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Mukerji",
      "affiliations": [
        "Divison of Neonatology, Department of Pediatrics, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON; Department of Radiology, McMaster University, Hamilton, ON; Division of Maternal-Fetal Medicine, Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON. Electronic address: mcdonals@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "839",
  "end_page": "849",
  "pages": "839-849",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Cesarean Section",
    "Female",
    "Humans",
    "Infant, Newborn",
    "Parents",
    "Parturition",
    "Pregnancy",
    "Premature Birth"
  ],
  "article_ids": {
    "pubmed": "33301958",
    "doi": "10.1016/j.jogc.2020.10.020",
    "pii": "S1701-2163(20)30967-1"
  },
  "doi": "10.1016/j.jogc.2020.10.020",
  "dates": {
    "completed": "2021-08-03",
    "revised": "2021-08-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.431357",
    "pmid": "33301958"
  }
}