{
  "pmid": "33319377",
  "uid": "33319377",
  "title": "The same but different: setal arrays of anoles and geckos indicate alternative approaches to achieving similar adhesive effectiveness.",
  "abstract": "The functional morphology of squamate fibrillar adhesive systems has been extensively investigated and has indirectly and directly influenced the design of synthetic counterparts. Not surprisingly, the structure and geometry of exemplar fibrils (setae) have been the subject of the bulk of the attention in such research, although variation in setal morphology along the length of subdigital adhesive pads has been implicated to be important in the effective functioning of these systems. Adhesive setal field configuration has been described for several geckos, but that of the convergent Anolis lizards, comprised of morphologically simpler fibrils, remains largely unexplored. Here, we examine setal morphology along the proximodistal axis of the digits of Anolis equestris and compare our findings to those for a model gecko, Gekko gecko. Consistent with previous work, we found that the setae of A. equestris are generally thinner, shorter, and present at higher densities than those of G. gecko and terminate in a single spatulate tip. Contrastingly, the setae of G. gecko are hierarchically branched in structure and carry hundreds of spatulate tips. Although the splitting of contacts into multiple smaller tips is predicted to increase the adhesive performance of a fiber compared to an unbranched one, we posited that the adhesive performance of G. gecko and A. equestris would be relatively similar when the configuration of the setal fields of each was accounted for. We found that, as in geckos, setal morphology of A. equestris follows a predictable pattern along the proximodistal axis of the pad, although there are several critical differences in the configuration of the setal fields of these two groups. Most notably, the pattern of variation in setal length of A. equestris is effectively opposite to that exhibited by G. gecko. This difference in clinal variation mirrors the difference in the direction in which the setal fields of anoles and geckos are peeled from the substrate, consistent with the hypothesis that biomechanical factors are the chief determinants of these patterns of variation. Future empirical work, however, is needed to validate this. Our findings set the stage for future comparative studies investigating the functional morphology of these convergent adhesive apparatuses. Such investigations will lead to an enhanced understanding of the interactions between form, function, and environment of fibril-based biological adhesive systems.",
  "authors": [
    {
      "last_name": "Garner",
      "fore_name": "Austin M",
      "initials": "AM",
      "name": "Austin M Garner",
      "affiliations": [
        "Gecko Adhesion Research Group, The University of Akron, Akron, OH, USA.",
        "Integrated Bioscience Program, The University of Akron, Akron, OH, USA.",
        "Department of Biology, The University of Akron, Akron, OH, USA."
      ],
      "orcid": "0000-0003-1053-9168"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Wilson",
      "affiliations": [
        "Gecko Adhesion Research Group, The University of Akron, Akron, OH, USA.",
        "Department of Polymer Science, The University of Akron, Akron, OH, USA."
      ],
      "orcid": "0000-0001-6797-5994"
    },
    {
      "last_name": "Wright",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin Wright",
      "affiliations": [
        "Gecko Adhesion Research Group, The University of Akron, Akron, OH, USA.",
        "Department of Biology, The University of Akron, Akron, OH, USA."
      ]
    },
    {
      "last_name": "Russell",
      "fore_name": "Anthony P",
      "initials": "AP",
      "name": "Anthony P Russell",
      "affiliations": [
        "Department of Biological Sciences, The University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Niewiarowski",
      "fore_name": "Peter H",
      "initials": "PH",
      "name": "Peter H Niewiarowski",
      "affiliations": [
        "Gecko Adhesion Research Group, The University of Akron, Akron, OH, USA.",
        "Integrated Bioscience Program, The University of Akron, Akron, OH, USA.",
        "Department of Biology, The University of Akron, Akron, OH, USA."
      ]
    },
    {
      "last_name": "Dhinojwala",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Dhinojwala",
      "affiliations": [
        "Gecko Adhesion Research Group, The University of Akron, Akron, OH, USA.",
        "Integrated Bioscience Program, The University of Akron, Akron, OH, USA.",
        "Department of Polymer Science, The University of Akron, Akron, OH, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of anatomy",
    "iso_abbreviation": "J Anat",
    "issn": "1469-7580",
    "issn_type": "Electronic",
    "volume": "238",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "1143",
  "end_page": "1155",
  "pages": "1143-1155",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Biomechanical Phenomena",
    "Lizards",
    "Models, Biological",
    "Toes"
  ],
  "article_ids": {
    "pubmed": "33319377",
    "pmc": "PMC8053591",
    "doi": "10.1111/joa.13377"
  },
  "doi": "10.1111/joa.13377",
  "pmc_id": "PMC8053591",
  "dates": {
    "completed": "2021-09-10",
    "revised": "2023-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.669044",
    "pmid": "33319377"
  }
}