{
  "pmid": "33316424",
  "uid": "33316424",
  "title": "Correlation Between Financial Toxicity, Quality of Life, and Patient Satisfaction in an Insured Population of Breast Cancer Surgical Patients: A Single-Institution Retrospective Study.",
  "abstract": "BACKGROUND: The relationship between treatment-related, cost-associated distress \"financial toxicity\" (FT) and quality-of life (QOL) in breast cancer patients remains poorly characterized. This study leverages validated patient-reported outcomes measures (PROMs) to analyze the association between FT and QOL and satisfaction among women undergoing ablative breast cancer surgery. STUDY DESIGN: This is a single-institution cross-sectional survey of all female breast cancer patients (>18 years old) who underwent lumpectomy or mastectomy between January 2018 and June 2019. FT was measured via the 11-item COmprehensive Score for financial Toxicity (COST) instrument. The BREAST-Q and SF-12 were used to asses condition-specific and global QOL, respectively. Responses were linked with demographic and clinical data. Pearson correlation coefficient and multivariable regression were used to examine associations. RESULTS: Our analytical sample consisted of 532 patients; mean age 58, mostly white (76.7%), employed (63.7%), married/committed (73.7%), with 64.3% undergoing reconstruction. Median household income was $80,000 to $120,000/year, and mean COST score was 28.0. After multivariable adjustment, a positive relationship for all outcomes was noted; lower COST (greater cost-associated distress) was associated with lower BREAST-Q and SF-12 scores. This relationship was strongest for BREAST-Q psychosocial well-being, for which we observed a 0.89 (95% CI 0.76-1.03) change per unit change in COST score. CONCLUSIONS: Financial toxicity captured in this study correlates with statistically significant and clinically important differences in BREAST-Q psychosocial well-being, patient satisfaction with reconstructed breasts, and SF-12 global mental and physical quality of life. Treatment costs should be included in the shared decision-making for breast cancer surgery. Future prospective outcomes research should integrate COST.",
  "authors": [
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Ontario, CA; Department of Health Research Methods, Evidence and Impact, McMaster University, Ontario, CA."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Yu-Li",
      "initials": "YL",
      "name": "Yu-Li Lin",
      "affiliations": [
        "Departments of Health Services Research, University of Texas MD Anderson Cancer Center, Houston, TX."
      ]
    },
    {
      "last_name": "Sidey-Gibbons",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Sidey-Gibbons",
      "affiliations": [
        "Department of Symptom Research, University of Texas MD Anderson Cancer Center, Houston, TX."
      ]
    },
    {
      "last_name": "Asaad",
      "fore_name": "Malke",
      "initials": "M",
      "name": "Malke Asaad",
      "affiliations": [
        "Department of Plastic Surgery, University of Texas MD Anderson Cancer Center, Houston, TX."
      ]
    },
    {
      "last_name": "Chin",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Chin",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Ontario, CA."
      ]
    },
    {
      "last_name": "Boukovalas",
      "fore_name": "Stefanos",
      "initials": "S",
      "name": "Stefanos Boukovalas",
      "affiliations": [
        "Department of Plastic Surgery, University of Texas MD Anderson Cancer Center, Houston, TX."
      ]
    },
    {
      "last_name": "Roubaud",
      "fore_name": "Margaret S",
      "initials": "MS",
      "name": "Margaret S Roubaud",
      "affiliations": [
        "Department of Plastic Surgery, University of Texas MD Anderson Cancer Center, Houston, TX."
      ]
    },
    {
      "last_name": "Miggins",
      "fore_name": "Makesha",
      "initials": "M",
      "name": "Makesha Miggins",
      "affiliations": [
        "Department of Breast Surgical Oncology, University of Texas MD Anderson Cancer Center, Houston, TX."
      ]
    },
    {
      "last_name": "Baumann",
      "fore_name": "Donald P",
      "initials": "DP",
      "name": "Donald P Baumann",
      "affiliations": [
        "Department of Plastic Surgery, University of Texas MD Anderson Cancer Center, Houston, TX."
      ]
    },
    {
      "last_name": "Offodile",
      "fore_name": "Anaeze C",
      "initials": "AC",
      "name": "Anaeze C Offodile",
      "affiliations": [
        "Departments of Health Services Research, University of Texas MD Anderson Cancer Center, Houston, TX; Department of Plastic Surgery, University of Texas MD Anderson Cancer Center, Houston, TX; Baker Institute for Public Policy, Rice University, Houston, TX. Electronic address: acoffodile@mdanderson.org."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Surgeons",
    "iso_abbreviation": "J Am Coll Surg",
    "issn": "1879-1190",
    "issn_type": "Electronic",
    "volume": "232",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar"
  },
  "start_page": "253",
  "end_page": "263",
  "pages": "253-263",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Breast Neoplasms",
    "Carcinoma",
    "Cross-Sectional Studies",
    "Female",
    "Follow-Up Studies",
    "Health Care Costs",
    "Health Care Surveys",
    "Humans",
    "Linear Models",
    "Mastectomy",
    "Middle Aged",
    "Patient Reported Outcome Measures",
    "Patient Satisfaction",
    "Quality of Life",
    "Retrospective Studies",
    "Texas"
  ],
  "article_ids": {
    "pubmed": "33316424",
    "doi": "10.1016/j.jamcollsurg.2020.10.023",
    "pii": "S1072-7515(20)32510-2"
  },
  "doi": "10.1016/j.jamcollsurg.2020.10.023",
  "dates": {
    "completed": "2021-09-15",
    "revised": "2021-09-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.086856",
    "pmid": "33316424"
  }
}