{
  "pmid": "33316616",
  "uid": "33316616",
  "title": "Radiographic horizontal gaze deviation in the setting of acute PICA territory ischemia: A potential mimic of large vessel occlusion.",
  "abstract": "PURPOSE: Horizontal gaze deviation (HGD) is a predictor of acute large vessel occlusion (LVO) and helps to expedite the triage of patients to CTA and endovascular-capable sites. Patients with acute cerebellar ischemia, particularly involving the PICA territory, can also exhibit HGD. MATERIALS AND METHODS: We reviewed 2260 CTA stroke assessment cases between January 2016 and May 2020. Forty-six patients with CTA-proven acute PICA occlusions were identified and compared with 114 patients with acute LVO (ICA, M1, and M1/2). Both clinical and radiographic HGD were examined. The degree of radiographic HGD was measured for each patient. Site of ischemia was confirmed on subsequent MRI. RESULTS: Of the 46 patients with acute PICA occlusions, 20 (43.5%) patients had radiographic (+) HGD with either ipsilateral or contralateral gaze deviation, 6 of whom (13.0%) displayed clinical HGD. Of the 114 patients with LVO (control group), 72 (63.2%) patients had radiographic (+) HGD, all ipsilateral, 49 of whom (68.0%) displayed clinical HGD. The mean degree of HGD between PICA and LVO were 30.0° vs. 22.9°, respectively, p < 0.001; AUC = 0.68. CONCLUSION: Patients with acute PICA occlusion can exhibit either ipsilateral or contralateral HGD and a higher degree of HGD than LVO occlusion on NECT. In hyperacute stroke, the presence of radiographic HGD > 30° in the absence of ischemic changes in the MCA territory should prompt clinicians to closely evaluate for features of early ischemic changes in the cerebellar hemispheres that suggest acute PICA occlusion.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Nan N",
      "initials": "NN",
      "name": "Nan N Jiang",
      "affiliations": [
        "Department of Diagnostic Radiology, Hamilton General Hospital, McMaster University, United States of America."
      ]
    },
    {
      "last_name": "Sahlas",
      "fore_name": "Demetrios J",
      "initials": "DJ",
      "name": "Demetrios J Sahlas",
      "affiliations": [
        "Department of Medicine (Neurology), Hamilton General Hospital, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Fong",
      "fore_name": "Crystal",
      "initials": "C",
      "name": "Crystal Fong",
      "affiliations": [
        "Department of Diagnostic Radiology, Hamilton General Hospital, McMaster University, United States of America."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Wu",
      "affiliations": [
        "Faculty of Medicine, McGill University, United States of America."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Biostatistics, Hamilton Health Sciences, McMaster University, United States of America."
      ]
    },
    {
      "last_name": "Larrazabal",
      "fore_name": "Ramiro",
      "initials": "R",
      "name": "Ramiro Larrazabal",
      "affiliations": [
        "Department of Diagnostic Radiology, Hamilton General Hospital, McMaster University, United States of America. Electronic address: larrazab@HHSC.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the neurological sciences",
    "iso_abbreviation": "J Neurol Sci",
    "issn": "1878-5883",
    "issn_type": "Electronic",
    "volume": "420",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "15"
  },
  "start_page": "117226",
  "pages": "117226",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Brain Ischemia",
    "Humans",
    "Ischemia",
    "Pica",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "33316616",
    "doi": "10.1016/j.jns.2020.117226",
    "pii": "S0022-510X(20)30562-1"
  },
  "doi": "10.1016/j.jns.2020.117226",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.063053",
    "pmid": "33316616"
  }
}