{
  "pmid": "33326366",
  "uid": "33326366",
  "title": "The Use of Fluoride Varnish in Primary Care in Ontario: A Qualitative Study.",
  "abstract": "OBJECTIVES: Fluoride varnish (FV) has been shown to prevent dental caries. Physicians and nurses may be ideally situated to apply FV during well-child visits. Currently, public health units across Ontario have been successfully piloting this intervention. Yet, challenges remain at both the political and practice levels. The objectives of this research were to understand the perspectives of key stakeholders on making FV application a routine primary care practice in Ontario and to consider the potential enabling factors and barriers to implementation. METHODS: In this qualitative study, 16 key stakeholders representing medicine, nursing, dentistry, dental hygiene, public health and government were interviewed. Interview data were transcribed and coded, and a conceptual framework for implementing change to daily health care practice was used as a guide for thematic analysis. RESULTS: Our findings suggest that there is an opportunity for interdisciplinary care when considering children's oral health. There is also motivation and acceptance of this specific intervention across all fields. However, we found that concerns related to funding, knowledge and interprofessional relationships could impede implementation and limit any potential short- or mid-term window for meaningful policy and practice change. CONCLUSION: With respect to introducing FV into medical practice for children under 5 years of age, the many factors required to implement immediate change are arguably not in alignment. However, policymakers and practitioners are motivated and have identified opportunities for change that may form the foundation for this program in the future.",
  "authors": [
    {
      "last_name": "Da Silva",
      "fore_name": "Keith",
      "initials": "K",
      "name": "Keith Da Silva",
      "affiliations": []
    },
    {
      "last_name": "Daniel",
      "fore_name": "Iris",
      "initials": "I",
      "name": "Iris Daniel",
      "affiliations": []
    },
    {
      "last_name": "Singhal",
      "fore_name": "Sonica",
      "initials": "S",
      "name": "Sonica Singhal",
      "affiliations": []
    },
    {
      "last_name": "Feller",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Feller",
      "affiliations": []
    },
    {
      "last_name": "Quiñonez",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Quiñonez",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal (Canadian Dental Association)",
    "iso_abbreviation": "J Can Dent Assoc",
    "issn": "1488-2159",
    "issn_type": "Electronic",
    "volume": "86",
    "pub_year": "2020",
    "pub_month": "Jul"
  },
  "start_page": "k6",
  "pages": "k6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Child, Preschool",
    "Dental Caries",
    "Fluorides",
    "Fluorides, Topical",
    "Humans",
    "Ontario",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "33326366"
  },
  "dates": {
    "completed": "2020-12-29",
    "revised": "2020-12-29"
  },
  "chemicals": [
    "Fluorides, Topical",
    "Fluorides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:11.095532",
    "pmid": "33326366"
  }
}