{
  "pmid": "33333314",
  "uid": "33333314",
  "title": "Does Excess First- or Second-Trimester Weight Gain Predict Excess Total Gestational Weight Gain? A Multicentre Prospective Cohort Study.",
  "abstract": "OBJECTIVES: Early excess gestational weight gain (GWG) has been examined as a predictor of total excess GWG in a few international studies; however, Canadian data are lacking. We sought to determine whether early (first- and second-trimester) excess GWG predicted total excess GWG. METHODS: We conducted an a priori planned secondary analysis of a multicentre prospective study of English-speaking Ontario women with a singleton pregnancy between 8[0] and 20[6] weeks gestation. Our primary outcome was prediction of total excess GWG. We calculated the sensitivity, specificity, predictive values, and likelihood ratios, by body mass index (BMI), for excess first- and second-trimester GWG. RESULTS: Of the 970 women who met the inclusion criteria, 387 and 754, had first- and second-trimester weights recorded in their antenatal record, respectively. For normal, overweight, and obese women, the sensitivity of excess first-trimester GWG for total excess gain was 66%, 68%, and 65%, respectively; and the specificity was 48%, 43%, and 36%, respectively. The sensitivity of excess second-trimester GWG for total excess gain for normal weight, overweight, and obese women was higher, at 92%, 96%, and 95%, respectively; while the specificity was low at 31%, 16%, and 29%, respectively. CONCLUSION: In the first known Canadian study of early excess weight gain as the predictor of total GWG, we found that excess first-trimester GWG did not predict total excess GWG, but that the sensitivity of excess second-trimester GWG for excess total GWG was high across BMI categories.",
  "authors": [
    {
      "last_name": "Grabovac",
      "fore_name": "Marinela",
      "initials": "M",
      "name": "Marinela Grabovac",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON. Electronic address: marinela.grabovac@medportal.ca."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Zhijie Michael",
      "initials": "ZM",
      "name": "Zhijie Michael Yu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "van Blyderveen",
      "fore_name": "Sherry",
      "initials": "S",
      "name": "Sherry van Blyderveen",
      "affiliations": [
        "New Leaf Psychology Centre, Milton, ON; Eating Disorders Program at Homewood Health Centre, Guelph, ON."
      ]
    },
    {
      "last_name": "Biringer",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Biringer",
      "affiliations": [
        "Ray D. Wolfe Department of Family Medicine, Mount Sinai Hospital, Toronto, ON."
      ]
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sword",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Schmidt",
      "affiliations": [
        "Department of Psychology, Neuroscience & Behaviour, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON; Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON; Department of Radiology, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "949",
  "end_page": "956",
  "pages": "949-956",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study"
  ],
  "keywords": [
    "Body Mass Index",
    "Female",
    "Gestational Weight Gain",
    "Humans",
    "Ontario",
    "Pregnancy",
    "Pregnancy Trimester, Second",
    "Prospective Studies",
    "Weight Gain"
  ],
  "article_ids": {
    "pubmed": "33333314",
    "doi": "10.1016/j.jogc.2020.10.022",
    "pii": "S1701-2163(20)30969-5"
  },
  "doi": "10.1016/j.jogc.2020.10.022",
  "dates": {
    "completed": "2021-10-05",
    "revised": "2021-10-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.114176",
    "pmid": "33333314"
  }
}