{
  "pmid": "33344546",
  "uid": "33344546",
  "title": "Sonographic features of umbilical vein recanalization for a Rex shunt on cavernous transformation of portal vein in children.",
  "abstract": "BACKGROUND: The Rex shunt was widely used as the preferred surgical approach for cavernous transformation of the portal vein (CTPV) in children that creates a bypass between the superior mesenteric vein and the intrahepatic left portal vein (LPV). This procedure can relieve portal hypertension and restore physiological hepatopetal flow. However, the modified procedure is technically demanding because it is difficult to make an end-to-end anastomosis of a bypass to a hypoplastic LPV. Many studies reported using a recanalized umbilical vein as a conduit to resolve this problem. However, the feasibility of umbilical vein recanalization for a Rex shunt has not been fully investigated. AIM: To investigate the efficacy of a recanalized umbilical vein as a conduit for a Rex shunt on CTPV in children by ultrasonography. METHODS: A total of 47 children who were diagnosed with CTPV with prehepatic portal hypertension in the Second Hospital, Cheeloo College of Medicine, Shandong University, were enrolled in this study. Fifteen children received a recanalized umbilical vein as a conduit for a Rex shunt surgery and were enrolled in group I. Thirty-two children received the classic Rex shunt surgery and were enrolled in group II. The sonographic features of the two groups related to intraoperative and postoperative variation in terms of bypass vessel and the LPV were compared. RESULTS: The patency rate of group I (60.0%, 9/15) was significantly lower than that of group II (87.5%, 28/32) 7 d after (on the 8[th] d) operation (P < 0.05). After clinical anticoagulation treatment for 3 mo, there was no significant difference in the patency rate between group I (86.7%, 13/15) and group II (90.6%, 29/32) (P > 0.05). Moreover, 3 mo after (at the beginning of the 4[th] mo) surgery, the inner diameter significantly widened and flow velocity notably increased for the bypass vessels and the sagittal part of the LPV compared to intraoperative values in both shunt groups (P < 0.05). However, there was no significant difference between the two surgical groups 3 mo after surgery (P > 0.05). CONCLUSION: For children with hypoplastic LPV in the Rex recessus, using a recanalized umbilical vein as a conduit for a Rex shunt may be an effective procedure for CTPV treatment.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Ultrasound, The Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250033, Shandong Province, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Qing",
      "initials": "Q",
      "name": "Qing Wang",
      "affiliations": [
        "Department of Radiology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250012, Shandong Province, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Mei",
      "initials": "M",
      "name": "Mei Wu",
      "affiliations": [
        "Department of Ultrasound, The Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250033, Shandong Province, China. a_may0212@163.com."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ya",
      "initials": "Y",
      "name": "Ya Li",
      "affiliations": [
        "Department of Ultrasound, The Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250033, Shandong Province, China."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Xiu-Liang",
      "initials": "XL",
      "name": "Xiu-Liang Wei",
      "affiliations": [
        "Department of Ultrasound, The Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250033, Shandong Province, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Fei-Xue",
      "initials": "FX",
      "name": "Fei-Xue Zhang",
      "affiliations": [
        "Department of Ultrasound, The Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250033, Shandong Province, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Li",
      "affiliations": [
        "Department of Nuclear Medicine, The Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250033, Shandong Province, China."
      ]
    },
    {
      "last_name": "Shao",
      "fore_name": "Guang-Rui",
      "initials": "GR",
      "name": "Guang-Rui Shao",
      "affiliations": [
        "Department of Radiology, The Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250033, Shandong Province, China."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Juan",
      "initials": "J",
      "name": "Juan Xiao",
      "affiliations": [
        "Center of Evidence-Based Medicine, Institute of Medical Sciences, The Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan 250033, Shandong Province, China."
      ]
    }
  ],
  "journal": {
    "title": "World journal of clinical cases",
    "iso_abbreviation": "World J Clin Cases",
    "issn": "2307-8960",
    "issn_type": "Print",
    "volume": "8",
    "issue": "22",
    "pub_year": "2020",
    "pub_month": "Nov",
    "pub_day": "26"
  },
  "start_page": "5555",
  "end_page": "5563",
  "pages": "5555-5563",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33344546",
    "pmc": "PMC7716299",
    "doi": "10.12998/wjcc.v8.i22.5555"
  },
  "doi": "10.12998/wjcc.v8.i22.5555",
  "pmc_id": "PMC7716299",
  "dates": {
    "revised": "2020-12-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.429107",
    "pmid": "33344546"
  }
}