{
  "pmid": "33341172",
  "uid": "33341172",
  "title": "International consensus on a standard set of outcome measures for child and youth anxiety, depression, obsessive-compulsive disorder, and post-traumatic stress disorder.",
  "abstract": "A major barrier to improving care effectiveness for mental health is a lack of consensus on outcomes measurement. The International Consortium for Health Outcomes Measurement (ICHOM) has already developed a consensus-based standard set of outcomes for anxiety and depression in adults (including the Patient Health Questionnaire-9, the Generalised Anxiety Disorder 7-item Scale, and the WHO Disability Schedule). This Position Paper reports on recommendations specifically for anxiety, depression, obsessive-compulsive disorder, and post-traumatic stress disorder in children and young people aged between 6 and 24 years. An international ICHOM working group of 27 clinical, research, and lived experience experts formed a consensus through teleconferences, an exercise using an adapted Delphi technique (a method for reaching group consensus), and iterative anonymous voting, supported by sequential research inputs. A systematic scoping review identified 70 possible outcomes and 107 relevant measurement instruments. Measures were appraised for their feasibility in routine practice (ie, brevity, free availability, validation in children and young people, and language translation) and psychometric performance (ie, validity, reliability, and sensitivity to change). The final standard set recommends tracking symptoms, suicidal thoughts and behaviour, and functioning as a minimum through seven primarily patient-reported outcome measures: the Revised Children's Anxiety and Depression Scale, the Obsessive Compulsive Inventory for Children, the Children's Revised Impact of Events Scale, the Columbia Suicide Severity Rating Scale, the KIDSCREEN-10, the Children's Global Assessment Scale, and the Child Anxiety Life Interference Scale. The set's recommendations were validated through a feedback survey involving 487 participants across 45 countries. The set should be used alongside the anxiety and depression standard set for adults with clinicians selecting age-appropriate measures.",
  "authors": [
    {
      "last_name": "Krause",
      "fore_name": "Karolin R",
      "initials": "KR",
      "name": "Karolin R Krause",
      "affiliations": [
        "Evidence Based Practice Unit, Faculty of Brain Sciences, University College London, London, UK; Anna Freud National Centre for Children and Families, London, UK. Electronic address: karolin.krause.16@ucl.ac.uk."
      ]
    },
    {
      "last_name": "Chung",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Chung",
      "affiliations": [
        "International Consortium for Health Outcomes Measurement (ICHOM), London, UK."
      ]
    },
    {
      "last_name": "Adewuya",
      "fore_name": "Abiodun O",
      "initials": "AO",
      "name": "Abiodun O Adewuya",
      "affiliations": [
        "Department of Behavioral Medicine, Lagos State University College of Medicine, Lagos, Nigeria."
      ]
    },
    {
      "last_name": "Albano",
      "fore_name": "Anne Marie",
      "initials": "AM",
      "name": "Anne Marie Albano",
      "affiliations": [
        "Department of Psychiatry, New York State Psychiatric Institute, New York, NY, USA; Columbia University Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
      ]
    },
    {
      "last_name": "Babins-Wagner",
      "fore_name": "Rochelle",
      "initials": "R",
      "name": "Rochelle Babins-Wagner",
      "affiliations": [
        "Calgary Counselling Centre, Calgary, AB, Canada; Faculty of Social Work, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Birkinshaw",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Birkinshaw",
      "affiliations": [
        "Young Minds, London, UK."
      ]
    },
    {
      "last_name": "Brann",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Brann",
      "affiliations": [
        "Child and Youth Mental Health Service, Eastern Health, Melbourne, VIC, Australia; School of Clinical Sciences, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Creswell",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Creswell",
      "affiliations": [
        "Departments of Experimental Psychology and Psychiatry, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Delaney",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Delaney",
      "affiliations": [
        "Rush College of Nursing, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Falissard",
      "fore_name": "Bruno",
      "initials": "B",
      "name": "Bruno Falissard",
      "affiliations": [
        "Université Paris-Saclay, Gif-sur-Yvette, France; Université de Versailles Saint-Quentin-en-Yvelines, Versailles, France; Institut national de la santé et de la recherche médicale (INSERM), Paris, France; Centre de recherche en Epidémiologie et Santé des Populations (CESP), Villejuif, Île-de-France, France."
      ]
    },
    {
      "last_name": "Forrest",
      "fore_name": "Christopher B",
      "initials": "CB",
      "name": "Christopher B Forrest",
      "affiliations": [
        "Children's Hospital of Philadelphia, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Hudson",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Hudson",
      "affiliations": [
        "Department of Psychology, Centre for Emotional Health, Macquarie University, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Ishikawa",
      "fore_name": "Shin-Ichi",
      "initials": "SI",
      "name": "Shin-Ichi Ishikawa",
      "affiliations": [
        "Faculty of Psychology, Doshisha University, Kyoto, Japan."
      ]
    },
    {
      "last_name": "Khatwani",
      "fore_name": "Meghna",
      "initials": "M",
      "name": "Meghna Khatwani",
      "affiliations": [
        "Department of Psychology, University of Delhi, Delhi, India."
      ]
    },
    {
      "last_name": "Kieling",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Kieling",
      "affiliations": [
        "Hospital de Clínicas de Porto Alegre, Universidade Federal do Rio Grande do Sul, Porto Alegre, Rio Grande do Sul, Brazil."
      ]
    },
    {
      "last_name": "Krause",
      "fore_name": "Judi",
      "initials": "J",
      "name": "Judi Krause",
      "affiliations": [
        "Child and Youth Mental Health Service, Children's Health Queensland Hospital and Health Service, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Kanika",
      "initials": "K",
      "name": "Kanika Malik",
      "affiliations": [
        "Sangath, New Delhi, Delhi, India."
      ]
    },
    {
      "last_name": "Martínez",
      "fore_name": "Vania",
      "initials": "V",
      "name": "Vania Martínez",
      "affiliations": [
        "Centro de Medicina Reproductiva y Desarrollo Integral del Adolescente (CEMERA), Facultad de Medicina, Universidad de Chile, Santiago, Chile; Agencia Nacional de Investigación y Desarrollo (ANID), Millennium Science Initiative Program, Millennium Nucleus to Improve the Mental Health of Adolescents and Youths (IMHAY), and Millennium Institute for Research in Depression and Personality (MIDAP), Santiago, Chile."
      ]
    },
    {
      "last_name": "Mughal",
      "fore_name": "Faraz",
      "initials": "F",
      "name": "Faraz Mughal",
      "affiliations": [
        "School of Primary, Community and Social Care, Keele University, Staffordshire, UK."
      ]
    },
    {
      "last_name": "Ollendick",
      "fore_name": "Thomas H",
      "initials": "TH",
      "name": "Thomas H Ollendick",
      "affiliations": [
        "Department of Psychology, Child Study Center, Virginia Tech, Blacksburg, VA, USA."
      ]
    },
    {
      "last_name": "Ong",
      "fore_name": "Say How",
      "initials": "SH",
      "name": "Say How Ong",
      "affiliations": [
        "Department of Child and Adolescent Psychiatry, Institute of Mental Health, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Patton",
      "fore_name": "George C",
      "initials": "GC",
      "name": "George C Patton",
      "affiliations": [
        "Murdoch Children's Research Institute, Melbourne, VIC, Australia; Department of Paediatrics, The University of Melbourne, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Ravens-Sieberer",
      "fore_name": "Ulrike",
      "initials": "U",
      "name": "Ulrike Ravens-Sieberer",
      "affiliations": [
        "Department of Child and Adolescent Psychiatry, Psychotherapy, and Psychosomatics, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "The Hospital for Sick Children, University of Toronto, Toronto, ON, Canada; Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Evie",
      "initials": "E",
      "name": "Evie Thomas",
      "affiliations": [
        "Child and Youth Mental Health Service, Eastern Health, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Walters",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Walters",
      "affiliations": [
        "Jack.org, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Young",
      "fore_name": "Bryan",
      "initials": "B",
      "name": "Bryan Young",
      "affiliations": [
        "Jack.org, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Zhao",
      "affiliations": [
        "Teaching and Learning Evaluation and Measurement Unit, The University of Hong Kong, Hong Kong."
      ]
    },
    {
      "last_name": "Wolpert",
      "fore_name": "Miranda",
      "initials": "M",
      "name": "Miranda Wolpert",
      "affiliations": [
        "Wellcome Trust, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Psychiatry",
    "iso_abbreviation": "Lancet Psychiatry",
    "issn": "2215-0374",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "76",
  "end_page": "86",
  "pages": "76-86",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Anxiety",
    "Child",
    "Consensus",
    "Depression",
    "Humans",
    "Internationality",
    "Obsessive-Compulsive Disorder",
    "Psychometrics",
    "Sickness Impact Profile",
    "Stress Disorders, Post-Traumatic",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33341172",
    "doi": "10.1016/S2215-0366(20)30356-4",
    "pii": "S2215-0366(20)30356-4"
  },
  "doi": "10.1016/S2215-0366(20)30356-4",
  "dates": {
    "completed": "2021-01-13",
    "revised": "2021-01-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.494801",
    "pmid": "33341172"
  }
}