{
  "pmid": "33343711",
  "uid": "33343711",
  "title": "Short-term rates of radiolucency after primary total shoulder arthroplasty using a cementless metal-backed pegged polyethylene glenoid.",
  "abstract": "BACKGROUND: Total shoulder arthroplasty has shown good clinical efficacy in treating primary and secondary degenerative conditions of the glenohumeral joint. Glenoid loosening, however, remains the commonest cause of failure. The purpose of this study was to investigate the rate of radiographic periprosthetic lucency associated with the use of an uncemented, pegged, metal-backed polyethylene glenoid component. MATERIALS AND METHODS: A retrospective, single-centre study using the Epoca (Synthes, Paoli, Pennsylvania) metal-backed glenoid component. Operations were performed by two experienced consultant upper limb surgeons. Radiographs were analysed for immediate post-operative component seating and periprosthetic radiolucent lines at predefined regular post-operative intervals. Intra- and inter-observer reliability was assessed to improve validity of results. RESULTS: Mean age and follow-up was 72 (48-91) years and 2.5 years (2-5), respectively. Main indications for total shoulder arthroplasty were primary osteoarthritis, rheumatoid arthritis, revision for failed hemi-arthroplasty and acute fracture. Ninety-six per cent of components were completely seated post-operatively. Fifty-four (95%) of the 57 shoulders had no periprosthetic radiolucent lines at most recent follow-up. Complete post-operative glenoid seating was significantly associated with the absence of later periprosthetic radiolucency (p < 0.01). CONCLUSION: This study reports low early radiolucency rates with the pegged, uncemented, metal-backed polyethylene glenoid prosthesis used. Excellent post-operative glenoid seating is associated with a significantly lower rate of radiolucency. Longer follow-up data are required to confirm these early promising results.Level of evidence: Therapeutic, level IV.",
  "authors": [
    {
      "last_name": "Al-Hourani",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Al-Hourani",
      "affiliations": [
        "Department of Trauma and Orthopaedics, Bristol Royal Infirmary, Bristol, UK."
      ],
      "orcid": "0000-0001-7606-2716"
    },
    {
      "last_name": "Smith",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Smith",
      "affiliations": [
        "Department of Trauma and Orthopaedics, Bristol Royal Infirmary, Bristol, UK."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Trauma and Orthopaedics, North Bristol NHS Trust, Bristol, UK."
      ]
    },
    {
      "last_name": "Sarangi",
      "fore_name": "Partha",
      "initials": "P",
      "name": "Partha Sarangi",
      "affiliations": [
        "Department of Trauma and Orthopaedics, Bristol Royal Infirmary, Bristol, UK."
      ]
    },
    {
      "last_name": "McCann",
      "fore_name": "Philip A",
      "initials": "PA",
      "name": "Philip A McCann",
      "affiliations": [
        "Department of Trauma and Orthopaedics, Bristol Royal Infirmary, Bristol, UK."
      ]
    }
  ],
  "journal": {
    "title": "Shoulder & elbow",
    "iso_abbreviation": "Shoulder Elbow",
    "issn": "1758-5732",
    "issn_type": "Print",
    "volume": "12",
    "issue": "1 Suppl",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "4",
  "end_page": "10",
  "pages": "4-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33343711",
    "pmc": "PMC7726176",
    "doi": "10.1177/1758573218789339",
    "pii": "10.1177_1758573218789339"
  },
  "doi": "10.1177/1758573218789339",
  "pmc_id": "PMC7726176",
  "dates": {
    "revised": "2022-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:32.091573",
    "pmid": "33343711"
  }
}