{
  "pmid": "33350595",
  "uid": "33350595",
  "title": "Artificial neural networks for simultaneously predicting the risk of multiple co-occurring symptoms among patients with cancer.",
  "abstract": "Patients with cancer often exhibit multiple co-occurring symptoms which can impact the type of treatment received, recovery, and long-term health. We aim to simultaneously predict the risk of three symptoms: severe pain, moderate-severe depression, and poor well-being in order to flag patients who may benefit from pre-emptive early symptom management. This was a retrospective population-based cohort study of adults diagnosed with cancer between 2008 and 2015. We developed and tested an Artificial Neural Network (ANN) model to predict the risk of multiple co-occurring symptoms within 6 months after diagnosis. The ANN model derived from a training cohort was assessed on an independent test cohort for model performance based on sensitivity, specificity, accuracy, AUC, and calibration. The mutually exclusive training and test cohorts consisted of 35,606 and 10,498 patients, respectively. The area under the curve for the risk of experiencing severe pain, moderate-severe depression, and poor well-being were 71%, 73%, and 70%, respectively. Patient characteristics at highest risk of simultaneously experiencing these three symptoms included: those with lung cancer, late stage cancer, existing chronic conditions such as osteoarthritis, mood disorder, hypertension, diabetes, and coronary disease. Patients with over a 40% risk of severe pain also had over a 70% risk of depression, and over a 55% risk of poor well-being. Our ANN model was able to simultaneously predict the risk of pain, depression, and lack of well-being. Accurate prediction of future symptom burden can serve as an early indicator tool so that providers can implement timely interventions for symptom management, ultimately improving cancer care and quality of life.",
  "authors": [
    {
      "last_name": "Xuyi",
      "fore_name": "Wenhui",
      "initials": "W",
      "name": "Wenhui Xuyi",
      "affiliations": [
        "Division of Biostatistics, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, USA."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "ICES, Toronto, ON, USA.",
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6701-1714"
    },
    {
      "last_name": "Sutradhar",
      "fore_name": "Rinku",
      "initials": "R",
      "name": "Rinku Sutradhar",
      "affiliations": [
        "Division of Biostatistics, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, USA.",
        "ICES, Toronto, ON, USA.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, USA."
      ],
      "orcid": "0000-0002-0320-6042"
    }
  ],
  "journal": {
    "title": "Cancer medicine",
    "iso_abbreviation": "Cancer Med",
    "issn": "2045-7634",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "989",
  "end_page": "998",
  "pages": "989-998",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Cancer Pain",
    "Combined Modality Therapy",
    "Depression",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Middle Aged",
    "Neoplasms",
    "Neural Networks, Computer",
    "Prognosis",
    "Quality of Life",
    "Retrospective Studies",
    "Risk Factors",
    "Symptom Assessment"
  ],
  "article_ids": {
    "pubmed": "33350595",
    "pmc": "PMC7897969",
    "doi": "10.1002/cam4.3685"
  },
  "doi": "10.1002/cam4.3685",
  "pmc_id": "PMC7897969",
  "dates": {
    "completed": "2021-07-19",
    "revised": "2024-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.082004",
    "pmid": "33350595"
  }
}