{
  "pmid": "33370476",
  "uid": "33370476",
  "title": "A comparative evaluation between the reliability of gypsum casts and digital greyscale intra-oral scans for the scoring of tooth wear using the Tooth Wear Evaluation System (TWES).",
  "abstract": "BACKGROUND: The Tooth Wear Evaluation System (TWES) is a type of tooth wear index. To date, there is the lack of data comparing the reliability of the application of this index on gypsum cast records and digital greyscale intra-oral scan records. OBJECTIVES: A comparative evaluation between the use of gypsum cast records and digital greyscale intra-oral scan records with the reliability of tooth wear scoring using the TWES amongst a group of patients with tooth wear. METHODS: Records for 10 patients with moderate to severe tooth wear (TWES ≥ 2) were randomly selected from a larger clinical trial. TWES grading of the occlusal/incisal, buccal and palatal/lingual surfaces was performed to determine the levels of intra- and interobserver agreement. Intra-observer reproducibility was based on the findings of one examiner only. For the interobserver reproducibility, the findings of two examiners were considered. One set of models/ records were used per patient. Cohen's weighted kappa (κW) was used to ascertain agreement between and within the observers. Comparison of agreement was performed using t tests (P < .05). RESULTS: For the scoring of the of the total occlusal/incisal surfaces, the overall levels of intra- and interobserver agreement were significantly higher using the gypsum cast records than with the digital greyscale intra-oral scan records, (P < .001) and (P < .001), respectively. For the overall buccal surfaces, only a significant difference was found in the intra-observer agreement using gypsum casts, (P = .013). For the palatal/lingual surfaces, a significant difference was only reported in the interobserver agreement using gypsum casts, (P = .043). At the occlusal/incisal surfaces, grading performed using gypsum casts, culminated in significantly higher TWES scores than with the use of the digital greyscale intra-oral scans (P < .001). At the buccal and palatal/lingual surfaces, significantly higher wear scores were obtained using digital greyscale intra-oral scan records (P < .009). CONCLUSIONS: The TWES can offer a reliable means for the scoring of wearing occlusal/incisal surfaces using gypsum casts. The reliability offered by digital greyscale intra-oral scans for consecutive scoring was in general, inferior.",
  "authors": [
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, The Netherlands.",
        "Department of Conservative & MI Dentistry, Unit of Distance Learning, King's College London Faculty of Dentistry, Oral & Craniofacial Sciences, Guy's Campus, London, UK."
      ],
      "orcid": "0000-0002-9674-2492"
    },
    {
      "last_name": "Bronkhorst",
      "fore_name": "Ewald M",
      "initials": "EM",
      "name": "Ewald M Bronkhorst",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Crins",
      "fore_name": "Luuk",
      "initials": "L",
      "name": "Luuk Crins",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Huysmans",
      "fore_name": "Marie-Charlotte D N J",
      "initials": "MDNJ",
      "name": "Marie-Charlotte D N J Huysmans",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Wetselaar",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Wetselaar",
      "affiliations": [
        "Department of Orofacial Pain and Dysfunction, Academic Centre for Dentistry Amsterdam (ACTA), University of Amsterdam, Amsterdam, The Netherlands."
      ],
      "orcid": "0000-0002-9443-1260"
    },
    {
      "last_name": "Loomans",
      "fore_name": "Bas A C",
      "initials": "BAC",
      "name": "Bas A C Loomans",
      "affiliations": [
        "Department of Dentistry, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Journal of oral rehabilitation",
    "iso_abbreviation": "J Oral Rehabil",
    "issn": "1365-2842",
    "issn_type": "Electronic",
    "volume": "48",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "678",
  "end_page": "686",
  "pages": "678-686",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Calcium Sulfate",
    "Humans",
    "Reproducibility of Results",
    "Tooth Attrition",
    "Tooth Wear"
  ],
  "article_ids": {
    "pubmed": "33370476",
    "pmc": "PMC8248338",
    "doi": "10.1111/joor.13141"
  },
  "doi": "10.1111/joor.13141",
  "pmc_id": "PMC8248338",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-07-07"
  },
  "chemicals": [
    "Calcium Sulfate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.447122",
    "pmid": "33370476"
  }
}