{
  "pmid": "33377996",
  "uid": "33377996",
  "title": "Improving the trustworthiness of findings from nutrition evidence syntheses: assessing risk of bias and rating the certainty of evidence.",
  "abstract": "Suboptimal diet is recognized as a leading modifiable risk factor for non-communicable diseases. Non-randomized studies (NRSs) with patient relevant outcomes provide many insights into diet-disease relationships. Dietary guidelines are based predominantly on findings from systematic reviews of NRSs-mostly prospective observational studies, despite that these have been repeatedly criticized for yielding potentially less trustworthy results than randomized controlled trials (RCTs). It is assumed that these are a result of bias due to prevalent-user designs, inappropriate comparators, residual confounding, and measurement error. In this article, we aim to highlight the importance of applying risk of bias (RoB) assessments in nutritional studies to improve the credibility of evidence of systematic reviews. First, we discuss the importance and challenges of dietary RCTs and NRSs, and provide reasons for potentially less trustworthy results of dietary studies. We describe currently used tools for RoB assessment (Cochrane RoB, and ROBINS-I), describe the importance of rigorous RoB assessment in dietary studies and provide examples that further the understanding of the key issues to overcome in nutrition research. We then illustrate, by comparing the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach with current approaches used by United States Department of Agriculture Dietary Guidelines for Americans, and the World Cancer Research Fund, how to establish trust in dietary recommendations. Our overview shows that the GRADE approach provides more transparency about the single domains for grading the certainty of the evidence and the strength of recommendations. Despite not increasing the certainty of evidence itself, we expect that the rigorous application of the Cochrane RoB and the ROBINS-I tools within systematic reviews of both RCTs and NRSs and their integration within the GRADE approach will strengthen the credibility of dietary recommendations.",
  "authors": [
    {
      "last_name": "Schwingshackl",
      "fore_name": "Lukas",
      "initials": "L",
      "name": "Lukas Schwingshackl",
      "affiliations": [
        "Faculty of Medicine, Institute for Evidence in Medicine, Medical Center, University of Freiburg, Freiburg, Germany. schwingshackl@ifem.uni-freiburg.de."
      ],
      "orcid": "0000-0003-3407-7594"
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Joerg J",
      "initials": "JJ",
      "name": "Joerg J Meerpohl",
      "affiliations": [
        "Faculty of Medicine, Institute for Evidence in Medicine, Medical Center, University of Freiburg, Freiburg, Germany.",
        "Cochrane Germany, Cochrane Germany Foundation, Freiburg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "European journal of nutrition",
    "iso_abbreviation": "Eur J Nutr",
    "issn": "1436-6215",
    "issn_type": "Electronic",
    "volume": "60",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "2893",
  "end_page": "2903",
  "pages": "2893-2903",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bias",
    "Humans",
    "Observational Studies as Topic",
    "Risk Assessment",
    "Risk Factors",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "33377996",
    "pmc": "PMC8354882",
    "doi": "10.1007/s00394-020-02464-1",
    "pii": "10.1007/s00394-020-02464-1"
  },
  "doi": "10.1007/s00394-020-02464-1",
  "pmc_id": "PMC8354882",
  "dates": {
    "completed": "2021-08-12",
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.721046",
    "pmid": "33377996"
  }
}