{
  "pmid": "33376081",
  "uid": "33376081",
  "title": "Optimising the computerised adaptive test to reliably reduce the burden of administering the CLEFT-Q: A Monte Carlo simulation study.",
  "abstract": "BACKGROUND: Computerised adaptive testing (CAT) has the potential to transform plastic surgery outcome measurement by making patient-reported outcome measures (PROMs) shorter, individualised and more accurate than pen-and-paper questionnaires. OBJECTIVES: This paper reports the results of two optimisation studies for the CLEFT-Q CAT, a CAT intended for use in the field of cleft lip and/or palate. Specifically, we aimed to identify the optimal score estimation and item selection methods for using this CAT in clinical practice. These represent two major components of any CAT algorithm. METHOD: Monte Carlo simulations were performed using simulated data in the R statistical computing environment and incorporated a range of score estimation and item selection techniques. The performance and accuracy of the CAT was assessed by mean items administered, correlation between CAT scores and paired linear assessment scores, and the root mean squared deviation (RMSD) of these score pairs. RESULTS: The accuracy of the CLEFT-Q CAT was not significantly affected by the choice of score estimation or item selection method. Sub-scales which originally contain more items were amenable to greater item reduction with CAT. CONCLUSION: This study shows that score estimation and item selection methods that need minimal processing power can be used in the CLEFT-Q CAT without compromising accuracy. This means that the CLEFT-Q CAT could be administered quickly and efficiently with basic hardware demands. We recommend the use of less computationally intensive techniques in future CLEFT-Q CAT studies.",
  "authors": [
    {
      "last_name": "Harrison",
      "fore_name": "Conrad J",
      "initials": "CJ",
      "name": "Conrad J Harrison",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom. Electronic address: conrad.harrison@medsci.ox.ac.uk."
      ]
    },
    {
      "last_name": "Rodrigues",
      "fore_name": "Jeremy N",
      "initials": "JN",
      "name": "Jeremy N Rodrigues",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom; Department of Plastic Surgery, Stoke Mandeville Hospital, Buckinghamshire Healthcare NHS Trust, Aylesbury, United Kingdom."
      ]
    },
    {
      "last_name": "Furniss",
      "fore_name": "Dominic",
      "initials": "D",
      "name": "Dominic Furniss",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Swan",
      "fore_name": "Marc C",
      "initials": "MC",
      "name": "Marc C Swan",
      "affiliations": [
        "The Spires Cleft Centre, John Radcliffe Hospital, Oxford University Hospitals, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong Riff",
      "fore_name": "Karen W Y",
      "initials": "KWY",
      "name": "Karen W Y Wong Riff",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, Hospital for Sick Children, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sidey-Gibbons",
      "fore_name": "Chris J",
      "initials": "CJ",
      "name": "Chris J Sidey-Gibbons",
      "affiliations": [
        "MD Anderson Center for INSPiRED Cancer Care, the University of Texas, Houston, Texas, United States."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "1355",
  "end_page": "1401",
  "pages": "1355-1401",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [
    "Cleft Lip",
    "Cleft Palate",
    "Computer Simulation",
    "Humans",
    "Monte Carlo Method",
    "Patient Reported Outcome Measures",
    "Psychometrics",
    "Quality of Life",
    "Plastic Surgery Procedures",
    "Reproducibility of Results",
    "Software Design",
    "Surgery, Plastic"
  ],
  "article_ids": {
    "pubmed": "33376081",
    "doi": "10.1016/j.bjps.2020.12.029",
    "pii": "S1748-6815(20)30694-X"
  },
  "doi": "10.1016/j.bjps.2020.12.029",
  "dates": {
    "completed": "2021-06-14",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NIHR300684",
      "agency": "Department of Health",
      "country": "United Kingdom"
    },
    {
      "grant_id": "PDF-2017-10-075",
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.158277",
    "pmid": "33376081"
  }
}