{
  "pmid": "33385479",
  "uid": "33385479",
  "title": "Transitioning From Hospital to Palliative Care at Home: Patient and Caregiver Perceptions of Continuity of Care.",
  "abstract": "CONTEXT: Continuity of care is important at improving the patient experience and reducing unnecessary hospitalizations when transitioning across care settings, especially at the end of life. OBJECTIVE: To explore patient and caregiver understanding and valuation of \"continuity of care\" while transitioning from an in-hospital to a home-based palliative care team. METHODS: Longitudinal qualitative design using semistructured interviews conducted with patients and their caregivers before and after transitioning from hospital to palliative care at home. Interviews were audio-recorded and transcribed verbatim. Data were analyzed using thematic analysis within a postpositivist framework. Thirty-nine participants (18 patients, seven caregivers, and seven patient-caregiver dyads) were recruited from two acute care hospitals, wherein they received care from an inpatient palliative care consultation team and transitioned to home-based palliative care. RESULTS: Patients had a mean age of 68 years, 60% were female and 60% had a diagnosis of cancer. Caregivers had a mean age of 62 years and 50% were female. Participants perceived continuity of care to occur in three ways, depending on which stage they were at in their hospital-to-home transition. In hospital, continuity of care was experienced, as consistency of information exchanged between providers. During the transition from hospital to home, continuity of care was experienced as consistency of treatments. When receiving home-based palliative care, continuity of care was experienced as having consistent providers. CONCLUSION: Patients' and their caregivers' valuation of continuity of care was dependent on their stage of the hospital-to-home transition. Optimizing continuity of care requires an integrated network of providers with reliable information transfer and communication.",
  "authors": [
    {
      "last_name": "Morey",
      "fore_name": "Trevor",
      "initials": "T",
      "name": "Trevor Morey",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Canada. Electronic address: trevor.morey@one-mail.on.ca."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Scott",
      "affiliations": [
        "Department of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Saunders",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Saunders",
      "affiliations": [
        "Temmy Latner Centre for Palliative Care, Sinai Health, Toronto, Canada; Department of Rehabilitation Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Varenbut",
      "fore_name": "Jaymie",
      "initials": "J",
      "name": "Jaymie Varenbut",
      "affiliations": [
        "Temmy Latner Centre for Palliative Care, Sinai Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "Bruyere Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Webber",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen Webber",
      "affiliations": [
        "Bruyere Research Institute, Ottawa, Canada; Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Killackey",
      "fore_name": "Tieghan",
      "initials": "T",
      "name": "Tieghan Killackey",
      "affiliations": [
        "Temmy Latner Centre for Palliative Care, Sinai Health, Toronto, Canada; University Health Network, Toronto, Canada; Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Wentlandt",
      "fore_name": "Kirsten",
      "initials": "K",
      "name": "Kirsten Wentlandt",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Canada; University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Zimmermann",
      "fore_name": "Camilla",
      "initials": "C",
      "name": "Camilla Zimmermann",
      "affiliations": [
        "University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bernstein",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Bernstein",
      "affiliations": [
        "Temmy Latner Centre for Palliative Care, Sinai Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Ernecoff",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie Ernecoff",
      "affiliations": [
        "Department of Medicine, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Hsu",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Hsu",
      "affiliations": [
        "Bruyere Research Institute, Ottawa, Canada; Ottawa Hospital Research Institute, Ottawa, Canada; Department of Family Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Isenberg",
      "fore_name": "Sarina",
      "initials": "S",
      "name": "Sarina Isenberg",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Canada; Bruyere Research Institute, Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pain and symptom management",
    "iso_abbreviation": "J Pain Symptom Manage",
    "issn": "1873-6513",
    "issn_type": "Electronic",
    "volume": "62",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "233",
  "end_page": "241",
  "pages": "233-241",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Caregivers",
    "Continuity of Patient Care",
    "Female",
    "Hospitals",
    "Humans",
    "Middle Aged",
    "Palliative Care",
    "Perception",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "33385479",
    "doi": "10.1016/j.jpainsymman.2020.12.019",
    "pii": "S0885-3924(20)30970-2"
  },
  "doi": "10.1016/j.jpainsymman.2020.12.019",
  "dates": {
    "completed": "2021-08-06",
    "revised": "2021-08-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.537820",
    "pmid": "33385479"
  }
}