{
  "pmid": "33380964",
  "uid": "33380964",
  "title": "Impact of Knee Injuries on Post-retirement Pain and Quality of Life: A Cross-Sectional Survey of Professional Basketball Players.",
  "abstract": "BACKGROUND: Professional basketball players are at increased risk for knee injuries. Epidemiologic data exist on the prevalence of such injuries in players in the National Basketball Association (NBA), but little is known about how these injuries affect athletes before after retirement. QUESTIONS/PURPOSES: The goals of this study were to evaluate the rates and characteristics of knee injury before and during NBA players' careers and how those injuries correspond to knee injury, pain, or surgery, as well as quality of life, after retirement. METHODS: A cross-sectional survey study was performed. The survey instrument was designed with the aid of a multidisciplinary focus group. Data collected included patient demographics; length of professional career; injuries before, during, and after the athletes' NBA careers; and post-retirement quality of life, assessed using the EQ-5D and Tegner Activity Scale. The survey was distributed electronically to 900 retired NBA athletes. Descriptive statistics were used to present means and proportions, and multiple regression analysis was performed to assess for potential factors correlated to injury. RESULTS: One hundred eight retired NBA players participated (a response rate of 12%). Almost a third (32.4%) sustained a knee injury before starting their NBA career; 51 (47.2%) sustained knee injury during professional play in the NBA, and nearly two-thirds of those players (62.7%) needed surgery. Among those who reported knee injuries during their NBA career, a majority had knee pain that continued until retirement (72.5%). Two-thirds (67%) reported having knee pain currently (at the time of the survey). More than a third (34.0%) underwent knee surgery after retirement, which included nine total knee arthroplasties (8.3%). CONCLUSION: A majority of retired NBA athletes in our study had knee pain, and many needed operative management during and after their NBA careers. NBA players score lower on quality-of-life measures than average North American men of similar age. Further research is needed to elucidate the best strategies for recognizing and treating knee injuries in these athletes.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "University of Michigan, Ann Arbor, MI USA.",
        "McMaster University, Department of Surgery, 50 Charleton Avenue East, Hamilton, ON L8N 4A6 Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    },
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "University of Michigan, Ann Arbor, MI USA."
      ]
    },
    {
      "last_name": "Burrus",
      "fore_name": "Tyrrell",
      "initials": "T",
      "name": "Tyrrell Burrus",
      "affiliations": [
        "University of Michigan, Ann Arbor, MI USA."
      ]
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "University of Michigan, Ann Arbor, MI USA."
      ]
    },
    {
      "last_name": "Rogowski",
      "fore_name": "Joseph P",
      "initials": "JP",
      "name": "Joseph P Rogowski",
      "affiliations": [
        "University of Michigan, Ann Arbor, MI USA."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "University of Michigan, Ann Arbor, MI USA."
      ]
    }
  ],
  "journal": {
    "title": "HSS journal : the musculoskeletal journal of Hospital for Special Surgery",
    "iso_abbreviation": "HSS J",
    "issn": "1556-3316",
    "issn_type": "Print",
    "volume": "16",
    "issue": "Suppl 2",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "327",
  "end_page": "332",
  "pages": "327-332",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33380964",
    "pmc": "PMC7749878",
    "doi": "10.1007/s11420-019-09736-5",
    "pii": "9736"
  },
  "doi": "10.1007/s11420-019-09736-5",
  "pmc_id": "PMC7749878",
  "dates": {
    "revised": "2022-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.386601",
    "pmid": "33380964"
  }
}