{
  "pmid": "33384923",
  "uid": "33384923",
  "title": "Clinical reasoning in traditional medicine exemplified by the clinical encounter of Korean medicine: a narrative review.",
  "abstract": "BACKGROUND: Clinical reasoning is generally defined to be a way of thinking for diagnostic or therapeutic decision making in clinical practice. Different cognitive models have been proposed for the clinical reasoning which takes place during the clinical encounter with a patient. This may have similarities with similar approaches used in Traditional Korean Medicine (TKM). Jinchal, the clinical encounter, has specific features in TKM and different Jinchal processes are closely related to several underlying cognitive models in clinical reasoning. It is a necessary process to see the patient, but in TKM, the method has a characteristic aspect and emphasis is placed on importance. METHODS: Experts consensus were reached through panel discussion. Narrative description on the concept of clinical reasoning and explanation on Jinchal process in TKM were suggested. RESULTS: This article analyses the Jinchal process using theoretical concepts from four authentic KM schools of clinical reasoning which are currently used in contemporary practice. CONCLUSION: Future research should focus on the similarities and differences in understanding clinical reasoning in KM as well as the broader field of traditional East Asian Medicine.",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "College of Korean Medicine, Kyung Hee University, Seoul, Republic of Korea.",
        "Korean Medicine Clinical Trial Center, Korean Medicine Hospital, Kyung Hee University, Seoul, Republic of Korea."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "Faculty of Health Science, Department of Community Medicine, The National Research Center in Complementary and Alternative Medicine, NAFKAM, UiT The Arctic University of Norway, Tromsø, Norway.",
        "Norwegian School of Health Sciences, Kristiania University College Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Bian",
      "fore_name": "Zhao-Xiang",
      "initials": "ZX",
      "name": "Zhao-Xiang Bian",
      "affiliations": [
        "Institute of Brain and Gut Research, School of Chinese Medicine, Hong Kong Baptist University, Hong Kong, SAR, PR China.",
        "Hong Kong Chinese Medicine Clinical Study Centre, Hong Kong Baptist University, Hong Kong, SAR, PR China."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Department of Health Sciences, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Bovey",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Bovey",
      "affiliations": [
        "British Acupuncture Council, London, UK."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Juah",
      "initials": "J",
      "name": "Juah Lee",
      "affiliations": [
        "Hwa-pyeong Institute of Integrative Medicine, Incheon, Republic of Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "Clinical Medicine Research, Korea Institute of Oriental Medicine, Daejeon, South Korea."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Robinson",
      "affiliations": [
        "School of Health and Social Care, London South Bank University, London, UK."
      ]
    },
    {
      "last_name": "Zaslawski",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Zaslawski",
      "affiliations": [
        "Chinese Medicine Discipline, School of Life Sciences, University of Technology, PO Box 123, Broadway 2007, Sydney, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Integrative medicine research",
    "iso_abbreviation": "Integr Med Res",
    "issn": "2213-4220",
    "issn_type": "Print",
    "volume": "10",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "100641",
  "pages": "100641",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33384923",
    "pmc": "PMC7772549",
    "doi": "10.1016/j.imr.2020.100641",
    "pii": "S2213-4220(20)30273-0"
  },
  "doi": "10.1016/j.imr.2020.100641",
  "pmc_id": "PMC7772549",
  "dates": {
    "revised": "2022-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.699732",
    "pmid": "33384923"
  }
}