{
  "pmid": "33390336",
  "uid": "33390336",
  "title": "The Fragility of Statistically Significant Findings From Randomized Controlled Trials in Hip and Knee Arthroplasty.",
  "abstract": "BACKGROUND: The Fragility Index (FI) is a method for evaluating the robustness of statistically significant findings from randomized controlled trials (RCTs) beyond the P value in trials with dichotomous outcomes. The FI is defined as the number of patients in one arm of a trial that would have to have a different outcome to change the results of the trial from statistically significant to nonsignificant. This review assessed the FI in arthroplasty RCTs. METHODS: A systematic search was conducted in MEDLINE, Embase, and Web of Science for RCTs related to primary total joint arthroplasty (TJA) from 2010 to 2020. Trials with a statistically significant dichotomous primary outcome were included. The FI was calculated using Fisher's exact test to determine how many events would need to be reversed to change a study from statistically significant to nonsignificant. RESULTS: A total of 34 RCTs were included. The median sample size was 103 patients (range 24-791). The median FI was 1 (range 0-45), meaning that reversing the outcome of just one patient in either treatment group of each trial would change it from a significant to a nonsignificant result. CONCLUSION: Hip and knee arthroplasty RCTs with statistically significant dichotomous outcomes in TJA are fragile. The median FI in TJA is lower than the FI in any of the other previously reported orthopedic subspecialties. Fragility is another reason to be cautious when conducting or interpreting small trials, and to continue to strive toward large trials to answer important questions in TJA. LEVEL OF EVIDENCE: Level I.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gazendam",
      "fore_name": "Aaron M",
      "initials": "AM",
      "name": "Aaron M Gazendam",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nucci",
      "fore_name": "Nicholas W",
      "initials": "NW",
      "name": "Nicholas W Nucci",
      "affiliations": [
        "Northern Ontario School of Medicine, Department of Medicine, Lakehead University, Thunder Bay, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kruse",
      "fore_name": "Colin C",
      "initials": "CC",
      "name": "Colin C Kruse",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of arthroplasty",
    "iso_abbreviation": "J Arthroplasty",
    "issn": "1532-8406",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "2211",
  "end_page": "2218.e1",
  "pages": "2211-2218.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Knee",
    "Humans",
    "Orthopedics",
    "Randomized Controlled Trials as Topic",
    "Research Design",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "33390336",
    "doi": "10.1016/j.arth.2020.12.015",
    "pii": "S0883-5403(20)31254-7"
  },
  "doi": "10.1016/j.arth.2020.12.015",
  "dates": {
    "completed": "2021-06-30",
    "revised": "2021-06-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.448714",
    "pmid": "33390336"
  }
}