{
  "pmid": "33398780",
  "uid": "33398780",
  "title": "Older adults living in social housing in Canada: the next COVID-19 hotspot?",
  "abstract": "Older adults in social housing have high rates of chronic diseases and live in clustered housing, creating the ideal situation for a tragic outbreak in this vulnerable population, which has been largely unrecognized in the public health discourse. It is estimated that two thirds of this population have cardiometabolic conditions that put them at higher risk of poor outcomes from COVID-19. In addition, their social isolation, low mobility, low health literacy, and limited internet access are barriers to accessing basic needs, health information, and health care in a Canadian context where many services have moved to virtual platforms. Since older adults in social housing tend to be clustered in apartment buildings with shared facilities, there is an increased risk of exposure through common spaces (e.g., elevator, laundry room) and high-touch surfaces. Compared to long-term care homes, there is substantial movement in and out of social housing buildings as residents are required to go out to meet their basic needs and individuals providing support enter the buildings without screening (e.g., personal support workers, volunteers delivering groceries). Without a targeted public health strategy to support this vulnerable population, we surmise that social housing will be the next COVID-19 hotspot.",
  "authors": [
    {
      "last_name": "Pirrie",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Pirrie",
      "affiliations": [
        "Department of Family Medicine, David Braley Health Sciences Centre, McMaster University, Hamilton, ON, L8P 1H6, Canada."
      ],
      "orcid": "0000-0003-1407-4775"
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, David Braley Health Sciences Centre, McMaster University, Hamilton, ON, L8P 1H6, Canada. gina.agarwal@gmail.com.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. gina.agarwal@gmail.com."
      ],
      "orcid": "0000-0002-5691-4675"
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "volume": "112",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "4",
  "end_page": "7",
  "pages": "4-7",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "COVID-19",
    "Canada",
    "Disease Hotspot",
    "Housing for the Elderly",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "33398780",
    "pmc": "PMC7781411",
    "doi": "10.17269/s41997-020-00462-8",
    "pii": "10.17269/s41997-020-00462-8"
  },
  "doi": "10.17269/s41997-020-00462-8",
  "pmc_id": "PMC7781411",
  "dates": {
    "completed": "2021-02-04",
    "revised": "2021-02-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.667278",
    "pmid": "33398780"
  }
}