{
  "pmid": "33407303",
  "uid": "33407303",
  "title": "Evaluating the impact of Archway: a personalized program for 1st year student success and mental health and wellbeing.",
  "abstract": "BACKGROUND: First-year students entering postsecondary education must navigate a new and complex academic and social environment. Research indicates that this transition and developmental period can be challenging and stressful - academically, emotionally and socially - and that mental health and wellbeing can be compromised. Additionally, mental health disorders can also compromise students' ability to successfully navigate this transition. In the COVID-19 pandemic, the incoming 2020 cohort of first-year students face heightened and new challenges. Most will have spent the conclusion of high school learning virtually, in quarantine, in an uncertain and difficult time, and are then experiencing their first year of university while living, learning and socializing off-campus, virtually and remotely. In response to COVID-19 and with an appreciation of the considerable stresses students face generally and particularly in 2020-21, and the potential effects on mental health and wellbeing, McMaster University, a mid-sized research intensive university with approximately 30,000 students, has developed an innovative program to support students, called Archway. This initiative has been developed to help to prevent and to intervene early to address common transitional issues students experience that can influence mental health and wellbeing, with the ultimate goals of increasing student connectedness, supports, and retention. METHODS: The current study will use a mixed-method design to evaluate Archway and gain a better understanding of the transition into first-year postsecondary for students who engage and participate in Archway at various levels. The study will not only help to determine the effect of this program for students during COVID-19, but it will help us to better understand the challenges of this transition more broadly. DISCUSSION: Findings have the potential to inform future efforts to support students and protect their mental health and wellbeing through the use of virtual and remote platforms and mechanisms that meet their increasingly diverse needs and circumstances.",
  "authors": [
    {
      "last_name": "Kwan",
      "fore_name": "Matthew Y W",
      "initials": "MYW",
      "name": "Matthew Y W Kwan",
      "affiliations": [
        "Department of Child and Youth Studies, Brock University, 812 Sir Isaac Brock Way, St. Catharines, Ontario, L2S 3A1, Canada. mkwan@brocku.ca.",
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, L8S 4L8, Canada. mkwan@brocku.ca."
      ],
      "orcid": "0000-0002-9757-2771"
    },
    {
      "last_name": "Brown",
      "fore_name": "Denver",
      "initials": "D",
      "name": "Denver Brown",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "MacKillop",
      "fore_name": "James",
      "initials": "J",
      "name": "James MacKillop",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Beaudette",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Beaudette",
      "affiliations": [
        "Housing and Conference Services, McMaster University, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Van Koughnett",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Van Koughnett",
      "affiliations": [
        "Student Affairs, McMaster University, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Munn",
      "fore_name": "Catharine",
      "initials": "C",
      "name": "Catharine Munn",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "06"
  },
  "start_page": "59",
  "pages": "59",
  "language": "eng",
  "publication_types": [
    "Evaluation Study",
    "Journal Article"
  ],
  "keywords": [
    "Achievement",
    "COVID-19",
    "Canada",
    "Emotional Adjustment",
    "Health Promotion",
    "Humans",
    "Longitudinal Studies",
    "Mental Health",
    "Program Evaluation",
    "Qualitative Research",
    "Students",
    "Universities"
  ],
  "article_ids": {
    "pubmed": "33407303",
    "pmc": "PMC7787416",
    "doi": "10.1186/s12889-020-10057-0",
    "pii": "10.1186/s12889-020-10057-0"
  },
  "doi": "10.1186/s12889-020-10057-0",
  "pmc_id": "PMC7787416",
  "dates": {
    "completed": "2021-01-11",
    "revised": "2024-03-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "450120",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:26.567881",
    "pmid": "33407303"
  }
}