{
  "pmid": "33407406",
  "uid": "33407406",
  "title": "Reshaping healthcare delivery for elderly patients: the role of community paramedicine; a systematic review.",
  "abstract": "BACKGROUND: Healthcare systems are overloaded and changing. In response to growing demands on the healthcare systems, new models of healthcare delivery are emerging. Community paramedicine is a novel approach in which paramedics use their knowledge and skills beyond emergency health response to contribute to preventative and rehabilitative health. In our systematic review, we aimed to identify evidence of the community paramedicine role in care delivery for elderly patients, with an additional focus on palliative care, and the possible impact of this role on the wider healthcare system. METHODS: A systematic review of peer-reviewed literature from MEDLINE, Embase, CINAHL, and Web of Sciences was undertaken to identify relevant full-text articles in English published until October 3, 2019. Additional inclusion criteria were studies focussing on extended care paramedics or community paramedics caring for elderly patients. Case studies were excluded. All papers were screened by at least two authors and underwent a quality assessment, using the Joanna Briggs Institute appraisal checklists for cross sectional, qualitative, cohort, and randomised controlled trial studies to assess the methodological quality of the articles. A process of narrative synthesis was used to summarise the data. RESULTS: Ten studies, across 13 articles, provided clear evidence that Community Paramedic programs had a positive impact on the health of patients and on the wider healthcare system. The role of a Community Paramedic was often a combination of four aspects: assessment, referral, education and communication. Limited evidence was available on the involvement of Community Paramedics in palliative and end-of-life care and in care delivery in residential aged care facilities. Observed challenges were a lack of additional training, and the need for proper integration and understanding of their role in the healthcare system. CONCLUSIONS: The use of community paramedics in care delivery could be beneficial to both patients' health and the wider healthcare system. They already play a promising role in improving the care of our elderly population. With consistent adherence to the training curriculum and effective integration within the wider healthcare system, community paramedics have the potential to take on specialised roles in residential aged care facilities and palliative and end-of-life care.",
  "authors": [
    {
      "last_name": "van Vuuren",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia van Vuuren",
      "affiliations": [
        "Department of Community Health, Rural Health School, La Trobe University, Melbourne, Australia. j.vanvuuren@latrobe.edu.au."
      ],
      "orcid": "0000-0002-3683-6227"
    },
    {
      "last_name": "Thomas",
      "fore_name": "Brodie",
      "initials": "B",
      "name": "Brodie Thomas",
      "affiliations": [
        "Department of Community Health, Rural Health School, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "MacDermott",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean MacDermott",
      "affiliations": [
        "Department of Community Health, Rural Health School, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Kinsman",
      "fore_name": "Leigh",
      "initials": "L",
      "name": "Leigh Kinsman",
      "affiliations": [
        "University of Newcastle and Mid-North Coast Local Health District, Port Macquarie Base Hospital, Port Macquarie, Australia."
      ]
    },
    {
      "last_name": "O'Meara",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter O'Meara",
      "affiliations": [
        "Department of Paramedicine, Monash University, Peninsula Campus, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Spelten",
      "fore_name": "Evelien",
      "initials": "E",
      "name": "Evelien Spelten",
      "affiliations": [
        "Department of Community Health, Rural Health School, La Trobe University, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "06"
  },
  "start_page": "29",
  "pages": "29",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Aftercare",
    "Aged",
    "Aged, 80 and over",
    "Cross-Sectional Studies",
    "Delivery of Health Care",
    "Humans",
    "Patient Discharge",
    "Prospective Studies",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "33407406",
    "pmc": "PMC7789625",
    "doi": "10.1186/s12913-020-06037-0",
    "pii": "10.1186/s12913-020-06037-0"
  },
  "doi": "10.1186/s12913-020-06037-0",
  "pmc_id": "PMC7789625",
  "dates": {
    "completed": "2021-04-27",
    "revised": "2021-04-27"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "RFA 2000004174",
      "agency": "La Trobe University"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.667518",
    "pmid": "33407406"
  }
}