{
  "pmid": "33409668",
  "uid": "33409668",
  "title": "Osteoporosis treatment rate following hip fracture in a community hospital.",
  "abstract": "UNLABELLED: Treatment rates for osteoporosis after a major osteoporotic fracture are unacceptably low. We evaluate the effectiveness of an ortho-geriatric team (OGT) in initiating pharmacologic therapy for osteoporosis post-hip fracture. The OGT was able to achieve a higher treatment rate for patients post-hip fracture in comparison to usual care provided by the primary care hospitalist. Potential reasons for delaying or not proceeding with drug therapy include patient concern regarding potential rare side effects of antiresorptive therapy including osteonecrosis of the jaw and atypical femoral fracture. These events however are rare, and in this study, only 3% of hip fractures were atypical femoral fractures. INTRODUCTION: Currently, a significant care gap for osteoporosis therapy exists post-hip fracture despite advances in pharmacologic therapy. We evaluate the effectiveness of the OGT at the Oakville Trafalgar Memorial Hospital (OTMH), Ontario, Canada, in reducing the care gap and initiating pharmacologic therapy in hip fracture patients prior to hospital discharge. We also evaluated the incidence of atypical femoral fracture (AFF) separately. METHODS: A retrospective chart review of patients 59 years and older with a hip fracture admitted to OTMH from January 1, 2016, to February 1, 2017, was conducted. The primary outcome was the proportion of hip fracture patients discharged from the hospital with appropriate treatment for their underlying osteoporosis. A sub-analysis was completed reporting the incidence of AFF among older adults. RESULTS: A total of 197 patients with a hip fracture were identified, 134/197 (68%) patients were seen by the OGT, 98/134 (73%) of these patients were started on pharmacologic therapy prior to discharge, and 120/134 (89%) of patients seen by the OGT were on treatment within 3 months of discharge following assessment in the complex osteoporosis clinic. Sixty-three patients of the 197 (63/197) (32%) of the hip fracture patients were seen by a hospitalist, and treatment rates prior to discharge were 5%. Only 6/197 patients had experienced an AFF during the study period, and all patients with an atypical femoral fracture had been on long-term bisphosphonate therapy. All of the patients with an AFF had thigh or groin pain for several weeks to months prior to the development of the atypical femoral fracture, providing an opportunity to stop therapy and possibly prevent the development of a complete AFF. CONCLUSION: The OGT was able to initiate anti-osteoporosis therapy in significantly more patients in comparison to usual care, and higher treatment rates are possible with an OGT.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Aliya A",
      "initials": "AA",
      "name": "Aliya A Khan",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada. Aliya@mcmaster.ca.",
        "Bone Research and Education Center, Oakville, Ontario, Canada. Aliya@mcmaster.ca.",
        "Halton Healthcare Services, Oakville, Ontario, Canada. Aliya@mcmaster.ca."
      ]
    },
    {
      "last_name": "AbuAlrob",
      "fore_name": "Hajar",
      "initials": "H",
      "name": "Hajar AbuAlrob",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tariq",
      "fore_name": "Farhan",
      "initials": "F",
      "name": "Farhan Tariq",
      "affiliations": [
        "Bone Research and Education Center, Oakville, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tauqir",
      "fore_name": "Madiha",
      "initials": "M",
      "name": "Madiha Tauqir",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zalzal",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Zalzal",
      "affiliations": [
        "Halton Healthcare Services, Oakville, Ontario, Canada."
      ]
    },
    {
      "last_name": "M'Hiri",
      "fore_name": "Iman",
      "initials": "I",
      "name": "Iman M'Hiri",
      "affiliations": [
        "Bone Research and Education Center, Oakville, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ginty",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Ginty",
      "affiliations": [
        "Halton Healthcare Services, Oakville, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weening",
      "fore_name": "Brad",
      "initials": "B",
      "name": "Brad Weening",
      "affiliations": [
        "Halton Healthcare Services, Oakville, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Archives of osteoporosis",
    "iso_abbreviation": "Arch Osteoporos",
    "issn": "1862-3514",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "06"
  },
  "start_page": "8",
  "pages": "8",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Bone Density Conservation Agents",
    "Diphosphonates",
    "Femoral Fractures",
    "Hip Fractures",
    "Hospitals, Community",
    "Humans",
    "Ontario",
    "Osteoporosis",
    "Osteoporotic Fractures",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "33409668",
    "doi": "10.1007/s11657-020-00861-x",
    "pii": "10.1007/s11657-020-00861-x"
  },
  "doi": "10.1007/s11657-020-00861-x",
  "dates": {
    "completed": "2021-03-01",
    "revised": "2022-01-13"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Diphosphonates"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.296451",
    "pmid": "33409668"
  }
}