{
  "pmid": "33407734",
  "uid": "33407734",
  "title": "A case analysis of partnered research on palliative care for refugees in Jordan and Rwanda.",
  "abstract": "BACKGROUND: This case analysis describes dilemmas and challenges of ethical partnering encountered in the process of conducting a research study that explored moral and practical dimensions of palliative care in humanitarian crisis settings. Two contexts are the focus of this case analysis: Jordan, an acute conflict-induced refugee situation, and Rwanda, a protracted conflict-induced refugee setting. The study's main goal was to better understand ways humanitarian organizations and health care providers might best support ethically and contextually appropriate palliative care in humanitarian contexts. An unintended outcome of the research was learning lessons about ethical dimensions of transnational research partnerships, which is the focus of this case analysis. DISCUSSION: There exist ongoing challenges for international collaborative research in humanitarian conflict-induced settings. Research partnerships were crucial for connecting with key stakeholders associated with the full study (e.g., refugees with life limiting illness, local healthcare providers, aid organization representatives). While important relationships were established, obstacles limited our abilities to fully attain the type of mutual partnership we aimed for. Unique challenges faced during the research included: (a) building, nurturing and sustaining respectful and equitable research partnerships between collaborators in contexts of cultural difference and global inequality; (b) appropriate ethics review and challenges of responding to local decision-maker's research needs; and (c) equity and fairness towards vulnerable populations. Research strategies were adapted and applied to respond to these challenges with a specific focus on (d) research rewards and restitution. CONCLUSIONS: This case analysis sheds light on the importance of understanding cultural norms in all research roles, building relationships with decision makers, and developing teams that include researchers from within humanitarian crisis settings to ensure that mutually beneficial research outcomes are ethical as well as culturally and contextually relevant.",
  "authors": [
    {
      "last_name": "de Laat",
      "fore_name": "Sonya",
      "initials": "S",
      "name": "Sonya de Laat",
      "affiliations": [
        "Global Health, McMaster University, MDCL 3500, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. delaat@mcmaster.ca."
      ],
      "orcid": "0000-0002-8203-3249"
    },
    {
      "last_name": "Wahoush",
      "fore_name": "Olive",
      "initials": "O",
      "name": "Olive Wahoush",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jaber",
      "fore_name": "Rania",
      "initials": "R",
      "name": "Rania Jaber",
      "affiliations": [
        "Department of Philosophy, Institute on Ethics & Policy for Innovation, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khater",
      "fore_name": "Wejdan",
      "initials": "W",
      "name": "Wejdan Khater",
      "affiliations": [
        "School of Nursing, Jordan University of Science and Technology, Irbid, Jordan."
      ]
    },
    {
      "last_name": "Musoni",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Musoni",
      "affiliations": [
        "University Teaching Hospital, Kigali, Rwanda."
      ]
    },
    {
      "last_name": "Abu Siam",
      "fore_name": "Ibraheem",
      "initials": "I",
      "name": "Ibraheem Abu Siam",
      "affiliations": [
        "United Nations High Commission for Refugees, Amman, Jordan."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Conflict and health",
    "iso_abbreviation": "Confl Health",
    "issn": "1752-1505",
    "issn_type": "Print",
    "volume": "15",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "06"
  },
  "start_page": "2",
  "pages": "2",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33407734",
    "pmc": "PMC7789221",
    "doi": "10.1186/s13031-020-00333-6",
    "pii": "10.1186/s13031-020-00333-6"
  },
  "doi": "10.1186/s13031-020-00333-6",
  "pmc_id": "PMC7789221",
  "dates": {
    "revised": "2021-01-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "19775",
      "agency": "Enhancing Learning and Research for Humanitarian Assistance"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.696950",
    "pmid": "33407734"
  }
}