{
  "pmid": "33403815",
  "uid": "33403815",
  "title": "Early Patellofemoral Function of Medial Pivot Prostheses Compared with Posterior-Stabilized Prostheses for Unilateral Total Knee Arthroplasty.",
  "abstract": "OBJECTIVE: To systematically evaluate the patellofemoral joint design of medial pivot prosthesis, which incorporates a variety of \"patella-friendly\" design features, by comparing clinical and radiographic results with another prosthesis. METHODS: All consecutive patients who underwent unilateral total knee arthroplasty (TKA) with medial pivot prosthesis (Group MP, 126 cases) between September 2016 and April 2018 were enrolled in this retrospective study. For each patient reviewed, a control patient was matched, according to age, gender, side, body mass index (BMI), preoperative range of motion (ROM), and operating period, who had received primary unilateral TKA with a conventional posterior-stabilized prosthesis at the same period as the study group (Group PS, 126 cases). All patients underwent at least 1-year follow-up. At the preoperative and final follow-up periods, data on the Knee Society Score (KSS) score, WOMAC score, Kujala score, and ROM were collected. Merchant views were taken with the knee flexion at 30°, 60°, and 90° to measure patella shift and tilt. Preoperative posterior condylar angle (PCA) was also measured. Postoperative complications, including anterior knee pain, maltracking, patellar clunk or crepitus (PCC), were evaluated. RESULTS: There were no significant differences in the demographics or clinical characteristics between the two groups. No statistically significant difference was identified in the KSS total score, including knee score and function score, or in the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) score between the two groups after the operation. We found statistically significant differences in the postoperative Kujala scores and the ROMs between the two groups. The mean Kujala score in group MP was better than in group PS (MP 77.16 ± 3.80 vs PS 75.97 ± 4.06, P < 0.05), while the ROM in group PS was significantly higher than in group MP (MP 122.24° ± 4.45° vs PS 123.78° ± 6.05°, P < 0.05). Simultaneously, the preoperative/postoperative Kujala score improvement in group MP was observed to be significantly larger than in group PS (MP 27.82 ± 5.31 vs PS 26.17 ± 4.89, P < 0.05), but the average ROM improvement in group PS was significantly greater than in group MP (MP 19.00° ±9.90° vs PS 21.57° ± 9.62°). In the 90° Merchant view, the mean patella tilt of group MP was statistically smaller than that of group PS (MP 4.21° ± 1.62° vs PS 4.74° ± 1.95°, P < 0.05), and the average patella tilt change in group MP was significantly greater than in group PS (MP -3.8° ± 1.43° vs PS -3.23° ± 1.33°, P < 0.05). Preoperative PCA did not show significant differences between the two groups. Two cases of PCC and three cases of anterior knee pain were noted in group MP, and nine cases and six cases, respectively, were observed in group PS. The incidence of PCC was significantly lower in group MP (1.6% vs 7.1%, P < 0.05). There was no significant difference in follow-up time between the two groups. CONCLUSION: The medial pivot prosthesis could achieve satisfactory outcomes with better patellofemoral performance attributed to its \"patella-friendly\" design characteristics compared to the conventional posterior-stabilized prosthesis.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Wang",
      "affiliations": [
        "Department of Joint Surgery, The Affiliated Hospital of Qingdao University, Qingdao, China.",
        "Center for Musculoskeletal Surgery, Charité University Medicine Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Ophthalmology Department, Affiliated Qingdao Central Hospital, Qingdao University, Qingdao, China."
      ]
    },
    {
      "last_name": "Ding",
      "fore_name": "Chang-Rong",
      "initials": "CR",
      "name": "Chang-Rong Ding",
      "affiliations": [
        "Department of Electrocardiogram, The Affiliated Hospital of Qingdao University, Qingdao, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ying-Zhen",
      "initials": "YZ",
      "name": "Ying-Zhen Wang",
      "affiliations": [
        "Department of Joint Surgery, The Affiliated Hospital of Qingdao University, Qingdao, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Hao",
      "initials": "H",
      "name": "Hao Xu",
      "affiliations": [
        "Department of Joint Surgery, The Affiliated Hospital of Qingdao University, Qingdao, China."
      ],
      "orcid": "0000-0002-2487-9668"
    }
  ],
  "journal": {
    "title": "Orthopaedic surgery",
    "iso_abbreviation": "Orthop Surg",
    "issn": "1757-7861",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "417",
  "end_page": "425",
  "pages": "417-425",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Arthroplasty, Replacement, Knee",
    "Female",
    "Humans",
    "Knee Prosthesis",
    "Male",
    "Middle Aged",
    "Patellofemoral Joint",
    "Prosthesis Design",
    "Range of Motion, Articular",
    "Retrospective Studies",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "33403815",
    "pmc": "PMC7957395",
    "doi": "10.1111/os.12895"
  },
  "doi": "10.1111/os.12895",
  "pmc_id": "PMC7957395",
  "dates": {
    "completed": "2021-11-01",
    "revised": "2021-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.431375",
    "pmid": "33403815"
  }
}