{
  "pmid": "33410164",
  "uid": "33410164",
  "title": "Can laboratory evolution experiments teach us about natural populations?",
  "abstract": "The ability to predict how natural populations will evolve and adapt to major changes in environmental conditions has long been of interest to evolutionary biologists and ecologists alike. The reality of global climate change has also created a pressing need for advancement in this particular area of research, as species are increasingly faced with rapid shifts in abiotic and biotic conditions. Evolutionary genomics has the potential to be incredibly useful as we move forward in addressing this need and in particular, evolve and resequence (E&R) studies-where researchers combine experimental evolution with whole-genome sequencing-have an important role to play. However, while E&R studies have shown a great deal of promise in tackling fundamental questions regarding the genetics of adaptation (Long et al., 2015; Schlötterer et al., 2014), it is unclear whether results from laboratory experiments can be directly translated to natural populations. In a From the Cover article in this issue of Molecular Ecology, Hsu et al. (Mol Ecol, 29, 2020) explicitly contend with this issue by examining the overlap between genes implicated in thermal adaptation in a Drosophila melanogaster E&R study and genes identified by comparing natural populations from different latitudinal clines. They report significant correlations between the two sets of temperature-adaptive genes and ultimately conclude that E&R studies can indeed generate insights applicable to populations inhabiting complex natural environments. While more work is needed to assess the generality of these conclusions, Hsu and Belmouaden (Mol Ecol, 29, 2020) contribute an important precedent.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Phillips",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis, OR, USA."
      ],
      "orcid": "0000-0002-2319-7913"
    },
    {
      "last_name": "Burke",
      "fore_name": "Molly K",
      "initials": "MK",
      "name": "Molly K Burke",
      "affiliations": [
        "Department of Integrative Biology, Oregon State University, Corvallis, OR, USA."
      ],
      "orcid": "0000-0002-4280-0247"
    }
  ],
  "journal": {
    "title": "Molecular ecology",
    "iso_abbreviation": "Mol Ecol",
    "issn": "1365-294X",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "877",
  "end_page": "879",
  "pages": "877-879",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Comment"
  ],
  "keywords": [
    "Animals",
    "Drosophila melanogaster",
    "Gene Expression",
    "Genetics, Population",
    "Laboratories",
    "Selection, Genetic"
  ],
  "article_ids": {
    "pubmed": "33410164",
    "doi": "10.1111/mec.15790"
  },
  "doi": "10.1111/mec.15790",
  "dates": {
    "completed": "2021-02-18",
    "revised": "2021-02-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:16.728117",
    "pmid": "33410164"
  }
}