{
  "pmid": "33417383",
  "uid": "33417383",
  "title": "Non-neurophysiologist Physicians and Nurses Can Detect Subclinical Seizures in Children Using a Panel of Quantitative EEG Trends and a Seizure Detection Algorithm.",
  "abstract": "PURPOSE: This study evaluated the sensitivity of nonconvulsive seizure detection by non-neurophysiologist physicians and nurses using a panel of quantitative EEG (QEEG) trends in the setting of a pediatric intensive care unit. METHODS: Forty-five 1-hour QEEG epochs were obtained retrospectively from 10 patients admitted to the McMaster Children's Hospital pediatric intensive care unit, which included 184 electrographic seizures. Each epoch constituted 4 QEEG trends, a seizure probability marker, automated seizure detector, rhythmicity spectrograms, and amplitude-integrated EEG. Six pediatric residents and 5 pediatric intensive care unit nurses analyzed the epochs for possible seizures after a 15-minute power point presentation. This was compared with the gold standard of a board-certified epileptologist interpreting the conventional EEG data for seizures. RESULTS: Sensitivity of seizure detection for pediatric residents and intensive care unit nurses were 0.90. The specificity was 0.87 and 0.89, respectively. The interrater agreement among the pediatric residents was moderate with a kappa (κ) value of 0.45 (confidence interval: 0.41-0.49), and among the nurses were moderate with a κ value of 0.59 (confidence interval: 0.54-0.63). A post hoc analysis involving 2 neurophysiologists demonstrated a sensitivity of 0.90 and a specificity of 0.93 (confidence interval: 0.90-0.96) for seizure detection and a substantial interrater agreement of κ = 0.76 (confidence interval: 0.61-0.91). CONCLUSIONS: A panel of QEEG trends can be used by non-neurophysiologists in a pediatric critical care setting to detect nonconvulsive seizures with a reasonable accuracy, which may expedite subclinical seizure identification and timely intervention.",
  "authors": [
    {
      "last_name": "Swarnalingam",
      "fore_name": "Eroshini S",
      "initials": "ES",
      "name": "Eroshini S Swarnalingam",
      "affiliations": [
        "Division of Neurology, Department of Paediatrics, McMaster Children's Hospital, Hamilton, ON, Canada; and."
      ]
    },
    {
      "last_name": "RamachandranNair",
      "fore_name": "Rajesh",
      "initials": "R",
      "name": "Rajesh RamachandranNair",
      "affiliations": [
        "Division of Neurology, Department of Paediatrics, McMaster Children's Hospital, Hamilton, ON, Canada; and."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen L M",
      "initials": "KLM",
      "name": "Karen L M Choong",
      "affiliations": [
        "Departments of Pediatrics and.",
        "Critical Care, McMaster University, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Kevin C",
      "initials": "KC",
      "name": "Kevin C Jones",
      "affiliations": [
        "Division of Neurology, Department of Paediatrics, McMaster Children's Hospital, Hamilton, ON, Canada; and."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical neurophysiology : official publication of the American Electroencephalographic Society",
    "iso_abbreviation": "J Clin Neurophysiol",
    "issn": "1537-1603",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "453",
  "end_page": "458",
  "pages": "453-458",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Algorithms",
    "Child",
    "Electroencephalography",
    "Epilepsies, Partial",
    "Humans",
    "Intensive Care Units, Pediatric",
    "Physicians",
    "Retrospective Studies",
    "Seizures",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "33417383",
    "doi": "10.1097/WNP.0000000000000812",
    "pii": "00004691-202209000-00004"
  },
  "doi": "10.1097/WNP.0000000000000812",
  "dates": {
    "completed": "2022-09-07",
    "revised": "2022-09-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.930233",
    "pmid": "33417383"
  }
}