{
  "pmid": "33423592",
  "uid": "33423592",
  "title": "Distant metastatic foci of infection in adult patients with diabetic foot - not as rare as we think?: case series and review of the literature.",
  "abstract": "BACKGROUND: Diabetic foot is one of the common complications of diabetes mellitus. We report clinical and microbiological characteristics and outcomes of cases with distant metastatic foci of infection arising from diabetic foot. METHODS: Retrospective review of adult patients with diabetic foot infection or diabetic foot ulcer who demonstrated distant metastatic foci of infection between August 2017 and December 2019. We performed a literature search of similar cases published until June 2020. RESULTS: Twelve patients with diabetic foot infection or diabetic foot ulcer with distant metastatic foci of infection were identified. The median age of patients was 67.5 years (range 60.5-73.5 years) and 11 males. The most common distant metastatic foci of infection included endocarditis (n = 7) followed by septic arthritis (n = 3) and spine infections (n = 2). Five patients had multiple site and organ involvement. Staphylococcus aureus was the only organism isolated from blood (n = 11), diabetic foot (n = 7), and metastatic foci (n = 8) sources. Three patients died and three had a relapse of distant metastatic foci of infection. Thirty-eight cases were identified in the literature with similar characteristics. CONCLUSIONS: Prevalence of distant metastatic foci of infection in adult patients with diabetic foot and burden of illness, in terms of mortality, morbidity, and length of hospital stay, appears to be underreported in the literature. A large prospective study is needed to assess the true prevalence of complications, associated risk factors, outcomes and prognostic factors.",
  "authors": [
    {
      "last_name": "Bader",
      "fore_name": "Mazen S",
      "initials": "MS",
      "name": "Mazen S Bader",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Faculty of Health Sciences, Juravinski Hospital and Cancer Centre, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Hawboldt",
      "fore_name": "John",
      "initials": "J",
      "name": "John Hawboldt",
      "affiliations": [
        "School of Pharmacy, Memorial University of Newfoundland, St Johns, Canada."
      ]
    },
    {
      "last_name": "Vincent",
      "fore_name": "Yasmeen",
      "initials": "Y",
      "name": "Yasmeen Vincent",
      "affiliations": [
        "Departments of Pathology and Molecular Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Irfan",
      "fore_name": "Neal",
      "initials": "N",
      "name": "Neal Irfan",
      "affiliations": [
        "Department of Pharmacy, Hamilton Health Sciences, Hamilton General Hospital, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Departments of Medicine, Pathology and Molecular Medicine and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Farrell",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Farrell",
      "affiliations": [
        "Public Services Librarian HSL, Memorial University of Newfoundland, St Johns, Canada."
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Brooks",
      "affiliations": [
        "Department of Pharmacy, Hamilton Health Sciences, Juravinski Hospital and Cancer Centre, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Infectious diseases (London, England)",
    "iso_abbreviation": "Infect Dis (Lond)",
    "issn": "2374-4243",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "255",
  "end_page": "273",
  "pages": "255-273",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Diabetes Mellitus",
    "Diabetic Foot",
    "Humans",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Retrospective Studies",
    "Staphylococcal Infections",
    "Staphylococcus aureus"
  ],
  "article_ids": {
    "pubmed": "33423592",
    "doi": "10.1080/23744235.2020.1868569"
  },
  "doi": "10.1080/23744235.2020.1868569",
  "dates": {
    "completed": "2021-05-31",
    "revised": "2022-04-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.872127",
    "pmid": "33423592"
  }
}