{
  "pmid": "33429085",
  "uid": "33429085",
  "title": "Lower early revision rates after uncemented Oxford Unicompartmental Knee Arthroplasty (UKA) than cemented Oxford UKA: A meta-analysis.",
  "abstract": "BACKGROUND: UKA has been proved to offer good results in treating patients with unicompartmental knee osteoarthritis (OA). However, there is still a controversy about the better fixation mode in UKA procedure between cemented and uncemented prosthesis. Therefore, this meta-analysis was conducted to compare clinical and radiological outcomes of cemented versus uncemented Oxford UKA. HYPOTHESIS: The study surmised that uncemented Oxford UKA was associated with shorter operation time, higher function scores, lower revision rate and less radiolucency than cemented Oxford UKA. METHODS: A meta-analysis to compare postoperative outcomes between cemented and uncemented Oxford UKA wsa conducted. The primary outcomes included Oxford knee score (OKS), revision rate, and incidence of radiolucency. The secondary outcomes included operation time, knee society score (KSS), Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC), range of motion (ROM). PubMed, Embase, Web of Science, the Cochrane Library and China national knowledge infrastructure were searched until April, 2020 to identify studies for including. Relevant data were analyzed using RevMan v5.3. RESULTS: We identified nine studies involving 901 patients meeting our inclusion criteria. No significant difference of OKS was found in both groups. Compared with cemented group, uncemented Oxford UKA group was associated with lower revision rate (95% CI: 0.90 to 3.73; OR=1.83) and less radiolucent lines (95% CI: 0.79 to 9.52; OR=2.75) after following up for at least 2years. The operation time was significantly shorter by 10.12minutes (95% CI: p<0.00001) in the uncemented group when compared against the cemented group. The KSS, WOMAC, ROM were not significantly different between two groups. CONCLUSIONS: Uncemented Oxford UKA had lower revision rate, shorter operation time and less radiolucent lines than cemented Oxford UKA did. There is still need for more long follow-up clinical trials with high evidence level to determine which method of fixation is of preferable for Oxford UKA in the future. LEVEL OF EVIDENCE: I.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Orthopaedic Surgery, Center for Osteonecrosis and Joint Preserving & Reconstruction, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing 100029, China."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Yan",
      "affiliations": [
        "Department of Orthopaedic Surgery, Peking University China-Japan Friendship School of Clinical Medicine, Beijing 100029, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Weiguo",
      "initials": "W",
      "name": "Weiguo Wang",
      "affiliations": [
        "Department of Orthopaedic Surgery, Center for Osteonecrosis and Joint Preserving & Reconstruction, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing 100029, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Bailiang",
      "initials": "B",
      "name": "Bailiang Wang",
      "affiliations": [
        "Department of Orthopaedic Surgery, Center for Osteonecrosis and Joint Preserving & Reconstruction, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing 100029, China. Electronic address: wang_orthopaedic@126.com."
      ]
    },
    {
      "last_name": "Yue",
      "fore_name": "Debo",
      "initials": "D",
      "name": "Debo Yue",
      "affiliations": [
        "Department of Orthopaedic Surgery, Center for Osteonecrosis and Joint Preserving & Reconstruction, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing 100029, China."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Wanshou",
      "initials": "W",
      "name": "Wanshou Guo",
      "affiliations": [
        "Department of Orthopaedic Surgery, Center for Osteonecrosis and Joint Preserving & Reconstruction, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing 100029, China."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedics & traumatology, surgery & research : OTSR",
    "iso_abbreviation": "Orthop Traumatol Surg Res",
    "issn": "1877-0568",
    "issn_type": "Electronic",
    "volume": "107",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "102802",
  "pages": "102802",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Knee",
    "China",
    "Humans",
    "Knee Joint",
    "Knee Prosthesis",
    "Osteoarthritis, Knee",
    "Reoperation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "33429085",
    "doi": "10.1016/j.otsr.2021.102802",
    "pii": "S1877-0568(21)00001-3"
  },
  "doi": "10.1016/j.otsr.2021.102802",
  "dates": {
    "completed": "2021-06-24",
    "revised": "2021-06-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.361189",
    "pmid": "33429085"
  }
}