{
  "pmid": "33437874",
  "uid": "33437874",
  "title": "Hospital performance and payment: impact of integrating pay-for-performance on healthcare effectiveness in Lebanon.",
  "abstract": "Background: In 2014 the Lebanese Ministry of Public Health integrated pay-for-performance into setting hospital reimbursement tiers, to provide hospitalization service coverage for the majority of the Lebanese population. This policy was intended to improve effectiveness by decreasing unnecessary hospitalizations, and improve fairness by including risk-adjustment in setting hospital performance scores. Methods: We applied a systematic approach to assess the impact of the new policy on hospital performance. The main impact measure was a national casemix index, calculated across 2011-2016 using medical discharge and surgical procedure codes. A single-group interrupted time series analysis model with Newey ordinary least squares regression was estimated, including adjustment for seasonality, and stratified by case type. Code-level analysis was used to attribute and explain changes in casemix index due to specific diagnoses and procedures. Results: Our final model included 1,353,025 cases across 146 hospitals with a post-intervention lag-time of two months and seasonality adjustment. Among medical cases the intervention resulted in a positive casemix index trend of 0.11% per month (coefficient 0.002, CI 0.001-0.003), and a level increase of 2.25% (coefficient 0.022, CI 0.005-0.039). Trend changes were attributed to decreased cases of diarrhea and gastroenteritis, abdominal and pelvic pain, essential hypertension and fever of unknown origin. A shift from medium to short-stay cases for specific diagnoses was also detected. Level changes were attributed to improved coding practices, particularly for breast cancer, leukemia and chemotherapy. No impact on surgical casemix index was found. Conclusions: The 2014 policy resulted in increased healthcare effectiveness, by increasing the casemix index of hospitals contracted by the Ministry. This increase was mainly attributed to decreased unnecessary hospitalizations and was accompanied by improved medical discharge coding practices. Integration of pay-for-performance within a healthcare system may contribute to improving effectiveness. Effective hospital regulation can be achieved through systematic collection and analysis of routine data.",
  "authors": [
    {
      "last_name": "Khalife",
      "fore_name": "Jade",
      "initials": "J",
      "name": "Jade Khalife",
      "affiliations": [
        "Faculty of Medicine at Lund University, Lund, Sweden.",
        "Ministry of Public Health, Beirut, Lebanon."
      ],
      "orcid": "0000-0001-8765-0142"
    },
    {
      "last_name": "Ammar",
      "fore_name": "Walid",
      "initials": "W",
      "name": "Walid Ammar",
      "affiliations": [
        "Ministry of Public Health, Beirut, Lebanon.",
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Emmelin",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Emmelin",
      "affiliations": [
        "Faculty of Medicine at Lund University, Lund, Sweden."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-4084-6524"
    },
    {
      "last_name": "Ekman",
      "fore_name": "Bjorn",
      "initials": "B",
      "name": "Bjorn Ekman",
      "affiliations": [
        "Faculty of Medicine at Lund University, Lund, Sweden."
      ],
      "orcid": "0000-0001-7630-7904"
    }
  ],
  "journal": {
    "title": "Wellcome open research",
    "iso_abbreviation": "Wellcome Open Res",
    "issn": "2398-502X",
    "issn_type": "Print",
    "volume": "5",
    "pub_year": "2020"
  },
  "start_page": "95",
  "pages": "95",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33437874",
    "pmc": "PMC7780336",
    "doi": "10.12688/wellcomeopenres.15810.2"
  },
  "doi": "10.12688/wellcomeopenres.15810.2",
  "pmc_id": "PMC7780336",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MR/N015916/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.368862",
    "pmid": "33437874"
  }
}