{
  "pmid": "33438146",
  "uid": "33438146",
  "title": "Do you hear what you see? Utilizing phonocardiography to enhance proficiency in cardiac auscultation.",
  "abstract": "INTRODUCTION: Cardiac auscultation skills have proven difficult to train and maintain. The authors investigated whether using phonocardiograms as visual adjuncts to audio cases improved first-year medical students' cardiac auscultation performance. METHODS: The authors randomized 135 first-year medical students using an email referral link in 2018 and 2019 to train using audio-only cases (audio group) or audio with phonocardiogram tracings (combined group). Training included 7 cases with normal and abnormal auscultation findings. The assessment included feature identification and diagnostic accuracy using 14 audio-only cases, 7 presented during training, and 7 alternate versions of the same diagnoses. The assessment-administered immediately after training and repeated 7 days later-prompted participants to identify the key features and diagnoses for 14 audio-only cases. Key feature scores and diagnostic accuracy were compared between groups using repeated measures ANOVA. RESULTS: Mean key feature scores were statistically significantly higher in the combined group (70%, 95% CI 67-75%) compared to the audio group (61%, 95% CI 56-66%) (F(1,116) = 6.144, p = 0.015, ds = 0.45). Similarly, mean diagnostic accuracy in the combined group (68%, 95% CI 62-73%) was significantly higher than the audio group, although with small effect size (59%, 95% CI 54-65%) (F(1,116) = 4.548, p = 0.035, ds = 0.40). Time on task for the assessment and prior auscultation experience did not significantly impact performance on either measure. DISCUSSION: The addition of phonocardiograms to supplement cardiac auscultation training improves diagnostic accuracy and heart sound feature identification amongst novice students compared to training with audio alone.",
  "authors": [
    {
      "last_name": "Watsjold",
      "fore_name": "Bjorn",
      "initials": "B",
      "name": "Bjorn Watsjold",
      "affiliations": [
        "Department of Emergency Medicine, University of Washington School of Medicine, Seattle, WA, USA. watsjold@uw.edu."
      ],
      "orcid": "0000-0003-4888-8857"
    },
    {
      "last_name": "Ilgen",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Ilgen",
      "affiliations": [
        "Department of Emergency Medicine, University of Washington School of Medicine, Seattle, WA, USA.",
        "Center for Leadership & Innovation in Medical Education, University of Washington School of Medicine, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sibbald",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Sibbald",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Goldberger",
      "fore_name": "Zachary D",
      "initials": "ZD",
      "name": "Zachary D Goldberger",
      "affiliations": [
        "Division of Cardiovascular Medicine, Department of Medicine, University of Wisconsin School of Medicine and Public Health, Madison, WI, USA."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "W Reid",
      "initials": "WR",
      "name": "W Reid Thompson",
      "affiliations": [
        "Division of Cardiology, Department of Pediatrics, Johns Hopkins University School of Medicine, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Norman",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Perspectives on medical education",
    "iso_abbreviation": "Perspect Med Educ",
    "issn": "2212-277X",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "148",
  "end_page": "154",
  "pages": "148-154",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Competence",
    "Heart Auscultation",
    "Humans",
    "Phonocardiography",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "33438146",
    "pmc": "PMC8187497",
    "doi": "10.1007/s40037-020-00646-5",
    "pii": "10.1007/s40037-020-00646-5"
  },
  "doi": "10.1007/s40037-020-00646-5",
  "pmc_id": "PMC8187497",
  "dates": {
    "completed": "2021-10-28",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.063740",
    "pmid": "33438146"
  }
}