{
  "pmid": "33435879",
  "uid": "33435879",
  "title": "When does the use of individual patient data in network meta-analysis make a difference? A simulation study.",
  "abstract": "BACKGROUND: The use of individual patient data (IPD) in network meta-analyses (NMA) is rapidly growing. This study aimed to determine, through simulations, the impact of select factors on the validity and precision of NMA estimates when combining IPD and aggregate data (AgD) relative to using AgD only. METHODS: Three analysis strategies were compared via simulations: 1) AgD NMA without adjustments (AgD-NMA); 2) AgD NMA with meta-regression (AgD-NMA-MR); and 3) IPD-AgD NMA with meta-regression (IPD-NMA). We compared 108 parameter permutations: number of network nodes (3, 5 or 10); proportion of treatment comparisons informed by IPD (low, medium or high); equal size trials (2-armed with 200 patients per arm) or larger IPD trials (500 patients per arm); sparse or well-populated networks; and type of effect-modification (none, constant across treatment comparisons, or exchangeable). Data were generated over 200 simulations for each combination of parameters, each using linear regression with Normal distributions. To assess model performance and estimate validity, the mean squared error (MSE) and bias of treatment-effect and covariate estimates were collected. Standard errors (SE) and percentiles were used to compare estimate precision. RESULTS: Overall, IPD-NMA performed best in terms of validity and precision. The median MSE was lower in the IPD-NMA in 88 of 108 scenarios (similar results otherwise). On average, the IPD-NMA median MSE was 0.54 times the median using AgD-NMA-MR. Similarly, the SEs of the IPD-NMA treatment-effect estimates were 1/5 the size of AgD-NMA-MR SEs. The magnitude of superior validity and precision of using IPD-NMA varied across scenarios and was associated with the amount of IPD. Using IPD in small or sparse networks consistently led to improved validity and precision; however, in large/dense networks IPD tended to have negligible impact if too few IPD were included. Similar results also apply to the meta-regression coefficient estimates. CONCLUSIONS: Our simulation study suggests that the use of IPD in NMA will considerably improve the validity and precision of estimates of treatment effect and regression coefficients in the most NMA IPD data-scenarios. However, IPD may not add meaningful validity and precision to NMAs of large and dense treatment networks when negligible IPD are used.",
  "authors": [
    {
      "last_name": "Kanters",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Kanters",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, 2206 E Mall, Vancouver, British Columbia, Canada. skanters@raincity-analytics.com."
      ],
      "orcid": "0000-0003-0322-5398"
    },
    {
      "last_name": "Karim",
      "fore_name": "Mohammad Ehsanul",
      "initials": "ME",
      "name": "Mohammad Ehsanul Karim",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, 2206 E Mall, Vancouver, British Columbia, Canada.",
        "Centre for Health Evaluation and Outcome Science, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Departments of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Anis",
      "fore_name": "Aslam",
      "initials": "A",
      "name": "Aslam Anis",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, 2206 E Mall, Vancouver, British Columbia, Canada.",
        "Centre for Health Evaluation and Outcome Science, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Bansback",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Bansback",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, 2206 E Mall, Vancouver, British Columbia, Canada.",
        "Centre for Health Evaluation and Outcome Science, University of British Columbia, Vancouver, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical research methodology",
    "iso_abbreviation": "BMC Med Res Methodol",
    "issn": "1471-2288",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "13"
  },
  "start_page": "21",
  "pages": "21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Bias",
    "Computer Simulation",
    "Network Meta-Analysis as Topic",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "33435879",
    "pmc": "PMC7805229",
    "doi": "10.1186/s12874-020-01198-2",
    "pii": "10.1186/s12874-020-01198-2"
  },
  "doi": "10.1186/s12874-020-01198-2",
  "pmc_id": "PMC7805229",
  "dates": {
    "completed": "2021-06-24",
    "revised": "2025-06-18"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Institutes for Health Research"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.973379",
    "pmid": "33435879"
  }
}