{
  "pmid": "33437285",
  "uid": "33437285",
  "title": "Spectrum of external genital anomalies in disorders of Sex Development at Children Hospital & Institute of Child Health, Lahore, Pakistan.",
  "abstract": "OBJECTIVE: To describe the mode of presentation and frequency of external genital anomalies in disorder of sex development (DSD). METHODS: This cross-sectional study was conducted at Children Hospital & Institute of Child Health, Lahore from January to December, 2016 on Children with DSD above 10 years of age. A detailed history and physical examination were done. Positive findings were recorded on a predesigned proforma and analyzed by SPSS 21. Karyotyping on blood samples was done to determine their genetic sex. RESULTS: Out of 83 DSD children, 67% (n=56) were assigned a female sex at birth of which 9% (n=5) had ambiguous genitalia. Male sex at birth was given to 33% (n=27) of which 96% (n=26) had genital ambiguity. Mode of presentation other than ambiguous genitalia were delayed puberty, amenorrhea, hirsuitism, gynaecomastia, cyclic hematuria etc. Clitoromegaly was the main finding in 62.5% (n=5) and micropenis in 45% (n=9). Karyotypic sex of 56 female sex of rearing was 46XX 80% (n=45), 45X0 13% (n=7), XXX 2% (n=1) and 46 XY in 5% (n=3). Karyotypic sex of 27 male sex of rearing was 46XY in 78% (n=21), 46XX in 15% (n=4) and 47XXY in 7% (n=2). CONCLUSION: Disorders of sex development presented with a wide spectrum of external genital anomalies ranging from clitoromegaly in females to micropenis and hypospadias in males. There was also an extreme diversity in mode of presentation of these cases including pubertal delay, amenorrhea in females and gender confusion disorders.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Dr. Sarah Khan, MBBS, M-Phil Anatomy Assistant Professor of Anatomy, Department of Anatomy, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Tafweez",
      "fore_name": "Raafea",
      "initials": "R",
      "name": "Raafea Tafweez",
      "affiliations": [
        "Dr. Raafea Tafweez, MBBS, M-Phil, FCPS, PhD. Professor of Anatomy, Department of Anatomy, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Haider",
      "fore_name": "Areiba",
      "initials": "A",
      "name": "Areiba Haider",
      "affiliations": [
        "Dr. Areiba Haider, MBBS, M-Phil. Anatomy, Assistant Professor of Anatomy, Department of Anatomy, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Yaqoob",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Yaqoob",
      "affiliations": [
        "Dr. Muhammad Yaqoob, MBBS, MCPS, PhD. Associate Professor of Genetics, Department of Genetics, The Children's Hospital & Institute of Child Health, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "37",
    "issue": "1",
    "pub_year": "2021"
  },
  "start_page": "244",
  "end_page": "249",
  "pages": "244-249",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33437285",
    "pmc": "PMC7794156",
    "doi": "10.12669/pjms.37.1.2991",
    "pii": "PJMS-37-244"
  },
  "doi": "10.12669/pjms.37.1.2991",
  "pmc_id": "PMC7794156",
  "dates": {
    "revised": "2022-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.738423",
    "pmid": "33437285"
  }
}