{
  "pmid": "33437192",
  "uid": "33437192",
  "title": "G proteins: binary switches in health and disease.",
  "abstract": "Cell signaling plays critical role in health and disease. The normal functioning of body depends on the homeostasis of immunity players. One of the very important cell signaling participants is G protein-coupled receptor (GPCR). GPCRs transduce extracellular signals into target cell by binding to and activating different G proteins (G αβγ, families Gi, Gs, Gq/11, G12/13) leading to range of different functions. Abnormal GPCRs signaling leads to various abnormalities, including but not limited to, cancer, pain, cardiac problems, and asthma. Mutations, which lead to activation or inactivation of GPCR pathways, permanently alter the pathways controlled by these receptors. A large number of human cancer incidence is a consequence of genetic abnormalities in signaling pathways, which influence cell division. Some bacteria and pathogens may interfere with the GPCR signaling pathways for their survival and immune evasion. Inhibition of GPCR signaling by small inhibitors is a novel way to treat various pathological conditions. There are several types of GPCRs in human genome, which due to their central role in health and disease, are the target of many commercially available drugs. Importantly, GPCRs have huge impact on drug discovery and approximately 30% of current drug targets are GPCRs. There is a need of further studies to explore more the role of G protein and the GPCRs in human health and how certain mutations can lead to disease state. Such studies may be important to adjust the signaling pathways for health improvement.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Life Sciences, School of Science, University of Management and Technology (UMT), Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Central-European journal of immunology",
    "iso_abbreviation": "Cent Eur J Immunol",
    "issn": "1426-3912",
    "issn_type": "Print",
    "volume": "45",
    "issue": "3",
    "pub_year": "2020"
  },
  "start_page": "364",
  "end_page": "367",
  "pages": "364-367",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33437192",
    "pmc": "PMC7789995",
    "doi": "10.5114/ceji.2020.101271",
    "pii": "42556"
  },
  "doi": "10.5114/ceji.2020.101271",
  "pmc_id": "PMC7789995",
  "dates": {
    "revised": "2021-01-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.931102",
    "pmid": "33437192"
  }
}