{
  "pmid": "33430786",
  "uid": "33430786",
  "title": "HIV infection and multidrug resistant tuberculosis: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Multidrug-resistant tuberculosis (MDR-TB) in HIV infected individuals is a serious threat to global efforts to combat tuberculosis. Inconsistent findings on the association between HIV infection and MDR-TB were present in many studies. We aimed to review existing data on the relationship between HIV infection and MDR-TB systematically to assess the contribution of HIV on MDR-TB worldwide. We also investigated the patterns of MDR-TB by age, country-wise income, study designs, and global regions. METHODS: We utilized PubMed, Google Scholar, and ScienceDirect databases to select eligible studies for meta-analysis that were published between January 12,010, and July 30, 2020. The random-effects model was used to obtain the pooled odds ratio of the crude association between HIV and MDR-TB with a 95% confidence interval. We investigated the potential publication-bias by checking funnel plot asymmetry and using the Egger's test. Moreover, we assessed the heterogeneity using the I[2] statistic. Sensitivity analysis was performed based on sample size and adjustment factors. The protocol was registered with PROSPERO-CRD42019132752. RESULTS: We identified 1603 studies through a database search, and after subsequent eliminations we selected 54 studies including 430,534 TB patients. The pooled odds of MDR-TB was 1.42 times higher in HIV-positive patients than HIV-negative patients (OR=1.42,CI=1.17-1.71, I[2]=75.8%). Subgroup analysis revealed that the estimated pooled odds for South-East Asian countries was 1.86, which is the highest in WHO regions (OR=1.86,CI=1.30-2.67, I[2]=0.00%), followed by Europe and Africa. The effect estimate was found to be higher for primary MDR-TB (OR=2.76,CI=1.70-4.46, I[2]=0.00%). There was also a trend towards increased odds of MDR-TB for HIV patients older than 40 years (OR=1.56,CI=1.17-2.06). The association was found to be significant in high-burden TB countries (OR=1.75, CI=1.39-2.19) and in high-income countries (OR=1.55, CI=1.06-2.27). CONCLUSION: Such findings indicate that HIV infection raises the risk of MDR-TB, and after contrasting it with the results of the earlier pooled study, it appeared to be an upward risk trend. Moreover, we found that the risk is the highest in the South-East Asian region. A balanced allocation of resources is needed to halt both primary and secondary MDR-TB, particularly in HIV infected people with 40 years of age and older.",
  "authors": [
    {
      "last_name": "Sultana",
      "fore_name": "Zeeba Zahra",
      "initials": "ZZ",
      "name": "Zeeba Zahra Sultana",
      "affiliations": [
        "CAPABLE- A Cambridge-led program in Bangladesh, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Hoque",
      "fore_name": "Farhana Ul",
      "initials": "FU",
      "name": "Farhana Ul Hoque",
      "affiliations": [
        "Department of Public Health, North South University, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akhlak-Ul-Islam",
      "fore_name": "Md",
      "initials": "M",
      "name": "Md Akhlak-Ul-Islam",
      "affiliations": [
        "Department of Hematology, Bangabandhu Sheikh Mujib Medical University, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Md Hasinur Rahman",
      "initials": "MHR",
      "name": "Md Hasinur Rahman Khan",
      "affiliations": [
        "Institute of Statistical Research and Training, University of Dhaka, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Shakil",
      "initials": "S",
      "name": "Shakil Ahmed",
      "affiliations": [
        "Global Health Institute, North South University, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Hawlader",
      "fore_name": "Delwer Hossain",
      "initials": "DH",
      "name": "Delwer Hossain Hawlader",
      "affiliations": [
        "Health Management BD Foundation, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Hossain",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Hossain",
      "affiliations": [
        "Department of Public Health, North South University, Dhaka, Bangladesh. ahmed.hossain@utoronto.ca.",
        "Global Health Institute, North South University, Dhaka, Bangladesh. ahmed.hossain@utoronto.ca.",
        "Health Management BD Foundation, Dhaka, Bangladesh. ahmed.hossain@utoronto.ca."
      ],
      "orcid": "0000-0003-4575-1273"
    }
  ],
  "journal": {
    "title": "BMC infectious diseases",
    "iso_abbreviation": "BMC Infect Dis",
    "issn": "1471-2334",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "11"
  },
  "start_page": "51",
  "pages": "51",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "AIDS-Related Opportunistic Infections",
    "Adult",
    "Africa",
    "Antitubercular Agents",
    "Asia, Southeastern",
    "Europe",
    "Female",
    "HIV",
    "Humans",
    "Male",
    "Middle Aged",
    "Mycobacterium tuberculosis",
    "Odds Ratio",
    "Risk",
    "Tuberculosis, Multidrug-Resistant"
  ],
  "article_ids": {
    "pubmed": "33430786",
    "pmc": "PMC7802168",
    "doi": "10.1186/s12879-020-05749-2",
    "pii": "10.1186/s12879-020-05749-2"
  },
  "doi": "10.1186/s12879-020-05749-2",
  "pmc_id": "PMC7802168",
  "dates": {
    "completed": "2021-01-25",
    "revised": "2024-09-21"
  },
  "chemicals": [
    "Antitubercular Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.268326",
    "pmid": "33430786"
  }
}