{
  "pmid": "33446271",
  "uid": "33446271",
  "title": "Assessing fidelity to family-based treatment: an exploratory examination of expert, therapist, parent, and peer ratings.",
  "abstract": "INTRODUCTION: Fidelity is an essential component for evaluating the clinical and implementation outcomes related to delivery of evidence-based practices (EBPs). Effective measurement of fidelity requires clinical buy-in, and as such, requires a process that is not burdensome for clinicians and managers. As part of a larger implementation study, we examined fidelity to Family-Based Treatment (FBT) measured by several different raters including an expert, a peer, therapists themselves, and parents, with a goal of determining a pragmatic, reliable and efficient method to capture treatment fidelity to FBT. METHODS: Each therapist audio-recorded at least one FBT case and submitted recordings from session 1, 2, and 3 from phase 1, plus one additional session from phase 1, two sessions from phase 2, and one session from phase 3. These submitted files were rated by an expert and a peer rater using a validated FBT fidelity measure. As well, therapists and parents rated fidelity immediately following each session and submitted ratings to the research team. Inter-observer reliability was calculated for each item using the intraclass correlation coefficient (ICC), comparing the expert ratings to ratings from each of the other raters (parents, therapists, and peer). Mean scale scores were compared using repeated measures ANOVA. RESULTS: Intraclass correlation coefficients revealed that agreement was the best between expert and peer, with excellent, good, or fair agreement in 7 of 13 items from session 1, 2 and 3. There were only four such values when comparing expert to parent agreement, and two such values comparing expert to therapist ratings. The rest of the ICC values indicated poor agreement. Scale level analysis indicated that expert fidelity ratings for phase 1 treatment sessions scores were significantly higher than the peer ratings and, that parent fidelity ratings tended to be significantly higher than the other raters across all three treatment phases. There were no significant differences between expert and therapist mean scores. CONCLUSIONS: There may be challenges inherent in parents rating fidelity accurately. Peer rating or therapist self-rating may be considered pragmatic, efficient, and reliable approaches to fidelity assessment for real-world clinical settings.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Canada. coutur@mcmaster.ca.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, Canada. coutur@mcmaster.ca."
      ],
      "orcid": "0000-0003-3218-0168"
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Barwick",
      "fore_name": "Melanie",
      "initials": "M",
      "name": "Melanie Barwick",
      "affiliations": [
        "Research Institute, The Hospital for Sick Children, Toronto, Canada."
      ]
    },
    {
      "last_name": "McVey",
      "fore_name": "Gail",
      "initials": "G",
      "name": "Gail McVey",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Findlay",
      "fore_name": "Sheri",
      "initials": "S",
      "name": "Sheri Findlay",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Webb",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Webb",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Niccols",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Niccols",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Lock",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lock",
      "affiliations": [
        "Department of Psychiatry & Neurosciences, Stanford University, Stanford, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of eating disorders",
    "iso_abbreviation": "J Eat Disord",
    "issn": "2050-2974",
    "issn_type": "Print",
    "volume": "9",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "14"
  },
  "start_page": "12",
  "pages": "12",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33446271",
    "pmc": "PMC7809847",
    "doi": "10.1186/s40337-020-00366-5",
    "pii": "10.1186/s40337-020-00366-5"
  },
  "doi": "10.1186/s40337-020-00366-5",
  "pmc_id": "PMC7809847",
  "dates": {
    "revised": "2021-01-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:12.183019",
    "pmid": "33446271"
  }
}