{
  "pmid": "33449213",
  "uid": "33449213",
  "title": "Impact of Digital Health Monitoring in the Management of Inflammatory Bowel Disease.",
  "abstract": "Technological advances now permit self-management strategies using mobile applications which could greatly benefit patient care. The purpose of this study was to investigate whether the use of the inflammatory bowel disease (IBD) digital health monitoring platform, HealthPROMISE, leads to better quality of care and improved health outcomes in IBD patients. IBD patients were recruited in gastroenterology clinics and asked to install the HealthPROMISE application onto their smartphones. Patient satisfaction, quality of care, quality of life, patient symptoms, and resource utilization metrics were collected throughout the study and sent directly to their healthcare teams. Patients with abnormal symptom/SIBDQ scores were flagged for their physicians to follow up. After one-year, patient outcome metrics were compared to baseline values. Overall, out of 59 patients enrolled in the study, 32 patients (54%) logged into the application at least once during the study period. The number of IBD-related ER visits/hospitalizations in the year of use compared to the prior year demonstrated a significant decrease from 25% of patients (8/32) to 3% (1/32) (p = 0.03). Patients also reported an increase in their understanding of the nature/causes of their condition after using the application (p = 0.026). No significant changes were observed in the number of quality indicators met (p = 0.67) or in SIBDQ scores (p = 0.48). Given the significant burden of IBD, there is a need to develop effective management strategies. This study demonstrated that digital health monitoring platforms may aid in reducing the number of ER visits and hospitalizations in IBD patients.",
  "authors": [
    {
      "last_name": "Zhen",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Zhen",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine and Farncombe Family Digestive Health Research Institute, McMaster University, 1280 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Geoffrey C",
      "initials": "GC",
      "name": "Geoffrey C Nguyen",
      "affiliations": [
        "Mount Sinai Hospital Inflammatory Bowel Disease Centre, University of Toronto, Toronto, ON, Canada.",
        "Division of Gastroenterology, Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Atreja",
      "fore_name": "Ashish",
      "initials": "A",
      "name": "Ashish Atreja",
      "affiliations": [
        "Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine and Farncombe Family Digestive Health Research Institute, McMaster University, 1280 Main Street West, Hamilton, ON, L8N 3Z5, Canada. Neeraj.narula@medportal.ca."
      ],
      "orcid": "0000-0002-1536-8436"
    }
  ],
  "journal": {
    "title": "Journal of medical systems",
    "iso_abbreviation": "J Med Syst",
    "issn": "1573-689X",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "15"
  },
  "start_page": "23",
  "pages": "23",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Inflammatory Bowel Diseases",
    "Mobile Applications",
    "Quality of Life",
    "Smartphone",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "33449213",
    "pmc": "PMC7808932",
    "doi": "10.1007/s10916-021-01706-x",
    "pii": "10.1007/s10916-021-01706-x"
  },
  "doi": "10.1007/s10916-021-01706-x",
  "pmc_id": "PMC7808932",
  "dates": {
    "completed": "2021-07-28",
    "revised": "2022-02-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.158370",
    "pmid": "33449213"
  }
}