{
  "pmid": "33448038",
  "uid": "33448038",
  "title": "Evaluating the social and ecological effectiveness of partially protected marine areas.",
  "abstract": "Marine protected areas (MPAs) are a primary tool for the stewardship, conservation, and restoration of marine ecosystems, yet 69% of global MPAs are only partially protected (i.e., are open to some form of fishing). Although fully protected areas have well-documented outcomes, including increased fish diversity and biomass, the effectiveness of partially protected areas is contested. Partially protected areas may provide benefits in some contexts and may be warranted for social reasons, yet social outcomes often depend on MPAs achieving their ecological goals to distinguish them from open areas and justify the cost of protection. We assessed the social perceptions and ecological effectiveness of 18 partially protected areas and 19 fully protected areas compared with 19 open areas along 7000 km of coast of southern Australia. We used mixed methods, gathering data via semistructured interviews, site surveys, and Reef Life (underwater visual census) surveys. We analyzed qualitative data in accordance with grounded theory and quantitative data with multivariate and univariate linear mixed-effects models. We found no social or ecological benefits for partially protected areas relative to open areas in our study. Partially protected areas had no more fish, invertebrates, or algae than open areas; were poorly understood by coastal users; were not more attractive than open areas; and were not perceived to have better marine life than open areas. These findings provide an important counterpoint to some large-scale meta-analyses that conclude partially protected areas can be ecologically effective but that draw this conclusion based on narrower measures. We argue that partially protected areas act as red herrings in marine conservation because they create an illusion of protection and consume scarce conservation resources yet provide little or no social or ecological gain over open areas. Fully protected areas, by contrast, have more fish species and biomass and are well understood, supported, and valued by the public. They are perceived to have better marine life and be improving over time in keeping with actual ecological results. Conservation outcomes can be improved by upgrading partially protected areas to higher levels of protection including conversion to fully protected areas.",
  "authors": [
    {
      "last_name": "Turnbull",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Turnbull",
      "affiliations": [
        "School of Biological, Earth and Environmental Sciences, University of New South Wales, Kensington Campus, Sydney, NSW, 2052, Australia.",
        "Evolution and Ecology Research Center, University of New South Wales, BEES, Sydney, NSW, 2052, Australia."
      ],
      "orcid": "0000-0002-8935-1012"
    },
    {
      "last_name": "Johnston",
      "fore_name": "Emma L",
      "initials": "EL",
      "name": "Emma L Johnston",
      "affiliations": [
        "School of Biological, Earth and Environmental Sciences, University of New South Wales, Kensington Campus, Sydney, NSW, 2052, Australia.",
        "Evolution and Ecology Research Center, University of New South Wales, BEES, Sydney, NSW, 2052, Australia."
      ],
      "orcid": "0000-0002-2117-366X"
    },
    {
      "last_name": "Clark",
      "fore_name": "Graeme F",
      "initials": "GF",
      "name": "Graeme F Clark",
      "affiliations": [
        "School of Biological, Earth and Environmental Sciences, University of New South Wales, Kensington Campus, Sydney, NSW, 2052, Australia.",
        "Evolution and Ecology Research Center, University of New South Wales, BEES, Sydney, NSW, 2052, Australia."
      ],
      "orcid": "0000-0002-0230-6631"
    }
  ],
  "journal": {
    "title": "Conservation biology : the journal of the Society for Conservation Biology",
    "iso_abbreviation": "Conserv Biol",
    "issn": "1523-1739",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "921",
  "end_page": "932",
  "pages": "921-932",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Biomass",
    "Conservation of Natural Resources",
    "Ecosystem",
    "Fisheries",
    "Fishes",
    "South Australia"
  ],
  "article_ids": {
    "pubmed": "33448038",
    "pmc": "PMC8248084",
    "doi": "10.1111/cobi.13677"
  },
  "doi": "10.1111/cobi.13677",
  "pmc_id": "PMC8248084",
  "dates": {
    "completed": "2021-06-24",
    "revised": "2021-07-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:45.265042",
    "pmid": "33448038"
  }
}