{
  "pmid": "33441113",
  "uid": "33441113",
  "title": "A qualitative study of women and partners from Lebanon and Quebec regarding an expanded scope of noninvasive prenatal testing.",
  "abstract": "BACKGROUND: In the near future, developments in non-invasive prenatal testing (NIPT) may offer couples the opportunity to expand the range of genetic conditions tested with this technology. This possibility raises a host of ethical and social concerns, such as the type of information (medical vs. non-medical information) that couples might be exposed to and how this might complicate their informed decision-making. Currently, only limited research, mainly carried out in western countries, was conducted on women's and partners' views regarding the potential expansion of NIPT. METHODS: This study used semi-structured interviews with pregnant women and their partners to explore their views on future potential NIPT applications such as non-medical sex selection and non-medical traits, paternity testing, and NIPT use for fetal whole genome sequencing (FWGS). It was conducted in Lebanon and Quebec, as case studies to explore the impact of cultural differences on these views. RESULTS: We found no differences and many similarities when comparing the perceptions of participants in both contexts. While couples in both settings disapproved of the use of NIPT for non-medical sex selection and non-medical traits such as physical characteristics, they were near-unanimous about their support for its use for paternity testing in specific cases, such as legal doubts or conflicts related to the identity of the father. Participants were more ambivalent about NIPT for Fetal Whole Genome Sequencing. They supported this use to detect conditions that would express at birth or early childhood, while objecting to testing for adult-onset conditions. CONCLUSIONS: These results can further inform the debate on the future uses of NIPT and future policy related its implementation.",
  "authors": [
    {
      "last_name": "Haidar",
      "fore_name": "Hazar",
      "initials": "H",
      "name": "Hazar Haidar",
      "affiliations": [
        "Institute for Health and Social Policy, McGill University, Montreal, Canada. hazar.haidar@umontreal.ca."
      ],
      "orcid": "0000-0001-5005-0012"
    },
    {
      "last_name": "Le Clerc-Blain",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Le Clerc-Blain",
      "affiliations": [
        "Medical Genetics, Department of Pediatrics, and Research Center, Centre Hospitalier Universitaire Sainte-Justine, Montréal, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Laberge",
      "fore_name": "Anne-Marie",
      "initials": "AM",
      "name": "Anne-Marie Laberge",
      "affiliations": [
        "Medical Genetics, Department of Pediatrics, and Research Center, Centre Hospitalier Universitaire Sainte-Justine, Montreal, Canada.",
        "Department of Pediatrics, Faculty of Medicine, Université de Montréal, Montreal, Canada.",
        "Department of Social and Preventive Medicine, École de Santé Publique, Université de Montréal, Montreal, Canada."
      ]
    },
    {
      "last_name": "Bibeau",
      "fore_name": "Gilles",
      "initials": "G",
      "name": "Gilles Bibeau",
      "affiliations": [
        "Department of Anthropology, Faculty of Arts and Sciences, Université de Montréal, Montreal, Canada."
      ]
    },
    {
      "last_name": "Ghulmiyyah",
      "fore_name": "Labib",
      "initials": "L",
      "name": "Labib Ghulmiyyah",
      "affiliations": [
        "Department of Obstetrics and Gynecology, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ravitsky",
      "fore_name": "Vardit",
      "initials": "V",
      "name": "Vardit Ravitsky",
      "affiliations": [
        "Bioethics Program, Department of Social and Preventive Medicine, School of Public Health, Université de Montréal, Montreal, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "13"
  },
  "start_page": "54",
  "pages": "54",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Cultural Characteristics",
    "Decision Making",
    "Emigrants and Immigrants",
    "Fathers",
    "Female",
    "Genetic Counseling",
    "Genetic Testing",
    "Humans",
    "Interviews as Topic",
    "Lebanon",
    "Male",
    "Noninvasive Prenatal Testing",
    "Pregnancy",
    "Pregnant People",
    "Prenatal Diagnosis",
    "Quebec",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33441113",
    "pmc": "PMC7805222",
    "doi": "10.1186/s12884-020-03538-y",
    "pii": "10.1186/s12884-020-03538-y"
  },
  "doi": "10.1186/s12884-020-03538-y",
  "pmc_id": "PMC7805222",
  "dates": {
    "completed": "2021-09-27",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.117298",
    "pmid": "33441113"
  }
}