{
  "pmid": "33450842",
  "uid": "33450842",
  "title": "The Moral Foundations of Child Health and Social Policies: A Critical Interpretive Synthesis.",
  "abstract": "BACKGROUND: Allusions to the uniqueness and value of childhood abound in academic, lay, and policy discourse. However, little clarity exists on the values that guide child health and social policy-making. We review extant academic literature on the normative dimensions of child health and social policy to provide foundations for the development of child-focused public policies. METHODS: We conducted a critical interpretive synthesis of academic literature on the normative dimensions of child health and social policy-making. We employed a social constructivist lens to interpret emergent themes. Political theory on the social construction of target populations served as a bridge between sociologies of childhood and public policy analysis. RESULTS: Our database searches returned 14,658 unique articles; full text review yielded 72 relevant articles. Purposive sampling of relevant literature complemented our electronic searches, adding 51 original articles, for a total of 123 articles. Our analysis of the literature reveals three central themes: potential, rights, and risk. These themes retain relevance in diverse policy domains. A core set of foundational concepts also cuts across disciplines: well-being, participation, and best interests of the child inform debate on the moral and legal dimensions of a gamut of child social policies. Finally, a meta-theme of embedding encompasses the pervasive issue of a child's place, in the family and in society, which is at the heart of much social theory and applied analysis on children and childhood. CONCLUSIONS: Foundational understanding of the moral language and dominant policy frames applied to children can enrich analyses of social policies for children. Most societies paint children as potent, vulnerable, entitled, and embedded. It is the admixture of these elements in particular policy spheres, across distinct places and times, that often determines the form of a given policy and societal reactions to it. Subsequent work in this area will need to detail the degree and impact of variance in the values mix attached to children across sociocultural contexts and investigate tensions between what are and what ought to be the values that guide social policy development for children.",
  "authors": [
    {
      "last_name": "Denburg",
      "fore_name": "Avram E",
      "initials": "AE",
      "affiliations": [
        "Department of Paediatrics, The Hospital for Sick Children, Toronto, ON M5G 1X8, Canada.",
        "Peter Gilgan Centre for Research and Learning, The Hospital for Sick Children, Toronto, ON M5G 1X8, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON M5T 3M6, Canada."
      ],
      "orcid": "0000-0003-0039-0742"
    },
    {
      "last_name": "Giacomini",
      "fore_name": "Mita",
      "initials": "M",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Ungar",
      "fore_name": "Wendy J",
      "initials": "WJ",
      "affiliations": [
        "Peter Gilgan Centre for Research and Learning, The Hospital for Sick Children, Toronto, ON M5G 1X8, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON M5T 3M6, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Children (Basel, Switzerland)",
    "iso_abbreviation": "Children (Basel)",
    "issn": "2227-9067",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "13"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33450842",
    "pmc": "PMC7828333",
    "doi": "10.3390/children8010043",
    "pii": "children8010043"
  },
  "doi": "10.3390/children8010043",
  "pmc_id": "PMC7828333",
  "dates": {
    "revised": "2021-02-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.706963",
    "pmid": "33450842"
  }
}