{
  "pmid": "33458827",
  "uid": "33458827",
  "title": "Biological sex, not reproductive cycle, influences peripheral blood immune cell prevalence in mice.",
  "abstract": "KEY POINTS: Traditionally the female sex, compared with the male sex, has been perceived as having greater variability in many physiological traits, including within the immune system. We investigated effects of biological sex and the female reproductive cycle on numbers of circulating leukocytes in C57BL/6J mice. We show that biological sex, but not female reproductive cyclicity, has a significant effect on peripheral blood immune cell prevalence and variability, and that sex differences were not consistent amongst common inbred laboratory mouse strains. We found that male C57BL/6J mice, compared with female mice, have greater variability in peripheral blood immunophenotype, and that this was influenced by body weight. We created summary tables for researchers to facilitate experiment planning and sample size calculations for peripheral immune cells that consider the effects of biological sex. ABSTRACT: Immunophenotyping (i.e. quantifying the number and types of circulating leukocytes) is used to characterize immune changes during health and disease, and in response to pharmacological and other interventions. Despite the importance of biological sex in immune function, there is considerable uncertainty amongst researchers as to the extent to which biological sex or the female reproductive cycle influence blood immunophenotype. We quantified circulating leukocytes by multicolour flow cytometry in young C57BL/6J mice and assessed the effects of the reproductive cycle, biological sex, and other experimental and biological factors on data variability. We found that there are no significant effects of the female reproductive cycle on the prevalence of peripheral blood B cells, NK cells, CD4[+] T cells, CD8[+] T cells, monocytes, or neutrophils. Immunophenotype composition and variability do not significantly change between stages of the female reproductive cycle. There are, however, sex-specific differences in immune cell prevalence, with fewer monocytes, neutrophils, and NK cells in female mice. Surprisingly, immunophenotype is more variable in male mice, and weight is a significant contributing factor. We provide tools for researchers to perform a priori sample size calculations for two-group and factorial analyses. We show that immunophenotype varies between inbred mouse strains, and that using equal sample sizes of male and female mice is not always appropriate for within-sex evaluations of immune cell populations in peripheral blood.",
  "authors": [
    {
      "last_name": "Breznik",
      "fore_name": "Jessica A",
      "initials": "JA",
      "name": "Jessica A Breznik",
      "affiliations": [
        "McMaster Immunology Research Centre, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5434-9158"
    },
    {
      "last_name": "Schulz",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Schulz",
      "affiliations": [
        "McMaster Immunology Research Centre, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sloboda",
      "fore_name": "Deborah M",
      "initials": "DM",
      "name": "Deborah M Sloboda",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7410-4756"
    },
    {
      "last_name": "Bowdish",
      "fore_name": "Dawn M E",
      "initials": "DME",
      "name": "Dawn M E Bowdish",
      "affiliations": [
        "McMaster Immunology Research Centre, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6823-2957"
    }
  ],
  "journal": {
    "title": "The Journal of physiology",
    "iso_abbreviation": "J Physiol",
    "issn": "1469-7793",
    "issn_type": "Electronic",
    "volume": "599",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "2169",
  "end_page": "2195",
  "pages": "2169-2195",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "CD8-Positive T-Lymphocytes",
    "Female",
    "Flow Cytometry",
    "Immunophenotyping",
    "Killer Cells, Natural",
    "Male",
    "Mice",
    "Mice, Inbred C57BL",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "33458827",
    "doi": "10.1113/JP280637"
  },
  "doi": "10.1113/JP280637",
  "dates": {
    "completed": "2021-04-20",
    "revised": "2021-04-20"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:26.135372",
    "pmid": "33458827"
  }
}