{
  "pmid": "33454522",
  "uid": "33454522",
  "title": "Hosting pre-registration physiotherapy students in Australian private practices does not change service and economic outcomes; an economic analysis.",
  "abstract": "BACKGROUND: Despite perceived economic barriers to hosting physiotherapy students in private practice settings, no research to date has investigated the effect of hosting students on service delivery and income during clinical placements. OBJECTIVES: The aim of this study was to determine the effect of student placement provision on service delivery and income in private practice settings. METHODS: A retrospective economic analysis using a temporal synthetic control period was undertaken. Physiotherapy private practices who had hosted at least one pre-registration physiotherapy student with a matched control period in the subsequent or previous year were invited to participate. Direct service and economic comparisons were conducted across five-week periods and individual placement weeks. RESULTS: No significant differences in occasions of service and income were found when students were hosted and not hosted, and this remained non-significant after controlling for practice-specific characteristics. The overall mean income per practice was higher for week one of the student placement (95% CI: 657.35 to 1240.95) as compared to week one of the control period, but this finding was not significant. Overall mean income per practice was significantly higher in weeks two to five of the student placement (95% CI: 29.03 to 1732.19) when compared to weeks two to five of the control period. CONCLUSION: Hosting pre-registration physiotherapy students within private practice settings is not associated with a reduction in service and economic outcomes. Hosting physiotherapy students has a positive economic effect following their initial placement week.",
  "authors": [
    {
      "last_name": "Forbes",
      "fore_name": "Roma",
      "initials": "R",
      "name": "Roma Forbes",
      "affiliations": [
        "School of Health and Rehabilitation Sciences, The University of Queensland, St Lucia, Brisbane, Qld, 4072, Australia. Electronic address: r.forbes2@uq.edu.au."
      ]
    },
    {
      "last_name": "Dinsdale",
      "fore_name": "Alana",
      "initials": "A",
      "name": "Alana Dinsdale",
      "affiliations": [
        "School of Health and Rehabilitation Sciences, The University of Queensland, St Lucia, Brisbane, Qld, 4072, Australia. Electronic address: Alana.dinsdale@gmail.com."
      ]
    },
    {
      "last_name": "Brauer",
      "fore_name": "Sandra G",
      "initials": "SG",
      "name": "Sandra G Brauer",
      "affiliations": [
        "School of Health and Rehabilitation Sciences, The University of Queensland, St Lucia, Brisbane, Qld, 4072, Australia. Electronic address: S.brauer@uq.edu.au."
      ]
    },
    {
      "last_name": "Dunwoodie",
      "fore_name": "Ruth",
      "initials": "R",
      "name": "Ruth Dunwoodie",
      "affiliations": [
        "School of Health and Rehabilitation Sciences, The University of Queensland, St Lucia, Brisbane, Qld, 4072, Australia. Electronic address: R.dunwoodie@uq.edu.au."
      ]
    },
    {
      "last_name": "Fooken",
      "fore_name": "Jonas",
      "initials": "J",
      "name": "Jonas Fooken",
      "affiliations": [
        "Centre for the Business and Economics of Health, The University of Queensland, St Lucia, Brisbane, Qld, 4072, Australia. Electronic address: J.Fooken@uq.edu.au."
      ]
    },
    {
      "last_name": "Khanna",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Khanna",
      "affiliations": [
        "Centre for the Business and Economics of Health, The University of Queensland, St Lucia, Brisbane, Qld, 4072, Australia. Electronic address: D.Khanna@uq.edu.au."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, The University of Queensland, St Lucia, Brisbane, Qld, 4072, Australia. Electronic address: Stephen.Birch@uq.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Musculoskeletal science & practice",
    "iso_abbreviation": "Musculoskelet Sci Pract",
    "issn": "2468-7812",
    "issn_type": "Electronic",
    "volume": "52",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "102318",
  "pages": "102318",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Australia",
    "Clinical Competence",
    "Humans",
    "Physical Therapy Modalities",
    "Physical Therapy Specialty",
    "Private Practice",
    "Retrospective Studies",
    "Students, Health Occupations"
  ],
  "article_ids": {
    "pubmed": "33454522",
    "doi": "10.1016/j.msksp.2021.102318",
    "pii": "S2468-7812(21)00002-3"
  },
  "doi": "10.1016/j.msksp.2021.102318",
  "dates": {
    "completed": "2021-09-29",
    "revised": "2021-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.700091",
    "pmid": "33454522"
  }
}