{
  "pmid": "33459653",
  "uid": "33459653",
  "title": "Trends in Dementia and Mild Cognitive Impairment Prevalence and Incidence in German General and Specialist Practices Between 2015 and 2019.",
  "abstract": "BACKGROUND: The number of patients with dementia is forecast to grow continuously. However, there are indications that the incidence and prevalence is falling in high-income countries. OBJECTIVE: To examine whether any effects of declining incidence and prevalence rates of dementia and mild cognitive impairment (MCI) were evident in Germany between 2015 and 2019. METHODS: The analysis was based on 797 general and 132 specialists (neurological/psychiatric) practices and included 10.1 million patients aged 18 years and older who visited between January 2014 and December 2019 one of the practitioners. The prevalence and incidence of dementia and MCI were demonstrated descriptively. RESULTS: Between 2015 and 2019, the prevalence (incidence) of dementia decreased from 2.18%(0.44%) in 2015 to 2.07%(0.35%) in 2019. A relatively large decrease in the prevalence (incidence) of dementia was observed in patients aged 80 and older, at -1.47%(-0.62%), compared to younger patients, at -0.40%(-0.18%). By contrast, the prevalence and incidence of MCI have remained constant over the years (0.19%to 0.22%and 0.06%, respectively). Overall, the number of patients diagnosed with dementia decreased slightly by 1%while the number of patients diagnosed with MCI increased by 17%. CONCLUSION: Our results confirmed the reduction in the prevalence and incidence of dementia and revealed a decrease in the number of patients with dementia despite continued demographic changes. Future studies are warranted to determine whether the results are caused by changing risk and lifestyle factors or changes in medical diagnosis and treatment behavior of the practitioners.",
  "authors": [
    {
      "last_name": "Bohlken",
      "fore_name": "Jens",
      "initials": "J",
      "name": "Jens Bohlken",
      "affiliations": [
        "Institute for Social Medicine, Occupational Medicine, and Public Health (ISAP) of the Medical Faculty at the University of Leipzig, Leipzig, Germany.",
        "Professional Association of German Neurologists, Germany."
      ]
    },
    {
      "last_name": "Riedel-Heller",
      "fore_name": "Steffi",
      "initials": "S",
      "name": "Steffi Riedel-Heller",
      "affiliations": [
        "Institute for Social Medicine, Occupational Medicine, and Public Health (ISAP) of the Medical Faculty at the University of Leipzig, Leipzig, Germany."
      ]
    },
    {
      "last_name": "Steininger",
      "fore_name": "Gilles",
      "initials": "G",
      "name": "Gilles Steininger",
      "affiliations": [
        "Department of Medicine, University Clinic of Marburg, Marburg, Germany."
      ]
    },
    {
      "last_name": "Kostev",
      "fore_name": "Karel",
      "initials": "K",
      "name": "Karel Kostev",
      "affiliations": [
        "Epidemiology, IQVIA, Frankfurt, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Rostock/ Greifswald, Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Alzheimer's disease : JAD",
    "iso_abbreviation": "J Alzheimers Dis",
    "issn": "1875-8908",
    "issn_type": "Electronic",
    "volume": "79",
    "issue": "4",
    "pub_year": "2021"
  },
  "start_page": "1683",
  "end_page": "1690",
  "pages": "1683-1690",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cognitive Dysfunction",
    "Dementia",
    "General Practice",
    "Germany",
    "Humans",
    "Incidence",
    "Neurology",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "33459653",
    "doi": "10.3233/JAD-201385",
    "pii": "JAD201385"
  },
  "doi": "10.3233/JAD-201385",
  "dates": {
    "completed": "2021-09-15",
    "revised": "2021-09-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.014148",
    "pmid": "33459653"
  }
}