{
  "pmid": "33463950",
  "uid": "33463950",
  "title": "Toward an Integrated View of Operational Tolerance in Human Renal Transplantation: A Systems Biology Perspective.",
  "abstract": "Operational tolerance (OT) is the phenomenon occurring in human renal and liver transplantation in which the body does not reject the organ after discontinuing immunosuppression for at least a year. We revisited the data generated by The Brazilian Multicenter Study on Operational Tolerance involving different conceptual fields - antigen-specific cytokine response, immune cell numbers and repertoire, signaling pathways, and epigenetics. We integrated our data to pave the way to systems biology thinking and harness debate on potential mechanisms in OT. We present original data on systems biology in OT, connecting potential mechanistic players. Using bioinformatics, we identified three dominant features that discriminate OT from its opposing clinical outcome, chronic rejection (CR). The OT-CR discriminative molecules were FOXP3, GATA3 and STAT6, each corresponding to a differential profile: (1) In FOXP3, OT presents preserved regulatory T cell (Treg) numbers but decreased numbers in CR; (2) in GATA3, increased expression is seen in OT; and (3) in STAT6, decreased monocyte activation is seen in OT. With these variables, we built molecular networks to identify interactions related to OT versus CR. Our first systems biology endeavor gave rise to novel potentially relevant interconnected players in OT mechanisms: FOXP3 connecting to interleukin-9 (IL-9) and IL-35 signaling, suggesting their immunoregulatory involvement in OT. Likewise, GATA3/FOXP3 interactions incrementing/stabilizing FOXP3 transcription suggest participation in keeping healthy FOXP3+ Tregs in OT. We envision that systems biology thinking will greatly contribute to advancing knowledge in human transplantation tolerance in an interactive perspective.",
  "authors": [
    {
      "last_name": "Coelho",
      "fore_name": "Verônica",
      "initials": "V",
      "name": "Verônica Coelho",
      "affiliations": [
        "Laboratório de Imunologia, Instituto do Coração (InCor), Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil; Instituto de Investigação em Imunologia - Instituto Nacional de Ciências e Tecnologia - iii-INCT, Brasil; RNA Systems Biology Laboratory (RSBL), Departamento de Morfologia, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, MG, Brazil."
      ]
    },
    {
      "last_name": "Cabral",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Cabral",
      "affiliations": [
        "Laboratório de Imunologia, Instituto do Coração (InCor), Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil."
      ]
    },
    {
      "last_name": "Martins",
      "fore_name": "Felipe",
      "initials": "F",
      "name": "Felipe Martins",
      "affiliations": [
        "Laboratório de Imunologia, Instituto do Coração (InCor), Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil; Departamento de Análises Clínicas e Toxicológicas, Ciências Farmacêuticas, Universidade de São Paulo, SP, Brasil."
      ]
    },
    {
      "last_name": "Arcuri",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Arcuri",
      "affiliations": [
        "Laboratório de Imunologia, Instituto do Coração (InCor), Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil."
      ]
    },
    {
      "last_name": "Carmona",
      "fore_name": "Priscila",
      "initials": "P",
      "name": "Priscila Carmona",
      "affiliations": [
        "Laboratório de Imunologia, Instituto do Coração (InCor), Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil."
      ]
    },
    {
      "last_name": "Moraes-Vieira",
      "fore_name": "Pedro Manoel Mendes",
      "initials": "PMM",
      "name": "Pedro Manoel Mendes Moraes-Vieira",
      "affiliations": [
        "Laboratório de Imunologia, Instituto do Coração (InCor), Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil."
      ]
    },
    {
      "last_name": "Lemos",
      "fore_name": "Francine",
      "initials": "F",
      "name": "Francine Lemos",
      "affiliations": [
        "Serviço de Transplante Renal, Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil."
      ]
    },
    {
      "last_name": "Fonseca",
      "fore_name": "Simone G",
      "initials": "SG",
      "name": "Simone G Fonseca",
      "affiliations": [
        "Instituto de Investigação em Imunologia - Instituto Nacional de Ciências e Tecnologia - iii-INCT, Brasil; Instituto de Patologia Tropical e Saúde Pública, Universidade Federal de Goiás, Goiânia, GO, Brasil."
      ]
    },
    {
      "last_name": "de Faria",
      "fore_name": "Ana Caetano",
      "initials": "AC",
      "name": "Ana Caetano de Faria",
      "affiliations": [
        "Instituto de Investigação em Imunologia - Instituto Nacional de Ciências e Tecnologia - iii-INCT, Brasil; Departamento de Bioquímica e Imunologia, Universidade Federal de Minas Gerais, Belo Horizonte, MG, Brasil."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra Maria",
      "initials": "SM",
      "name": "Sandra Maria Monteiro",
      "affiliations": [
        "Laboratório de Imunologia, Instituto do Coração (InCor), Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil; Instituto de Investigação em Imunologia - Instituto Nacional de Ciências e Tecnologia - iii-INCT, Brasil."
      ]
    },
    {
      "last_name": "Noronha",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Noronha",
      "affiliations": [
        "Instituto de Investigação em Imunologia - Instituto Nacional de Ciências e Tecnologia - iii-INCT, Brasil; Laboratório de Nefrologia Celular e Molecular, Divisão de Nefrologia, Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil."
      ]
    },
    {
      "last_name": "Saitovitch",
      "fore_name": "David",
      "initials": "D",
      "name": "David Saitovitch",
      "affiliations": [
        "Divisão de Nefrologia, Hospital São Lucas, Pontifícia Universidade Católica do Rio Grande do Sul, Porto Alegre, RS, Brasil; Serviço de Nefrologia, Grupo de Transplante Renal, Hospital Moinhos de Vento, Porto Alegre, RS, Brasil."
      ]
    },
    {
      "last_name": "Nakaya",
      "fore_name": "Helder",
      "initials": "H",
      "name": "Helder Nakaya",
      "affiliations": [
        "Departamento de Análises Clínicas e Toxicológicas, Ciências Farmacêuticas, Universidade de São Paulo, SP, Brasil."
      ]
    },
    {
      "last_name": "Ferreira",
      "fore_name": "Ludmila Rodrigues Pinto",
      "initials": "LRP",
      "name": "Ludmila Rodrigues Pinto Ferreira",
      "affiliations": [
        "RNA Systems Biology Laboratory (RSBL), Departamento de Morfologia, Instituto de Ciências Biológicas, Universidade Federal de Minas Gerais, Belo Horizonte, MG, Brazil."
      ]
    },
    {
      "last_name": "Kalil",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Kalil",
      "affiliations": [
        "Laboratório de Imunologia, Instituto do Coração (InCor), Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil; Instituto de Investigação em Imunologia - Instituto Nacional de Ciências e Tecnologia - iii-INCT, Brasil; Laboratório de Histocompatibilidade e Imunidade Celular, Hospital das Clínicas HCFMUSP, Universidade de São Paulo, Faculdade de Medicina, São Paulo, SP, Brasil."
      ]
    }
  ],
  "journal": {
    "title": "Critical reviews in immunology",
    "iso_abbreviation": "Crit Rev Immunol",
    "issn": "1040-8401",
    "issn_type": "Print",
    "volume": "40",
    "issue": "5",
    "pub_year": "2020"
  },
  "start_page": "379",
  "end_page": "403",
  "pages": "379-403",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Forkhead Transcription Factors",
    "Humans",
    "Immune Tolerance",
    "Kidney Transplantation",
    "Systems Biology",
    "T-Lymphocytes, Regulatory",
    "Transplantation Tolerance"
  ],
  "article_ids": {
    "pubmed": "33463950",
    "doi": "10.1615/CritRevImmunol.2020035040",
    "pii": "2c6cb70a2305bafe,1b159b8b14f1a758"
  },
  "doi": "10.1615/CritRevImmunol.2020035040",
  "dates": {
    "completed": "2021-10-25",
    "revised": "2021-10-25"
  },
  "chemicals": [
    "Forkhead Transcription Factors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.081144",
    "pmid": "33463950"
  }
}