{
  "pmid": "33461781",
  "uid": "33461781",
  "title": "A Systematic Review of Patients' Values, Preferences, and Expectations for the Diagnosis and Treatment of Male Lower Urinary Tract Symptoms.",
  "abstract": "CONTEXT: Understanding men's values and preferences in the context of personal, physical, emotional, relational, and social factors is important in optimising patient counselling, facilitating treatment decision-making, and improving guideline recommendations. OBJECTIVE: To systematically review the available evidence regarding the values, preferences, and expectations of men towards the investigation and treatment (conservative, pharmacological, and surgical) of male lower urinary tract symptoms (LUTS). EVIDENCE ACQUISITION: We searched electronic databases until August 31, 2020 for quantitative and qualitative studies that reported values and preferences regarding the investigation and treatment of LUTS in men. We assessed the quality of evidence and risk of bias using the Grading of Recommendation, Assessment, Development and Evaluation (GRADE) and GRADE Confidence in the Evidence from Reviews of Qualitative Research (CERQual) approaches. EVIDENCE SYNTHESIS: We included 25 quantitative studies, three qualitative studies, and one mixed-methods study recruiting 9235 patients. Most men reported urodynamic testing to be acceptable, despite discomfort or embarrassment, as it significantly informs treatment decisions (low certainty evidence). Men preferred conservative and less risky treatment options, but the preference varied depending on baseline symptom severity and the risk/benefit characteristics of the treatment (moderate certainty). Men preferred pharmacological treatments with a low risk of erectile dysfunction and those especially improving urgency incontinence (moderate certainty). Other important preference considerations included reducing the risk of acute urinary retention or surgery (moderate certainty). CONCLUSIONS: Men prefer lower-risk management options that have fewer sexual side effects and are primarily effective at improving urgency incontinence and nocturia. Overall, the evidence was rated to be of low to moderate certainty. This review can facilitate the treatment decision-making process and improve the trustworthiness of guideline recommendations. PATIENT SUMMARY: We thoroughly reviewed the evidence addressing men's values and preferences regarding the management of urinary symptoms and found that minimising adverse effects is particularly important. Further research to understand other factors that matter to men is required.",
  "authors": [
    {
      "last_name": "Malde",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Malde",
      "affiliations": [
        "Department of Urology, Guy's and St Thomas' NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Umbach",
      "fore_name": "Roland",
      "initials": "R",
      "name": "Roland Umbach",
      "affiliations": [
        "Department of Urology, Klinikum Sindelfingen-Bӧblingen, Sindelfingen, Germany."
      ]
    },
    {
      "last_name": "Wheeler",
      "fore_name": "Jessica R",
      "initials": "JR",
      "name": "Jessica R Wheeler",
      "affiliations": [
        "Bristol Randomised Trials Collaboration, Population Health Sciences, Bristol Medical School, University of Bristol, Bristol, UK; Bristol Urological Institute, North Bristol NHS Trust, Southmead Hospital, Bristol, UK."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cornu",
      "fore_name": "Jean-Nicholas",
      "initials": "JN",
      "name": "Jean-Nicholas Cornu",
      "affiliations": [
        "Department of Urology, Charles-Nicolle University Hospital, Rouen Cedex, France."
      ]
    },
    {
      "last_name": "Gacci",
      "fore_name": "Mauro",
      "initials": "M",
      "name": "Mauro Gacci",
      "affiliations": [
        "Department of Minimally Invasive and Robotic Urologic Surgery and Kidney Transplantation, University of Florence, Florence, Italy."
      ]
    },
    {
      "last_name": "Gratzke",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Gratzke",
      "affiliations": [
        "Department of Urology, University Hospital Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Herrmann",
      "fore_name": "Thomas R W",
      "initials": "TRW",
      "name": "Thomas R W Herrmann",
      "affiliations": [
        "Department of Urology, Kantonsspital Frauenfeld, Frauenfeld, Switzerland."
      ]
    },
    {
      "last_name": "Mamoulakis",
      "fore_name": "Charalampos",
      "initials": "C",
      "name": "Charalampos Mamoulakis",
      "affiliations": [
        "Department of Urology, University General Hospital of Heraklion, University of Crete Medical School, Heraklion, Crete, Greece."
      ]
    },
    {
      "last_name": "Rieken",
      "fore_name": "Malte",
      "initials": "M",
      "name": "Malte Rieken",
      "affiliations": [
        "University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Speakman",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Speakman",
      "affiliations": [
        "Department of Urology, Taunton & Somerset Hospital, Taunton, UK."
      ]
    },
    {
      "last_name": "Gravas",
      "fore_name": "Stavros",
      "initials": "S",
      "name": "Stavros Gravas",
      "affiliations": [
        "Department of Urology, Faculty of Medicine, School of Health Sciences, University of Thessaly, Larissa, Greece."
      ]
    },
    {
      "last_name": "Drake",
      "fore_name": "Marcus J",
      "initials": "MJ",
      "name": "Marcus J Drake",
      "affiliations": [
        "Bristol Urological Institute, North Bristol NHS Trust, Southmead Hospital, Bristol, UK; Translational Health Sciences, Bristol Medical School, University of Bristol, Bristol, UK."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland; Department of Surgery, South Karelia Central Hospital, Lappeenranta, Finland. Electronic address: kari.tikkinen@helsinki.fi."
      ]
    }
  ],
  "journal": {
    "title": "European urology",
    "iso_abbreviation": "Eur Urol",
    "issn": "1873-7560",
    "issn_type": "Electronic",
    "volume": "79",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "796",
  "end_page": "809",
  "pages": "796-809",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Erectile Dysfunction",
    "Humans",
    "Lower Urinary Tract Symptoms",
    "Male",
    "Motivation",
    "Nocturia",
    "Transurethral Resection of Prostate"
  ],
  "article_ids": {
    "pubmed": "33461781",
    "doi": "10.1016/j.eururo.2020.12.019",
    "pii": "S0302-2838(20)30967-2"
  },
  "doi": "10.1016/j.eururo.2020.12.019",
  "dates": {
    "completed": "2022-02-14",
    "revised": "2022-09-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.813504",
    "pmid": "33461781"
  }
}