{
  "pmid": "33464686",
  "uid": "33464686",
  "title": "Changes in infant emotion regulation following maternal cognitive behavioral therapy for postpartum depression.",
  "abstract": "BACKGROUND: Exposure to maternal postpartum depression (PPD) increases the risk for emotion regulatory and psychiatric problems in offspring. This study aimed to determine if maternal cognitive behavioral therapy (CBT) for PPD improves infant emotion regulatory capacity. METHODS: Participants were 40 infants of mothers with a primary diagnosis of major depressive disorder matched 1:1-40 healthy control infants of nondepressed mothers on infant age, sex, and socioeconomic status. Mothers with PPD received nine weeks of group CBT. Dyads were tested at two time points. Visit 1 occurred following the first CBT session (baseline visit for control infants). Visit 2 took place after CBT (nine weeks post-baseline for controls). At both visits, infant emotion regulation was assessed using resting-state frontal electroencephalography alpha asymmetry (FAA), heart rate variability (HRV), and maternal and partner ratings of orientation or regulation behaviors (infant behavior questionnaire-revised [short form]). Changes in maternal characteristics (depression, bonding, and emotion regulation) from pretreatment to posttreatment were examined to determine if they explained infant changes. RESULTS: At Visit 1, infants of women with PPD exhibited poorer emotion regulation relative to the healthy control infants. At Visit 2, following maternal PPD treatment, infants exhibited improved emotion regulation (shifted from right to left FAA [p = .01, d = 0.60], increased HRV [p = .003, d = 0.56], mother [p = .015, d = 0.29] and partner [p = .049, d = 0.35] reported orientation or regulation behaviors) such that they no longer differed from the healthy control infants. Changes in maternal characteristics did not appear to account for these changes. CONCLUSION: Treating PPD may promote adaptive changes in physiological and behavioral systems underlying infant emotion regulation.",
  "authors": [
    {
      "last_name": "Krzeczkowski",
      "fore_name": "John E",
      "initials": "JE",
      "name": "John E Krzeczkowski",
      "affiliations": [
        "Neuroscience Graduate Program, McMaster University, Ontario, Canada."
      ],
      "orcid": "0000-0001-7217-3443"
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis A",
      "initials": "LA",
      "name": "Louis A Schmidt",
      "affiliations": [
        "Department of Psychology, Neuroscience & Behaviour, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Depression and anxiety",
    "iso_abbreviation": "Depress Anxiety",
    "issn": "1520-6394",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "412",
  "end_page": "421",
  "pages": "412-421",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cognitive Behavioral Therapy",
    "Depression, Postpartum",
    "Depressive Disorder, Major",
    "Emotional Regulation",
    "Female",
    "Humans",
    "Infant",
    "Mother-Child Relations",
    "Mothers"
  ],
  "article_ids": {
    "pubmed": "33464686",
    "doi": "10.1002/da.23130"
  },
  "doi": "10.1002/da.23130",
  "dates": {
    "completed": "2021-04-26",
    "revised": "2021-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.138869",
    "pmid": "33464686"
  }
}