{
  "pmid": "33468371",
  "uid": "33468371",
  "title": "Uptake and survival effects of minimally invasive surgery for lung cancer: A population-based study.",
  "abstract": "INTRODUCTION: Despite growing evidence supporting the safety of minimally invasive surgery (MIS) in the treatment of lung cancer, its uptake is still variable and its outcomes debated. This study examines the factors associated with MIS uptake and its effects on survival in patients with non-small cell lung cancer (NSCLC). METHODS: All patients in the Canadian province of Ontario with early stage NSCLC (stage I/II) from 2007 to 2017 were included. A logistic regression identified the predictors of MIS uptake, and a flexible parametric model was used to estimate survival rates based on MIS versus open resection. RESULTS: In total, 8,988 patients underwent surgical resection; 53.6% had MIS. Year of diagnosis was associated with MIS uptake (OR = 1.33, p < 0.001); patients in later years were more likely to receive MIS. Rurality was a significant predictor of MIS, though distance from nearest regional cancer center did not predict MIS utilization. Patients with stage II disease were less likely to receive MIS compared to those with stage I disease (OR = 0.44, p < 0.001). MIS had a significantly higher 5-year survival compared to open resection for stage I and II disease. Patients >70 years had the greatest 5-year survival benefit from MIS. CONCLUSIONS: We observed a substantial long-term survival benefit in patients undergoing MIS for early stage NSCLC. This difference was most pronounced in the oldest age group. These findings support the use of MIS in the treatment of lung cancer and challenge the notion that MIS compromises oncologic outcomes.",
  "authors": [
    {
      "last_name": "Akhtar-Danseh",
      "fore_name": "Gileh-Gol",
      "initials": "GG",
      "name": "Gileh-Gol Akhtar-Danseh",
      "affiliations": [
        "Department of Surgery, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Canada; Department of Health Research Methods, Evidence, And Impact, McMaster University, Canada. Electronic address: daneshn@mcmaster.ca."
      ]
    },
    {
      "last_name": "Finley",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Finley",
      "affiliations": [
        "Division of Thoracic Surgery, Department of Surgery, McMaster University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European journal of surgical oncology : the journal of the European Society of Surgical Oncology and the British Association of Surgical Oncology",
    "iso_abbreviation": "Eur J Surg Oncol",
    "issn": "1532-2157",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "1791",
  "end_page": "1796",
  "pages": "1791-1796",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Carcinoma, Non-Small-Cell Lung",
    "Female",
    "Humans",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Minimally Invasive Surgical Procedures",
    "Neoplasm Staging",
    "Ontario",
    "Survival Rate"
  ],
  "article_ids": {
    "pubmed": "33468371",
    "doi": "10.1016/j.ejso.2021.01.002",
    "pii": "S0748-7983(21)00002-0"
  },
  "doi": "10.1016/j.ejso.2021.01.002",
  "dates": {
    "completed": "2021-11-17",
    "revised": "2021-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.242371",
    "pmid": "33468371"
  }
}