{
  "pmid": "33464430",
  "uid": "33464430",
  "title": "Pregnancy outcomes in women with ankylosing spondylitis: a scoping literature and methodological review.",
  "abstract": "In this scoping review, we sought to summarize the types of outcomes collected in pregnant patients with ankylosing spondylitis (AS), and to identify some methodological limitations related to pregnancy research in these patients. A comprehensive search was done to identify relevant articles in MEDLINE and Embase. We included 21 studies assessing pregnancy outcomes in AS. Most studies reported disease flare during pregnancy, and few reported improved disease activity or stable disease. Disease flare occurred in 25-80% of patients during pregnancy and in 30-100% during the postpartum. There was no increased risk of pre-eclampsia across all studies. Based on two case-control studies, there was an increased risk for prematurity and small for gestational age in AS pregnancies, pooled odds ratio (95% confidence interval) 1.99 (1.30-3.05) and 2.41 (1.22-4.77), respectively. The etiologies of cesarean section were not related to joint issues from AS but were related to other causes like pre-eclampsia and prematurity. Some key methodological issues were related to the study design, selection of study participants, disease classification, choice of control participants, and outcome measures. Based on the current literature review, some key areas for future research should evaluate the disease state at conception, effects of pharmacological treatment for AS during pregnancy, and long-term outcomes of children born to women with AS. The use of pregnancy registers and validated measurement tools in pregnancy will help to improve the state and quality of evidence in this field. Key Points • Disease flare during pregnancy in patients with ankylosing spondylitis (AS) occurred in 25-80% of the cases in the various studies, and in 30-100% of the cases during the postpartum period. • There was an increased risk for prematurity, and no increased risk of pre-eclampsia or small for gestational age. Etiologies of cesarean section were not related to the hip or sacroiliac joint affection of the disease but to other causes like pre-eclampsia and prematurity. • This study provides a comprehensive overview of issues related to research on pregnant women with ankylosing spondylitis (AS). We addressed methodological issues related to the study design, selection of study participants, disease classification, control choice, assessment of outcomes measures, and statistical analysis. • The use of pregnancy registers and validated disease activity measurement tools for pregnancy can enhance pregnancy research in women with AS.",
  "authors": [
    {
      "last_name": "Mokbel",
      "fore_name": "Abir",
      "initials": "A",
      "name": "Abir Mokbel",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. mokbela@mcmaster.ca.",
        "Department of Rheumatology, Cairo University, Giza, Egypt. mokbela@mcmaster.ca."
      ],
      "orcid": "0000-0001-6395-5363"
    },
    {
      "last_name": "Lawson",
      "fore_name": "Daeria O",
      "initials": "DO",
      "name": "Daeria O Lawson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Division of Rheumatology, Toronto Western Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-6487-3367"
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9928-9016"
    }
  ],
  "journal": {
    "title": "Clinical rheumatology",
    "iso_abbreviation": "Clin Rheumatol",
    "issn": "1434-9949",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "3465",
  "end_page": "3480",
  "pages": "3465-3480",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Cesarean Section",
    "Child",
    "Female",
    "Humans",
    "Postpartum Period",
    "Pre-Eclampsia",
    "Pregnancy",
    "Pregnancy Outcome",
    "Spondylitis, Ankylosing"
  ],
  "article_ids": {
    "pubmed": "33464430",
    "doi": "10.1007/s10067-021-05588-9",
    "pii": "10.1007/s10067-021-05588-9"
  },
  "doi": "10.1007/s10067-021-05588-9",
  "dates": {
    "completed": "2021-08-13",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.403329",
    "pmid": "33464430"
  }
}