{
  "pmid": "33476807",
  "uid": "33476807",
  "title": "Prophylaxis for COVID-19: a systematic review.",
  "abstract": "BACKGROUND: While the landscape of vaccine and treatment candidates against the novel coronavirus disease 2019 (COVID-19) has been reviewed systematically, prophylactic candidates remain unexplored. OBJECTIVES: To map pre- and postexposure prophylactic (PrEP and PEP) candidate for COVID-19. DATA SOURCES: PubMed/Medline, Embase, International Committee of Medical Journal Editors and International Clinical Trials Registry Platform clinical trial registries and medRxiv. STUDY ELIGIBILITY CRITERIA AND PARTICIPANTS: All studies in humans or animals and randomized controlled trials (RCTs) in humans reporting primary data on prophylactic candidates against COVID-19, excluding studies focused on key populations. INTERVENTIONS: PrEP and PEP candidate for COVID-19. METHODS: Systematic review and qualitative synthesis of COVID-19 PrEP and PEP studies and RCTs complemented by search of medRxiv and PubMed and Embase for studies reporting RCT outcomes since systematic review search completion. RESULTS: We identified 13 studies (from 2119 database records) and 117 RCTs (from 5565 RCTs listed in the registries) that met the inclusion criteria. Non-RCT studies reported on cross-sectional studies using hydroxychloroquine (HCQ) in humans (n = 2) or reported on animal studies (n = 7), most of which used antibodies. All five completed RCTs focused on the use of HCQ as either PrEP or PEP, and these and the cross-sectional studies reported no prophylactic effect. The majority of ongoing RCTs evaluated HCQ or other existing candidates including non-severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) vaccines, anti(retro)virals or use of vitamins and supplements. CONCLUSIONS: The key message from completed studies and RCTs seems to be that HCQ does not work. There is little evidence regarding other compounds, with all RCTs using candidates other than HCQ still ongoing. It remains to be seen if the portfolio of existing molecules being evaluated in RCTs will identify successful prophylaxis against COVID-19 or if there is a need for the development of new candidates.",
  "authors": [
    {
      "last_name": "Smit",
      "fore_name": "Mikaela",
      "initials": "M",
      "name": "Mikaela Smit",
      "affiliations": [
        "HIV/AIDS Unit, Department of Infectious Diseases, Geneva, Switzerland; Faculty of Medicine, University of Geneva, Geneva, Switzerland. Electronic address: mikaela.smit@hcuge.ch."
      ]
    },
    {
      "last_name": "Marinosci",
      "fore_name": "Annalisa",
      "initials": "A",
      "name": "Annalisa Marinosci",
      "affiliations": [
        "HIV/AIDS Unit, Department of Infectious Diseases, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Medicine, Geneva University Hospitals, Geneva, Switzerland; Faculty of Medicine, University of Geneva, Geneva, Switzerland; Department of Health Research Methods, Evidence and Impact, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Calmy",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Calmy",
      "affiliations": [
        "HIV/AIDS Unit, Department of Infectious Diseases, Geneva, Switzerland; Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
    "iso_abbreviation": "Clin Microbiol Infect",
    "issn": "1469-0691",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "532",
  "end_page": "537",
  "pages": "532-537",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Animals",
    "Antibodies, Monoclonal",
    "Antibodies, Neutralizing",
    "Antibodies, Viral",
    "Antimalarials",
    "Antiviral Agents",
    "COVID-19",
    "Humans",
    "Hydroxychloroquine",
    "Post-Exposure Prophylaxis",
    "Pre-Exposure Prophylaxis",
    "Randomized Controlled Trials as Topic",
    "SARS-CoV-2",
    "Vaccines"
  ],
  "article_ids": {
    "pubmed": "33476807",
    "pmc": "PMC7813508",
    "doi": "10.1016/j.cmi.2021.01.013",
    "pii": "S1198-743X(21)00040-9"
  },
  "doi": "10.1016/j.cmi.2021.01.013",
  "pmc_id": "PMC7813508",
  "dates": {
    "completed": "2021-04-19",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Antibodies, Monoclonal",
    "Antibodies, Neutralizing",
    "Antibodies, Viral",
    "Antimalarials",
    "Antiviral Agents",
    "Vaccines",
    "Hydroxychloroquine"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    },
    {
      "grant_id": "MC_PC_19012",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MR/R015600/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.108575",
    "pmid": "33476807"
  }
}