{
  "pmid": "33472792",
  "uid": "33472792",
  "title": "Development of the PriCARE classification for potentially preventable emergency department visits by ambulance: a RAND/UCLA modified Delphi study protocol.",
  "abstract": "INTRODUCTION: Ontario ambulances are restricted from patient transportation to sub-acute levels of care when these facilities may be more suitable than emergency departments for non-emergent conditions. There is no known patient classification specifically constructed to inform ED diversion protocols and guidance for sub-acute centre transportation for primary care-like patient conditions. OBJECTIVE: To construct a novel patient classification of potentially preventable emergency department visits following transport by ambulance, and analyse patient-level characteristic associations with this classification based in Ontario secondary data. METHODS AND ANALYSIS: The Primary Care-like Ambulance transports following Response for 911-Emergencies (PriCARE) patient classification will be constructed using a two-phase RAND/UCLA modified Delphi design. All experts included are physicians with relevant experience in emergency and/or primary care in Ontario. The first phase of the study will determine consensus of the expert committee on which ED interventions performed on patients with non-emergent acuities could be conducted in sub-acute healthcare centres. The second phase will assess consensus of which patient, hospital and acuity factors are most appropriate to be incorporated into a PriCARE classification. We will also investigate secondary outcomes on consensus of which ED interventions could be transferred to a paramedic context given an expanded scope of practice and patient-level characteristics of PriCARE classified individuals. ETHICS AND DISSEMINATION: This study received a research ethics board exemption waiver from the Hamilton Integrated Research Ethics Board; review reference 2020-11451-GRA. Results will be submitted for publication in a peer-reviewed journal and presented at relevant conferences. The results will be shared with Ontario paramedic services and governing institutions. This study will be used to inform patient classification protocols and clinical decision tools for ambulances to transport to sub-acute healthcare centres. TRIAL REGISTRATION NUMBER: ISRCTN22901977.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada strumr@mcmaster.ca."
      ],
      "orcid": "0000-0003-1902-4734"
    },
    {
      "last_name": "Tavares",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Tavares",
      "affiliations": [
        "The Wilson Centre and Post MD Education, University of Toronto, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Worster",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Worster",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Emergency Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2794-9692"
    },
    {
      "last_name": "Rahim",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Rahim",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9212-5641"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "20"
  },
  "start_page": "e045351",
  "pages": "e045351",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Ambulances",
    "Delphi Technique",
    "Emergency Medical Services",
    "Emergency Service, Hospital",
    "Humans",
    "Ontario",
    "Transportation of Patients",
    "Triage"
  ],
  "article_ids": {
    "pubmed": "33472792",
    "pmc": "PMC7818828",
    "doi": "10.1136/bmjopen-2020-045351",
    "pii": "bmjopen-2020-045351"
  },
  "doi": "10.1136/bmjopen-2020-045351",
  "pmc_id": "PMC7818828",
  "dates": {
    "completed": "2021-04-26",
    "revised": "2021-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.694464",
    "pmid": "33472792"
  }
}