{
  "pmid": "33475493",
  "uid": "33475493",
  "title": "Developing and Implementing a Patient Behaviour Risk Screening, Communication and Care Planning Intervention for Hospital Settings.",
  "abstract": "Workplace violence prevention of patient behaviours is a primary safety focus in hospital settings. In response to provincial mandates, a multi-site tertiary care hospital system developed the Behaviour Safety Risk Communication and Care Planning Program. Components include patient risk screening, communication tools and care plans that outline mitigation strategies. The program has been implemented at six sites using the following strategies: educational and planning meetings, formation of steering committees, identification of champions, educational materials/training, facilitation and consultation, and audit and feedback. Our paper can guide program development and implementation in similar contexts.",
  "authors": [
    {
      "last_name": "Corovic",
      "fore_name": "Marija",
      "initials": "M",
      "name": "Marija Corovic",
      "affiliations": [
        "A project coordinator at the Hamilton Health Sciences Centre for Evidence-Based Implementation in Hamilton, ON. She can be reached by e-mail at cebi@hhsc.ca."
      ]
    },
    {
      "last_name": "Fuciarelli",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Fuciarelli",
      "affiliations": [
        "Certified in occupational health and safety and is a certified disability management professional, a consensus-based disability management auditor and the director of Health, Safety and Wellness at Hamilton Health Sciences in Hamilton, ON."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Johnson",
      "affiliations": [
        "A registered physiotherapist and a quality specialist at Hamilton Health Sciences in Hamilton, ON."
      ]
    },
    {
      "last_name": "Caspersen",
      "fore_name": "Erika",
      "initials": "E",
      "name": "Erika Caspersen",
      "affiliations": [
        "A safety and wellness program development specialist at Hamilton Health Sciences in Hamilton, ON."
      ]
    },
    {
      "last_name": "DeBono",
      "fore_name": "Tony",
      "initials": "T",
      "name": "Tony DeBono",
      "affiliations": [
        "A chief of Interprofessional Practice at Hamilton Health Sciences in Hamilton, ON."
      ]
    },
    {
      "last_name": "Spithoff",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Spithoff",
      "affiliations": [
        "The program manager at the Hamilton Health Sciences Centre for Evidence-Based Implementation in Hamilton, ON."
      ]
    },
    {
      "last_name": "Principi",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Principi",
      "affiliations": [
        "Had a career in physiotherapy before moving to hospital leadership as chief of Interprofessional Practice at Hamilton Health Sciences. She is currently an assistant clinical professor in the Faculty of Health Sciences at McMaster University in Hamilton, ON."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "A director and professor at the School of Epidemiology and Public Health in the University of Ottawa, a part-time professor at the Department of Oncology in McMaster University and an implementation science researcher and the founding director of the Hamilton Health Sciences Centre for Evidence-Based Implementation in Hamilton, ON."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": [
        "An interventional cardiologist at Hamilton Health Sciences, an associate professor in cardiology in the Department of Medicine at McMaster University, a scientist at the Population Health Research Institute and the director of the Hamilton Health Sciences Centre for Evidence-Based Implementation in Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare quarterly (Toronto, Ont.)",
    "iso_abbreviation": "Healthc Q",
    "issn": "1929-6347",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "53",
  "end_page": "59",
  "pages": "53-59",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aggression",
    "Humans",
    "Inpatients",
    "Ontario",
    "Risk Assessment",
    "Tertiary Care Centers",
    "Violence",
    "Workplace Violence"
  ],
  "article_ids": {
    "pubmed": "33475493",
    "doi": "10.12927/hcq.2020.26392",
    "pii": "hcq.2020.26392"
  },
  "doi": "10.12927/hcq.2020.26392",
  "dates": {
    "completed": "2021-07-21",
    "revised": "2021-07-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.155251",
    "pmid": "33475493"
  }
}