{
  "pmid": "33478410",
  "uid": "33478410",
  "title": "Gestational weight gain outside the 2009 Institute of Medicine recommendations: novel psychological and behavioural factors associated with inadequate or excess weight gain in a prospective cohort study.",
  "abstract": "BACKGROUND: Previous studies have noted traditional physical, demographic, and obstetrical predictors of inadequate or excess gestational weight gain, but the roles of psychological and behavioral factors are not well established. Few interventions targeting traditional factors of gestational weight gain have been successful, necessitating exploration of new domains. The objective of this study was to identify novel psychological and behavioral factors, along with physical, demographic, and obstetrical factors, associated with gestational weight gain that is discordant with the 2009 Institute of Medicine guidelines (inadequate or excess gain). METHODS: We recruited English-speaking women with a live singleton fetus at 8 to 20 weeks of gestation who received antenatal care from 12 obstetrical, family medicine, and midwifery clinics. A questionnaire was used to collect information related to demographic, physical, obstetrical, psychological, and behavioural factors anticipated to be related to weight gain. The association between these factors and total gestational weight gain, classified as inadequate, appropriate, and excess, was examined using stepwise multinomial logistic regression. RESULTS: Our study population comprised 970 women whose baseline data were obtained at a mean of 14.8 weeks of gestation ±3.4 weeks (standard deviation). Inadequate gestational weight gain was associated with obesity, planned gestational weight gain (below the guidelines or not reported), anxiety, and eating sensibly when with others but overeating when alone, while protective factors were frequent pregnancy-related food cravings and preferring an overweight or obese body size image. Excess gestational weight gain was associated with pre-pregnancy overweight or obese body mass index, planned gestational weight gain (above guidelines), frequent eating in front of a screen, and eating sensibly when with others but overeating when alone, while a protective factor was being underweight pre-pregnancy. CONCLUSIONS: In addition to commonly studied predictors, this study identified psychological and behavioral factors associated with inadequate or excess gestational weight gain. Factors common to both inadequate and excessive gestational weight gain were also identified, emphasizing the multidimensional nature of the contributors to guideline-discordant weight gain.",
  "authors": [
    {
      "last_name": "Feng",
      "fore_name": "Yu Yang",
      "initials": "YY",
      "name": "Yu Yang Feng",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7547-5076"
    },
    {
      "last_name": "Yu",
      "fore_name": "Zhijie Michael",
      "initials": "ZM",
      "name": "Zhijie Michael Yu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4901-3545"
    },
    {
      "last_name": "van Blyderveen",
      "fore_name": "Sherry",
      "initials": "S",
      "name": "Sherry van Blyderveen",
      "affiliations": [
        "Eating Disorders Program at Homewood Health Centre, Guelph, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Schmidt",
      "affiliations": [
        "Department of Psychology, Neuroscience & Behaviour, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sword",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Sword",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Biringer",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Biringer",
      "affiliations": [
        "Ray D. Wolfe Department of Family Medicine, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen McDonald",
      "affiliations": [
        "Midwifery Education Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah Diana",
      "initials": "SD",
      "name": "Sarah Diana McDonald",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada. mcdonals@mcmaster.ca.",
        "Department of Radiology, McMaster University, Hamilton, Ontario, Canada. mcdonals@mcmaster.ca.",
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, 1280 Main Street West, room 3N52B, Hamilton, Ontario, L8S 4K1, Canada. mcdonals@mcmaster.ca."
      ],
      "orcid": "0000-0002-4461-2178"
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "21"
  },
  "start_page": "70",
  "pages": "70",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anxiety",
    "Cohort Studies",
    "Feeding Behavior",
    "Female",
    "Gestational Weight Gain",
    "Guidelines as Topic",
    "Humans",
    "National Academies of Science, Engineering, and Medicine, U.S., Health and Medicine Division",
    "Ontario",
    "Overweight",
    "Pregnancy",
    "Prospective Studies",
    "Risk Factors",
    "Surveys and Questionnaires",
    "Thinness",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33478410",
    "pmc": "PMC7818557",
    "doi": "10.1186/s12884-021-03555-5",
    "pii": "10.1186/s12884-021-03555-5"
  },
  "doi": "10.1186/s12884-021-03555-5",
  "pmc_id": "PMC7818557",
  "dates": {
    "completed": "2021-11-03",
    "revised": "2024-03-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-142253",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "Their II Canada Research Chair Sponsor Award #950-229920",
      "agency": "Canada Research Chairs"
    },
    {
      "grant_id": "Not applicable",
      "agency": "Ada Slaight and Slaight Family Maternity Care Directorship"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.117726",
    "pmid": "33478410"
  }
}