{
  "pmid": "33479223",
  "uid": "33479223",
  "title": "How effective and cost-effective is water fluoridation for adults? Protocol for a 10-year retrospective cohort study.",
  "abstract": "BACKGROUND: Tooth decay can cause pain, sleepless nights and loss of productive workdays. Fluoridation of drinking water was identified in the 1940s as a cost-effective method of prevention. In the mid-1970s, fluoride toothpastes became widely available. Since then, in high-income countries the prevalence of tooth decay in children has reduced whilst natural tooth retention in older age groups has increased. Most water fluoridation research was carried out before these dramatic changes in fluoride availability and oral health. Furthermore, there is a paucity of evidence in adults. The aim of this study is to assess the clinical and cost-effectiveness of water fluoridation in preventing invasive dental treatment in adults and adolescents aged over 12. METHODS/DESIGN: Retrospective cohort study using 10 years of routinely available dental treatment data. Individuals exposed to water fluoridation will be identified by sampled water fluoride concentration linked to place of residence. Outcomes will be based on the number of invasive dental treatments received per participant (fillings, extractions, root canal treatments). A generalised linear model with clustering by local authority area will be used for analysis. The model will include area level propensity scores and individual-level covariates. The economic evaluation will focus on (1) cost-effectiveness as assessed by the water fluoridation mean cost per invasive treatment avoided and (2) a return on investment from the public sector perspective, capturing the change in cost of dental service utilisation resulting from investment in water fluoridation. DISCUSSIONS: There is a well-recognised need for contemporary evidence regarding the effectiveness and cost-effectiveness of water fluoridation, particularly for adults. The absence of such evidence for all age groups may lead to an underestimation of the potential benefits of a population-wide, rather than targeted, fluoride delivery programme. This study will utilise a pragmatic design to address the information needs of policy makers in a timely manner.",
  "authors": [
    {
      "last_name": "Moore",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Moore",
      "affiliations": [
        "Dental Public Health, Division of Dentistry, Dental Health Unit, The University of Manchester, Lloyd Street North Manchester Science Park, Manchester, M15 6SE, UK. deborah.moore-2@manchester.ac.uk."
      ],
      "orcid": "0000-0001-9965-9371"
    },
    {
      "last_name": "Allen",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Allen",
      "affiliations": [
        "Director, Centre for the Business and Economics of Health, University of Queensland, St Lucia, Queensland, 4072, UK."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Director, Centre for the Business and Economics of Health, University of Queensland, St Lucia, Queensland, 4072, UK.",
        "Health Economics, Manchester Centre for Health Economics, The University of Manchester, Jean McFarlane Building Oxford Road, Manchester, M13 9PL, UK."
      ]
    },
    {
      "last_name": "Tickle",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Tickle",
      "affiliations": [
        "Dental Public Health & Primary Care, Division of Dentistry, The University of Manchester, Coupland 3, Manchester, M13 9PL, UK."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Walsh",
      "affiliations": [
        "Healthcare Evaluation, Division of Dentistry, The University of Manchester, Coupland 3, Manchester, M139PL, UK."
      ]
    },
    {
      "last_name": "Pretty",
      "fore_name": "Iain A",
      "initials": "IA",
      "name": "Iain A Pretty",
      "affiliations": [
        "Public Health Dentistry, Division of Dentistry, Dental Health Unit, The University of Manchester, Lloyd Street North Manchester Science Park, Manchester, M15 6SE, UK."
      ]
    }
  ],
  "journal": {
    "title": "BDJ open",
    "iso_abbreviation": "BDJ Open",
    "issn": "2056-807X",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "21"
  },
  "start_page": "3",
  "pages": "3",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33479223",
    "pmc": "PMC7820470",
    "doi": "10.1038/s41405-021-00062-9",
    "pii": "10.1038/s41405-021-00062-9"
  },
  "doi": "10.1038/s41405-021-00062-9",
  "pmc_id": "PMC7820470",
  "dates": {
    "revised": "2024-08-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "128533",
      "agency": "DH | NIHR | Public Health Research Programme (NIHR Public Health Research Programme)"
    },
    {
      "grant_id": "128533",
      "agency": "DH | NIHR | Public Health Research Programme (NIHR Public Health Research Programme)"
    },
    {
      "grant_id": "128533",
      "agency": "DH | NIHR | Public Health Research Programme (NIHR Public Health Research Programme)"
    },
    {
      "grant_id": "128533",
      "agency": "DH | NIHR | Public Health Research Programme (NIHR Public Health Research Programme)"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.700592",
    "pmid": "33479223"
  }
}