{
  "pmid": "33485305",
  "uid": "33485305",
  "title": "Mortality in older adults following a fragility fracture: real-world retrospective matched-cohort study in Ontario.",
  "abstract": "BACKGROUND: Recent studies are lacking reports on mortality after non-hip fractures in adults aged > 65. METHODS: This retrospective, matched-cohort study used de-identified health services data from the publicly funded healthcare system in Ontario, Canada, contained in the ICES Data Repository. Patients aged 66 years and older with an index fragility fracture occurring at any osteoporotic site between 2011 and 2015 were identified from acute hospital admissions, emergency and ambulatory care using International Classification of Diseases (ICD)-10 codes and data were analyzed until 2017. Thus, follow-up ranged from 2 years to 6 years. Patients were excluded if they presented with an index fracture occurring at a non-osteoporotic fracture site, their index fracture was associated with a trauma code, or they experienced a previous fracture within 5 years prior to their index fracture. This fracture cohort was matched 1:1 to controls within a non-fracture cohort by date, sex, age, geography and comorbidities. All-cause mortality risk was assessed. RESULTS: The survival probability for up to 6 years post-fracture was significantly reduced for the fracture cohort vs matched non-fracture controls (p < 0.0001; n = 101,773 per cohort), with the sharpest decline occurring within the first-year post-fracture. Crude relative risk of mortality (95% confidence interval) within 1-year post-fracture was 2.47 (2.38-2.56) in women and 3.22 (3.06-3.40) in men. In the fracture vs non-fracture cohort, the absolute mortality risk within one year after a fragility fracture occurring at any site was 12.5% vs 5.1% in women and 19.5% vs 6.0% in men. The absolute mortality risk within one year after a fragility fracture occurring at a non-hip vs hip site was 9.4% vs 21.5% in women and 14.4% vs 32.3% in men. CONCLUSIONS: In this real-world cohort aged > 65 years, a fragility fracture occurring at any site was associated with reduced survival for up to 6 years post-fracture. The greatest reduction in survival occurred within the first-year post-fracture, where mortality risk more than doubled and deaths were observed in 1 in 11 women and 1 in 7 men following a non-hip fracture and in 1 in 5 women and 1 in 3 men following a hip fracture.",
  "authors": [
    {
      "last_name": "Brown",
      "fore_name": "Jacques P",
      "initials": "JP",
      "name": "Jacques P Brown",
      "affiliations": [
        "CHU de Québec Research Centre and Laval University, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": [
        "Division of Orthopaedic Surgery, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health, The Research Institute of St. Joe's Hamilton, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Vivien",
      "initials": "V",
      "name": "Vivien Brown",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Bell",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Reiner",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Reiner",
      "affiliations": [
        "Amgen Inc, California, USA."
      ]
    },
    {
      "last_name": "Oliveira",
      "fore_name": "Thiago",
      "initials": "T",
      "name": "Thiago Oliveira",
      "affiliations": [
        "Amgen Canada Inc., Toronto, Canada."
      ]
    },
    {
      "last_name": "Motsepe-Ditshego",
      "fore_name": "Ponda",
      "initials": "P",
      "name": "Ponda Motsepe-Ditshego",
      "affiliations": [
        "Amgen Canada Inc., Toronto, Canada."
      ]
    },
    {
      "last_name": "Burke",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Burke",
      "affiliations": [
        "Amgen Canada Inc., Toronto, Canada."
      ]
    },
    {
      "last_name": "Slatkovska",
      "fore_name": "Lubomira",
      "initials": "L",
      "name": "Lubomira Slatkovska",
      "affiliations": [
        "Amgen Canada Inc., Toronto, Canada. lslatkov@amgen.com."
      ],
      "orcid": "0000-0001-5027-7989"
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "23"
  },
  "start_page": "105",
  "pages": "105",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Cohort Studies",
    "Comorbidity",
    "Female",
    "Hip Fractures",
    "Humans",
    "Male",
    "Ontario",
    "Osteoporotic Fractures",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "33485305",
    "pmc": "PMC7824940",
    "doi": "10.1186/s12891-021-03960-z",
    "pii": "10.1186/s12891-021-03960-z"
  },
  "doi": "10.1186/s12891-021-03960-z",
  "pmc_id": "PMC7824940",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.649477",
    "pmid": "33485305"
  }
}