{
  "pmid": "33481011",
  "uid": "33481011",
  "title": "The Relationship Between Glucose Control and Cognitive Function in People With Diabetes After a Lacunar Stroke.",
  "abstract": "CONTEXT: Lacunar strokes and diabetes are risk factors for cognitive dysfunction. Elucidating modifiable risk factors for cognitive dysfunction has great public health implications. One factor may be glycemic status, as measured by glycated hemoglobin (A1c). OBJECTIVE: The aim of this study was to assess the relationship between A1c and cognitive function in lacunar stroke patients with diabetes. METHODS: The effect of baseline and follow-up A1c on the baseline and the change in Cognitive Assessment Screening Instrument (CASI) score over time among participants with a median of 2 cognitive assessments (range, 1-5) was examined in 942 individuals with diabetes and a lacunar stroke who participated in the Secondary Prevention of Small Subcortical Strokes (SPS3) trial (ClinicalTrials.gov No. NCT00059306). RESULTS: Every 1% higher baseline A1c was associated with a 0.06 lower standardized CASI z score (95% CI, -0.101 to -0.018). Higher baseline A1c values were associated with lower CASI z scores over time (P for interaction = .037). A 1% increase in A1c over time corresponded with a CASI score decrease of 0.021 (95% CI, -0.0043 to -0.038) during follow-up. All these remained statistically significant after adjustment for age, sex, education, race, depression, hypertension, hyperlipidemia, body mass index, cardiovascular disease, obstructive sleep apnea, diabetic retinopathy, nephropathy insulin use, and white-matter abnormalities. CONCLUSION: This analysis of lacunar stroke patients with diabetes demonstrates a relationship between A1c and change in cognitive scores over time. Intervention studies are needed to delineate whether better glucose control could slow the rate of cognitive decline in this high-risk population.",
  "authors": [
    {
      "last_name": "Cukierman-Yaffe",
      "fore_name": "Tali",
      "initials": "T",
      "name": "Tali Cukierman-Yaffe",
      "affiliations": [
        "Endocrinology Institute, Gertner Institute Sheba Medical Center, Tel-Aviv, Israel.",
        "Epidemiology Department, Sackler School of Medicine, Herczeg Institute on Aging, Tel-Aviv University, Tel-Aviv, Israel.",
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McClure",
      "fore_name": "Leslie A",
      "initials": "LA",
      "name": "Leslie A McClure",
      "affiliations": [
        "Department of Epidemiology & Biostatistics Dornsife School of Public Health, Drexel University, Philadelphia, USA."
      ]
    },
    {
      "last_name": "Risoli",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Risoli",
      "affiliations": [
        "Duke CTSI Biostatistics, Epidemiology and Research Design (BERD) Methods Core Duke University School of Medicine, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Bosch",
      "fore_name": "Jackie",
      "initials": "J",
      "name": "Jackie Bosch",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada.",
        "School of Rehabilitation Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Sharma",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Benavente",
      "fore_name": "Oscar",
      "initials": "O",
      "name": "Oscar Benavente",
      "affiliations": [
        "Department of Medicine, Division of Neurology, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "1945-7197",
    "issn_type": "Electronic",
    "volume": "106",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "25"
  },
  "start_page": "e1521",
  "end_page": "e1528",
  "pages": "e1521-e1528",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Aged",
    "Cognition",
    "Diabetes Complications",
    "Diabetes Mellitus",
    "Female",
    "Glucose",
    "Humans",
    "Male",
    "Middle Aged",
    "Risk Factors",
    "Stroke, Lacunar"
  ],
  "article_ids": {
    "pubmed": "33481011",
    "pmc": "PMC7993572",
    "doi": "10.1210/clinem/dgab022",
    "pii": "6107714"
  },
  "doi": "10.1210/clinem/dgab022",
  "pmc_id": "PMC7993572",
  "dates": {
    "completed": "2021-09-21",
    "revised": "2022-01-23"
  },
  "chemicals": [
    "Glucose"
  ],
  "grants": [
    {
      "grant_id": "R01 NS038529",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U01 NS038529",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.720354",
    "pmid": "33481011"
  }
}