{
  "pmid": "33488666",
  "uid": "33488666",
  "title": "The Incidence of Mosaicism for Individual Chromosome in Human Blastocysts Is Correlated With Chromosome Length.",
  "abstract": "Mosaicism, known as partial aneuploidies, mostly originates from mitotic errors during the post-zygotic stage; it consists of different cell lineages within a human embryo. The incidence of mosaicism has not been shown to correlate with maternal age, and its correlation with individual chromosome characteristics has not been well investigated. In this study, the results of preimplantation genetic testing for aneuploidy (PGT-A) derived from 4,036 blastocysts (930 IVF couples) were collected from 2015 to 2017. Via next-generation sequencing for comprehensive chromosome screening, embryo ploidy was identified as aneuploid, mosaic, and euploid. Total mosaicism was classified into two categories: \"mosaic euploid/aneuploidy\" (with mosaic aneuploidy between 20 and 80%) and \"mosaic and aneuploidy\" (a uniformly abnormal embryo superimposed with mosaic aneuploidies). Frequency of mosaicism was analyzed according to the function of chromosomal lengths, which divides involved chromosomes into three groups: group A (156-249 Mb), group B (102-145 Mb), and group C (51-90 Mb). The results show that the aneuploidy was more frequent in group C than in group A and group B (A: 23.7%, B: 35.1, 41.2%, p < 0.0001), while the mosaicism was more frequent in group A and group B than in group C [(Mosaic euploid/aneuploid) A: 14.6%, B: 12.4%, C: 9.9%, p < 0.0001; (mosaic and aneuploid) A: 21.3%, B: 22.9%, C: 18.9%, p < 0.0001; (Total mosaicism) A: 35.9%, B: 35.3%, C: 28.8%, p < 0.0001]. The significantly higher frequency of aneuploidy was on the shorter chromosome (< 90 Mb), and that of mosaicism was on the longer chromosomes (> 100 Mb). The length association did not reach significance in the patients with advanced age (≥ 36 years), and of the chromosome-specific mosaicism rate, the highest prevalence was on chromosome 14 (5.8%), 1 (5.7%), and 9 (5.6%). Although the length association was observed via group comparison, there may be affecting mechanisms other than chromosomes length. Eventually, twenty patients with mosaic embryo cryotransfers resulted in six live births. No significant correlation was observed between the transfer outcomes and chromosome length; however, the analysis was limited by small sample size.",
  "authors": [
    {
      "last_name": "Chuang",
      "fore_name": "Tzu-Hsuan",
      "initials": "TH",
      "name": "Tzu-Hsuan Chuang",
      "affiliations": [
        "Stork Fertility Center, Stork Ladies Clinic, Hsinchu City, Taiwan."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Ya-Ping",
      "initials": "YP",
      "name": "Ya-Ping Chang",
      "affiliations": [
        "Stork Fertility Center, Stork Ladies Clinic, Hsinchu City, Taiwan."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Meng-Ju",
      "initials": "MJ",
      "name": "Meng-Ju Lee",
      "affiliations": [
        "Stork Fertility Center, Stork Ladies Clinic, Hsinchu City, Taiwan."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Huai-Ling",
      "initials": "HL",
      "name": "Huai-Ling Wang",
      "affiliations": [
        "Stork Fertility Center, Stork Ladies Clinic, Hsinchu City, Taiwan."
      ]
    },
    {
      "last_name": "Lai",
      "fore_name": "Hsing-Hua",
      "initials": "HH",
      "name": "Hsing-Hua Lai",
      "affiliations": [
        "Stork Fertility Center, Stork Ladies Clinic, Hsinchu City, Taiwan."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Shee-Uan",
      "initials": "SU",
      "name": "Shee-Uan Chen",
      "affiliations": [
        "Department of Obstetrics and Gynecology, National Taiwan University Hospital and College of Medicine, Taipei City, Taiwan."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in genetics",
    "iso_abbreviation": "Front Genet",
    "issn": "1664-8021",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2020"
  },
  "start_page": "565348",
  "pages": "565348",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33488666",
    "pmc": "PMC7815765",
    "doi": "10.3389/fgene.2020.565348"
  },
  "doi": "10.3389/fgene.2020.565348",
  "pmc_id": "PMC7815765",
  "dates": {
    "revised": "2021-01-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:28.216051",
    "pmid": "33488666"
  }
}