{
  "pmid": "33486066",
  "uid": "33486066",
  "title": "Making science computable: Developing code systems for statistics, study design, and risk of bias.",
  "abstract": "The COVID-19 crisis led a group of scientific and informatics experts to accelerate development of an infrastructure for electronic data exchange for the identification, processing, and reporting of scientific findings. The Fast Healthcare Interoperability Resources (FHIR®) standard which is overcoming the interoperability problems in health information exchange was extended to evidence-based medicine (EBM) knowledge with the EBMonFHIR project. A 13-step Code System Development Protocol was created in September 2020 to support global development of terminologies for exchange of scientific evidence. For Step 1, we assembled expert working groups with 55 people from 26 countries by October 2020. For Step 2, we identified 23 commonly used tools and systems for which the first version of code systems will be developed. For Step 3, a total of 368 non-redundant concepts were drafted to become display terms for four code systems (Statistic Type, Statistic Model, Study Design, Risk of Bias). Steps 4 through 13 will guide ongoing development and maintenance of these terminologies for scientific exchange. When completed, the code systems will facilitate identifying, processing, and reporting research results and the reliability of those results. More efficient and detailed scientific communication will reduce cost and burden and improve health outcomes, quality of life, and patient, caregiver, and healthcare professional satisfaction. We hope the achievements reached thus far will outlive COVID-19 and provide an infrastructure to make science computable for future generations. Anyone may join the effort at https://www.gps.health/covid19_knowledge_accelerator.html.",
  "authors": [
    {
      "last_name": "Alper",
      "fore_name": "Brian S",
      "initials": "BS",
      "name": "Brian S Alper",
      "affiliations": [
        "Computable Publishing LLC, Ipswich, MA, United States. Electronic address: balper@computablepublishing.com."
      ]
    },
    {
      "last_name": "Dehnbostel",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Dehnbostel",
      "affiliations": [
        "Computable Publishing LLC, Ipswich, MA, United States. Electronic address: jdehnbostel@computablepublishing.com."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Sejong University, Seoul, South Korea. Electronic address: mafzal@sejong.ac.kr."
      ]
    },
    {
      "last_name": "Subbian",
      "fore_name": "Vignesh",
      "initials": "V",
      "name": "Vignesh Subbian",
      "affiliations": [
        "The University of Arizona, Tucson, AZ, United States. Electronic address: vsubbian@arizona.edu."
      ]
    },
    {
      "last_name": "Soares",
      "fore_name": "Andrey",
      "initials": "A",
      "name": "Andrey Soares",
      "affiliations": [
        "University of Colorado, Aurora, CO, United States. Electronic address: andrey.soares@cuanschutz.edu."
      ]
    },
    {
      "last_name": "Kunnamo",
      "fore_name": "Ilkka",
      "initials": "I",
      "name": "Ilkka Kunnamo",
      "affiliations": [
        "Duodecim Medical Publications Ltd, Helsinki, Finland. Electronic address: ilkka.kunnamo@duodecim.fi."
      ]
    },
    {
      "last_name": "Shahin",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Shahin",
      "affiliations": [
        "Computable Publishing LLC, Ipswich, MA, United States. Electronic address: kshahin@computablepublishing.com."
      ]
    },
    {
      "last_name": "McClure",
      "fore_name": "Robert C",
      "initials": "RC",
      "name": "Robert C McClure",
      "affiliations": [
        "MD Partners, Inc., Lafayette, CO, United States. Electronic address: rmcclure@mdpartners.com."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of biomedical informatics",
    "iso_abbreviation": "J Biomed Inform",
    "issn": "1532-0480",
    "issn_type": "Electronic",
    "volume": "115",
    "pub_year": "2021",
    "pub_month": "Mar"
  },
  "start_page": "103685",
  "pages": "103685",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Bias",
    "COVID-19",
    "Communication",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Reproducibility of Results",
    "SARS-CoV-2",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33486066",
    "pmc": "PMC9387176",
    "doi": "10.1016/j.jbi.2021.103685",
    "pii": "S1532-0464(21)00014-9"
  },
  "doi": "10.1016/j.jbi.2021.103685",
  "pmc_id": "PMC9387176",
  "dates": {
    "completed": "2021-03-31",
    "revised": "2022-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.935160",
    "pmid": "33486066"
  }
}