{
  "pmid": "33480973",
  "uid": "33480973",
  "title": "The Infectious Diseases Society of America Guidelines on the Diagnosis of COVID-19: Molecular Diagnostic Testing.",
  "abstract": "BACKGROUND: Accurate molecular diagnostic tests are necessary for confirming a diagnosis of coronavirus disease 2019 (COVID-19). Direct detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) nucleic acids in respiratory tract specimens informs patient, healthcare institution and public health level decision-making. The numbers of available SARS-CoV-2 nucleic acid detection tests are rapidly increasing, as is the COVID-19 diagnostic literature. Thus, the Infectious Diseases Society of America (IDSA) recognized a significant need for frequently updated systematic reviews of the literature to inform evidence-based best practice guidance. OBJECTIVE: The IDSA's goal was to develop an evidence-based diagnostic guideline to assist clinicians, clinical laboratorians, patients and policymakers in decisions related to the optimal use of SARS-CoV-2 nucleic acid amplification tests. In addition, we provide a conceptual framework for understanding molecular diagnostic test performance, discuss the nuance of test result interpretation in a variety of practice settings and highlight important unmet research needs in the COVID-19 diagnostic testing space. METHODS: IDSA convened a multidisciplinary panel of infectious diseases clinicians, clinical microbiologists, and experts in systematic literature review to identify and prioritize clinical questions and outcomes related to the use of SARS-CoV-2 molecular diagnostics. Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology was used to assess the certainty of evidence and make testing recommendations. RESULTS: The panel agreed on 17 diagnostic recommendations. CONCLUSIONS: Universal access to accurate SARS-CoV-2 nucleic acid testing is critical for patient care, hospital infection prevention and the public response to the COVID-19 pandemic. Information on the clinical performance of available tests is rapidly emerging, but the quality of evidence of the current literature is considered moderate to very low. Recognizing these limitations, the IDSA panel weighed available diagnostic evidence and recommends nucleic acid testing for all symptomatic individuals suspected of having COVID-19. In addition, testing is recommended for asymptomatic individuals with known or suspected contact with a COVID-19 case. Testing asymptomatic individuals without known exposure is suggested when the results will impact isolation/quarantine/personal protective equipment (PPE) usage decisions, dictate eligibility for surgery, or inform solid organ or hematopoietic stem cell transplantation timing. Ultimately, prioritization of testing will depend on institutional-specific resources and the needs of different patient populations.",
  "authors": [
    {
      "last_name": "Hanson",
      "fore_name": "Kimberly E",
      "initials": "KE",
      "name": "Kimberly E Hanson",
      "affiliations": [
        "Department of Internal Medicine and Pathology, University of Utah, Salt Lake City, Utah."
      ]
    },
    {
      "last_name": "Caliendo",
      "fore_name": "Angela M",
      "initials": "AM",
      "name": "Angela M Caliendo",
      "affiliations": [
        "Department of Medicine, Warren Alpert Medical School of Brown University, Providence, Rhode Island."
      ]
    },
    {
      "last_name": "Arias",
      "fore_name": "Cesar A",
      "initials": "CA",
      "name": "Cesar A Arias",
      "affiliations": [
        "Division of Infectious Diseases, Center for Antimicrobial Resistance and Microbial Genomics, University of Texas Health McGovern Medical School, Center for Infectious Diseases, University of Texas Health School of Public Health, Houston, TX."
      ]
    },
    {
      "last_name": "Hayden",
      "fore_name": "Mary K",
      "initials": "MK",
      "name": "Mary K Hayden",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Rush University Medical Center, Chicago, Illinois; Department of Pathology, Rush University Medical Center, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Englund",
      "fore_name": "Janet A",
      "initials": "JA",
      "name": "Janet A Englund",
      "affiliations": [
        "Department of Pediatrics, University of Washington, Seattle Children's Research Institute, Seattle, Washington."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Lee",
      "affiliations": [
        "Department of Pathology and Clinical Microbiology Laboratory, Duke University School of Medicine, Durham, North Carolina."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Divinsion of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Patel",
      "affiliations": [
        "Division of Clinical Microbiology, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "El Alayli",
      "fore_name": "Abdallah",
      "initials": "A",
      "name": "Abdallah El Alayli",
      "affiliations": [
        "Outcomes and Implementation Research Unit, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas."
      ]
    },
    {
      "last_name": "Altayar",
      "fore_name": "Osama",
      "initials": "O",
      "name": "Osama Altayar",
      "affiliations": [
        "Department of Medicine, Washington University School of Medicine, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Payal",
      "initials": "P",
      "name": "Payal Patel",
      "affiliations": [
        "Department of Pulmonary, Allergy, Critical Care, and Sleep Medicine, Department of Medicine, Emory University, Atlanta, Georgia."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "VA Northeast Ohio Healthcare System, Case Western Reserve University School of Medicine, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Lavergne",
      "fore_name": "Valery",
      "initials": "V",
      "name": "Valery Lavergne",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Vancouver General Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Division of Preventive Medicine, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, University of Minnesota, Minneapolis VA Healthcare System, Minneapolis, Minnesota."
      ]
    },
    {
      "last_name": "Bhimraj",
      "fore_name": "Adarsh",
      "initials": "A",
      "name": "Adarsh Bhimraj",
      "affiliations": [
        "Department of Infectious Diseases, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas."
      ]
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "22"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33480973",
    "pmc": "PMC7929045",
    "doi": "10.1093/cid/ciab048",
    "pii": "6106562"
  },
  "doi": "10.1093/cid/ciab048",
  "pmc_id": "PMC7929045",
  "dates": {
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.153238",
    "pmid": "33480973"
  }
}