{
  "pmid": "33485709",
  "uid": "33485709",
  "title": "The effect of meal frequency on biochemical cardiometabolic factors: A systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Although several randomized controlled trials (RCTs) have supported the beneficial effects of higher meal frequency (MF) on cardiometabolic risk factors, the putative effects of higher MF on health remain inconclusive. This study systematically reviewed the evidence from RCTs of the effect of higher compared with lower MF on the blood lipid profile, glucose homeostasis, and adipokines. METHODS: PubMed, Scopus, ISI Web of Science, and the Cochrane database were searched up to October 2020 to retrieve relevant RCTs. A DerSimonian and Laird random effects model was used to pool mean differences and 95% CI for each outcome. The quality of studies and evidence was assessed through standard methods. RESULTS: Twenty-one RCTs (686 participants) were included in this meta-analysis. Overall results showed a significant improvement in total cholesterol [weighted mean difference (WMD) = -6.08 mg/dl; 95% CI: -10.68, -1.48; P = 0.01; I[2] = 88%], and low-density cholesterol (LDL-C) (WMD = -6.82 mg/dl; 95% CI: -10.97, -1.60; P = 0.009; I[2] = 85.7%), while LDL-C to high-density cholesterol ratio (LDL-C: HDL-C) increased (WMD = 0.22; 95% CI: 0.07, 0.36; P = 0.003; I[2] = 0.0%) in higher MF vs. lower MF. No significant effects were found on measures of glycemic control, apolipoproteins-A1 and B, or leptin. In subgroup analyses, higher MF significantly reduced serum triglyceride (TG), and increased HDL-C, compared with lower MF in interventions > 12 weeks, and decreased serum TC and LDL-C in healthy participants. A significant reduction in LDL-C also was observed in studies where the same foods given both arms, simply divided into different feeding occasions, and in feeding studies, following higher MF compared to lower MF. CONCLUSION: Our meta-analysis found that higher, compared with lower MF may improve total cholesterol, and LDL-C. The intervention does not affect measures of glycemic control, apolipoproteins-A1 and B, or leptin. However, the GRADE ratings of low credibility of the currently available evidence highlights the need for more high-quality studies in order to reach a firm conclusion.",
  "authors": [
    {
      "last_name": "Abdollahi",
      "fore_name": "Shima",
      "initials": "S",
      "name": "Shima Abdollahi",
      "affiliations": [
        "Department of Nutrition and Public Health, School of Public Health, North Khorasan University of Medical Sciences, Bojnurd, Iran."
      ]
    },
    {
      "last_name": "Kazemi",
      "fore_name": "Asma",
      "initials": "A",
      "name": "Asma Kazemi",
      "affiliations": [
        "Nutrition Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Population Health Research Centre, Hamilton Health Sciences Corporation, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Cain C T",
      "initials": "CCT",
      "name": "Cain C T Clark",
      "affiliations": [
        "Centre for Intelligent Healthcare, Coventry University, Coventry, CV1 5FB, UK."
      ]
    },
    {
      "last_name": "Soltani",
      "fore_name": "Sepideh",
      "initials": "S",
      "name": "Sepideh Soltani",
      "affiliations": [
        "Yazd Cardiovascular Research Center, Shahid Sadoughi University of Medical Sciences, Yazd, Iran. Electronic address: S.soltani1979@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "Clinical nutrition (Edinburgh, Scotland)",
    "iso_abbreviation": "Clin Nutr",
    "issn": "1532-1983",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "3170",
  "end_page": "3181",
  "pages": "3170-3181",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adipokines",
    "Blood Glucose",
    "Cholesterol",
    "Feeding Behavior",
    "Humans",
    "Lipids",
    "Meals",
    "Randomized Controlled Trials as Topic",
    "Time"
  ],
  "article_ids": {
    "pubmed": "33485709",
    "doi": "10.1016/j.clnu.2020.12.038",
    "pii": "S0261-5614(21)00007-8"
  },
  "doi": "10.1016/j.clnu.2020.12.038",
  "dates": {
    "completed": "2021-09-01",
    "revised": "2021-09-01"
  },
  "chemicals": [
    "Adipokines",
    "Blood Glucose",
    "Lipids",
    "Cholesterol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.285025",
    "pmid": "33485709"
  }
}