{
  "pmid": "33498497",
  "uid": "33498497",
  "title": "Decision-making in Surgery or Active Surveillance for Low Risk Papillary Thyroid Cancer During the COVID-19 Pandemic.",
  "abstract": "We describe our experience conducting a prospective observational cohort study on the management of small, low risk papillary thyroid cancer during the COVID-19 pandemic. Our study participants are given the choice of active surveillance (AS) or surgery, and those in the AS arm are followed at the study center, whereas surgical patients undergo usual care. During the pandemic we have transitioned from in-person research patient visits to largely virtual care of patients under AS. As of 30 October 2020, we had enrolled 181 patients enrolled in our study (including 25 during the pandemic), of which 92.3% (167/181) consented to telephone communication and 79.0% (143/181) consented to secure videoconferencing communication. Prior to the pandemic, 74.5% (117/157) of our patients chose AS over surgery, whereas during the pandemic, 96.0% (24/25) chose AS. Of the 133 study patients who were under AS within the timeframe from 12 March 2020, to 30 October 2020, the percentage of patients who missed appointments was 8.3% (11/133, for neck ultrasound and physician visits, respectively) and delayed appointments was 23.3% (31/133). This preliminary data suggests that prospective observational research on AS of thyroid cancer can safely continue during the pandemic.",
  "authors": [
    {
      "last_name": "Sawka",
      "fore_name": "Anna M",
      "initials": "AM",
      "name": "Anna M Sawka",
      "affiliations": [
        "Division of Endocrinology, University Health Network and University of Toronto, Toronto, ON M5G 2C4, Canada."
      ]
    },
    {
      "last_name": "Ghai",
      "fore_name": "Sangeet",
      "initials": "S",
      "name": "Sangeet Ghai",
      "affiliations": [
        "Joint Department of Medical Imaging, University Health Network-Mt Sinai Hospital-Women's College Hospital, University of Toronto, Toronto, ON M5G 2C4, Canada."
      ],
      "orcid": "0000-0001-9451-0594"
    },
    {
      "last_name": "Ihekire",
      "fore_name": "Ogemdi",
      "initials": "O",
      "name": "Ogemdi Ihekire",
      "affiliations": [
        "Research Associate, Department of Otolaryngology-Head and Neck Surgery, University Health Network, Toronto, ON M5G 2C4, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Jones",
      "affiliations": [
        "Department of Psychosocial Oncology, University Health Network and University of Toronto, Toronto, ON M5G 2C4, Canada."
      ],
      "orcid": "0000-0002-8670-8514"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evaluation and Implementation, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ],
      "orcid": "0000-0001-8279-8172"
    },
    {
      "last_name": "Baxter",
      "fore_name": "Nancy N",
      "initials": "NN",
      "name": "Nancy N Baxter",
      "affiliations": [
        "Melbourne School of Population and Global Health, University of Melbourne, Melbourne, VIC 3010, Australia."
      ]
    },
    {
      "last_name": "Goldstein",
      "fore_name": "David P",
      "initials": "DP",
      "name": "David P Goldstein",
      "affiliations": [
        "Princess Margaret Cancer Centre, Department of Otolaryngology-Head and Neck Surgery/Surgical Oncology, University Health Network and University of Toronto, Toronto, ON M5G 2C4, Canada."
      ]
    },
    {
      "last_name": "On Behalf Of The Canadian Thyroid Cancer Active Surveillance Study Group",
      "name": "On Behalf Of The Canadian Thyroid Cancer Active Surveillance Study Group",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Cancers",
    "iso_abbreviation": "Cancers (Basel)",
    "issn": "2072-6694",
    "issn_type": "Print",
    "volume": "13",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "20"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33498497",
    "pmc": "PMC7864172",
    "doi": "10.3390/cancers13030371",
    "pii": "cancers13030371"
  },
  "doi": "10.3390/cancers13030371",
  "pmc_id": "PMC7864172",
  "dates": {
    "revised": "2021-02-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "703948",
      "agency": "CANADIAN CANCER SOCIETY (Lotte and John Hecht Memorial Foundation Innovation Grant)"
    },
    {
      "grant_id": "PJT-162314",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "1",
      "agency": "CSRD VA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.721892",
    "pmid": "33498497"
  }
}