{
  "pmid": "33508080",
  "uid": "33508080",
  "title": "Associations between Maternal Dietary Patterns and Perinatal Outcomes: A Systematic Review and Meta-Analysis of Cohort Studies.",
  "abstract": "The aim was to systematically review and meta-analyze prospective cohort studies investigating the relation between maternal dietary patterns during pregnancy with pregnancy and birth outcomes. PubMed, Scopus, and ISI Web of Science were searched from inception until October 2019 for eligible studies. Studies reporting relative risk, ORs, or incidences (for binary data) or means ± SDs or B-coefficients (for continuous outcomes) comparing the highest and lowest adherence with maternal dietary patterns were included. Dietary patterns were categorized as \"healthy,\" \"unhealthy,\" or \"mixed.\" No language restrictions were applied. Study-specific effect sizes with SEs for outcomes of interest were pooled using a random-effects model. Quality of evidence was assessed using Grading of Recommendations Assessment, Development, and Evaluation (GRADE). Sixty-six relevant publications were included. A higher maternal adherence to a healthy diet was associated with a reduced risk of gestational hypertension (14%, P < 0.001), maternal depression (40%, P = 0.004), low birth weight (28%, P = 0.001), preterm birth (56%, P < 0.001), higher gestational weight gain (Hedges' g: 0.15; P = 0.01), and birth weight (Hedges' g: 0.19; P = 0.007). Higher maternal adherence to an unhealthy or a mixed diet was associated with higher odds of gestational hypertension (23%, P < 0.001 for unhealthy, and 8%, P = 0.01 for mixed diet). In stratified analyses, a higher healthy eating index was associated with reduced odds of being large based on gestational age (31%, P = 0.02) and a higher head circumference at birth (0.23 cm, P = 0.02). The Mediterranean and \"prudent\" dietary patterns were related to lower odds of being small based on gestational age (46%, P = 0.04) and preterm birth (52%, P = 0.03), respectively. The overall GRADE quality of the evidence for most associations was low or very low, indicating that future high-quality research is warranted. This study was registered at http://www.crd.york.ac.uk/PROSPERO as CRD42018089756.",
  "authors": [
    {
      "last_name": "Abdollahi",
      "fore_name": "Shima",
      "initials": "S",
      "name": "Shima Abdollahi",
      "affiliations": [
        "School of Public Health, North Khorasan University of Medical Sciences, Bojnurd, Iran."
      ]
    },
    {
      "last_name": "Soltani",
      "fore_name": "Sepideh",
      "initials": "S",
      "name": "Sepideh Soltani",
      "affiliations": [
        "Yazd Cardiovascular Research Center, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."
      ],
      "orcid": "0000-0002-1591-2569"
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Forbes",
      "fore_name": "Scott C",
      "initials": "SC",
      "name": "Scott C Forbes",
      "affiliations": [
        "Department of Physical Education, Faculty of Education, Brandon University, Brandon, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Toupchian",
      "fore_name": "Omid",
      "initials": "O",
      "name": "Omid Toupchian",
      "affiliations": [
        "School of Public Health, North Khorasan University of Medical Sciences, Bojnurd, Iran."
      ]
    },
    {
      "last_name": "Salehi-Abargouei",
      "fore_name": "Amin",
      "initials": "A",
      "name": "Amin Salehi-Abargouei",
      "affiliations": [
        "Nutrition and Food Security Research Center, Shahid Sadoughi University of Medical Sciences, Yazd, Iran.",
        "Department of Nutrition, School of Public Health, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."
      ],
      "orcid": "0000-0002-7580-6717"
    }
  ],
  "journal": {
    "title": "Advances in nutrition (Bethesda, Md.)",
    "iso_abbreviation": "Adv Nutr",
    "issn": "2156-5376",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "start_page": "1332",
  "end_page": "1352",
  "pages": "1332-1352",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Gestational Age",
    "Humans",
    "Infant, Low Birth Weight",
    "Infant, Newborn",
    "Pregnancy",
    "Pregnancy Outcome",
    "Premature Birth",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "33508080",
    "pmc": "PMC8321866",
    "doi": "10.1093/advances/nmaa156",
    "pii": "S2161-8313(22)00132-6"
  },
  "doi": "10.1093/advances/nmaa156",
  "pmc_id": "PMC8321866",
  "dates": {
    "completed": "2021-08-18",
    "revised": "2023-02-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.285478",
    "pmid": "33508080"
  }
}