{
  "pmid": "33503898",
  "uid": "33503898",
  "title": "The Impact of Rubella Vaccine Introduction on Rubella Infection and Congenital Rubella Syndrome: A Systematic Review of Mathematical Modelling Studies.",
  "abstract": "INTRODUCTION: Rubella vaccines have been used to prevent rubella and congenital rubella syndrome (CRS) in several World Health Organization (WHO) regions. Mathematical modelling studies have simulated introduction of rubella-containing vaccines (RCVs), and their results have been used to inform rubella introduction strategies in several countries. This systematic review aimed to synthesize the evidence from mathematical models regarding the impact of introducing RCVs. METHODS: We registered the review in the international prospective register of systematic reviews (PROSPERO) with registration number CRD42020192638. Systematic review methods for classical epidemiological studies and reporting guidelines were followed as far as possible. A comprehensive search strategy was used to identify published and unpublished studies with no language restrictions. We included deterministic and stochastic models that simulated RCV introduction into the public sector vaccination schedule, with a time horizon of at least five years. Models focused only on estimating epidemiological parameters were excluded. Outcomes of interest were time to rubella and CRS elimination, trends in incidence of rubella and CRS, number of vaccinated individuals per CRS case averted, and cost-effectiveness of vaccine introduction strategies. The methodological quality of included studies was assessed using a modified risk of bias tool, and a qualitative narrative was provided, given that data synthesis was not feasible. RESULTS: Seven studies were included from a total of 1393 records retrieved. The methodological quality was scored high for six studies and very high for one study. Quantitative data synthesis was not possible, because only one study reported point estimates and uncertainty intervals for the outcomes. All seven included studies presented trends in rubella incidence, six studies reported trends in CRS incidence, two studies reported the number vaccinated individuals per CRS case averted, and two studies reported an economic evaluation measure. Time to CRS elimination and time to rubella elimination were not reported by any of the included studies. Reported trends in CRS incidence showed elimination within five years of RCV introduction with scenarios involving mass vaccination of older children in addition to routine infant vaccination. CRS incidence was higher with RCV introduction than without RCV when public vaccine coverage was lower than 50% or only private sector vaccination was implemented. Although vaccination of children at a given age achieved slower declines in CRS incidence compared to mass campaigns targeting a wide age range, this approach resulted in the lowest number of vaccinated individuals per CRS case averted. CONCLUSION AND RECOMMENDATIONS: We were unable to conduct data synthesis of included studies due to discrepancies in outcome reporting. However, qualitative assessment of results of individual studies suggests that vaccination of infants should be combined with vaccination of older children to achieve rapid elimination of CRS. Better outcomes are obtained when rubella vaccination is introduced into public vaccination schedules at coverage figures of 80%, as recommended by WHO, or higher. Guidelines for reporting of outcomes in mathematical modelling studies and the conduct of systematic reviews of mathematical modelling studies are required.",
  "authors": [
    {
      "last_name": "Motaze",
      "fore_name": "Nkengafac Villyen",
      "initials": "NV",
      "name": "Nkengafac Villyen Motaze",
      "affiliations": [
        "National Institute for Communicable Diseases (NICD), A Division of the National Health Laboratory Service (NHLS), Johannesburg 2131, South Africa.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town 7505, South Africa.",
        "Centre for the Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé 1211, Cameroon."
      ],
      "orcid": "0000-0003-0227-6425"
    },
    {
      "last_name": "Mthombothi",
      "fore_name": "Zinhle E",
      "initials": "ZE",
      "name": "Zinhle E Mthombothi",
      "affiliations": [
        "The South African Department of Science and Innovation-National Research Foundation (DSI-NRF), Centre of Excellence in Epidemiological Modelling and Analysis (SACEMA), Stellenbosch 7600, South Africa."
      ],
      "orcid": "0000-0002-0078-1260"
    },
    {
      "last_name": "Adetokunboh",
      "fore_name": "Olatunji",
      "initials": "O",
      "name": "Olatunji Adetokunboh",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town 7505, South Africa.",
        "The South African Department of Science and Innovation-National Research Foundation (DSI-NRF), Centre of Excellence in Epidemiological Modelling and Analysis (SACEMA), Stellenbosch 7600, South Africa."
      ],
      "orcid": "0000-0002-4608-3951"
    },
    {
      "last_name": "Hazelbag",
      "fore_name": "C Marijn",
      "initials": "CM",
      "name": "C Marijn Hazelbag",
      "affiliations": [
        "The South African Department of Science and Innovation-National Research Foundation (DSI-NRF), Centre of Excellence in Epidemiological Modelling and Analysis (SACEMA), Stellenbosch 7600, South Africa."
      ],
      "orcid": "0000-0002-7694-5436"
    },
    {
      "last_name": "Saldarriaga",
      "fore_name": "Enrique M",
      "initials": "EM",
      "name": "Enrique M Saldarriaga",
      "affiliations": [
        "The Comparative Health Outcomes, Policy, and Economics (CHOICE) Institute, University of Washington, Seattle, WA 98195, USA."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town 7505, South Africa.",
        "Centre for the Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé 1211, Cameroon.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Biostatistics Unit, The Research Institute, St Joseph's Healthcare, Hamilton, ON L8N 4A6, Canada."
      ],
      "orcid": "0000-0001-5855-5461"
    },
    {
      "last_name": "Wiysonge",
      "fore_name": "Charles Shey",
      "initials": "CS",
      "name": "Charles Shey Wiysonge",
      "affiliations": [
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town 7505, South Africa.",
        "Centre for the Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé 1211, Cameroon.",
        "Cochrane South Africa, South African Medical Research Council, Cape Town 7505, South Africa.",
        "School of Public Health and Family Medicine, University of Cape Town, Anzio Road, Observatory, Cape Town 7935, South Africa."
      ],
      "orcid": "0000-0002-1273-4779"
    }
  ],
  "journal": {
    "title": "Vaccines",
    "iso_abbreviation": "Vaccines (Basel)",
    "issn": "2076-393X",
    "issn_type": "Print",
    "volume": "9",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Jan",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33503898",
    "pmc": "PMC7912610",
    "doi": "10.3390/vaccines9020084",
    "pii": "vaccines9020084"
  },
  "doi": "10.3390/vaccines9020084",
  "pmc_id": "PMC7912610",
  "dates": {
    "revised": "2023-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.545018",
    "pmid": "33503898"
  }
}