{
  "pmid": "33505341",
  "uid": "33505341",
  "title": "The Role of Body Image on Psychosocial Outcomes in People With Diabetes and People With an Amputation.",
  "abstract": "INTRODUCTION: Research indicates that body image disturbance is associated with poorer psychosocial outcomes for individuals with physical health conditions, with poorest body image reported for individuals with visible bodily changes. Using White's (2000) theoretical model of body image the present paper aimed to examine the nature of these relationships in two distinct groups: individuals with an amputation and individuals with diabetes. It was hypothesized that body image disturbance would be associated with psychosocial outcomes and would mediate the relationships between self-ideal discrepancy and personal investment in psychosocial outcomes. METHODS: Individuals with diabetes (N = 212) and individuals with an amputation (N = 227) provided details regarding their medical condition, and completed measures assessing body image, investment, self-ideal discrepancy, depression, anxiety, and quality of life. Structural equation and invariance modeling were used to test the model paths and the invariance of the model. RESULTS: As hypothesized, body image disturbance was found to mediate the relationships between personal investment and psychosocial outcome, and between self-ideal discrepancy and psychosocial outcome. The predicted paths were invariant across groups, although the model accounted for more variance in people with an amputation than people with diabetes. CONCLUSION: Body image disturbance, personal investment, and self-ideal discrepancy are important factors contributing to psychosocial outcome for individuals with diabetes and individuals with an amputation. These findings not only confirm the validity of the model in these two groups, but they emphasize the importance of targeting body image in future psychological interventions for individuals with a health condition.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Graduate School of Health, University of Technology Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Sharpe",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Sharpe",
      "affiliations": [
        "Clinical Psychology Unit, University of Sydney, Sydney, NSW, Australia.",
        "School of Psychology, University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "MacCann",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn MacCann",
      "affiliations": [
        "School of Psychology, University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Blaszczynski",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Blaszczynski",
      "affiliations": [
        "School of Psychology, University of Sydney, Sydney, NSW, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2020"
  },
  "start_page": "614369",
  "pages": "614369",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33505341",
    "pmc": "PMC7829667",
    "doi": "10.3389/fpsyg.2020.614369"
  },
  "doi": "10.3389/fpsyg.2020.614369",
  "pmc_id": "PMC7829667",
  "dates": {
    "revised": "2022-04-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.540451",
    "pmid": "33505341"
  }
}