{
  "pmid": "33503044",
  "uid": "33503044",
  "title": "A qualitative, grounded theory exploration of the determinants of self-care behavior among Indian patients with a lived experience of chronic heart failure.",
  "abstract": "BACKGROUND: Prior reports have documented extremely poor adherence to evidence-based medications among South Asian patients with established chronic cardiovascular diseases. Treatment adherence is now considered a part of the 'self-care' process, the determinants of which have not been adequately explored or explained among South Asian patients with chronic heart failure (CHF). Our objective was to qualitatively ascertain the determinants of the self-care process among Indian patients with a lived experience of heart failure. METHODS: We conducted in-depth interviews (audio-recorded) among 22 purposively sampled patients living with chronic heart failure, diagnosed at least 4 weeks prior to the interview and 17 caregivers (n = 39) in a tertiary care teaching hospital in Southern India. We employed an inductive analytical approach using Charmaz's constructivist grounded theory. Initial line-by-line coding and categorization was followed by memo writing, reflexive analysis after interviewing and analyzing four, eight and twelve patients, and at each stage further theoretical sampling was carried out until we reached thematic saturation. We used NVivo ver. 12 to analyze and organize data. RESULTS: The mean age of our patients was 61 years and they represented 5 Indian states and spoke seven languages, distributed across socio-economic strata and literacy levels. We classified self-care determinants into 3 broad, simple categories and defined underlying themes namely, negative determinants (passivity, entrenched beliefs, negative affect, lack of knowledge, financial difficulties, and fatalism), intermediate factors (patient expectations, provider/hospital hopping) and facilitators or positive self-care determinants (intrinsic and extrinsic facilitators). Gender and the cultural background of patients' upbringing appear to shape these determinants, thereby affecting self-care decision making in chronic heart failure. CONCLUSION: We have empirically described a unique set of self-care determinants among Indian chronic heart failure patients, which in turn are shaped by economic and socio-cultural factors. Assessing for and addressing these determinants during clinical interactions through multi-factorial approaches may help improve self-care among Indian CHF patients, thus improving treatment adherence and clinical outcomes.",
  "authors": [
    {
      "last_name": "Kamath",
      "fore_name": "Deepak Y",
      "initials": "DY",
      "name": "Deepak Y Kamath",
      "affiliations": [
        "Department of Pharmacology, St. John's Medical College, Bengaluru, Karnataka, India.",
        "Division of Clinical Research and Training, St. John's Research Institute, Koramangala, Bengaluru, India."
      ],
      "orcid": "0000-0002-8044-7747"
    },
    {
      "last_name": "Bhuvana",
      "fore_name": "K B",
      "initials": "KB",
      "name": "K B Bhuvana",
      "affiliations": [
        "Department of Pharmacology, St. John's Medical College, Bengaluru, Karnataka, India."
      ]
    },
    {
      "last_name": "Salazar",
      "fore_name": "Luke Joshua",
      "initials": "LJ",
      "name": "Luke Joshua Salazar",
      "affiliations": [
        "Department of Psychiatry, St. John's Medical College Bengaluru, Karnataka, India."
      ],
      "orcid": "0000-0002-5164-6771"
    },
    {
      "last_name": "Varghese",
      "fore_name": "Kiron",
      "initials": "K",
      "name": "Kiron Varghese",
      "affiliations": [
        "Department of Cardiology, St. John's Medical College, Bengaluru, Karnataka, India."
      ]
    },
    {
      "last_name": "Kamath",
      "fore_name": "Anant",
      "initials": "A",
      "name": "Anant Kamath",
      "affiliations": [
        "School of Development, Azim Premji University, Bengaluru, Karnataka, India."
      ]
    },
    {
      "last_name": "Idiculla",
      "fore_name": "Jyoti",
      "initials": "J",
      "name": "Jyoti Idiculla",
      "affiliations": [
        "Department of Internal Medicine, St. John's Medical College, Bengaluru, Karnataka, India."
      ]
    },
    {
      "last_name": "Pais",
      "fore_name": "Prem",
      "initials": "P",
      "name": "Prem Pais",
      "affiliations": [
        "Division of Clinical Research and Training, St. John's Research Institute, Koramangala, Bengaluru, India."
      ]
    },
    {
      "last_name": "Kulkarni",
      "fore_name": "Shruthi",
      "initials": "S",
      "name": "Shruthi Kulkarni",
      "affiliations": [
        "Department of Internal Medicine, St. John's Medical College, Bengaluru, Karnataka, India."
      ]
    },
    {
      "last_name": "Granger",
      "fore_name": "Bradi B",
      "initials": "BB",
      "name": "Bradi B Granger",
      "affiliations": [
        "Duke University School of Nursing, Durham, NC, United States of America."
      ]
    },
    {
      "last_name": "Xavier",
      "fore_name": "Denis",
      "initials": "D",
      "name": "Denis Xavier",
      "affiliations": [
        "Department of Pharmacology, St. John's Medical College, Bengaluru, Karnataka, India.",
        "Division of Clinical Research and Training, St. John's Research Institute, Koramangala, Bengaluru, India."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2021"
  },
  "start_page": "e0245659",
  "pages": "e0245659",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Chronic Disease",
    "Female",
    "Heart Failure",
    "Humans",
    "Male",
    "Middle Aged",
    "Self Care"
  ],
  "article_ids": {
    "pubmed": "33503044",
    "pmc": "PMC7840054",
    "doi": "10.1371/journal.pone.0245659",
    "pii": "PONE-D-20-14836"
  },
  "doi": "10.1371/journal.pone.0245659",
  "pmc_id": "PMC7840054",
  "dates": {
    "completed": "2021-06-15",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "IA/CPHE/15/1/502053",
      "agency": "DBT-Wellcome Trust India Alliance",
      "country": "India"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:28.624278",
    "pmid": "33503044"
  }
}