{
  "pmid": "33508310",
  "uid": "33508310",
  "title": "Saponin toxicity as key player in plant defense against pathogens.",
  "abstract": "Microbial pathogens attack every plant tissue, including leaves, roots, shoots, and flowers during all growth stages. Thus, they cause several diseases resulting in a plant's failure or loss of the whole crop in severe cases. To combat the pathogens attack, plants produce some biologically active toxic compounds known as saponins. The saponins are secondary metabolic compounds produced in healthy plants with potential anti-pathogenic activity and serve as potential chemical barriers against pathogens. Saponins are classified into two major groups the steroidal and terpenoid saponins. Here, we reported the significance of saponin toxins in the war against insect pests, fungal, and bacterial pathogens. Saponins are present in both cultivated (chilies, spinach, soybean, quinoa, onion, oat, tea, etc.) and wild plant species. As they are natural toxic constituents of plant defense, breeders and plant researchers aiming to boost plant imm unity should focus on transferring these compounds in cash crops.",
  "authors": [
    {
      "last_name": "Zaynab",
      "fore_name": "Madiha",
      "initials": "M",
      "name": "Madiha Zaynab",
      "affiliations": [
        "College of Physics and Optoelectronic Engineering, Shenzhen University, Shenzhen, 518060, China; Shenzhen Key Laboratory of Marine Bioresource & Eco-environmental Sciences, College of Life Sciences and Oceanography, Shenzhen University, Shenzhen, Guangdong, 518071, China; Shenzhen Environmental Monitoring Center, Shenzhen, 518049, Guangdong, China."
      ]
    },
    {
      "last_name": "Sharif",
      "fore_name": "Yasir",
      "initials": "Y",
      "name": "Yasir Sharif",
      "affiliations": [
        "College of Plant Protection, Fujian Agriculture and Forestry University, Fuzhou, 350002, Fujian, China."
      ]
    },
    {
      "last_name": "Abbas",
      "fore_name": "Safdar",
      "initials": "S",
      "name": "Safdar Abbas",
      "affiliations": [
        "Department of Biochemistry, Faculty of Biological Sciences, Quaid-i-Azam University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Zohaib",
      "initials": "MZ",
      "name": "Muhammad Zohaib Afzal",
      "affiliations": [
        "Department of Plant Breeding and Genetics, University of Agriculture, Faisalabad, 38000, Pakistan."
      ]
    },
    {
      "last_name": "Qasim",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Qasim",
      "affiliations": [
        "Ministry of Agriculture Key Lab of Molecular Biology of Crop Pathogens and Insects,Institute of Insect Science,Zhejiang University, Hangzhou, 310058, China."
      ]
    },
    {
      "last_name": "Khalofah",
      "fore_name": "Ahlam",
      "initials": "A",
      "name": "Ahlam Khalofah",
      "affiliations": [
        "Department of Biology, Faculty of Science, King Khalid University, P.O. Box 9004, Abha, 61413, Saudi Arabia; Research Center for Advanced Materials Science (RCAMS), King Khalid University, P.O. Box 9004, Abha, 61413, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ansari",
      "fore_name": "Mohammad Javed",
      "initials": "MJ",
      "name": "Mohammad Javed Ansari",
      "affiliations": [
        "Department of Botany, Hindu College Moradabad (MJP Rohilkhand University Bareilly), 244001, India."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Khalid Ali",
      "initials": "KA",
      "name": "Khalid Ali Khan",
      "affiliations": [
        "Department of Biology, Faculty of Science, King Khalid University, P.O. Box 9004, Abha, 61413, Saudi Arabia; Research Center for Advanced Materials Science (RCAMS), King Khalid University, P.O. Box 9004, Abha, 61413, Saudi Arabia; Unit of Bee Research and Honey Production, Faculty of Science, King Khalid University, P.O. Box 9004, Abha, 61413, Saudi Arabia."
      ]
    },
    {
      "last_name": "Tao",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Tao",
      "affiliations": [
        "Shenzhen Base of South China Sea Fisheries Research Institute, Chinese Academy of Fishery Sciences, Shenzhen, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Shuangfei",
      "initials": "S",
      "name": "Shuangfei Li",
      "affiliations": [
        "Shenzhen Key Laboratory of Marine Bioresource & Eco-environmental Sciences, College of Life Sciences and Oceanography, Shenzhen University, Shenzhen, Guangdong, 518071, China. Electronic address: szu_sfli@163.com."
      ]
    }
  ],
  "journal": {
    "title": "Toxicon : official journal of the International Society on Toxinology",
    "iso_abbreviation": "Toxicon",
    "issn": "1879-3150",
    "issn_type": "Electronic",
    "volume": "193",
    "pub_year": "2021",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "21",
  "end_page": "27",
  "pages": "21-27",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Insecta",
    "Plant Extracts",
    "Plant Leaves",
    "Saponins",
    "Glycine max"
  ],
  "article_ids": {
    "pubmed": "33508310",
    "doi": "10.1016/j.toxicon.2021.01.009",
    "pii": "S0041-0101(21)00033-7"
  },
  "doi": "10.1016/j.toxicon.2021.01.009",
  "dates": {
    "completed": "2021-05-12",
    "revised": "2023-12-13"
  },
  "chemicals": [
    "Plant Extracts",
    "Saponins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.936140",
    "pmid": "33508310"
  }
}