{
  "pmid": "33511549",
  "uid": "33511549",
  "title": "Olecranon fractures in the elderly during the COVID-19 pandemic: Is non-operative treatment reasonable? Review of the current evidence.",
  "abstract": "The current COVID-19 global pandemic presents a major challenge and unprecedented pressures on health systems. The national guidelines in the UK advise non-operative treatment of fractures whenever possible to reduce the risk of surgical intervention to both patient and healthcare staff. The elderly population over 70 years are highlighted as a high-risk group in this pandemic as well as being often high risk for surgery in general due to co-morbidities. This article reviews the current literature regarding treatment of displaced olecranon fractures in the elderly. Literature search of the available databases. One randomised controlled trial has been published, comparing operative versus non-operative treatments of olecranon fractures in this age group. The study was terminated prematurely due to the high complication rate in the operative group. No difference in functional scores was recorded. Other published retrospective case series report good functional outcome scores and high satisfaction rates in the majority of patients in whom olecranon fractures were treated non-operatively. Non-operative treatment of olecranon fractures in elderly patients seems to be safe and an acceptable management option in these unprecedented times.",
  "authors": [
    {
      "last_name": "Abdelmalek",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Abdelmalek",
      "affiliations": [
        "Southmead Hospital, Southmead Road, Bristol, BS10 5NB, UK. abdelmalek.amir@hotmail.co.uk."
      ],
      "orcid": "0000-0002-6519-8025"
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Southmead Hospital, Southmead Road, Bristol, BS10 5NB, UK."
      ]
    }
  ],
  "journal": {
    "title": "Musculoskeletal surgery",
    "iso_abbreviation": "Musculoskelet Surg",
    "issn": "2035-5114",
    "issn_type": "Electronic",
    "volume": "105",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "125",
  "end_page": "130",
  "pages": "125-130",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aged",
    "COVID-19",
    "Fractures, Bone",
    "Humans",
    "Olecranon Process"
  ],
  "article_ids": {
    "pubmed": "33511549",
    "pmc": "PMC7843878",
    "doi": "10.1007/s12306-021-00699-7",
    "pii": "10.1007/s12306-021-00699-7"
  },
  "doi": "10.1007/s12306-021-00699-7",
  "pmc_id": "PMC7843878",
  "dates": {
    "completed": "2021-08-12",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:16:32.092264",
    "pmid": "33511549"
  }
}