{
  "pmid": "33522978",
  "uid": "33522978",
  "title": "Feasibility of a Web-Based Platform (Trial My App) to Efficiently Conduct Randomized Controlled Trials of mHealth Apps For Patients With Cardiovascular Risk Factors: Protocol For Evaluating an mHealth App for Hypertension.",
  "abstract": "BACKGROUND: Mobile health (mHealth) interventions can improve health by improving cardiovascular risk factors, but their adoption in care by physicians and patients is untapped. Few mHealth apps have been evaluated in clinical trials, and due to the fast pace of technological development, those previously evaluated are often outdated by the time trial results are available. Given the rapid pace of change in this field, it is not feasible to rigorously evaluate mHealth apps with current methodologies. OBJECTIVE: The overall aim of this pilot study was to test the feasibility of using a web research platform called Trial My App to conduct efficient and rigorous web-based randomized controlled trials (RCTs) of mHealth apps relevant to patients with cardiovascular risk factors by evaluating an app that targets hypertension. METHODS: For this study, 200 participants with suboptimally controlled hypertension will be recruited through advertisements in newsletters, media, and the internet, as well as through referrals from their health care providers. Screening, consent, randomization, and collection of patient-important health confidence and self-management ability outcomes will be conducted online through the Trial My App research platform. Participants will be randomized into 2 groups: 100 that will use an mHealth app for tracking hypertension and 100 that will be considered as an educational control. All participants will complete questionnaires at 0, 1, 3 and 6 months after enrolment. A substudy to validate the method of blood pressure readings and the consistency of data entered through Trial My App will be conducted with 40 participants. RESULTS: The development of the Trial My App web platform has been completed. The creation of survey instruments has been completed in collaboration with our patient partners and advisory board. Recruitment is expected to begin in the first quarter of 2021; data collection and analysis are expected to be completed approximately 1 year after study commencement. Results will be disseminated through conferences and publications. The primary outcomes of this study include the feasibility of conducting an RCT using the Trial My App platform by reporting recruitment, retention, and completion statistics. We will validate app-entered data with a standard 7-day home blood pressure measurement method. Lastly, the pilot, nonblinded RCT will assess the effectiveness of the mHealth app in improving the control of hypertension compared with the control of hypertension in the educational control group. CONCLUSIONS: This study will determine if it is feasible to use the Trial My App web-based platform to evaluate the effectiveness of mHealth apps for patients with cardiovascular risk factors. As more mHealth apps are evaluated in RCTs, patients will be able to select apps that meet their needs and physicians will be able to make evidence-based recommendations to their patients for apps aimed at improving cardiovascular health. TRIAL REGISTRATION: ClinicalTrials.gov NCT04528654; https://clinicaltrials.gov/ct2/show/NCT04528654. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): PRR1-10.2196/26155.",
  "authors": [
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2436-4290"
    },
    {
      "last_name": "Jezrawi",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Jezrawi",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0013-7643"
    },
    {
      "last_name": "Gabizon",
      "fore_name": "Itzhak",
      "initials": "I",
      "name": "Itzhak Gabizon",
      "affiliations": [
        "Department of Cardiology, Soroka University Medical Center, Ben-Gurion University of the Negev, Beer Sheva, Israel."
      ],
      "orcid": "0000-0001-6195-5941"
    },
    {
      "last_name": "Varughese",
      "fore_name": "Jobin",
      "initials": "J",
      "name": "Jobin Varughese",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Queen Square Family Health Team, Brampton, ON, Canada."
      ],
      "orcid": "0000-0001-8106-1267"
    },
    {
      "last_name": "Brown",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Brown",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5834-934X"
    },
    {
      "last_name": "Trottier",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Trottier",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6344-6128"
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2333-0144"
    },
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2516-4952"
    },
    {
      "last_name": "McGillion",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael McGillion",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1343-7012"
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8033-1699"
    },
    {
      "last_name": "Bhagirath",
      "fore_name": "Vinai",
      "initials": "V",
      "name": "Vinai Bhagirath",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6600-714X"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "10",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "e26155",
  "pages": "e26155",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33522978",
    "pmc": "PMC7884212",
    "doi": "10.2196/26155",
    "pii": "v10i2e26155"
  },
  "doi": "10.2196/26155",
  "pmc_id": "PMC7884212",
  "dates": {
    "revised": "2021-03-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.155724",
    "pmid": "33522978"
  }
}