{
  "pmid": "33529399",
  "uid": "33529399",
  "title": "Admissions experiences of aspiring physicians from low-income backgrounds.",
  "abstract": "INTRODUCTION: Students from low-income backgrounds (LIB) have been under-represented in Canadian medical schools for over fifty years. Despite our awareness of this problem, little is known about the experiences of aspiring physicians from LIB in Canada who are working towards medical school admission. Consequently, we have little insight into the barriers and facilitators that may be used to increase the representation of students from LIB in Canadian medical schools. METHODS: This paper describes a qualitative description interview study aimed at understanding the experiences of aspiring physicians from LIB as they attempt to gain entry to medical school. We conducted semi-structured interviews with 21 participants at different stages of their undergraduate, master's, and non-medical professional education, and used the theories of intersectionality and identity capital as a theoretical framework for identifying barriers and facilitators to a career in medicine. RESULTS: Participants experienced social, identity-related, economic, structural and informational barriers to a career in medicine. Intrinsic facilitators included motivation, self-confidence, attitude, strategy, information-seeking and sorting, and financial literacy and increasing income. Extrinsic facilitators were social, informational, financial and institutional in nature. CONCLUSION: This study fills existing knowledge gaps in the literature by identifying the pre-admissions barriers and facilitators encountered by aspiring physicians from LIB in Canada. The barriers and facilitators outlined in this study offer a framework for identifying target areas in developing support for admitting medical students from LIB. Given that medical students from LIB are more likely to serve underserved populations, our study is relevant to Canadian medical schools' social accountability commitment to producing physicians that meet the health needs of marginalised and vulnerable patients.",
  "authors": [
    {
      "last_name": "De Freitas",
      "fore_name": "Chanté",
      "initials": "C",
      "name": "Chanté De Freitas",
      "affiliations": [
        "Master's of Health Science Education Program, McMaster University, Hamilton, ON, Canada.",
        "McMaster Education Research, Innovation & Theory program (MERIT), Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5682-2263"
    },
    {
      "last_name": "Buckley",
      "fore_name": "Rya",
      "initials": "R",
      "name": "Rya Buckley",
      "affiliations": [
        "Biology and Psychology, Neuroscience & Behaviour Honours B.Sc. Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Klimo",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Klimo",
      "affiliations": [
        "Undergraduate MD Program, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Daniel",
      "fore_name": "Juliet M",
      "initials": "JM",
      "name": "Juliet M Daniel",
      "affiliations": [
        "Department of Biology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mountjoy",
      "fore_name": "Margo",
      "initials": "M",
      "name": "Margo Mountjoy",
      "affiliations": [
        "Undergraduate MD Program, McMaster University, Hamilton, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "McMaster Education Research, Innovation & Theory program (MERIT), Hamilton, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "840",
  "end_page": "849",
  "pages": "840-849",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Humans",
    "Physicians",
    "Qualitative Research",
    "Schools, Medical",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "33529399",
    "doi": "10.1111/medu.14462"
  },
  "doi": "10.1111/medu.14462",
  "dates": {
    "completed": "2021-06-23",
    "revised": "2021-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.118119",
    "pmid": "33529399"
  }
}