{
  "pmid": "33539753",
  "uid": "33539753",
  "title": "Fertility preservation for female patients with childhood, adolescent, and young adult cancer: recommendations from the PanCareLIFE Consortium and the International Late Effects of Childhood Cancer Guideline Harmonization Group.",
  "abstract": "Female patients with childhood, adolescent, and young adult cancer are at increased risk for fertility impairment when treatment adversely affects the function of reproductive organs. Patients and their families desire biological children but substantial variations in clinical practice guidelines reduce consistent and timely implementation of effective interventions for fertility preservation across institutions. As part of the PanCareLIFE Consortium, and in collaboration with the International Late Effects of Childhood Cancer Guideline Harmonization Group, we reviewed the current literature and developed a clinical practice guideline for fertility preservation in female patients who were diagnosed with childhood, adolescent, and young adult cancer at age 25 years or younger, including guidance on risk assessment and available methods for fertility preservation. The Grading of Recommendations Assessment, Development and Evaluation methodology was used to grade the available evidence and to form the recommendations. This clinical practice guideline leverages existing evidence and international expertise to develop transparent recommendations that are easy to use to facilitate the care of female patients with childhood, adolescent, and young adult cancer who are at high risk for fertility impairment. A complete review of the existing evidence, including a quality assessment, transparent reporting of the guideline panel's decisions, and achievement of global interdisciplinary consensus, is an important result of this intensive collaboration.",
  "authors": [
    {
      "last_name": "Mulder",
      "fore_name": "Renée L",
      "initials": "RL",
      "name": "Renée L Mulder",
      "affiliations": [
        "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands. Electronic address: r.l.mulder@prinsesmaximacentrum.nl."
      ]
    },
    {
      "last_name": "Font-Gonzalez",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Font-Gonzalez",
      "affiliations": [
        "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands; Pediatric Oncology, Emma Children's Hospital, Amsterdam UMC, University of Amsterdam, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Hudson",
      "fore_name": "Melissa M",
      "initials": "MM",
      "name": "Melissa M Hudson",
      "affiliations": [
        "Department of Epidemiology and Cancer Control and Department of Oncology, St Jude Children's Research Hospital, Memphis, TN, USA."
      ]
    },
    {
      "last_name": "van Santen",
      "fore_name": "Hanneke M",
      "initials": "HM",
      "name": "Hanneke M van Santen",
      "affiliations": [
        "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands; Department of Pediatric Endocrinology, Wilhelmina Children's Hospital, UMC Utrecht, Utrecht, Netherlands."
      ]
    },
    {
      "last_name": "Loeffen",
      "fore_name": "Erik A H",
      "initials": "EAH",
      "name": "Erik A H Loeffen",
      "affiliations": [
        "Department of Pediatric Oncology/Hematology, Beatrix Children's Hospital, UMC Groningen, University of Groningen, Groningen, Netherlands."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen C",
      "initials": "KC",
      "name": "Karen C Burns",
      "affiliations": [
        "Cancer and Blood Disease Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA; Department of Pediatrics, University of Cincinnati College of Medicine, University of Cincinnati, Cincinnati, OH, USA."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Gwendolyn P",
      "initials": "GP",
      "name": "Gwendolyn P Quinn",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Department of Population Health, and Division of Medical Ethics, New York University School of Medicine, New York University, New York, NY, USA."
      ]
    },
    {
      "last_name": "van Dulmen-den Broeder",
      "fore_name": "Eline",
      "initials": "E",
      "name": "Eline van Dulmen-den Broeder",
      "affiliations": [
        "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands; Pediatric Oncology, Emma Children's Hospital, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Byrne",
      "fore_name": "Julianne",
      "initials": "J",
      "name": "Julianne Byrne",
      "affiliations": [
        "Boyne Research Institute, Drogheda, Ireland."
      ]
    },
    {
      "last_name": "Haupt",
      "fore_name": "Riccardo",
      "initials": "R",
      "name": "Riccardo Haupt",
      "affiliations": [
        "Epidemiology and Biostatistics Unit and DOPO Clinic, IRCCS Istituto Giannina Gaslini, Genova, Italy."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "W Hamish",
      "initials": "WH",
      "name": "W Hamish Wallace",
      "affiliations": [
        "Department of Paediatric Haematology and Oncology, Royal Hospital for Sick Children, Edinburgh, UK."
      ]
    },
    {
      "last_name": "van den Heuvel-Eibrink",
      "fore_name": "Marry M",
      "initials": "MM",
      "name": "Marry M van den Heuvel-Eibrink",
      "affiliations": [
        "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands; Department of Pediatric Hematology and Oncology, Sophia Children's Hospital, Erasmus MC, Rotterdam, Netherlands."
      ]
    },
    {
      "last_name": "Anazodo",
      "fore_name": "Antoinette",
      "initials": "A",
      "name": "Antoinette Anazodo",
      "affiliations": [
        "Kids Cancer Centre, Sydney Children's Hospital, Sydney, NSW, Australia; Nelune Comprehensive Cancer Centre, Prince of Wales Hospital, Sydney, NSW, Australia; School of Women's and Children's Health, University of New South Wales, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Richard A",
      "initials": "RA",
      "name": "Richard A Anderson",
      "affiliations": [
        "Medical Research Council Centre for Reproductive Health, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Barnbrock",
      "fore_name": "Anke",
      "initials": "A",
      "name": "Anke Barnbrock",
      "affiliations": [
        "Division for Stem Cell Transplantation and Immunology, Department for Children and Adolescents, University Hospital, Goethe University, Frankfurt, Germany."
      ]
    },
    {
      "last_name": "Beck",
      "fore_name": "Joern D",
      "initials": "JD",
      "name": "Joern D Beck",
      "affiliations": [
        "Hospital for Children and Adolescents, University of Erlangen-Nürnberg, Erlangen, Germany; LESS Group, Hospital for Children and Adolescents, University of Lübeck, Lübeck, Germany."
      ]
    },
    {
      "last_name": "Bos",
      "fore_name": "Annelies M E",
      "initials": "AME",
      "name": "Annelies M E Bos",
      "affiliations": [
        "Department of Reproductive Medicine and Gynaecology, UMC Utrecht, Utrecht, Netherlands."
      ]
    },
    {
      "last_name": "Demeestere",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Demeestere",
      "affiliations": [
        "Research Laboratory on Human Reproduction and Fertility Clinic, Department of Obstetrics and Gynecology, CUB-Hôpital Erasme, Université Libre de Bruxelles, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Denzer",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Denzer",
      "affiliations": [
        "Division of Pediatric Endocrinology and Diabetes, Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany."
      ]
    },
    {
      "last_name": "Di Iorgi",
      "fore_name": "Natascia",
      "initials": "N",
      "name": "Natascia Di Iorgi",
      "affiliations": [
        "Department of Pediatrics, IRCCS Istituto Giannina Gaslini, University of Genova, Genova, Italy."
      ]
    },
    {
      "last_name": "Hoefgen",
      "fore_name": "Holly R",
      "initials": "HR",
      "name": "Holly R Hoefgen",
      "affiliations": [
        "Division of Pediatric and Adolescent Gynecology, Washington University School of Medicine, Washington University, St Louis, MO, USA."
      ]
    },
    {
      "last_name": "Kebudi",
      "fore_name": "Rejin",
      "initials": "R",
      "name": "Rejin Kebudi",
      "affiliations": [
        "Division of Pediatric Hematology-Oncology, Cerrahpasa Medical Faculty, Istanbul University Cerrahpasa, Istanbul, Turkey; Oncology Institute, Istanbul University, Istanbul, Turkey."
      ]
    },
    {
      "last_name": "Lambalk",
      "fore_name": "Cornelis",
      "initials": "C",
      "name": "Cornelis Lambalk",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Langer",
      "fore_name": "Thorsten",
      "initials": "T",
      "name": "Thorsten Langer",
      "affiliations": [
        "Division Pediatric Hematology and Oncology, University Hospital of Schleswig-Holstein, Lübeck, Germany."
      ]
    },
    {
      "last_name": "Meacham",
      "fore_name": "Lillian R",
      "initials": "LR",
      "name": "Lillian R Meacham",
      "affiliations": [
        "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA, USA; Division of Hematology/Oncology and Division of Endocrinology, Department of Pediatrics, Emory University School of Medicine, Emory University, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Rodriguez-Wallberg",
      "fore_name": "Kenny",
      "initials": "K",
      "name": "Kenny Rodriguez-Wallberg",
      "affiliations": [
        "Division of Gynecology and Reproduction, Department of Reproductive Medicine, Karolinska University Hospital, Stockholm, Sweden; Department of Oncology-Pathology, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Stern",
      "fore_name": "Catharyn",
      "initials": "C",
      "name": "Catharyn Stern",
      "affiliations": [
        "Melbourne IVF, East Melbourne, VIC, Australia; Reproductive Services, Royal Women's Hospital, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Stutz-Grunder",
      "fore_name": "Eveline",
      "initials": "E",
      "name": "Eveline Stutz-Grunder",
      "affiliations": [
        "Department of Pediatric Oncology, Children's Hospital Zurich, University of Zurich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "van Dorp",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy van Dorp",
      "affiliations": [
        "Division of Reproductive Medicine, Department of Obstetrics and Gynaecology, Erasmus MC, Rotterdam, Netherlands."
      ]
    },
    {
      "last_name": "Veening",
      "fore_name": "Margreet",
      "initials": "M",
      "name": "Margreet Veening",
      "affiliations": [
        "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands; Pediatric Oncology, Emma Children's Hospital, Amsterdam UMC, Vrije Universiteit Amsterdam, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Veldkamp",
      "fore_name": "Saskia",
      "initials": "S",
      "name": "Saskia Veldkamp",
      "affiliations": [
        "Pediatric Oncology, Emma Children's Hospital, Amsterdam UMC, University of Amsterdam, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "van der Meulen",
      "fore_name": "Eline",
      "initials": "E",
      "name": "Eline van der Meulen",
      "affiliations": [
        "Dutch Childhood Cancer Parent Organization (VOX), Nieuwegein, Netherlands."
      ]
    },
    {
      "last_name": "Constine",
      "fore_name": "Louis S",
      "initials": "LS",
      "name": "Louis S Constine",
      "affiliations": [
        "Department of Radiation Oncology and Department of Pediatrics, University of Rochester Medical Center, University of Rochester, Rochester, NY, USA."
      ]
    },
    {
      "last_name": "Kenney",
      "fore_name": "Lisa B",
      "initials": "LB",
      "name": "Lisa B Kenney",
      "affiliations": [
        "Boston Children's Hospital and Dana-Farber Cancer Institute, Harvard Medical School, Harvard University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "van de Wetering",
      "fore_name": "Marianne D",
      "initials": "MD",
      "name": "Marianne D van de Wetering",
      "affiliations": [
        "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands."
      ]
    },
    {
      "last_name": "Kremer",
      "fore_name": "Leontien C M",
      "initials": "LCM",
      "name": "Leontien C M Kremer",
      "affiliations": [
        "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands; Pediatric Oncology, Emma Children's Hospital, Amsterdam UMC, University of Amsterdam, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Levine",
      "affiliations": [
        "Division of Pediatric Hematology and Oncology, Weill Cornell Medicine, Cornell University, New York, NY, USA."
      ]
    },
    {
      "last_name": "Tissing",
      "fore_name": "Wim J E",
      "initials": "WJE",
      "name": "Wim J E Tissing",
      "affiliations": [
        "Princess Máxima Center for Pediatric Oncology, Utrecht, Netherlands; Department of Pediatric Oncology/Hematology, Beatrix Children's Hospital, UMC Groningen, University of Groningen, Groningen, Netherlands."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Lancet. Oncology",
    "iso_abbreviation": "Lancet Oncol",
    "issn": "1474-5488",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "e45",
  "end_page": "e56",
  "pages": "e45-e56",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cancer Survivors",
    "Child",
    "Female",
    "Fertility Preservation",
    "Guidelines as Topic",
    "Humans",
    "Neoplasms",
    "Risk Assessment",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33539753",
    "doi": "10.1016/S1470-2045(20)30594-5",
    "pii": "S1470-2045(20)30594-5"
  },
  "doi": "10.1016/S1470-2045(20)30594-5",
  "dates": {
    "completed": "2021-02-18",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "G1100357",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.264491",
    "pmid": "33539753"
  }
}