{
  "pmid": "33539636",
  "uid": "33539636",
  "title": "Establishing content validity of an orthodontic subset of the FACE-Q Craniofacial Module in children and young adults with malocclusion.",
  "abstract": "OBJECTIVE: The FACE-Q Craniofacial Module for children and young adults is a patient-reported outcome measure (PROM) designed to measure outcomes for patients aged 8 to 29 years with facial conditions. The aim of this study was to establish content validity of a relevant subset of the module for its use in orthodontic patients with malocclusion. SETTING AND SAMPLE POPULATION: Experts in orthodontics were emailed and invited to provide feedback through a Research Electronic Data Capture survey. Patient feedback was obtained through cognitive interviews with patients aged 8 to 29 years recruited from a university-based orthodontic clinic in Canada. MATERIALS AND METHODS: Expert opinion and patient interviews were used to obtain feedback on the content of 4 appearance (face, smile, teeth and jaws) and 1 function (eating and drinking) scales hypothesized to be relevant to orthodontic malocclusions, and to elicit new concepts. Interviews were audio-recorded, transcribed, and coded using a line-by-line approach. RESULTS: Twenty-one experts and 15 patients participated. Expert feedback led us to drop 9, retain 40, revise 4 and add 16 new items. At the conclusion of cognitive interviews no items were dropped, 55 were retained, 5 were revised and 8 new items were added. The final set of 68 items demonstrated content validity for orthodontic patients. CONCLUSION: Expert feedback and cognitive interviews enabled us to revise and refine 5 scales as part of the FACE-Q Craniofacial Module for use in orthodontic patients. These scales were included in the internationalfield-test of the FACE-Q Craniofacial Module.",
  "authors": [
    {
      "last_name": "Tassi",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Tassi",
      "affiliations": [
        "Division of Graduate Orthodontics, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0001-6457-8889"
    },
    {
      "last_name": "Tan",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Tan",
      "affiliations": [
        "Bachelor of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Piplani",
      "fore_name": "Bhoomika",
      "initials": "B",
      "name": "Bhoomika Piplani",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Longmire",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Longmire",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wong Riff",
      "fore_name": "Karen W Y",
      "initials": "KWY",
      "name": "Karen W Y Wong Riff",
      "affiliations": [
        "Department of Surgery, Division of Plastic and Reconstructive Surgery, Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthodontics & craniofacial research",
    "iso_abbreviation": "Orthod Craniofac Res",
    "issn": "1601-6343",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "553",
  "end_page": "560",
  "pages": "553-560",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Face",
    "Humans",
    "Malocclusion",
    "Patient Reported Outcome Measures",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33539636",
    "doi": "10.1111/ocr.12474"
  },
  "doi": "10.1111/ocr.12474",
  "dates": {
    "completed": "2021-10-19",
    "revised": "2021-10-19"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Plastic Surgery Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.158910",
    "pmid": "33539636"
  }
}