{
  "pmid": "33539972",
  "uid": "33539972",
  "title": "The Use of Elbow Arthroscopy for Management of the Pediatric Elbow: A Systematic Review of Indications and Outcomes.",
  "abstract": "PURPOSE: The purpose of this review was to systematically examine the literature surrounding elbow arthroscopy for pediatric patients and to assess indications, functional outcomes, and complication rates. METHODS: This systematic review was carried out in accordance with PRISMA guidelines. EMBASE, PubMed, and MEDLINE were searched for relevant literature from inception until December 2019, and studies were screened by 2 reviewers independently and in duplicate for those investigating elbow arthroscopy in a pediatric population (<18 years). Editorials, review articles, and case reports were excluded. Demographic data and data on surgical indications, treatment outcomes, and complications were recorded. A methodological quality assessment was performed for all included studies using the Methodological Index for Non-Randomized Studies. RESULTS: Overall, 19 studies, all of level IV evidence, were identified with a total of 492 patients (513 elbows). The patient population was 22.3% female with a mean age of 14.0 years (range, 4.0-15.7) and a mean follow-up time of 33.0 months (range, 7.4-96 months). Twelve studies (263 patients) exclusively recruited patients with osteochondritis dissecans (OCD), although other indications for elbow arthroscopy included arthrofibrosis (50 patients), elbow fracture (37 patients), medial ulnar collateral ligament injury (31 patients), and posterior impingement (17 patients). All 13 reporting studies showed a significant improvement in the elbow flexion-extension arc, and 4 of 5 that reported a functional outcome score before and after surgery demonstrating a significant improvement. Last, the overall complication rates ranged from 0% to 23.8%, with a total of 8 instances of neurological injury (5 ulnar, 2 radial, 1 unspecified), all being transient and resolving within 3 to 6 months. CONCLUSION: Although elbow arthroscopy is primarily being performed for OCD in children and adolescents, there is evidence surrounding several other potential indications. Case series published to date have demonstrated significant improvements in functional outcomes and low rates of major complications. LEVEL OF EVIDENCE: Level IV, systematic review of level IV studies.",
  "authors": [
    {
      "last_name": "Gouveia",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Gouveia",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Kailai",
      "initials": "K",
      "name": "Kailai Zhang",
      "affiliations": [
        "Department of Physical Medicine and Rehabilitation, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garrigues",
      "fore_name": "Grant E",
      "initials": "GE",
      "name": "Grant E Garrigues",
      "affiliations": [
        "Midwest Orthopaedics at Rush, Rush University Medical Center, Chicago, Illinois, U.S.A."
      ]
    },
    {
      "last_name": "Pollock",
      "fore_name": "J W",
      "initials": "JW",
      "name": "J W Pollock",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "1958",
  "end_page": "1970.e1",
  "pages": "1958-1970.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Arthroscopy",
    "Child",
    "Collateral Ligament, Ulnar",
    "Elbow",
    "Elbow Joint",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Osteochondritis Dissecans",
    "Range of Motion, Articular",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "33539972",
    "doi": "10.1016/j.arthro.2021.01.047",
    "pii": "S0749-8063(21)00064-5"
  },
  "doi": "10.1016/j.arthro.2021.01.047",
  "dates": {
    "completed": "2021-08-19",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.850649",
    "pmid": "33539972"
  }
}