{
  "pmid": "33548402",
  "uid": "33548402",
  "title": "Systematic Review and Meta-Analysis of Preventative Strategies for Acute Kidney Injury in Patients Undergoing Abdominal Aortic Aneurysm Repair.",
  "abstract": "BACKGOUND: To assess the effect of various preventative interventions for reducing the incidence of postoperative acute kidney injury (AKI) in patients undergoing elective abdominal aortic aneurysm (AAA) repair. METHODS: We included randomized controlled trials of 10 patients or more which tested a preventative intervention versus standard therapy or placebo in patients undergoing elective AAA repair using the open or endovascular approach. Studies including mixed patient populations such as those with aortic occlusive disease, thoracoabdominal aneurysms or ruptured aneurysms were ineligible for review. We searched Medline (1966-2019), EMBASE (1947-2019), CINAHL (1961-2019), Web of Science (1945-2019), Scopus (1966-2019), and The Cochrane Library (1996-2019) for trials available as published manuscripts in English. Study quality was assessed using the Cochrane Collaboration risk of bias tool. Where possible we pooled the results of similar interventions using random effects meta-analysis. RESULTS: We included 17 trials involving 1443 participants. Most trials were small, single-center studies, with varying definitions of AKI and a high or moderate risk of bias. The preventative strategies with possible protective effects were mannitol, a composite of antioxidant supplements, an open extraperitoneal approach, and human atrial natriuretic peptide (hANP). Curcumin, methylprednisolone, carbon dioxide contrast medium, hemodynamic monitoring and N-acetylcysteine were found to be ineffective. Six trials with a total of 355 participants reported on remote ischemic preconditioning (RIPC) and our meta-analysis showed no statistically significant difference between RIPC and standard treatment (OR 1.20, 95% CI 0.37, 3.89); although the results should be interpreted with caution due to considerable statistical heterogeneity (I[2] = 70%). None of the interventions studied significantly reduced receipt of renal replacement therapy (RRT). CONCLUSIONS: Interventions that have shown some potential to reduce AKI after AAA repair include mannitol, a composite of antioxidant supplements, an open extraperitoneal approach and hANP. These conclusions are limited by the small size, high risk of bias and inconsistency of the included trials. Large, high quality, multi-center randomized trials will help determine which interventions are effective in reducing the incidence of postoperative AKI among patients undergoing elective AAA repair.",
  "authors": [
    {
      "last_name": "Fernandes",
      "fore_name": "Michaela",
      "initials": "M",
      "name": "Michaela Fernandes",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Majoni",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Majoni",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Division of Nephrology, London Health Sciences Centre, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dubois",
      "fore_name": "Luc",
      "initials": "L",
      "name": "Luc Dubois",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada; Institute for Clinical Evaluative Sciences, London, Ontario, Canada; Division of Vascular Surgery, London Health Sciences Centre, London, Ontario, Canada. Electronic address: luc.dubois@uwo.ca."
      ]
    }
  ],
  "journal": {
    "title": "Annals of vascular surgery",
    "iso_abbreviation": "Ann Vasc Surg",
    "issn": "1615-5947",
    "issn_type": "Electronic",
    "volume": "74",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "419",
  "end_page": "430",
  "pages": "419-430",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Antioxidants",
    "Aortic Aneurysm, Abdominal",
    "Curcumin",
    "Elective Surgical Procedures",
    "Endovascular Procedures",
    "Humans",
    "Ischemic Preconditioning",
    "Postoperative Complications",
    "Preoperative Care",
    "Vascular Surgical Procedures"
  ],
  "article_ids": {
    "pubmed": "33548402",
    "doi": "10.1016/j.avsg.2020.12.061",
    "pii": "S0890-5096(21)00125-4"
  },
  "doi": "10.1016/j.avsg.2020.12.061",
  "dates": {
    "completed": "2021-12-20",
    "revised": "2022-04-25"
  },
  "chemicals": [
    "Antioxidants",
    "Curcumin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.312603",
    "pmid": "33548402"
  }
}