{
  "pmid": "33546717",
  "uid": "33546717",
  "title": "Intra-articular magnesium to alleviate postoperative pain after arthroscopic knee surgery: a meta-analysis of randomized controlled trials.",
  "abstract": "OBJECTIVE: We aimed to evaluate the safety and efficacy of intra-articular (IA) magnesium (Mg) for postoperative pain relief after arthroscopic knee surgery. METHODS: We searched PubMed, Embase, Medline, Cochrane library, and Web of Science to identify randomized controlled trials that compared postoperative pain outcomes with or without IA Mg after knee arthroscopy. The primary outcomes were pain intensity at rest and with movement at different postoperative time points and cumulative opioid consumption within 24 h after surgery. Secondary outcomes included the time to first analgesic request and side effects. RESULTS: In total, 11 studies involving 677 participants met the eligibility criteria. Pain scores at rest and with movement 2, 4, 12, and 24 h after surgery were significantly lower, doses of supplementary opioid consumption were smaller, and the time to first analgesic requirement was longer in the IA Mg group compared with the control group. No significant difference was detected regarding adverse reactions between the groups. CONCLUSIONS: Intra-articular magnesium is an effective and safe coadjuvant treatment for relieving postoperative pain intensity after arthroscopic knee surgery. Protocol registration at PROSPERO: CRD42020156403.",
  "authors": [
    {
      "last_name": "Shi",
      "fore_name": "Lijun",
      "initials": "L",
      "name": "Lijun Shi",
      "affiliations": [
        "Department of Orthopedic, Surgery Graduate School of Peking Union Medical College, China-Japan Friendship institute of Clinical Medicine, 2 Yinghuadong Road, Chaoyang District, 100029, Beijing, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Haiyun",
      "initials": "H",
      "name": "Haiyun Zhu",
      "affiliations": [
        "Department of Intensive Care Unit, Tianjin Academy of Traditional Chinese Medicine Affiliated Hospital, 354 North Road, Hongqiao District, Tianjin, 300120, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Orthopaedic Surgery, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing, 100029, China."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Li-Li",
      "initials": "LL",
      "name": "Li-Li Shi",
      "affiliations": [
        "Department of Gastroenterology, Henan Provincial People's Hospital, Weiwu road No 7, Jinshui district, Zhengzhou City, 450003, Henan province, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Fuqiang",
      "initials": "F",
      "name": "Fuqiang Gao",
      "affiliations": [
        "Department of Orthopaedic Surgery, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing, 100029, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Sun",
      "affiliations": [
        "Department of Orthopedic, Surgery Graduate School of Peking Union Medical College, China-Japan Friendship institute of Clinical Medicine, 2 Yinghuadong Road, Chaoyang District, 100029, Beijing, China. sun887@163.com.",
        "Department of Orthopaedic Surgery, China-Japan Friendship Hospital, 2 Yinghuadong Road, Chaoyang District, Beijing, 100029, China. sun887@163.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic surgery and research",
    "iso_abbreviation": "J Orthop Surg Res",
    "issn": "1749-799X",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "05"
  },
  "start_page": "111",
  "pages": "111",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Adult",
    "Arthroscopy",
    "Female",
    "Humans",
    "Injections, Intra-Arterial",
    "Knee Joint",
    "Magnesium",
    "Male",
    "Middle Aged",
    "Pain Management",
    "Pain, Postoperative",
    "Randomized Controlled Trials as Topic",
    "Time Factors",
    "Treatment Outcome",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33546717",
    "pmc": "PMC7863353",
    "doi": "10.1186/s13018-021-02264-1",
    "pii": "10.1186/s13018-021-02264-1"
  },
  "doi": "10.1186/s13018-021-02264-1",
  "pmc_id": "PMC7863353",
  "dates": {
    "completed": "2021-08-02",
    "revised": "2021-08-02"
  },
  "chemicals": [
    "Magnesium"
  ],
  "grants": [
    {
      "grant_id": "82072524",
      "agency": "Innovative Research Group Project of the National Natural Science Foundation of China"
    },
    {
      "grant_id": "81672236",
      "agency": "Innovative Research Group Project of the National Natural Science Foundation of China"
    },
    {
      "grant_id": "81871830",
      "agency": "Innovative Research Group Project of the National Natural Science Foundation of China"
    },
    {
      "grant_id": "RZ2020-02",
      "agency": "Biomedical Translational Engineering Research Center of BUCT-CJFH"
    },
    {
      "grant_id": "2019-1002-91",
      "agency": "Graduate Innovation Foundation of Peking Union Medical College"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.362060",
    "pmid": "33546717"
  }
}