{
  "pmid": "33543091",
  "uid": "33543091",
  "title": "The Efficacy of Fall Hazards Identification on Fall Outcomes: A Systematic Review With Meta-analysis.",
  "abstract": "OBJECTIVE: To investigate the efficacy of fall hazards identification programs when compared to no intervention or other fall prevention programs on number of falls, falls incidence, and identifying fall hazards in community-dwelling adults. DATA SOURCES: CINAHL, PubMed, EMBASE, Scopus, and PsychINFO were used to identify articles. STUDY SELECTION: Studies were selected to compare fall hazards identification programs to a control group. Studies were eligible if they were randomized controlled trials and enrolled adults older than 50 years with the incidence rate of falls as an outcome. DATA EXTRACTION: Study or authors, year, sample characteristics, intervention or comparison groups, number of falls, and number of hazards identified in the intervention and control groups, and follow-up were extracted. The risk of bias assessment was performed using the Cochrane Risk of Bias tool. Quality was evaluated with Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach per outcome. DATA SYNTHESIS: A total of 8 studies (N=8) and 5177 participants were included. There was a high risk of bias across the studies mostly due to improper blinding of personnel of the outcome assessor. Pooled estimate effects from 5 studies assessing the incidence rate of falls from 3019 individuals indicated no difference between fall hazards identification programs and control (incidence rate ratio=0.98; 95% confidence interval, 0.87-1.10). CONCLUSIONS: The current study suggests that there may be a benefit for fall hazards programs in reducing incident falls. However, because of a moderate GRADE rating, more large-scale studies with a higher number of falls events and more consistent control groups are required to determine the true effect.",
  "authors": [
    {
      "last_name": "Ziebart",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Ziebart",
      "affiliations": [
        "Department of Health and Rehabilitation Sciences, Faculty of Health Science, Western University, London, ON, Canada.",
        "Collaborative Program in Musculoskeletal Health Research, Bone and Joint Institute, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bobos",
      "fore_name": "Pavlos",
      "initials": "P",
      "name": "Pavlos Bobos",
      "affiliations": [
        "Department of Health and Rehabilitation Sciences, Faculty of Health Science, Western University, London, ON, Canada.",
        "Collaborative Program in Musculoskeletal Health Research, Bone and Joint Institute, Western University, London, ON, Canada.",
        "Dalla Lana School of Public Health, Institute of Health Policy Management and Evaluation, Department of Clinical Epidemiology and Health Care Research, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Furtado",
      "fore_name": "Rochelle",
      "initials": "R",
      "name": "Rochelle Furtado",
      "affiliations": [
        "Department of Health and Rehabilitation Sciences, Faculty of Health Science, Western University, London, ON, Canada.",
        "Collaborative Program in Musculoskeletal Health Research, Bone and Joint Institute, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy C",
      "initials": "JC",
      "name": "Joy C MacDermid",
      "affiliations": [
        "School of Physical Therapy, Faculty of Health Science, Western University, London, ON, Canada.",
        "Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Department of Health and Rehabilitation Sciences, Faculty of Health Science, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Szekeres",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Szekeres",
      "affiliations": [
        "Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, London, ON, Canada."
      ]
    },
    {
      "last_name": "Suh",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Suh",
      "affiliations": [
        "Roth McFarlane Hand and Upper Limb Centre, St. Joseph's Hospital, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Archives of rehabilitation research and clinical translation",
    "iso_abbreviation": "Arch Rehabil Res Clin Transl",
    "issn": "2590-1095",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "100065",
  "pages": "100065",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33543091",
    "pmc": "PMC7853376",
    "doi": "10.1016/j.arrct.2020.100065",
    "pii": "S2590-1095(20)30032-X"
  },
  "doi": "10.1016/j.arrct.2020.100065",
  "pmc_id": "PMC7853376",
  "dates": {
    "revised": "2022-04-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.967309",
    "pmid": "33543091"
  }
}