{
  "pmid": "33551780",
  "uid": "33551780",
  "title": "Electrical Stimulation-Induced Seizures and Breathing Dysfunction: A Systematic Review of New Insights Into the Epileptogenic and Symptomatogenic Zones.",
  "abstract": "Objective: Electrical stimulation (ES) potentially delineates epileptogenic cortex through induction of typical seizures. Although frequently employed, its value for epilepsy surgery remains controversial. Similarly, ES is used to identify symptomatogenic zones, but with greater success and a long-standing evidence base. Recent work points to new seizure symptoms such as ictal central apnea (ICA) that may enhance presurgical hypotheses. The aims of this review are 2-fold: to determine the value of ES-induced seizures (ESIS) in epilepsy surgery and to analyze current evidence on ICA as a new surrogate of symptomatogenic cortex. Methods: Three databases were searched for ESIS. Investigators independently selected studies according to pre-specified criteria. Studies reporting postoperative outcome in patients with ESIS were included in a meta-analysis. For ES-induced apnea, a thorough search was performed and reference list searching was employed. Results: Of 6,314 articles identified for ESIS, 25 were considered eligible to be reviewed in full text. Fourteen studies were included in the qualitative synthesis (1,069 patients); six studies were included in the meta-analysis (530 patients). The meta-analysis showed that favorable outcome is associated with ESIS prior to surgery (OR: 2.02; 95% CI: 1.332-3.08). In addition, the overall estimation of the occurrence of favorable outcome among cases with ESIS is 68.13% (95% CI: 56.62-78.7). On the other hand, recent studies have shown that stimulation of exclusively mesial temporal lobe structures elicits central apnea and represents symptomatogenic anatomic substrates of ICA. This is in variance with traditional teaching that mesial temporal ES is non-symptomatogenic. Conclusions: ES is a tool highly likely to aid in the delineation of the epileptogenic zone, since ESIS is associated with favorable postoperative outcomes (Engel I). There is an urgent need for prospective evaluation of this technique, including effective stimulation parameters and surgical outcomes, that will provide knowledge base for practice. In addition, ES-induced apnea studies suggest that ICA, especially when it is the first or only clinical sign, is an important semiological feature in localizing the symptomatogenic zone to mesial temporal lobe structures, which must be considered in SEEG explorations where this is planned, and in surgical resection strategies.",
  "authors": [
    {
      "last_name": "Ochoa-Urrea",
      "fore_name": "Manuela",
      "initials": "M",
      "name": "Manuela Ochoa-Urrea",
      "affiliations": [
        "Department of Neurology, University of Texas Health Sciences Center at Houston, Houston, TX, United States."
      ]
    },
    {
      "last_name": "Dayyani",
      "fore_name": "Mojtaba",
      "initials": "M",
      "name": "Mojtaba Dayyani",
      "affiliations": [
        "Department of Neurology, University of Texas Health Sciences Center at Houston, Houston, TX, United States."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tandon",
      "fore_name": "Nitin",
      "initials": "N",
      "name": "Nitin Tandon",
      "affiliations": [
        "Department of Neurology, University of Texas Health Sciences Center at Houston, Houston, TX, United States."
      ]
    },
    {
      "last_name": "Lacuey",
      "fore_name": "Nuria",
      "initials": "N",
      "name": "Nuria Lacuey",
      "affiliations": [
        "Department of Neurology, University of Texas Health Sciences Center at Houston, Houston, TX, United States."
      ]
    },
    {
      "last_name": "Lhatoo",
      "fore_name": "Samden D",
      "initials": "SD",
      "name": "Samden D Lhatoo",
      "affiliations": [
        "Department of Neurology, University of Texas Health Sciences Center at Houston, Houston, TX, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in human neuroscience",
    "iso_abbreviation": "Front Hum Neurosci",
    "issn": "1662-5161",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2020"
  },
  "start_page": "617061",
  "pages": "617061",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33551780",
    "pmc": "PMC7862564",
    "doi": "10.3389/fnhum.2020.617061"
  },
  "doi": "10.3389/fnhum.2020.617061",
  "pmc_id": "PMC7862564",
  "dates": {
    "revised": "2021-02-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.981563",
    "pmid": "33551780"
  }
}