{
  "pmid": "33559964",
  "uid": "33559964",
  "title": "The impact of a minimum unit price on wholesale alcohol supply trends in the Northern Territory, Australia.",
  "abstract": "OBJECTIVE: The Northern Territory (NT) Government introduced a minimum unit price (MUP) of $1.30 per standard drink (10g pure alcohol) explicitly aimed at reducing the consumption of cheap wine products from October 2018. We aimed to assess the impact of the NT MUP on estimates of beverage-specific population-adjusted alcohol consumption using wholesale alcohol supply data. METHODS: Interrupted time series analyses were conducted to examine MUP effects on trends in estimated per capita alcohol consumption (PCAC) for cask wine, total wine and total alcohol, across the NT and in the Darwin/Palmerston region. RESULTS: Significant step decreases were found for cask wine and total wine PCAC in Darwin/Palmerston and across the Northern Territory. PCAC of cask wine decreased by 50.6% in the NT, and by 48.8% in Darwin/Palmerston compared to the prior year. PCAC for other beverages (e.g. beer) were largely unaffected by MUP. Overall, PCAC across the Territory declined, but not in Darwin/Palmerston. CONCLUSION: With minimal implementation costs, the Northern Territory Government's MUP policy successfully targeted and reduced cask wine and total wine consumption. Cask wine, in particular, almost halved in Darwin/Palmerston where the impact of the MUP was able to be determined and considering other interventions. Implications for public health: Implementation of a minimum unit price for retail alcohol sales is a cost-effective way to reduce the consumption of high alcohol content and high-risk products, such as cheap cask wine.",
  "authors": [
    {
      "last_name": "Taylor",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Taylor",
      "affiliations": [
        "School of Psychology, Deakin University, Victoria."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Miller",
      "affiliations": [
        "School of Psychology, Deakin University, Victoria."
      ]
    },
    {
      "last_name": "Coomber",
      "fore_name": "Kerri",
      "initials": "K",
      "name": "Kerri Coomber",
      "affiliations": [
        "School of Psychology, Deakin University, Victoria."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Victoria."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Debbie",
      "initials": "D",
      "name": "Debbie Scott",
      "affiliations": [
        "Monash University; Turning Point Alcohol and Drug Centre, Victoria."
      ]
    },
    {
      "last_name": "Buykx",
      "fore_name": "Penny",
      "initials": "P",
      "name": "Penny Buykx",
      "affiliations": [
        "School of Humanities and Social Science, The University of Newcastle, New South Wales."
      ]
    },
    {
      "last_name": "Chikritzhs",
      "fore_name": "Tanya",
      "initials": "T",
      "name": "Tanya Chikritzhs",
      "affiliations": [
        "National Drug Research Institute, Curtin University, Western Australia."
      ]
    }
  ],
  "journal": {
    "title": "Australian and New Zealand journal of public health",
    "iso_abbreviation": "Aust N Z J Public Health",
    "issn": "1753-6405",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "26",
  "end_page": "33",
  "pages": "26-33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Commerce",
    "Consumer Behavior",
    "Humans",
    "Northern Territory",
    "Taxes",
    "Wine"
  ],
  "article_ids": {
    "pubmed": "33559964",
    "doi": "10.1111/1753-6405.13055"
  },
  "doi": "10.1111/1753-6405.13055",
  "dates": {
    "completed": "2021-02-24",
    "revised": "2021-02-24"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Hospital Research Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.817779",
    "pmid": "33559964"
  }
}