{
  "pmid": "33552528",
  "uid": "33552528",
  "title": "Outcomes of an Inpatient Dialysis Start in Patients With Kidney Graft Failure: A Population-Based Multicentre Cohort Study.",
  "abstract": "BACKGROUND: The frequency and outcomes of starting maintenance dialysis in the hospital as an inpatient in kidney transplant recipients with graft failure are poorly understood. OBJECTIVE: To determine the frequency of inpatient dialysis starts in patients with kidney graft failure and examine whether dialysis start status (hospital inpatient vs outpatient setting) is associated with all-cause mortality and kidney re-transplantation. DESIGN: Population-based cohort study. SETTING: We used linked administrative healthcare databases from Ontario, Canada. PATIENTS: We included 1164 patients with kidney graft failure from 1994 to 2016. MEASUREMENTS: All-cause mortality and kidney re-transplantation. METHODS: The cumulative incidence function was used to calculate the cumulative incidence of all-cause mortality and kidney re-transplantation, accounting for competing risks. Subdistribution hazard ratios from the Fine and Gray model were used to examine the relationship between inpatient dialysis starts (vs outpatient dialysis start [reference]) and the dependent variables (ie, mortality or re-transplant). RESULTS: We included 1164 patients with kidney graft failure. More than half (55.8%) of patients with kidney graft failure, initiated dialysis as an inpatient. Compared with outpatient dialysis starters, inpatient dialysis starters had a significantly higher cumulative incidence of mortality and a significantly lower incidence of kidney re-transplantation (P < .001). The 10-year cumulative incidence of mortality was 51.9% (95% confidence interval [CI]: 47.4, 56.9%) (inpatient) and 35.3% (95% CI: 31.1, 40.1%) (outpatient). After adjusting for clinical characteristics, we found inpatient dialysis starters had a significantly increased hazard of mortality in the first year after graft failure (hazard ratio: 2.18 [95% CI: 1.43, 3.33]) but at 1+ years there was no significant difference between groups. LIMITATIONS: Possibility of residual confounding and unable to determine inpatient dialysis starts that were unavoidable. CONCLUSIONS: In this study we identified that most patients with kidney graft failure had inpatient dialysis starts, which was associated with an increased risk of mortality. Further research is needed to better understand the reasons for an inpatient dialysis start in this patient population.",
  "authors": [
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "ICES, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-5304-8038"
    },
    {
      "last_name": "Knoll",
      "fore_name": "Gregory A",
      "initials": "GA",
      "name": "Gregory A Knoll",
      "affiliations": [
        "Department of Medicine (Nephrology), University of Ottawa and Ottawa Hospital Research Institute, ON, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "ICES, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "Division of Nephrology, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "Division of Nephrology, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Field",
      "fore_name": "Bonnie",
      "initials": "B",
      "name": "Bonnie Field",
      "affiliations": [
        "Renal Patient and Family Advisory Council, London Health Sciences Centre, ON, Canada."
      ]
    },
    {
      "last_name": "Getchell",
      "fore_name": "Leah E",
      "initials": "LE",
      "name": "Leah E Getchell",
      "affiliations": [
        "Division of Nephrology, London Health Sciences Centre, ON, Canada."
      ]
    },
    {
      "last_name": "Hahn",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Hahn",
      "affiliations": [
        "Division of Nephrology, London Health Sciences Centre, ON, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Division of Nephrology, Toronto General Hospital, University Health Network and University of Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "2054358120985376",
  "pages": "2054358120985376",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33552528",
    "pmc": "PMC7841655",
    "doi": "10.1177/2054358120985376",
    "pii": "10.1177_2054358120985376"
  },
  "doi": "10.1177/2054358120985376",
  "pmc_id": "PMC7841655",
  "dates": {
    "revised": "2022-04-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.312975",
    "pmid": "33552528"
  }
}