{
  "pmid": "33560052",
  "uid": "33560052",
  "title": "Renal outcomes and blood pressure patterns in diabetic and nondiabetic individuals at high cardiovascular risk.",
  "abstract": "BACKGROUND: Diabetes and hypertension are risk factors for renal and cardiovascular outcomes. Data on the association of achieved blood pressure (BP) with renal outcomes in patients with and without diabetes are sparse. We investigated the association of achieved SBP, DBP with renal outcomes and urinary albumin excretion (UAE) in people with vascular disease. METHODS: In this pooled analysis, we assessed renal outcome data from high-risk patients aged 55 years or older with a history of cardiovascular disease, 70% of whom had hypertension, randomized to The Ongoing Telmisartan Alone and in Combination with Ramipril Global Endpoint Trial and to Telmisartan Randomized Assessment Study in ACE Intolerant Subjects with Cardiovascular Disease trials investigating telmisartan, ramipril and their combination with a median follow-up of 56 months. Standardized office BP was measured every 6 months, estimated glomerular filtration rate (eGFR) and UAE at baseline, 2 years and study end. Associations of mean achieved BP on treatment were investigated on major renal outcomes including end-stage renal disease (ESRD), decline of eGFR by at least 40%, doubling of creatinine and the composites thereof and on UAE. Analyses were by Cox regression analysis, analysis of variance and Chi2-test. Of 30 937 patients with complete data, 19 450 patients without and 11 487 with diabetes were enrolled between 1 December 2001 and 31 July 2003 and followed until 31 July 2008. Data were pooled as the outcomes for telmisartan 80 mg/day (n = 2903) or placebo (n = 2907) for Telmisartan Randomized Assessment Study in ACE Intolerant Subjects with Cardiovascular Disease and ramipril 10 mg/day (n = 8407), telmisartan 80 mg/day (n = 8386) or the combination of both (n = 8334) were similar. RESULTS: For both those with and without diabetes, the hazard ratios for the composites ESRD or doubling of serum creatinine (707 events overall) and ESRD or 40% eGFR loss (2371 events overall) reached a nadir at achieved SBP of 120 to less than 140 mmHg, and increased with higher and lower SBP with similar relative risk with or without diabetes. For example, risk for the former composite reached a hazard ratios 3.06 (confidence interval 1.90-4.92) with a mean achieved SBP more than 160 mmHg compared with 120 to less than 130 mmHg with diabetes and hazard ratios 2.14 (1.09-4.26) without diabetes. In contrast, the development of new microalbuminuria and macroalbuminuria (3002 and 846 events overall) associated linearly over the whole range of achieved SBP (apart from a slight increase in risk at SBP less than 120 mmHg only in those without diabetes). Absolute risks for the composite and albuminuria outcomes were consistently greater in those with diabetes as compared with without diabetes with high event rates over the whole SBP spectrum. The increased renal risk at low SBP was not related to a meaningful reduction of mandated study drugs or open label renin-angiotensin-aldosterone system inhibition. CONCLUSION: In patients at high cardiovascular risk, SBP levels more than 140 mmHg and less than 120 are associated with increased risk for renal outcomes. Renal risk was greater in diabetes across the whole range of achieved SBP and DBP. These data suggest similar target BP range in patients with and without diabetes to prevent renal outcomes, a frequent complication in high-risk vascular patients. CLINICAL TRIAL REGISTRATION: Clinical Trial registration: http://clinicaltrials.gov.Unique identifier: NCT00153101.",
  "authors": [
    {
      "last_name": "Böhm",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Böhm",
      "affiliations": [
        "Universitätsklinikum des Saarlandes, Saarland University, Department of Internal Medicine III, Homburg."
      ]
    },
    {
      "last_name": "Schumacher",
      "fore_name": "Helmut",
      "initials": "H",
      "name": "Helmut Schumacher",
      "affiliations": [
        "Statistical Consultant, Ingelheim, Germany."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lonn",
      "fore_name": "Eva M",
      "initials": "EM",
      "name": "Eva M Lonn",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mahfoud",
      "fore_name": "Felix",
      "initials": "F",
      "name": "Felix Mahfoud",
      "affiliations": [
        "Universitätsklinikum des Saarlandes, Saarland University, Department of Internal Medicine III, Homburg."
      ]
    },
    {
      "last_name": "Emrich",
      "fore_name": "Insa",
      "initials": "I",
      "name": "Insa Emrich",
      "affiliations": [
        "Universitätsklinikum des Saarlandes, Saarland University, Department of Internal Medicine III, Homburg."
      ]
    },
    {
      "last_name": "Mancia",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Mancia",
      "affiliations": [
        "University of Milano-Bicocca, Istituto Clinico Universitario Policlinico di Monza, Milano, Italy."
      ]
    },
    {
      "last_name": "Redon",
      "fore_name": "Josep",
      "initials": "J",
      "name": "Josep Redon",
      "affiliations": [
        "Hypertension Unit, Hospital Clínico Universitario, University of Valencia, València, Spain."
      ]
    },
    {
      "last_name": "Schmieder",
      "fore_name": "Roland E",
      "initials": "RE",
      "name": "Roland E Schmieder",
      "affiliations": [
        "Department of Nephrology and Hypertension, University Hospital, Friedrich-Alexander University, Erlangen, Germany."
      ]
    },
    {
      "last_name": "Sliwa",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Sliwa",
      "affiliations": [
        "Faculty of Health Sciences, Hatter Institute for Cardiovascular Research in Africa & IIDMM, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Lehrke",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Lehrke",
      "affiliations": [
        "Department of Internal Medicine, University Hospital RWTH Aachen, Aachen, Germany."
      ]
    },
    {
      "last_name": "Marx",
      "fore_name": "Nikolaus",
      "initials": "N",
      "name": "Nikolaus Marx",
      "affiliations": [
        "Department of Internal Medicine, University Hospital RWTH Aachen, Aachen, Germany."
      ]
    },
    {
      "last_name": "Weber",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Weber",
      "affiliations": [
        "Downstate College of Medicine, State University of New York, Brooklyn, New York, USA."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Bryan",
      "initials": "B",
      "name": "Bryan Williams",
      "affiliations": [
        "University College London (UCL), Institute of Cardiovascular Science, National Institute for Health Research (NIHR), UCL Hospitals Biomedical Research Centre, London, UK."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mann",
      "fore_name": "Johannes F E",
      "initials": "JFE",
      "name": "Johannes F E Mann",
      "affiliations": [
        "Department of Nephrology and Hypertension, University Hospital, Friedrich-Alexander University, Erlangen, Germany.",
        "Klinikum Dritter Orden, KfH Kidney Centre, München, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hypertension",
    "iso_abbreviation": "J Hypertens",
    "issn": "1473-5598",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "766",
  "end_page": "774",
  "pages": "766-774",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Benzoates",
    "Blood Pressure",
    "Cardiovascular Diseases",
    "Diabetes Mellitus",
    "Heart Disease Risk Factors",
    "Humans",
    "Hypertension",
    "Middle Aged",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "33560052",
    "doi": "10.1097/HJH.0000000000002697",
    "pii": "00004872-202104000-00025"
  },
  "doi": "10.1097/HJH.0000000000002697",
  "dates": {
    "completed": "2021-10-15",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Angiotensin-Converting Enzyme Inhibitors",
    "Benzoates"
  ],
  "grants": [
    {
      "grant_id": "MC_PC_13090",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.026464",
    "pmid": "33560052"
  }
}