{
  "pmid": "33570602",
  "uid": "33570602",
  "title": "American Society of Hematology 2021 guidelines for management of venous thromboembolism: prevention and treatment in patients with cancer.",
  "abstract": "BACKGROUND: Venous thromboembolism (VTE) is a common complication among patients with cancer. Patients with cancer and VTE are at a markedly increased risk for morbidity and mortality. OBJECTIVE: These evidence-based guidelines of the American Society of Hematology (ASH) are intended to support patients, clinicians, and other health care professionals in their decisions about the prevention and treatment of VTE in patients with cancer. METHODS: ASH formed a multidisciplinary guideline panel balanced to minimize potential bias from conflicts of interest. The guideline development process was supported by updated or new systematic evidence reviews. The Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach was used to assess evidence and make recommendations. RESULTS: Recommendations address mechanical and pharmacological prophylaxis in hospitalized medical patients with cancer, those undergoing a surgical procedure, and ambulatory patients receiving cancer chemotherapy. The recommendations also address the use of anticoagulation for the initial, short-term, and long-term treatment of VTE in patients with cancer. CONCLUSIONS: Strong recommendations include not using thromboprophylaxis in ambulatory patients receiving cancer chemotherapy at low risk of VTE and to use low-molecular-weight heparin (LMWH) for initial treatment of VTE in patients with cancer. Conditional recommendations include using thromboprophylaxis in hospitalized medical patients with cancer, LMWH or fondaparinux for surgical patients with cancer, LMWH or direct oral anticoagulants (DOAC) in ambulatory patients with cancer receiving systemic therapy at high risk of VTE and LMWH or DOAC for initial treatment of VTE, DOAC for the short-term treatment of VTE, and LMWH or DOAC for the long-term treatment of VTE in patients with cancer.",
  "authors": [
    {
      "last_name": "Lyman",
      "fore_name": "Gary H",
      "initials": "GH",
      "name": "Gary H Lyman",
      "affiliations": [
        "Division of Public Health Sciences, Fred Hutchinson Cancer Research Center, Seattle, WA.",
        "Department of Medicine, University of Washington School of Medicine, Seattle, WA."
      ]
    },
    {
      "last_name": "Carrier",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Carrier",
      "affiliations": [
        "Department of Medicine, Ottawa Hospital Research Institute at the University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Ay",
      "fore_name": "Cihan",
      "initials": "C",
      "name": "Cihan Ay",
      "affiliations": [
        "Clinical Division of Haematology and Haemostaseology, Department of Medicine I, Comprehensive Cancer Center Vienna, Medical University of Vienna, Vienna, Austria."
      ]
    },
    {
      "last_name": "Di Nisio",
      "fore_name": "Marcello",
      "initials": "M",
      "name": "Marcello Di Nisio",
      "affiliations": [
        "Department of Medicine and Aging Sciences, University G. D'Annunzio, Chieti, Italy."
      ]
    },
    {
      "last_name": "Hicks",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Hicks",
      "affiliations": [
        "Division of Hematology/Oncology, Department of Medicine, St. Michael's Hospital, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khorana",
      "fore_name": "Alok A",
      "initials": "AA",
      "name": "Alok A Khorana",
      "affiliations": [
        "Cleveland Clinic and Case Comprehensive Cancer Center, Cleveland, OH."
      ]
    },
    {
      "last_name": "Leavitt",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Leavitt",
      "affiliations": [
        "Department of Laboratory Medicine and.",
        "Division of Hematology/Oncology, Department of Medicine, University of California San Francisco, San Francisco, CA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Agnes Y Y",
      "initials": "AYY",
      "name": "Agnes Y Y Lee",
      "affiliations": [
        "Division of Hematology, Department of Medicine, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada.",
        "Division of Medical Oncology, BC Cancer, Vancouver site, Provincial Health Services Authority, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Macbeth",
      "fore_name": "Fergus",
      "initials": "F",
      "name": "Fergus Macbeth",
      "affiliations": [
        "Bristol, United Kingdom."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Noble",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Noble",
      "affiliations": [
        "Division of Population Medicine, Cardiff University School of Medicine, Cardiff, United Kingdom."
      ]
    },
    {
      "last_name": "Sexton",
      "fore_name": "Elizabeth A",
      "initials": "EA",
      "name": "Elizabeth A Sexton",
      "affiliations": [
        "Salt Lake City, UT."
      ]
    },
    {
      "last_name": "Stenehjem",
      "fore_name": "David",
      "initials": "D",
      "name": "David Stenehjem",
      "affiliations": [
        "College of Pharmacy, University of Minnesota, Duluth, MN."
      ]
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "American University of Beirut (AUB) Grading of Recommendations, Assessment, Development and Evaluation (GRADE) Center, American University of Beirut, Beirut, Lebanon; and."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Cochrane Iberoamérica, Biomedical Research Institute Sant Pau-CIBERESP, Barcelona, Spain."
      ]
    }
  ],
  "journal": {
    "title": "Blood advances",
    "iso_abbreviation": "Blood Adv",
    "issn": "2473-9537",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "23"
  },
  "start_page": "927",
  "end_page": "974",
  "pages": "927-974",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Anticoagulants",
    "Hematology",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Neoplasms",
    "United States",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "33570602",
    "pmc": "PMC7903232",
    "doi": "10.1182/bloodadvances.2020003442",
    "pii": "S2473-9529(21)00117-8"
  },
  "doi": "10.1182/bloodadvances.2020003442",
  "pmc_id": "PMC7903232",
  "dates": {
    "completed": "2021-05-28",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight"
  ],
  "grants": [
    {
      "grant_id": "MCCC-FCO-11-C",
      "agency": "Marie Curie",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.859456",
    "pmid": "33570602"
  }
}