{
  "pmid": "33588878",
  "uid": "33588878",
  "title": "Understanding the implementation of evidence-informed policies and practices from a policy perspective: a critical interpretive synthesis.",
  "abstract": "BACKGROUND: The fields of implementation science and knowledge translation have evolved somewhat independently from the field of policy implementation research, despite calls for better integration. As a result, implementation theory and empirical work do not often reflect the implementation experience from a policy lens nor benefit from the scholarship in all three fields. This means policymakers, researchers, and practitioners may find it challenging to draw from theory that adequately reflects their implementation efforts. METHODS: We developed an integrated theoretical framework of the implementation process from a policy perspective by combining findings from these fields using the critical interpretive synthesis method. We began with the compass question: How is policy currently described in implementation theory and processes and what aspects of policy are important for implementation success? We then searched 12 databases as well as gray literature and supplemented these documents with other sources to fill conceptual gaps. Using a grounded and interpretive approach to analysis, we built the framework constructs, drawing largely from the theoretical literature and then tested and refined the framework using empirical literature. RESULTS: A total of 11,434 documents were retrieved and assessed for eligibility and 35 additional documents were identified through other sources. Eighty-six unique documents were ultimately included in the analysis. Our findings indicate that policy is described as (1) the context, (2) a focusing lens, (3) the innovation itself, (4) a lever of influence, (5) an enabler/facilitator or barrier, or (6) an outcome. Policy actors were also identified as important participants or leaders of implementation. Our analysis led to the development of a two-part conceptual framework, including process and determinant components. CONCLUSIONS: This framework begins to bridge the divide between disciplines and provides a new perspective about implementation processes at the systems level. It offers researchers, policymakers, and implementers a new way of thinking about implementation that better integrates policy considerations and can be used for planning or evaluating implementation efforts.",
  "authors": [
    {
      "last_name": "Bullock",
      "fore_name": "Heather L",
      "initials": "HL",
      "name": "Heather L Bullock",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4L6, Canada. bullochl@mcmaster.ca."
      ],
      "orcid": "0000-0002-3657-6525"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4L6, Canada.",
        "McMaster Health Forum, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4L6, Canada.",
        "McMaster Health Forum, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mulvale",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Mulvale",
      "affiliations": [
        "DeGroote School of Business, McMaster University, Burlington, Canada."
      ]
    },
    {
      "last_name": "Miatello",
      "fore_name": "Ashleigh",
      "initials": "A",
      "name": "Ashleigh Miatello",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4L6, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Health Policy",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "33588878",
    "pmc": "PMC7885555",
    "doi": "10.1186/s13012-021-01082-7",
    "pii": "10.1186/s13012-021-01082-7"
  },
  "doi": "10.1186/s13012-021-01082-7",
  "pmc_id": "PMC7885555",
  "dates": {
    "completed": "2021-10-25",
    "revised": "2021-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.794419",
    "pmid": "33588878"
  }
}