{
  "pmid": "33589331",
  "uid": "33589331",
  "title": "Cervical spine injuries in facial fracture patients - injury mechanism and fracture type matter.",
  "abstract": "Evidence supports the notion that craniofacial fractures are significant predictors of cervical spine injuries (CSIs), but some debate remains on the injury mechanism of co-existing CSIs in craniofacial fractures and the relationship between CSI and specific facial fractures. In this retrospective study, we aim to assess the incidence rates of specific facial fracture types as well as other important variables and their relationship with CSIs. The primary outcome variable, CSI, and several predictor variables, including facial fracture type, were evaluated with logistic regression analyses. Of 2919 patients, the total CSI incidence rate was 3.0%. Rates of CSI in patients with isolated mandibular fractures (OR 0.26 CI 0.10, 0.63; p = 0.006) were lower than those previously reported, whereas isolated nasal fractures were strongly associated with CSI (OR 2.67 CI 1.36, 5.22; p = 0.004). Patients with concomitant cranial injuries were twice as likely to have CSI (OR 2.00, CI 1.22, 3.27; p = 0.006). Even though there is a strong occurrence rate of CSIs in patients with cranial injuries, clinicians should be aware that patients presenting with isolated facial fractures are at significant risk for sustaining CSIs also.",
  "authors": [
    {
      "last_name": "Puolakkainen",
      "fore_name": "Tero",
      "initials": "T",
      "name": "Tero Puolakkainen",
      "affiliations": [
        "Department of Oral and Maxillofacial Diseases, University of Helsinki and Helsinki University Hospital, PO BOX 100, FI-00029, HUS, Finland. Electronic address: tlmpuo@utu.fi."
      ]
    },
    {
      "last_name": "Thorén",
      "fore_name": "Hanna",
      "initials": "H",
      "name": "Hanna Thorén",
      "affiliations": [
        "Department of Oral and Maxillofacial Surgery, Institute of Dentistry, University of Turku, Turku, FI-20014, Finland; Department of Oral and Maxillofacial Diseases, Turku University Hospital, FI-20521, Turku, Finland."
      ]
    },
    {
      "last_name": "Vähäsilta",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Vähäsilta",
      "affiliations": [
        "Department of Oral and Maxillofacial Surgery, Institute of Dentistry, University of Turku, Turku, FI-20014, Finland; Department of Oral and Maxillofacial Diseases, Turku University Hospital, FI-20521, Turku, Finland."
      ]
    },
    {
      "last_name": "Narjus-Sterba",
      "fore_name": "Matilda",
      "initials": "M",
      "name": "Matilda Narjus-Sterba",
      "affiliations": [
        "Department of Oral and Maxillofacial Diseases, University of Helsinki and Helsinki University Hospital, PO BOX 100, FI-00029, HUS, Finland."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Injury Epidemiology and Prevention (IEP), Turku Brain Injury Centre, Division of Clinical Neurosciences, Turku University Hospital and University of Turku, PO BOX 52, FI-20014, Finland; Heidelberg Institute of Global Health (HIGH), Medical Faculty and University Hospital, Heidelberg University, 69120, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Brinck",
      "fore_name": "Tuomas",
      "initials": "T",
      "name": "Tuomas Brinck",
      "affiliations": [
        "Department of Orthopaedics and Traumatology, Helsinki University Hospital and University of Helsinki, PO BOX 100, FI-00029, HU, Finland."
      ]
    },
    {
      "last_name": "Snäll",
      "fore_name": "Johanna",
      "initials": "J",
      "name": "Johanna Snäll",
      "affiliations": [
        "Department of Oral and Maxillofacial Diseases, University of Helsinki and Helsinki University Hospital, PO BOX 100, FI-00029, HUS, Finland."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery",
    "iso_abbreviation": "J Craniomaxillofac Surg",
    "issn": "1878-4119",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "387",
  "end_page": "393",
  "pages": "387-393",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cervical Vertebrae",
    "Facial Bones",
    "Humans",
    "Retrospective Studies",
    "Skull Fractures",
    "Spinal Injuries"
  ],
  "article_ids": {
    "pubmed": "33589331",
    "doi": "10.1016/j.jcms.2021.01.025",
    "pii": "S1010-5182(21)00038-X"
  },
  "doi": "10.1016/j.jcms.2021.01.025",
  "dates": {
    "completed": "2021-05-04",
    "revised": "2021-05-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.678745",
    "pmid": "33589331"
  }
}