{
  "pmid": "33581533",
  "uid": "33581533",
  "title": "Effect of short-term dietary exposure on metal assimilation and metallothionein induction in the estuarine fish Pseudogobius sp.",
  "abstract": "Metals introduced into the urban aquatic environment through anthropogenic activities have the potential to accumulate in organisms via multiple uptake routes. Understanding the impact different routes have on metal accumulation is important for the continued management of these ecosystems, where current water quality guidelines (WQGs) tend to be derived from aqueous metal exposure tests. In this study, the estuarine fish Pseudogobius sp. was exposed to a mixture of cadmium (Cd) and zinc (Zn) radiotracers dissolved in water or present in experimental food. Metal-spiked food was presented to fish as a single 'pulse-chase' feed or as three consecutive feeds, where the cumulative metal dose provided by both treatments was equal. Fish did not accumulate either metal from water, even after the length of exposure was increased from 12 h to 36 h. Fish did accumulate metals from diet and the assimilation efficiency (AE) was low following a single feed (12% for both Cd and Zn). Following multiple feeds fish displayed a significantly higher AE for zinc only, suggesting that fish are susceptible to retention of dietary Zn over an extended time period albeit at lower daily loadings. The final body burden and efflux rate did not differ between feeding regimes. Tissue accumulation of Cd and Zn indicated metal specific distribution. The gastro-intestinal (GI) tract contained >90% of total Cd body burden, whilst the carcass accounted for the majority (70-88%) of Zn body burden. There was significant induction of the biomarker metallothionein (MT) in the GI tract. These results demonstrate the differences in Cd and Zn metal uptake characteristics in this estuarine fish species, and how feeding frequency and metal loading of food may influence assimilation. This study highlights the importance of considering the inclusion of dietary exposures in WQG frameworks.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "The School of BioSciences, The University of Melbourne, Parkville Campus, Parkville 3010, Victoria, Australia. Electronic address: mcdonalds1@student.unimelb.edu.au."
      ]
    },
    {
      "last_name": "Hassell",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Hassell",
      "affiliations": [
        "The School of BioSciences, The University of Melbourne, Parkville Campus, Parkville 3010, Victoria, Australia; Aquatic Environmental Stress Research Group (AQUEST), School of Science, RMIT University, GPO Box 2476, Melbourne 3001, Victoria, Australia."
      ]
    },
    {
      "last_name": "Cresswell",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Cresswell",
      "affiliations": [
        "ANSTO, Locked Bag 2001, Kirrawee 2232, New South Wales, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "772",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "10"
  },
  "start_page": "145042",
  "pages": "145042",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Cadmium",
    "Dietary Exposure",
    "Ecosystem",
    "Metallothionein",
    "Metals",
    "Water Pollutants, Chemical"
  ],
  "article_ids": {
    "pubmed": "33581533",
    "doi": "10.1016/j.scitotenv.2021.145042",
    "pii": "S0048-9697(21)00108-X"
  },
  "doi": "10.1016/j.scitotenv.2021.145042",
  "dates": {
    "completed": "2021-03-26",
    "revised": "2021-03-26"
  },
  "chemicals": [
    "Metals",
    "Water Pollutants, Chemical",
    "Cadmium",
    "Metallothionein"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.540786",
    "pmid": "33581533"
  }
}