{
  "pmid": "33581974",
  "uid": "33581974",
  "title": "Can Met Expectations Moderate the Relationship Between Pain/Function and Satisfaction in Total Knee Arthroplasty?",
  "abstract": "BACKGROUND: Approximately 20% of patients are dissatisfied with their total knee arthroplasty (TKA) at 1-year post-surgery. Met expectations have been found by some to significantly predict satisfaction. The role of met expectations in determining patient satisfaction has not been exhaustively explored. The primary aim of this study is to evaluate if met expectations moderate the relationship between pain and function variables and satisfaction. METHODS: Patients who underwent primary TKA for osteoarthritis were included in the study (n = 304). Patient-reported outcomes at pre-surgery and 1-year post-surgery were collected. The Knee Society Score (KSS) satisfaction subscale was used as the dependent variable. Candidate independent variables included the following: demographics, KSS, Knee injury and Osteoarthritis Outcome Score (KOOS), 12-Item Short Form Health Survey (SF-12), Hospital Anxiety and Depression Scale, Pain Catastrophizing Scale, Self-Administered Comorbidity Questionnaire, and University of California Los Angeles activity score. Separate linear regression models were created to test interactions for KSS met expectations with pain and KSS met expectations with function. RESULTS: Significant predictors of satisfaction were KSS symptoms (pain), KOOS activities of daily living (function), KSS met expectations, KOOS pre-surgery activities of daily living, body mass index, and SF-12 general health. A significant interaction between met expectations and pain was found (P = .043) and the met expectations and function interaction approached significance (P = .086). For both interactions, as met expectations increased, pain and function predicted satisfaction less strongly. CONCLUSION: Met expectations were found to moderate the relationship between pain and satisfaction. There may be more value in improving pain for patients with low met expectations. LEVEL OF EVIDENCE: Level IV.",
  "authors": [
    {
      "last_name": "Munn",
      "fore_name": "Joseph S",
      "initials": "JS",
      "name": "Joseph S Munn",
      "affiliations": [
        "Health and Rehabilitation Sciences, Graduate Program, Faculty of Health Sciences, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Culliton",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Culliton",
      "affiliations": [
        "Health and Rehabilitation Sciences, Faculty of Health Sciences, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "School of Physical Therapy, Faculty of Health Sciences, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J MacDonald",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, University Hospital, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chesworth",
      "fore_name": "Bert M",
      "initials": "BM",
      "name": "Bert M Chesworth",
      "affiliations": [
        "School of Physical Therapy, Faculty of Health Sciences, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of arthroplasty",
    "iso_abbreviation": "J Arthroplasty",
    "issn": "1532-8406",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "1942",
  "end_page": "1946",
  "pages": "1942-1946",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Arthroplasty, Replacement, Knee",
    "Humans",
    "Knee Joint",
    "Los Angeles",
    "Motivation",
    "Osteoarthritis, Knee",
    "Patient Satisfaction",
    "Personal Satisfaction",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "33581974",
    "doi": "10.1016/j.arth.2021.01.028",
    "pii": "S0883-5403(21)00046-2"
  },
  "doi": "10.1016/j.arth.2021.01.028",
  "dates": {
    "completed": "2021-06-29",
    "revised": "2021-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.967595",
    "pmid": "33581974"
  }
}