{
  "pmid": "33598852",
  "uid": "33598852",
  "title": "Transdiagnostic Associations Among Parental Causal Locus Attributions, Child Behavior and Psychosocial Treatment Outcomes: A Systematic Review.",
  "abstract": "Parents' interpretations of the cause of their children's behavior, i.e., parental attributions, are linked to parenting behavior and child development. However, it is not yet known whether parental attributions are systematically associated with children's internalizing and externalizing symptoms and behavior or psychosocial treatment engagement and outcomes across diagnostic categories. This systematic review aimed to fill this knowledge gap using a transdiagnostic perspective to synthesize the literature on the associations between parent-causal and child-responsible attributions and children's internalizing and externalizing behavior, treatment engagement, and treatment outcomes for parents and children. A total of 67 studies were identified. Overall, biased child-responsible attributions were associated with elevated child internalizing and externalizing symptoms and behavior across diagnoses, while findings on the association between parent-causal attributions and child behavior were inconsistent. The link between parental attributions and treatment engagement was also mixed, varying across treatment type, child diagnosis, and focus of attributions. Regarding treatment outcomes, less biased parent-causal and child-responsible attributions were linked to post-treatment improvements in children's behaviors, while mixed findings were reported on post-treatment improvements in parental attributions. Findings are discussed with a focus on approaches to enhance the effectiveness of assessment and psychosocial treatment approaches across diagnostic categories with consideration of parental attributions.",
  "authors": [
    {
      "last_name": "Kil",
      "fore_name": "Hali",
      "initials": "H",
      "name": "Hali Kil",
      "affiliations": [
        "McCain Centre for Child Youth and Family Mental Health, Child Youth and Emerging Adult Program, Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-4299-4552"
    },
    {
      "last_name": "Aitken",
      "fore_name": "Madison",
      "initials": "M",
      "name": "Madison Aitken",
      "affiliations": [
        "McCain Centre for Child Youth and Family Mental Health, Child Youth and Emerging Adult Program, Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Henry",
      "fore_name": "Shanelle",
      "initials": "S",
      "name": "Shanelle Henry",
      "affiliations": [
        "McCain Centre for Child Youth and Family Mental Health, Child Youth and Emerging Adult Program, Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Department of Applied Psychology and Human Development, Ontario Institute for Studies in Education, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hoxha",
      "fore_name": "Ortenc",
      "initials": "O",
      "name": "Ortenc Hoxha",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rodak",
      "fore_name": "Terri",
      "initials": "T",
      "name": "Terri Rodak",
      "affiliations": [
        "Centre for Addiction and Mental Health Library, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (Formerly Clinical Epidemiology and Biostatistics), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Andrade",
      "fore_name": "Brendan F",
      "initials": "BF",
      "name": "Brendan F Andrade",
      "affiliations": [
        "McCain Centre for Child Youth and Family Mental Health, Child Youth and Emerging Adult Program, Centre for Addiction and Mental Health, Toronto, ON, Canada. brendan.andrade@camh.ca.",
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada. brendan.andrade@camh.ca."
      ]
    }
  ],
  "journal": {
    "title": "Clinical child and family psychology review",
    "iso_abbreviation": "Clin Child Fam Psychol Rev",
    "issn": "1573-2827",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "267",
  "end_page": "293",
  "pages": "267-293",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Child",
    "Child Behavior",
    "Child Development",
    "Humans",
    "Parent-Child Relations",
    "Parenting",
    "Parents"
  ],
  "article_ids": {
    "pubmed": "33598852",
    "doi": "10.1007/s10567-020-00341-1",
    "pii": "10.1007/s10567-020-00341-1"
  },
  "doi": "10.1007/s10567-020-00341-1",
  "dates": {
    "completed": "2021-10-25",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "142459",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:07:47.445140",
    "pmid": "33598852"
  }
}