{
  "pmid": "33590740",
  "uid": "33590740",
  "title": "Barriers to Equitable Public Participation in Health-System Priority Setting Within the Context of Decentralization: The Case of Vulnerable Women in a Ugandan District.",
  "abstract": "BACKGROUND: Decentralization of healthcare decision-making in Uganda led to the promotion of public participation. To facilitate this, participatory structures have been developed at sub-national levels. However, the degree to which the participation structures have contributed to improving the participation of vulnerable populations, specifically vulnerable women, remains unclear. We aim to understand whether and how vulnerable women participate in health-system priority setting; identify any barriers to vulnerable women's participation; and to establish how the barriers to vulnerable women's participation can be addressed. METHODS: We used a qualitative description study design involving interviews with district decision-makers (n=12), sub-county leaders (n=10), and vulnerable women (n=35) living in Tororo District, Uganda. Data was collected between May and June 2017. The analysis was conducting using an editing analysis style. RESULTS: The vulnerable women expressed interest in participating in priority setting, believing they would make valuable contributions. However, both decision-makers and vulnerable women reported that vulnerable women did not consistently participate in decision-making, despite participatory structures that were instituted through decentralization. There are financial (transportation and lack of incentives), biomedical (illness/disability and menstruation), knowledge-based (lack of knowledge and/or information about participation), motivational (perceived disinterest, lack of feedback, and competing needs), socio-cultural (lack of decision-making power), and structural (hunger and poverty) barriers which hamper vulnerable women's participation. CONCLUSION: The identified barriers hinder vulnerable women's participation in health-system priority setting. Some of the barriers could be addressed through the existing decentralization participatory structures. Respondents made both short-term, feasible recommendations and more systemic, ideational recommendations to improve vulnerable women's participation. Integrating the vulnerable women's creative and feasible ideas to enhance their participation in health-system decision-making should be prioritized.",
  "authors": [
    {
      "last_name": "Razavi",
      "fore_name": "S Donya",
      "initials": "SD",
      "name": "S Donya Razavi",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9501-4768"
    },
    {
      "last_name": "Kapiriri",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Kapiriri",
      "affiliations": [
        "Department of Health, Aging and Society, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1237-6369"
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2907-2783"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster Health Forum, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5383-2471"
    }
  ],
  "journal": {
    "title": "International journal of health policy and management",
    "iso_abbreviation": "Int J Health Policy Manag",
    "issn": "2322-5939",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "1047",
  "end_page": "1057",
  "pages": "1047-1057",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Uganda",
    "Community Participation",
    "Qualitative Research",
    "Poverty",
    "Politics"
  ],
  "article_ids": {
    "pubmed": "33590740",
    "pmc": "PMC9808191",
    "doi": "10.34172/ijhpm.2020.256"
  },
  "doi": "10.34172/ijhpm.2020.256",
  "pmc_id": "PMC9808191",
  "dates": {
    "completed": "2023-08-16",
    "revised": "2023-09-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.794754",
    "pmid": "33590740"
  }
}