{
  "pmid": "33606879",
  "uid": "33606879",
  "title": "Perspective: Big Data and Machine Learning Could Help Advance Nutritional Epidemiology.",
  "abstract": "The field of nutritional epidemiology faces challenges posed by measurement error, diet as a complex exposure, and residual confounding. The objective of this perspective article is to highlight how developments in big data and machine learning can help address these challenges. New methods of collecting 24-h dietary recalls and recording diet could enable larger samples and more repeated measures to increase statistical power and measurement precision. In addition, use of machine learning to automatically classify pictures of food could become a useful complimentary method to help improve precision and validity of dietary measurements. Diet is complex due to thousands of different foods that are consumed in varying proportions, fluctuating quantities over time, and differing combinations. Current dietary pattern methods may not integrate sufficient dietary variation, and most traditional modeling approaches have limited incorporation of interactions and nonlinearity. Machine learning could help better model diet as a complex exposure with nonadditive and nonlinear associations. Last, novel big data sources could help avoid unmeasured confounding by offering more covariates, including both omics and features derived from unstructured data with machine learning methods. These opportunities notwithstanding, application of big data and machine learning must be approached cautiously to ensure quality of dietary measurements, avoid overfitting, and confirm accurate interpretations. Greater use of machine learning and big data would also require substantial investments in training, collaborations, and computing infrastructure. Overall, we propose that judicious application of big data and machine learning in nutrition science could offer new means of dietary measurement, more tools to model the complexity of diet and its relations with diseases, and additional potential ways of addressing confounding.",
  "authors": [
    {
      "last_name": "Morgenstern",
      "fore_name": "Jason D",
      "initials": "JD",
      "name": "Jason D Morgenstern",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6636-462X"
    },
    {
      "last_name": "Rosella",
      "fore_name": "Laura C",
      "initials": "LC",
      "name": "Laura C Rosella",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "Vector Institute, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-6106-5073"
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Laura N",
      "initials": "LN",
      "name": "Laura N Anderson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in nutrition (Bethesda, Md.)",
    "iso_abbreviation": "Adv Nutr",
    "issn": "2156-5376",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "621",
  "end_page": "631",
  "pages": "621-631",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Big Data",
    "Diet",
    "Humans",
    "Machine Learning"
  ],
  "article_ids": {
    "pubmed": "33606879",
    "pmc": "PMC8166570",
    "doi": "10.1093/advances/nmaa183",
    "pii": "S2161-8313(22)00121-1"
  },
  "doi": "10.1093/advances/nmaa183",
  "pmc_id": "PMC8166570",
  "dates": {
    "completed": "2021-06-22",
    "revised": "2024-08-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.285962",
    "pmid": "33606879"
  }
}