{
  "pmid": "33601691",
  "uid": "33601691",
  "title": "COVID-19 and mental health during pregnancy: The importance of cognitive appraisal and social support.",
  "abstract": "BACKGROUND: Pregnancy is a period of elevated risk for mental health difficulties, which are likely exacerbated by the COVID-19 pandemic. This study aims to understand the impact of COVID-19 on mental health and identify risk and protective factors during pregnancy. METHODS: Participants were 303 pregnant individuals from Ontario, Canada. Depression, anxiety and insomnia were measured using validated questionnaires. COVID-related experiences (i.e., financial difficulties, relationship conflict, social isolation) were assessed in relation to mental health. Social support and cognitive appraisal of the pandemic were examined as protective factors. RESULTS: 57% of the sample reported clinically elevated depression, >30% reported elevated worries, and 19% reported elevated insomnia. Depression (t = 25.14, p < .0001) and anxiety (t = 17.21, p < .0001) levels were higher than non-COVID pregnant samples. Social isolation, financial trouble, relationship difficulties and threat of COVID-19 were associated with mental health. Social support (rrange -.24 to -.38, p <.01) was associated with lower mental health problems and negative cognitive appraisal (rrange .20 to .33, p <.01) was linked to more mental health problems. Furthermore, social support and cognitive appraisal interacted (β = -.92, SE = .41, p < .05), such that higher social support acted as a protective factor, particularly for those who appraise the impact of COVID-19 to be more negative. CONCLUSIONS: Findings underscore the need to address the high rates of mental health during pregnancy and outline potential targets (cognitive appraisal and social support) to protect pregnant people from experiencing mental health problems during the COVID-19 pandemic.",
  "authors": [
    {
      "last_name": "Khoury",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Khoury",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University; Hamilton ON Canada; Offord Centre for Child Studies, McMaster University; Hamilton ON Canada. Electronic address: khourj3@mcmaster.ca."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Ryerson University, Department of Psychology, Toronto ON Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Bennett",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University; Hamilton ON Canada; Offord Centre for Child Studies, McMaster University; Hamilton ON Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University; Hamilton ON Canada; School of Nursing, McMaster University; Hamilton ON Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University; Hamilton ON Canada; Offord Centre for Child Studies, McMaster University; Hamilton ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of affective disorders",
    "iso_abbreviation": "J Affect Disord",
    "issn": "1573-2517",
    "issn_type": "Electronic",
    "volume": "282",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "1161",
  "end_page": "1169",
  "pages": "1161-1169",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anxiety",
    "COVID-19",
    "Cognition",
    "Depression",
    "Female",
    "Humans",
    "Mental Health",
    "Ontario",
    "Pandemics",
    "Pregnancy",
    "SARS-CoV-2",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "33601691",
    "pmc": "PMC7837227",
    "doi": "10.1016/j.jad.2021.01.027",
    "pii": "S0165-0327(21)00040-9"
  },
  "doi": "10.1016/j.jad.2021.01.027",
  "pmc_id": "PMC7837227",
  "dates": {
    "completed": "2021-02-23",
    "revised": "2022-12-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.225456",
    "pmid": "33601691"
  }
}