{
  "pmid": "33607334",
  "uid": "33607334",
  "title": "A meta-analysis of level I evidence comparing tenotomy vs tenodesis in the management of long head of biceps pathology.",
  "abstract": "BACKGROUND: The ideal surgical treatment of long head of biceps pathology is unclear. This review evaluates Level I studies comparing tenotomy and tenodesis for the management of long head of biceps pathology. METHODS: Medline, EMBASE, and the Cochrane Library databases were searched from database inception though April 17, 2020. Clinical outcomes including Constant-Murley Shoulder Outcome Score, American Shoulder and Elbow Surgeons Standardized Shoulder Assessment Form (ASES) shoulder score, pain on visual analog scale, postoperative strength, and Popeye deformity were evaluated. Dichotomous outcomes were pooled into relative risk ratios whereas continuous outcomes were pooled into weighted mean differences using random effects meta-analysis. RESULTS: A total of 5 studies (227 tenotomy and 227 tenodesis patients) met the final inclusion criteria. Postoperative improvement across all outcomes was observed regardless of surgical treatment. Pooled analysis demonstrated no statistically significant difference for Constant-Murley Shoulder Outcome Score, ASES, pain, or flexion strength. Tenodesis was superior to tenotomy in reducing the risk of Popeye deformity (relative risk ratio 3.07, confidence interval 1.87, 5.02; P < .001). CONCLUSION: Tenotomy and tenodesis of the long head of the biceps results in comparable postoperative clinical and functional outcomes. Tenodesis is superior to tenotomy in preventing Popeye deformity postoperatively.",
  "authors": [
    {
      "last_name": "Zhu",
      "fore_name": "Xi Ming",
      "initials": "XM",
      "name": "Xi Ming Zhu",
      "affiliations": [
        "St George's University Hospitals NHS Foundation Trust, St. George's, University of London, Tooting, London, UK; St George's, University of London, Tooting, London, UK."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ben-David",
      "fore_name": "Eyal",
      "initials": "E",
      "name": "Eyal Ben-David",
      "affiliations": [
        "St George's University Hospitals NHS Foundation Trust, St. George's, University of London, Tooting, London, UK; St George's, University of London, Tooting, London, UK."
      ]
    },
    {
      "last_name": "Dennis",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Dennis",
      "affiliations": [
        "St George's, University of London, Tooting, London, UK; Internal Medicine Program, Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kirsch",
      "fore_name": "Jacob M",
      "initials": "JM",
      "name": "Jacob M Kirsch",
      "affiliations": [
        "Department of Orthopaedic Surgery, New England Baptist Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "961",
  "end_page": "968",
  "pages": "961-968",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Arm",
    "Arthroscopy",
    "Humans",
    "Muscle, Skeletal",
    "Rotator Cuff Injuries",
    "Tenodesis",
    "Tenotomy"
  ],
  "article_ids": {
    "pubmed": "33607334",
    "doi": "10.1016/j.jse.2021.02.002",
    "pii": "S1058-2746(21)00105-1"
  },
  "doi": "10.1016/j.jse.2021.02.002",
  "dates": {
    "completed": "2021-07-28",
    "revised": "2021-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.297291",
    "pmid": "33607334"
  }
}