{
  "pmid": "33607133",
  "uid": "33607133",
  "title": "Characterization of undegraded and degraded silk fibroin and its significant impact on the properties of the resulting silk biomaterials.",
  "abstract": "The silk fibroin (SF) regeneration process significantly affects the resulting biomaterials, unfortunately, there has been insufficient study regarding the most suitable regeneration method for SF. In this study, we prepared undegraded SF (uSF) and degraded SF (dSF) by common regeneration methods and studied their difference in detail. The results demonstrated that the degradation degree of SF peptide chain had little influence on the secondary structure and thermal stability of SF materials. While, uSF solution showed higher viscosity and surface tension than dSF solution. The uSF membrane (uSFM) could be elongated approximately 134%, 1.6 times the degraded SF membrane (dSFM). SEM implied that both uSF and dSF existed in aqueous solution as micelles with a diameter of approximately 30 nm. dSF could directly form SF nanoparticles (dSFNPs) when poured into acetone while uSF could only form nanoparticles (uSFNP) with the addition of SDS. Glucose oxidase embedded into dSFM and dSFNP showed high catalytic activities, but uSFNP demonstrated nearly no activity. In addition, the dSFM was more appropriate for L929 cell culture. Considering the obvious difference between the two SF proteins, our results are significant in guiding the application of appropriate SF proteins in tissue engineering materials, bioactive materials, bioink, etc.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Hai-Yan",
      "initials": "HY",
      "name": "Hai-Yan Wang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, PR China; Department of Obstetrics and Gynecology, The People's Hospital of Suzhou New District, Suzhou, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, PR China. Electronic address: sericult@suda.edu.cn."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Zheng-Guo",
      "initials": "ZG",
      "name": "Zheng-Guo Wei",
      "affiliations": [
        "Silk Biotechnology Laboratory, School of Biology and Basic Medical Sciences, Soochow University, PR China. Electronic address: szwei2002@126.com."
      ]
    }
  ],
  "journal": {
    "title": "International journal of biological macromolecules",
    "iso_abbreviation": "Int J Biol Macromol",
    "issn": "1879-0003",
    "issn_type": "Electronic",
    "volume": "176",
    "pub_year": "2021",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "578",
  "end_page": "588",
  "pages": "578-588",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Biocompatible Materials",
    "Cell Line",
    "Fibroins",
    "Hydrogels",
    "Materials Testing",
    "Membranes, Artificial",
    "Mice",
    "Nanoparticles"
  ],
  "article_ids": {
    "pubmed": "33607133",
    "doi": "10.1016/j.ijbiomac.2021.02.100",
    "pii": "S0141-8130(21)00379-2"
  },
  "doi": "10.1016/j.ijbiomac.2021.02.100",
  "dates": {
    "completed": "2021-07-20",
    "revised": "2021-07-20"
  },
  "chemicals": [
    "Biocompatible Materials",
    "Hydrogels",
    "Membranes, Artificial",
    "Fibroins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.436838",
    "pmid": "33607133"
  }
}