{
  "pmid": "33610690",
  "uid": "33610690",
  "title": "Cardiovascular Risk Factors and Prevention: A Perspective From Developing Countries.",
  "abstract": "By the beginning of the 21st century, cardiovascular disease (CVD) had become the leading cause of premature mortality and morbidity worldwide, with 80% originating from less developed lower-income countries in line with societal and economic developments. Extensive research on causes and risk factors have been carried out since the mid-20th century and have established individual factors such as smoking, hypertension, diabetes, and dyslipidemia as CVD risk factors, followed by others. Two recent major case-control studies have summarized the role of common major CVD risk factors in determining the risk of myocardial infarction (INTERHEART study) and stroke (INTERSTROKE study). They showed that 9 and 10 common risk factors accounted for > 90% of the risk of myocardial infarction and stroke, respectively, and established the focus in prevention of these common CVDs. The efficacy of lowering blood pressure, blood glucose, and lipid-lowering therapies has been shown to reduce subsequent morbidity and mortality. Leading international health organizations have published guidelines that are updated regularly to set the standards for providing guidance for implementation and management of risk factors. Interventions can also be costly and long-term adherence, essential to be effective in reducing risks, tends to decrease drastically with time. Dietary recommendations have been incorporated into national and professional guidelines for CVD prevention since the 1960s. On the basis of new research, some existing dietary recommendation might be outdated and should be reviewed, and revised, if necessary. A perspective of CVD prevention and treatment in developing countries is highlighted.",
  "authors": [
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton Health Sciences, Hamilton, Ontario, Canada. Electronic address: teok@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rafiq",
      "fore_name": "Talha",
      "initials": "T",
      "name": "Talha Rafiq",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "733",
  "end_page": "743",
  "pages": "733-743",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Developing Countries",
    "Heart Disease Risk Factors",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "33610690",
    "doi": "10.1016/j.cjca.2021.02.009",
    "pii": "S0828-282X(21)00111-2"
  },
  "doi": "10.1016/j.cjca.2021.02.009",
  "dates": {
    "completed": "2021-10-07",
    "revised": "2021-10-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:50.401558",
    "pmid": "33610690"
  }
}