{
  "pmid": "33619039",
  "uid": "33619039",
  "title": "Weaponised uranium and adverse health outcomes in Iraq: a systematic review.",
  "abstract": "BACKGROUND: The US military first deployed depleted uranium (DU) weapons in Iraq during the Gulf War in 1990 and in the 2003 invasion of Iraq. Research into the health impacts of DU has been mired in debate and controversy. Research funded by the US government has denied the health risks posed by DU to the Iraqi population, while opponents have claimed that DU is responsible for increased rates of birth defects and cancers in Iraq. Others assert that the public health impacts of DU weapons remain uncertain. This systematic review identified, appraised and synthesised all human observational studies assessing adverse health outcomes associated with DU exposure among the Iraqi population. To our knowledge, no systematic review has been conducted on the topic previously. METHODS: We searched 11 electronic databases for human observational studies published between 1990 and 2020 that measured association between exposure to weaponised uranium and health outcomes (including cancer, birth defects, immune system function and mortality) among the Iraqi population. We assessed risk of bias using the Navigation Guide's risk of bias tool and rated certainty of the evidence using the Grading of Recommendations, Assessment, Development and Evaluations approach (PROSPERO: CRD42018108225). RESULTS: Our searches identified 2601 records, of which 28 met our inclusion criteria. We identified five additional eligible reports from other sources. Two articles reported the results of multiple relevant studies; our final set included 33 articles reporting on 36 eligible studies. Most studies (n=30, 83%) reported a positive association between uranium exposure and adverse health outcomes. However, we found that the reviewed body of evidence suffers from a high risk of bias. CONCLUSION: The available evidence suggests possible associations between exposure to depleted uranium and adverse health outcomes among the Iraqi population. More primary research and the release of missing data are needed to design meaningful health and policy interventions in Iraq.",
  "authors": [
    {
      "last_name": "Surdyk",
      "fore_name": "Shelby",
      "initials": "S",
      "name": "Shelby Surdyk",
      "affiliations": [
        "Department of Environmental Health, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Itani",
      "fore_name": "Moustapha",
      "initials": "M",
      "name": "Moustapha Itani",
      "affiliations": [
        "Nature Conservation Centre, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Al-Lobaidy",
      "fore_name": "Mais",
      "initials": "M",
      "name": "Mais Al-Lobaidy",
      "affiliations": [
        "Department of Environmental Health, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Farha",
      "fore_name": "Aida",
      "initials": "A",
      "name": "Aida Farha",
      "affiliations": [
        "Saab Medical Library, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Dewachi",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Dewachi",
      "affiliations": [
        "Department of Anthropology, Rutgers University, New Brunswick, New Jersey, USA."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Habib",
      "fore_name": "Rima R",
      "initials": "RR",
      "name": "Rima R Habib",
      "affiliations": [
        "Department of Environmental Health, American University of Beirut, Beirut, Lebanon rima.habib@aub.edu.lb."
      ],
      "orcid": "0000-0001-6280-7238"
    }
  ],
  "journal": {
    "title": "BMJ global health",
    "iso_abbreviation": "BMJ Glob Health",
    "issn": "2059-7908",
    "issn_type": "Print",
    "volume": "6",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Iraq",
    "Outcome Assessment, Health Care",
    "Public Health",
    "Uranium"
  ],
  "article_ids": {
    "pubmed": "33619039",
    "pmc": "PMC7903104",
    "doi": "10.1136/bmjgh-2020-004166",
    "pii": "bmjgh-2020-004166"
  },
  "doi": "10.1136/bmjgh-2020-004166",
  "pmc_id": "PMC7903104",
  "dates": {
    "completed": "2021-06-24",
    "revised": "2021-06-24"
  },
  "chemicals": [
    "Uranium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.538363",
    "pmid": "33619039"
  }
}