{
  "pmid": "33619975",
  "uid": "33619975",
  "title": "Caring ahead: Mixed methods development of a questionnaire to measure caregiver preparedness for end-of-life with dementia.",
  "abstract": "BACKGROUND: Family caregivers of persons with dementia often feel unprepared for end-of-life and preparedness predicts caregiver outcomes in bereavement. Existing questionnaires assessing preparedness have limitations. A multi-dimensional questionnaire assessing family caregiver preparedness for the end-of-life of persons with dementia is needed to identify caregivers at risk for negative outcomes in bereavement and evaluate the quality of strategies within a palliative approach. AIM: To develop a multi-dimensional questionnaire titled 'Caring Ahead' to assess feelings of preparedness for end-of-life in family caregivers of persons with dementia. DESIGN: A mixed methods, sequential design employed semi-structured interviews, a Delphi-survey and pilot-testing of the questionnaire, June 2018 to July 2019. SETTING/POPULATION: Participants included five current and 16 bereaved family caregivers of persons with symptoms advanced dementia from long-term care homes in Ontario, Canada; and 12 professional experts from clinical and academic settings in Canada, Europe, United States. RESULTS: Interviews generated three core concepts and 114 indicators of preparedness sampling cognitive, affective and behavioural traits in four domains (i.e., medical, psychosocial, spiritual, practical). Indicators were translated and reduced to a pool of 73 potential questionnaire items. 30-items were selected to create the 'Caring Ahead' preparedness questionnaire through a Delphi-survey. Items were revised through a pilot-test with cognitive interviewing. CONCLUSIONS: Family caregivers' feelings of preparedness for end-of-life need to be assessed and the quality of strategies within a palliative approach evaluated. Future psychometric testing of the Caring Ahead questionnaire will evaluate evidence for validity and reliability.",
  "authors": [
    {
      "last_name": "Durepos",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Durepos",
      "affiliations": [
        "Faculty of Nursing, University of New Brunswick, Fredericton, NB, Canada."
      ],
      "orcid": "0000-0002-8828-8314"
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada.",
        "Aging, Community and Health Research Unit, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Sussman",
      "affiliations": [
        "School of Social Work, McGill University, Montreal, QB, Canada."
      ]
    },
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Palliative medicine",
    "iso_abbreviation": "Palliat Med",
    "issn": "1477-030X",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "768",
  "end_page": "784",
  "pages": "768-784",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Caregivers",
    "Death",
    "Dementia",
    "Europe",
    "Humans",
    "Ontario",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "33619975",
    "pmc": "PMC8022086",
    "doi": "10.1177/0269216321994732"
  },
  "doi": "10.1177/0269216321994732",
  "pmc_id": "PMC8022086",
  "dates": {
    "completed": "2021-05-20",
    "revised": "2024-03-31"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "159269",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.242577",
    "pmid": "33619975"
  }
}