{
  "pmid": "33614056",
  "uid": "33614056",
  "title": "Canadian Association of Paediatric Nephrologists COVID-19 Rapid Response: Guidelines for Management of Acute Kidney Injury in Children.",
  "abstract": "PURPOSE: This article provides guidance on managing acute kidney injury (AKI) and kidney replacement therapy (KRT) in pediatrics during the COVID-19 pandemic in the Canadian context. It is adapted from recently published rapid guidelines on the management of AKI and KRT in adults, from the Canadian Society of Nephrology (CSN). The goal is to provide the best possible care for pediatric patients with kidney disease during the pandemic and ensure the health care team's safety. INFORMATION SOURCES: The Canadian Association of Paediatric Nephrologists (CAPN) COVID-19 Rapid Response team derived these rapid guidelines from the CSN consensus recommendations for adult patients with AKI. We have also consulted specific documents from other national and international agencies focused on pediatric kidney health. We identified additional information by reviewing the published academic literature relevant to pediatric AKI and KRT, including recent journal articles and preprints related to COVID-19 in children. Finally, our group also sought expert opinions from pediatric nephrologists across Canada. METHODS: The leadership of the CAPN, which is affiliated with the CSN, solicited a team of clinicians and researchers with expertise in pediatric AKI and acute KRT. The goal was to adapt the guidelines recently adopted for Canadian adult patients for pediatric-specific settings. These included specific COVID-19-related themes relevant to AKI and KRT in a Canadian setting, as determined by a group of kidney disease experts and leaders. An expert group of clinicians in pediatric AKI and acute KRT reviewed the revised pediatric guidelines. KEY FINDINGS: (1) Current Canadian data do not suggest an imminent threat of an increase in acute KRT needs in children because of COVID-19; however, close coordination between nephrology programs and critical care programs is crucial as the pandemic continues to evolve. (2) Pediatric centers should prepare to reallocate resources to adult centers as needed based on broader health care needs during the COVID-19 pandemic. (3) Specific suggestions pertinent to the optimal management of AKI and KRT in COVID-19 patients are provided. These suggestions include but are not limited to aspects of fluid management, KRT vascular access, and KRT modality choice. (4) Considerations to ensure adequate provision of KRT if resources become scarce during the COVID-19 pandemic. LIMITATIONS: We did not conduct a formal systematic review or meta-analysis. We did not evaluate our specific suggestions in the clinical environment. The local context, including how the provision of care for AKI and acute KRT is organized, may impede the implementation of many suggestions. As knowledge is advancing rapidly in the area of COVID-19, suggestions may become outdated quickly. Finally, most of the literature for AKI and KRT in COVID-19 comes from adult data, and there are few pediatric-specific studies. IMPLICATIONS: Given that most acute KRT related to COVID-19 is likely to be required in the pediatric intensive care unit initial setting, close collaboration and planning between critical care and pediatric nephrology programs are needed. Our group will update these suggestions with a supplement if necessary as newer evidence becomes available that may change or add to the recommendations provided.",
  "authors": [
    {
      "last_name": "Alabbas",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Alabbas",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, University of Alberta, Edmonton, Canada."
      ],
      "orcid": "0000-0003-2312-7541"
    },
    {
      "last_name": "Kirpalani",
      "fore_name": "Amrit",
      "initials": "A",
      "name": "Amrit Kirpalani",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Morgan",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Mammen",
      "fore_name": "Cherry",
      "initials": "C",
      "name": "Cherry Mammen",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Licht",
      "fore_name": "Christoph",
      "initials": "C",
      "name": "Christoph Licht",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Phan",
      "fore_name": "Veronique",
      "initials": "V",
      "name": "Veronique Phan",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, Université de Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Wade",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Wade",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, University of Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Harvey",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Harvey",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Zappitelli",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zappitelli",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Edward G",
      "initials": "EG",
      "name": "Edward G Clark",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-6767-1197"
    },
    {
      "last_name": "Hiremath",
      "fore_name": "Swapnil",
      "initials": "S",
      "name": "Swapnil Hiremath",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-0010-3416"
    },
    {
      "last_name": "Soroka",
      "fore_name": "Steven D",
      "initials": "SD",
      "name": "Steven D Soroka",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Dalhousie University, Halifax, NS, Canada."
      ],
      "orcid": "0000-0002-7278-1702"
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital and Department of Medicine, University of Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-4411-8169"
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Weir",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lemaire",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Lemaire",
      "affiliations": [
        "Department of Paediatrics, Division of Nephrology, University of Toronto, ON, Canada.",
        "Division of Nephrology, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "2054358121990135",
  "pages": "2054358121990135",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33614056",
    "pmc": "PMC7868478",
    "doi": "10.1177/2054358121990135",
    "pii": "10.1177_2054358121990135"
  },
  "doi": "10.1177/2054358121990135",
  "pmc_id": "PMC7868478",
  "dates": {
    "revised": "2024-08-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.071091",
    "pmid": "33614056"
  }
}