{
  "pmid": "33614057",
  "uid": "33614057",
  "title": "An Environmental Scan of Ambulatory Care Quality Indicators for Patients With Advanced Kidney Disease Currently Used in Canada.",
  "abstract": "BACKGROUND: Quality indicators can be used to identify gaps in care and drive frontline improvement activities. These efforts are important to prevent adverse events in the increasing number of ambulatory patients with advanced kidney disease in Canada, but it is unclear what indicators exist and the components of health care quality they measure. OBJECTIVE: We sought to identify, categorize, and evaluate quality indicators currently in use across Canada for ambulatory patients with advanced kidney disease. DESIGN: Environmental scan of quality indicators currently being collected by various organizations. SETTING: We assembled a 16-member group from across Canada with expertise in nephrology and quality improvement. PATIENTS: Our scan included indicators relevant to patients with chronic kidney disease in ambulatory care clinics. MEASUREMENTS: We categorized the identified quality indicators using the Institute of Medicine and Donabedian frameworks. METHODS: A 4-member panel used a modified Delphi process to evaluate the indicators found during the environmental scan using the American College of Physicians/Agency for Healthcare Research and Quality criteria. The ratings were then shared with the full panel for further comments and approval. RESULTS: The environmental scan found 28 quality indicators across 7 provinces, with 8 (29%) rated as \"necessary\" to distinguish high-quality from poor-quality care. Of these 8 indicators, 3 were measured by more than 1 province (% of patients on a statin, number of patients receiving a preemptive transplant, and estimated glomerular filtration rate at dialysis start); no indicator was used by more than 2 provinces. None of the indicators rated as necessary measured timely or equitable care, nor did we identify any measures that assessed the setting in which care occurs (ie, structure measures). LIMITATIONS: Our list cannot be considered as an exhaustive list of available quality indicators at hand in Canada. Our work focused on quality indicators for nephrology providers and programs, and not indicators that can be applied across primary and specialty providers. We also focused on indicator constructs and not the detailed definitions or their application. Last, our panel does not represent the views of other important stakeholders. CONCLUSIONS: Our environmental scan provides a snapshot of the scope of quality indicators for ambulatory patients with advanced kidney disease in Canada. This catalog should inform indicator selection and the development of new indicators based on the identified gaps, as well as motivate increased pan-Canadian collaboration on quality measurement and improvement. TRIAL REGISTRATION: Not applicable as this article is not a systematic review, nor does it report results of a health intervention on human participants.",
  "authors": [
    {
      "last_name": "Hingwala",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Hingwala",
      "affiliations": [
        "Division of Nephrology, Winnipeg Health Sciences Centre, University of Manitoba, Winnipeg, Canada."
      ],
      "orcid": "0000-0002-1711-3816"
    },
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, St. Joseph's Healthcare, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4549-0202"
    },
    {
      "last_name": "Mysore",
      "fore_name": "Priyanka",
      "initials": "P",
      "name": "Priyanka Mysore",
      "affiliations": [
        "Division of Nephrology, Winnipeg Health Sciences Centre, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Silver",
      "fore_name": "Samuel A",
      "initials": "SA",
      "name": "Samuel A Silver",
      "affiliations": [
        "Division of Nephrology, Kingston Health Sciences Center, Queen's University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0002-1843-6131"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "2054358121991096",
  "pages": "2054358121991096",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33614057",
    "pmc": "PMC7868503",
    "doi": "10.1177/2054358121991096",
    "pii": "10.1177_2054358121991096"
  },
  "doi": "10.1177/2054358121991096",
  "pmc_id": "PMC7868503",
  "dates": {
    "revised": "2024-08-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.448758",
    "pmid": "33614057"
  }
}