{
  "pmid": "33628703",
  "uid": "33628703",
  "title": "Heart Failure Admission Service Triage (H-FAST) Study: Racialized Differences in Perceived Patient Self-Advocacy as a Driver of Admission Inequities.",
  "abstract": "Background Racial inequities in mortality and readmission for heart failure (HF) are well documented. Inequitable access to specialized cardiology care during admissions may contribute to inequity, and the drivers of this inequity are poorly understood. Methodology This prospective observational study explored proposed drivers of racial inequities in cardiology admissions among Black, Latinx, and white adults presenting to the emergency department (ED) with symptoms of HF. Surveys of ED providers examined perceptions of patient self-advocacy, outreach to other clinicians (e.g., outpatient cardiologist), diagnostic uncertainty, and other active co-morbid conditions. Service census, bed availability, prior admission service, and other structural factors were explored through the electronic medical record. Results Complete data were available for 61/135 patients admitted with HF during the study period, which halted early due to coronavirus disease 2019. No significant differences emerged in admission to cardiology versus medicine based on age, sex, insurance status, education level, or perceived race/ethnicity. White patients were perceived as advocating for admission to cardiology more frequently (18.9 vs. 5.6%) and more strenuously than Black patients (p = 0.097). ED clinicians more often reported having spoken with the patient's outpatient cardiologist for whites than for Black or Latinx patients (24.3 vs. 16.7%, p = 0.069). Conclusions Theorized drivers of racial inequities in admission service did not reach statistical significance, possibly due to underpowering, the Hawthorne effect, or clinician behavior change based on knowledge of previously identified inequities. The observed trend towards racial differences in coordination of care between ED and outpatient providers, as well as in either actual or perceived self-advocacy by patients, may be as-yet undemonstrated components of structural racism driving HF care inequities.",
  "authors": [
    {
      "last_name": "Cleveland Manchanda",
      "fore_name": "Emily C",
      "initials": "EC",
      "name": "Emily C Cleveland Manchanda",
      "affiliations": [
        "Department of Emergency Medicine, Boston Medical Center, Boston, USA.",
        "Department of Emergency Medicine, Boston University School of Medicine, Boston, USA."
      ]
    },
    {
      "last_name": "Marsh",
      "fore_name": "Regan H",
      "initials": "RH",
      "name": "Regan H Marsh",
      "affiliations": [
        "Department of Emergency Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, USA."
      ]
    },
    {
      "last_name": "Osuagwu",
      "fore_name": "Chidinma",
      "initials": "C",
      "name": "Chidinma Osuagwu",
      "affiliations": [
        "Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, USA."
      ]
    },
    {
      "last_name": "Decopain Michel",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Decopain Michel",
      "affiliations": [
        "Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, USA."
      ]
    },
    {
      "last_name": "Dugas",
      "fore_name": "Julianne N",
      "initials": "JN",
      "name": "Julianne N Dugas",
      "affiliations": [
        "Department of Emergency Medicine, Boston Medical Center, Boston, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Emergency Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, USA."
      ]
    },
    {
      "last_name": "Morse",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Morse",
      "affiliations": [
        "Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, USA."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Eldrin",
      "initials": "E",
      "name": "Eldrin Lewis",
      "affiliations": [
        "Division of Cardiology, Stanford University Medical Center, Palo Alto, USA."
      ]
    },
    {
      "last_name": "Wispelwey",
      "fore_name": "Bram P",
      "initials": "BP",
      "name": "Bram P Wispelwey",
      "affiliations": [
        "Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "13",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "16"
  },
  "start_page": "e13381",
  "pages": "e13381",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33628703",
    "pmc": "PMC7891794",
    "doi": "10.7759/cureus.13381"
  },
  "doi": "10.7759/cureus.13381",
  "pmc_id": "PMC7891794",
  "dates": {
    "revised": "2021-02-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.680941",
    "pmid": "33628703"
  }
}