{
  "pmid": "33627092",
  "uid": "33627092",
  "title": "Guideline-based quality assurance: a conceptual framework for the definition of key elements.",
  "abstract": "BACKGROUND: In 2017, the European Commission's Joint Research Centre (JRC) started developing a methodological framework for a guideline-based quality assurance (QA) scheme to improve cancer quality of care. During the first phase of the work, inconsistency emerged about the use of terminology for the definition, the conceptual underpinnings and the way QA relates to health questions that are answered in guidelines. The objective of this final of three articles is to propose a conceptual framework for an integrated approach to guideline and QA development and clarify terms and definitions for key elements. This work will inform the upcoming European Commission Initiative on Colorectal Cancer (ECICC). METHODS: A multidisciplinary group of 23 experts from key organizations in the fields of guideline development, performance measurement and quality assurance participated in a mixed method approach including face-to-face dialogue and several rounds of virtual meetings. Informed by results of a systematic literature review that indicated absence of an existing framework and practical examples, we first identified the relations of key elements in guideline-based QA and then developed appropriate concepts and terminology to provide guidance. RESULTS: Our framework connects the three key concepts of quality indicators, performance measures and performance indicators integrated with guideline development. Quality indicators are constructs used as a guide to monitor, evaluate, and improve the quality of the structure, process and outcomes of healthcare services; performance measures are tools that quantify or describe measurable elements of practice performance; and performance indicators are quantifiable and measurable units or scores of practice, which should be guided by guideline recommendations. CONCLUSIONS: The inconsistency in the way key terms of QA are used and defined has confused the field. Our conceptual framework defines the role, meaning and interactions of the key elements for improving quality in healthcare. It directly builds on the questions asked in guidelines and answered through recommendations. These findings will be applied in the forthcoming ECICC and for the future updates of ECIBC. These are large-scale integrated projects aimed at improving healthcare quality across Europe through the development of guideline-based QA schemes; this will help in implementing and improving our approach.",
  "authors": [
    {
      "last_name": "Parmelli",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Parmelli",
      "affiliations": [
        "European Commission, Joint Research Centre (JRC), Via E. Fermi 2749 - TP 127, I-21027, Ispra, Italy. Elena.PARMELLI@ec.europa.eu."
      ]
    },
    {
      "last_name": "Langendam",
      "fore_name": "Miranda",
      "initials": "M",
      "name": "Miranda Langendam",
      "affiliations": [
        "Department of Epidemiology and Data Science, Amsterdam UMC, Amsterdam Public Health institute, University of Amsterdam, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street, West Hamilton, ON, L8N 4K1, Canada."
      ]
    },
    {
      "last_name": "Adolfsson",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Adolfsson",
      "affiliations": [
        "Swedish Agency for Health Technology Assessment and Assessment of Social Services, Sweden & The Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "David",
      "initials": "D",
      "name": "David Armstrong",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Braithwaite",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Braithwaite",
      "affiliations": [
        "Australian Institute of Health Innovation, Macquarie University, Sydney, Australia."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street, West Hamilton, ON, L8N 4K1, Canada."
      ]
    },
    {
      "last_name": "Follmann",
      "fore_name": "Markus",
      "initials": "M",
      "name": "Markus Follmann",
      "affiliations": [
        "German Cancer Society, Berlin, Germany."
      ]
    },
    {
      "last_name": "Leś",
      "fore_name": "Zbigniew",
      "initials": "Z",
      "name": "Zbigniew Leś",
      "affiliations": [
        "Evidence Prime, Kraków, Poland."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Joerg J",
      "initials": "JJ",
      "name": "Joerg J Meerpohl",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany.",
        "Cochrane Germany, Cochrane Germany Foundation, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Neamtiu",
      "fore_name": "Luciana",
      "initials": "L",
      "name": "Luciana Neamtiu",
      "affiliations": [
        "European Commission, Joint Research Centre (JRC), Via E. Fermi 2749 - TP 127, I-21027, Ispra, Italy."
      ]
    },
    {
      "last_name": "Qaseem",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Qaseem",
      "affiliations": [
        "American College of Physicians, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Rossi",
      "fore_name": "Paolo Giorgi",
      "initials": "PG",
      "name": "Paolo Giorgi Rossi",
      "affiliations": [
        "Epidemiology Unit, Azienda USL - IRCCS di Reggio Emilia, Reggio Emilia, Italy."
      ]
    },
    {
      "last_name": "Saz-Parkinson",
      "fore_name": "Zuleika",
      "initials": "Z",
      "name": "Zuleika Saz-Parkinson",
      "affiliations": [
        "European Commission, Joint Research Centre (JRC), Via E. Fermi 2749 - TP 127, I-21027, Ispra, Italy."
      ]
    },
    {
      "last_name": "van der Wees",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J van der Wees",
      "affiliations": [
        "Department of Rehabilitation and IQ Healthcare, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, Netherlands."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Health Sciences Centre, Room 2C16, 1280 Main Street, West Hamilton, ON, L8N 4K1, Canada. schuneh@mcmaster.ca.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. schuneh@mcmaster.ca.",
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany. schuneh@mcmaster.ca."
      ],
      "orcid": "0000-0003-3211-8479"
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "24"
  },
  "start_page": "173",
  "pages": "173",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Europe",
    "Humans",
    "Quality Assurance, Health Care",
    "Quality of Health Care",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "33627092",
    "pmc": "PMC7903784",
    "doi": "10.1186/s12913-021-06148-2",
    "pii": "10.1186/s12913-021-06148-2"
  },
  "doi": "10.1186/s12913-021-06148-2",
  "pmc_id": "PMC7903784",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2024-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.724263",
    "pmid": "33627092"
  }
}