{
  "pmid": "33625510",
  "uid": "33625510",
  "title": "Economic Analysis of Mobile Integrated Health Care Delivered by Emergency Medical Services Paramedic Teams.",
  "abstract": "IMPORTANCE: Mobile integrated health care (MIH) is a new model of community-based health care to provide on-site urgent or nonurgent care. Niagara emergency medical services (NEMS) started MIH in 2018 to serve the Niagara region of Ontario, Canada. However, its economic impact is unknown. OBJECTIVE: To compare time on task and cost between MIH and ambulance delivered by NEMS from a public payer's perspective. DESIGN, SETTING, AND PARTICIPANTS: This economic evaluation was an analysis of the NEMS databases regarding responses to emergency calls by the NEMS from 2016 to 2019. Emergency calls serviced by MIH in 2018 to 2019 were used as an intervention cohort. Propensity score matching was used to identify a 1:1 matched cohort of calls serviced by regular ambulance response for the same period and 2 years prior. Statistical analyses were performed from January to April 2020. EXPOSURES: MIH compared with matched ambulance services. MAIN OUTCOMES AND MEASURES: The main outcomes were the time on task (including time on scene and time at hospital) and costs. Costs were calculated in 2019 Canadian dollars using cost per minute and compared with the 3 ambulance cohorts. RESULTS: In 2018 to 2019, there were 1740 calls serviced by MIH for which a matched ambulance cohort was identified for the same period and 2 years prior. The mean (SD) time on task was 72.7 (51.0) minutes for MIH, compared with 84.1 (52.0) minutes, 84.3 (54.1) minutes, and 79.4 (42.0) minutes for matched ambulance in 2018 to 2019, 2017 to 2018, and 2016 to 2017, respectively. Of calls serviced by MIH, 498 (28.6%) required ED transport (ie, after MIH team assessment, transport to ED was deemed to be necessary or demanded by the patient), compared with 1300 (74.7%) calls serviced by ambulance in 2018 to 2019, 1294 (74.4%) in 2017 to 2018, and 1359 (78.1%) in 2016 to 2017. The mean (SD) total cost per 1000 calls was $122 760 ($78 635) for MIH compared with $294 336 ($97 245), $299 797 ($104 456), and $297 269 ($81 144) for regular ambulance responses in the 3 matched cohorts, respectively. CONCLUSIONS AND RELEVANCE: Compared with regular ambulance response, MIH was associated with a substantial reduction in the proportion of patients transported to the ED, leading to a substantial saving in total costs. This finding suggests that the MIH model is a promising and viable solution to meeting urgent health care needs in the community, while substantially improving the use of scarce health care resources.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Jiajun",
      "initials": "J",
      "name": "Jiajun Yan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ferron",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Ferron",
      "affiliations": [
        "Niagara Emergency Medical Services, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "e210055",
  "pages": "e210055",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Ambulances",
    "Ambulatory Care",
    "Community Health Services",
    "Cost-Benefit Analysis",
    "Delivery of Health Care",
    "Emergency Medical Services",
    "Emergency Service, Hospital",
    "Female",
    "Hospitalization",
    "Humans",
    "Male",
    "Middle Aged",
    "Mobile Health Units",
    "Ontario",
    "Propensity Score"
  ],
  "article_ids": {
    "pubmed": "33625510",
    "pmc": "PMC7905495",
    "doi": "10.1001/jamanetworkopen.2021.0055",
    "pii": "2776751"
  },
  "doi": "10.1001/jamanetworkopen.2021.0055",
  "pmc_id": "PMC7905495",
  "dates": {
    "completed": "2021-04-12",
    "revised": "2021-04-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.115965",
    "pmid": "33625510"
  }
}