{
  "pmid": "33632329",
  "uid": "33632329",
  "title": "Developing a Canadian evaluation framework for patient and public engagement in research: study protocol.",
  "abstract": "BACKGROUND: Patient and public engagement (PPE) in research is growing internationally, and with it, the interest for its evaluation. In Canada, the Strategy for Patient-Oriented Research has generated national momentum and opportunities for greater PPE in research and health-system transformation. As is the case with most countries, the Canadian research community lacks a common evaluation framework for PPE, thus limiting our capacity to ensure integrity between principles and practices, learn across projects, identify common areas for improvement, and assess the impacts of engagement. OBJECTIVE: This project aims to build a national adaptable framework for the evaluation of PPE in research, by: 1. Building consensus on common evaluation criteria and indicators for PPE in research; 2. Defining recommendations to implement and adapt the framework to specific populations. METHODS: Using a collaborative action-research approach, a national coalition of patient-oriented research leaders, (patient and community partners, engagement practitioners, researchers and health system leaders) will co-design the evaluation framework. We will develop core evaluation domains of the logic model by conducting a series of virtual consensus meetings using a nominal group technique with 50 patient partners and engagement practitioners, identified through 18 national research organizations. We will then conduct two Delphi rounds to prioritize process and impact indicators with 200 participants purposely recruited to include respondents from seldom-heard groups. Six expert working groups will define recommendations to implement and adapt the framework to research with specific populations, including Indigenous communities, immigrants, people with intellectual and physical disabilities, caregivers, and people with low literacy. Each step of framework development will be guided by an equity, diversity and inclusion approach in an effort to ensure that the participants engaged, the content produced, and the adaptation strategies proposed are relevant to diverse PPE. DISCUSSION: The potential contributions of this project are threefold: 1) support a national learning environment for engagement by offering a common blueprint for collaborative evaluation to the Canadian research community; 2) inform the international research community on potential (virtual) methodologies to build national consensus on common engagement evaluation frameworks; and 3) illustrate a shared attempt to engage patients and researchers in a strategic national initiative to strengthen evaluation capacity for PPE.",
  "authors": [
    {
      "last_name": "L'Espérance",
      "fore_name": "Audrey",
      "initials": "A",
      "affiliations": [
        "Center of Excellence for Partnership with patients and the public, University of Montreal Hospital Research Center (CRCHUM), Montreal, Canada."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Nadia",
      "initials": "N",
      "affiliations": [
        "Canada Research Chair in Partnership with Patients and the Public, University of Montreal Hospital Research Center, Montreal, Canada."
      ]
    },
    {
      "last_name": "Grégoire",
      "fore_name": "Alexandre",
      "initials": "A",
      "affiliations": [
        "Center of Excellence for Partnership with patients and the public, University of Montreal Hospital Research Center (CRCHUM), Montreal, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Canfield",
      "fore_name": "Carolyn",
      "initials": "C",
      "affiliations": [
        "Patient Advisors Network, Montreal, Canada."
      ]
    },
    {
      "last_name": "Del Grande",
      "fore_name": "Claudio",
      "initials": "C",
      "affiliations": [
        "University of Montreal Hospital Research Center (CRCHUM), Montreal, Canada."
      ]
    },
    {
      "last_name": "Dogba",
      "fore_name": "Maman Joyce",
      "initials": "MJ",
      "affiliations": [
        "Centre de recherche en santé durable - VITAM. Department of family and Emergency Medicine. Université Laval, Quebec, Canada."
      ]
    },
    {
      "last_name": "Fancott",
      "fore_name": "Carol",
      "initials": "C",
      "affiliations": [
        "Canadian Foundation for Healthcare Improvement, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Levasseur",
      "fore_name": "Mary Anne",
      "initials": "MA",
      "affiliations": [
        "Patient Advisors Network, Montreal, Canada."
      ]
    },
    {
      "last_name": "Loignon",
      "fore_name": "Christine",
      "initials": "C",
      "affiliations": [
        "Centre de recherche Charles-Le Moyne - Saguenay - Lac-Saint-Jean sur les innovations en santé (CR-CSIS). Département de médecine de famille, Université de Sherbrooke, Québec, Canada."
      ]
    },
    {
      "last_name": "Majnemer",
      "fore_name": "Annette",
      "initials": "A",
      "affiliations": [
        "Research Institute of the McGill University Health Centre. Faculty of Medicine and Health Sciences, McGill University, Montréal, Canada."
      ]
    },
    {
      "last_name": "Pomey",
      "fore_name": "Marie-Pascale",
      "initials": "MP",
      "affiliations": [
        "Center of Excellence for Partnership with patients and the public, University of Montreal Hospital Research Center (CRCHUM), Montreal, Canada.",
        "School of Public Health, Université de Montréal, Montreal, Canada."
      ]
    },
    {
      "last_name": "Rasiah",
      "fore_name": "Jananee",
      "initials": "J",
      "affiliations": [
        "Alberta SPOR SUPPORT Unit. Faculty of Health Disciplines, Athabasca University, Alberta, Canada."
      ]
    },
    {
      "last_name": "Salsberg",
      "fore_name": "Jon",
      "initials": "J",
      "affiliations": [
        "Health Research Institute. University of Limerick School of Medicine, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Santana",
      "fore_name": "Maria",
      "initials": "M",
      "affiliations": [
        "Departments of Pediatrics and Community Health Sciences, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Tremblay",
      "fore_name": "Marie-Claude",
      "initials": "MC",
      "affiliations": [
        "Centre de recherche en santé durable - VITAM. Department of family and Emergency Medicine. Université Laval, Quebec, Canada."
      ]
    },
    {
      "last_name": "Urquhart",
      "fore_name": "Robin",
      "initials": "R",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Canada."
      ]
    },
    {
      "last_name": "Boivin",
      "fore_name": "Antoine",
      "initials": "A",
      "affiliations": [
        "Center of Excellence for Partnership with patients and the public, University of Montreal Hospital Research Center (CRCHUM), Montreal, Canada. Antoine.boivin@umontreal.ca.",
        "Canada Research Chair in Partnership with Patients and the Public, University of Montreal Hospital Research Center, Montreal, Canada. Antoine.boivin@umontreal.ca.",
        "Department of family and emergency medicine, Université de Montréal, Montreal, Canada. Antoine.boivin@umontreal.ca."
      ],
      "orcid": "0000-0001-7824-8602"
    }
  ],
  "journal": {
    "title": "Research involvement and engagement",
    "iso_abbreviation": "Res Involv Engagem",
    "issn": "2056-7529",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "25"
  },
  "start_page": "10",
  "pages": "10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33632329",
    "pmc": "PMC7905422",
    "doi": "10.1186/s40900-021-00255-4",
    "pii": "10.1186/s40900-021-00255-4"
  },
  "doi": "10.1186/s40900-021-00255-4",
  "pmc_id": "PMC7905422",
  "dates": {
    "revised": "2021-02-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "201909PA0-169410",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "950-230706",
      "agency": "Canada Research Chairs"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.710243",
    "pmid": "33632329"
  }
}