{
  "pmid": "33634053",
  "uid": "33634053",
  "title": "Pediatric Immunization Practices in Nephrotic Syndrome: An Assessment of Provider and Parental Knowledge.",
  "abstract": "Background: Children with nephrotic syndrome (NS) are at high risk for vaccine-preventable infections due to the immunological effects from the disease and concurrent treatment with immunosuppressive medications. Immunizations in these patients may be deferred due to their immunosuppressive treatment which may increase the risk for vaccine-preventable infections. Immunization practices in children with NS continue to vary among pediatric nephrologists. This raises the question of whether children with NS are receiving the recommended vaccinations at appropriate times. Therefore, it is critical to understand the practices and patient education provided by physicians to patients on the topic of vaccinations. Methods: After informed consent, parents/guardians of 153 pediatric patients (<18 years old) diagnosed with NS from 2005 to 2018 and 50 pediatric nephrologists from 11 participating centers completed anonymous surveys to evaluate immunization practices among pediatric nephrologists, assess the vaccine education provided to families of children with NS, assess the parental knowledge of immunization recommendations, and assess predictors of polysaccharide pneumococcal vaccine adherence. The Advisory Committee on Immunization Practices (ACIP) Immunization 2019 Guideline for those with altered immunocompetence was used to determine accuracy of vaccine knowledge and practices. Results: Forty-four percent of providers self-reported adherence to the ACIP guidelines for inactive vaccines and 22% to the guidelines for live vaccines. Thirty-two percent of parents/guardians reported knowledge that aligned with the ACIP guidelines for inactive vaccines and 1% for live vaccines. Subjects residing in the Midwest and provider recommendations for vaccines were positive predictors of vaccine adherence (p < 0.001 and p 0.02, respectively). Conclusions: Vaccine recommendation by medical providers is paramount in vaccine adherence among pediatric patients with NS. This study identifies potential educational opportunities for medical subspecialty providers and family caregivers about immunization recommendations for immunosuppressed patients.",
  "authors": [
    {
      "last_name": "Tran",
      "fore_name": "Cheryl L",
      "initials": "CL",
      "name": "Cheryl L Tran",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, Mayo Clinic, Rochester, MN, United States."
      ]
    },
    {
      "last_name": "Selewski",
      "fore_name": "David T",
      "initials": "DT",
      "name": "David T Selewski",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, Medical University of South Carolina, Charleston, SC, United States."
      ]
    },
    {
      "last_name": "Oh",
      "fore_name": "Gia J",
      "initials": "GJ",
      "name": "Gia J Oh",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, Stanford University, Stanford, CA, United States."
      ]
    },
    {
      "last_name": "Troost",
      "fore_name": "Jonathan P",
      "initials": "JP",
      "name": "Jonathan P Troost",
      "affiliations": [
        "Michigan Institute for Clinical and Health Research, University of Michigan, Ann Arbor, MI, United States."
      ]
    },
    {
      "last_name": "Massengill",
      "fore_name": "Susan F",
      "initials": "SF",
      "name": "Susan F Massengill",
      "affiliations": [
        "Levine Children's Hospital at Atrium Health, Charlotte, NC, United States."
      ]
    },
    {
      "last_name": "Al-Akash",
      "fore_name": "Samhar I",
      "initials": "SI",
      "name": "Samhar I Al-Akash",
      "affiliations": [
        "Driscoll Children's Hospital, Corpus Christi, TX, United States."
      ]
    },
    {
      "last_name": "Mahesh",
      "fore_name": "Shefali",
      "initials": "S",
      "name": "Shefali Mahesh",
      "affiliations": [
        "Division of Nephrology and Dialysis, Akron Children's Hospital, Akron, OH, United States."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Rasheda",
      "initials": "R",
      "name": "Rasheda Amin",
      "affiliations": [
        "Pediatric Specialists of Virginia, Fairfax, VA, United States.",
        "Department of Pediatrics, George Washington University, Washington, DC, United States."
      ]
    },
    {
      "last_name": "Ashoor",
      "fore_name": "Isa F",
      "initials": "IF",
      "name": "Isa F Ashoor",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, Louisiana State University, New Orleans, LA, United States."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kallash",
      "fore_name": "Mahmoud",
      "initials": "M",
      "name": "Mahmoud Kallash",
      "affiliations": [
        "Division of Nephrology, Nationwide Children's Hospital, Columbus, OH, United States."
      ]
    },
    {
      "last_name": "Woroniecki",
      "fore_name": "Robert P",
      "initials": "RP",
      "name": "Robert P Woroniecki",
      "affiliations": [
        "Division of Pediatric Nephrology and Hypertension, Stony Brook Children's Hospital and Renaissance School of Medicine, Stony Brook, NY, United States."
      ]
    },
    {
      "last_name": "Gipson",
      "fore_name": "Debbie S",
      "initials": "DS",
      "name": "Debbie S Gipson",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, University of Michigan, Ann Arbor, MI, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pediatrics",
    "iso_abbreviation": "Front Pediatr",
    "issn": "2296-2360",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2020"
  },
  "start_page": "619548",
  "pages": "619548",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33634053",
    "pmc": "PMC7901920",
    "doi": "10.3389/fped.2020.619548"
  },
  "doi": "10.3389/fped.2020.619548",
  "pmc_id": "PMC7901920",
  "dates": {
    "revised": "2021-05-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.071923",
    "pmid": "33634053"
  }
}