{
  "pmid": "33647032",
  "uid": "33647032",
  "title": "Assessing sub-regional-specific strengths of healthcare systems associated with COVID-19 prevalence, deaths and recoveries in Africa.",
  "abstract": "INTRODUCTION: The coronavirus 2019 (COVID-19) has overwhelmed the health systems of several countries, particularly those within the African region. Notwithstanding, the relationship between health systems and the magnitude of COVID-19 in African countries have not received research attention. In this study, we investigated the relationship between the pervasiveness of the pandemic across African countries and their Global Health Security Index (GHSI) scores. MATERIALS AND METHODS: The study included 54 countries in five regions viz Western (16); Eastern (18); Middle (8); Northern (7); and Southern (5) Africa. The outcome variables in this study were the total confirmed COVID-19 cases (per million); total recoveries (per million); and the total deaths (per million). The data were subjected to Spearman's rank-order (Spearman's rho) correlation to determine the monotonic relationship between each of the predictor variables and the outcome variables. The predictor variables that showed a monotonic relationship with the outcome were used to predict respective outcome variables using multiple regressions. The statistical analysis was conducted at a significance level of 0.05. RESULTS: Our results indicate that total number of COVID-19 cases (per million) has strong correlations (rs >0.5) with the median age; aged 65 older; aged 70 older; GDP per capita; number of hospital beds per thousand; Human Development Index (HDI); recoveries (per million); and the overall risk environment of a country. All these factors including the country's commitments to improving national capacity were related to the total number of deaths (per million). Also, strong correlations existed between the total recoveries (per million) and the total number of positive cases; total deaths (per million); median age; aged 70 older; GDP per capita; the number of hospital beds (per thousand); and HDI. The fitted regression models showed strong predictive powers (R-squared>99%) of the variances in the total number of COVID-19 cases (per million); total number of deaths (per million); and the total recoveries (per million). CONCLUSIONS: The findings from this study suggest that patient-level characteristics such as ageing population (i.e., 65+), poverty, underlying co-morbidities-cardiovascular disease (e.g., hypertension), and diabetes through unhealthy behaviours like smoking as well as hospital care (i.e., beds per thousand) can help explain COVID-19 confirmed cases and mortality rates in Africa. Aside from these, other determinants (e.g., population density, the ability of detection, prevention and control) also affect COVID-19 prevalence, deaths and recoveries within African countries and sub-regions.",
  "authors": [
    {
      "last_name": "Amadu",
      "fore_name": "Iddrisu",
      "initials": "I",
      "name": "Iddrisu Amadu",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Cape Coast, Ghana."
      ],
      "orcid": "0000-0003-4839-1197"
    },
    {
      "last_name": "Ahinkorah",
      "fore_name": "Bright Opoku",
      "initials": "BO",
      "name": "Bright Opoku Ahinkorah",
      "affiliations": [
        "School of Public Health, Faculty of Health, University of Technology Sydney, Ultimo, New South Wales, Australia."
      ],
      "orcid": "0000-0001-7415-895X"
    },
    {
      "last_name": "Afitiri",
      "fore_name": "Abdul-Rahaman",
      "initials": "AR",
      "name": "Abdul-Rahaman Afitiri",
      "affiliations": [
        "Department of Environmental Science, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Cape Coast, Ghana."
      ]
    },
    {
      "last_name": "Seidu",
      "fore_name": "Abdul-Aziz",
      "initials": "AA",
      "name": "Abdul-Aziz Seidu",
      "affiliations": [
        "Department of Population and Health, College of Humanities and Legal Studies, University of Cape Coast, Cape Coast, Ghana.",
        "College of Public Health, Medical and Veterinary Sciences, James Cook University, Townsville, Queensland, Australia."
      ],
      "orcid": "0000-0001-9734-9054"
    },
    {
      "last_name": "Ameyaw",
      "fore_name": "Edward Kwabena",
      "initials": "EK",
      "name": "Edward Kwabena Ameyaw",
      "affiliations": [
        "School of Public Health, Faculty of Health, University of Technology Sydney, Ultimo, New South Wales, Australia."
      ],
      "orcid": "0000-0002-6617-237X"
    },
    {
      "last_name": "Hagan",
      "fore_name": "John Elvis",
      "initials": "JE",
      "name": "John Elvis Hagan",
      "affiliations": [
        "Department of Health, Physical Education, and Recreation, University of Cape Coast, Cape Coast, Ghana.",
        "Neurocognition and Action-Biomechanics-Research Group, Faculty of Psychology and Sport Sciences, Bielefeld University, Bielefeld, Germany."
      ],
      "orcid": "0000-0003-3530-6133"
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Cape Coast, Ghana."
      ]
    },
    {
      "last_name": "Aram",
      "fore_name": "Simon Appah",
      "initials": "SA",
      "name": "Simon Appah Aram",
      "affiliations": [
        "College of Safety and Emergency Management Engineering, Taiyuan University of Technology, Taiyuan, Peoples Republic of China."
      ],
      "orcid": "0000-0003-1280-2185"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "3",
    "pub_year": "2021"
  },
  "start_page": "e0247274",
  "pages": "e0247274",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Africa",
    "Aged",
    "COVID-19",
    "Cardiovascular Diseases",
    "Comorbidity",
    "Delivery of Health Care",
    "Diabetes Mellitus",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Pandemics",
    "Population Density",
    "Poverty",
    "Prevalence",
    "Risk Factors",
    "Smoking"
  ],
  "article_ids": {
    "pubmed": "33647032",
    "pmc": "PMC7920381",
    "doi": "10.1371/journal.pone.0247274",
    "pii": "PONE-D-20-38009"
  },
  "doi": "10.1371/journal.pone.0247274",
  "pmc_id": "PMC7920381",
  "dates": {
    "completed": "2021-03-19",
    "revised": "2021-03-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:20.581914",
    "pmid": "33647032"
  }
}