{
  "pmid": "33642118",
  "uid": "33642118",
  "title": "Occipital condyle fracture-A rare but severe injury in cranial fracture patients.",
  "abstract": "We clarified occurrence, severity, and associated injuries of occipital condyle fractures (OCFs) in a cranial fracture population. Retrospective data of cranial fracture patients were analyzed. The outcome variable was presence of OCF in cranial fracture patients. Predictor variables were type of associated injury, Glasgow Coma Scale (GCS) value under 6, and death during hospital care. In addition, occurrence of OCF was assessed according to cranial fracture subtypes. Explanatory variables were age, sex, injury mechanism, involvement of alcohol, and high-energy injury. Treatment and outcome of OCFs were analyzed. Of 637 cranial fracture patients, 19 (3.0%) sustained an OCF, eight of whom had no other cranial fractures. In the multivariate adjusted model, increased risk for OCF was detected in patients with cervical injuries (OR 18.66, 95% CI 5.52, 63.12; p < 0.001) and facial fractures (OR 5.99, 95% CI 1.01, 35.45; p = 0.049). Patients with fractures not extending to the skull base were less likely to have OCF (OR 0.01, 95% CI 0.001, 0.25; p = 0.004), and fractures localized solely to the base of the skull offered a protective effect for OCF (OR 0.19, 95% CI 0.06, 0.58; p = 0.003). All OCFs were treated non-operatively with a cervical collar without complications. OCF patients typically sustain other severe injuries, particularly cervical injuries and facial fractures. Careful screening for associated injuries is therefore crucial when examining a patient with OCF. The classification scheme of Mueller et al. seems to be useful in guiding the treatment of OCFs, at least type 1 and 2 fractures.",
  "authors": [
    {
      "last_name": "Lassila",
      "fore_name": "Henri",
      "initials": "H",
      "name": "Henri Lassila",
      "affiliations": [
        "Department of Surgery, Central Hospital of Päijät-Häme, Keskussairaalankatu 7, 15850, Lahti, Finland. Electronic address: henri.lassila@phhyky.fi."
      ]
    },
    {
      "last_name": "Puolakkainen",
      "fore_name": "Tero",
      "initials": "T",
      "name": "Tero Puolakkainen",
      "affiliations": [
        "Department of Oral and Maxillofacial Diseases, University of Helsinki and Helsinki University Hospital, Haartmaninkatu 4 E, PO Box 220, 00029 HUS, Helsinki, Finland. Electronic address: tlmpuo@utu.fi."
      ]
    },
    {
      "last_name": "Brinck",
      "fore_name": "Tuomas",
      "initials": "T",
      "name": "Tuomas Brinck",
      "affiliations": [
        "Department of Orthopedics and Traumatology, University of Helsinki and Helsinki University Hospital, Topeliuksenkatu 5, PO Box 266, 00029 HUS, Helsinki, Finland. Electronic address: tuomas.brinck@hus.fi."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Injury Epidemiology and Prevention (IEP), Turku Brain Injury Center, Division of Clinical Neurosciences, Turku University Hospital and University of Turku, Hämeentie 11, PO Box 52, 20521, Turku, Finland; Heidelberg Institute of Global Health (HIGH), Medical Faculty and University Hospital, Heidelberg University, Im Neuenheimer Feld 672, 69120, Heidelberg, Germany. Electronic address: michael.l.wilson@utu.fi."
      ]
    },
    {
      "last_name": "Snäll",
      "fore_name": "Johanna",
      "initials": "J",
      "name": "Johanna Snäll",
      "affiliations": [
        "Department of Oral and Maxillofacial Diseases, University of Helsinki and Helsinki University Hospital, Haartmaninkatu 4 E, PO Box 220, 00029 HUS, Helsinki, Finland. Electronic address: johanna.snall@helsinki.fi."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cranio-maxillo-facial surgery : official publication of the European Association for Cranio-Maxillo-Facial Surgery",
    "iso_abbreviation": "J Craniomaxillofac Surg",
    "issn": "1878-4119",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "381",
  "end_page": "386",
  "pages": "381-386",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Glasgow Coma Scale",
    "Humans",
    "Occipital Bone",
    "Retrospective Studies",
    "Skull Fractures"
  ],
  "article_ids": {
    "pubmed": "33642118",
    "doi": "10.1016/j.jcms.2021.01.015",
    "pii": "S1010-5182(21)00028-7"
  },
  "doi": "10.1016/j.jcms.2021.01.015",
  "dates": {
    "completed": "2021-05-04",
    "revised": "2021-05-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.681319",
    "pmid": "33642118"
  }
}