{
  "pmid": "33655126",
  "uid": "33655126",
  "title": "Utilizing PDSA Cycle in Implementing a Chest Pain Accelerated Diagnostic Protocol.",
  "abstract": "CONTEXT: The authors in the Emergency Department (ED) at McLaren Oakland utilized the Plan-Do-Study-Act (PDSA) model to implement, evaluate and incrementally modify a Chest Pain Accelerated Diagnostic Protocol (CPADP) using the History, EKG, Age, Risk Factors, Troponin (HEART) Score at their institution. The objective of this study was to evaluate the ability of patients who presented to the ED with chest pain and fell into the low risk category based on their HEART Score to receive adequate outpatient follow-up for their chest pain. METHODS: Modifying protocols implemented at other institutions, in 2016 the authors developed CP-ADP utilizing the HEART Score to risk-stratify patients presenting to the ED with chest pain as low, moderate or high risk for major adverse cardiac events (MACE). Patients identified as low risk were offered the options of hospital observation or being discharged home with outpatient follow-up within seven days. Patients who were risk-stratified into the medium or high risk for MACE were admitted into the in-patient setting for cardiac evaluation. Once implemented, the protocol was evaluated to measure patient follow-up within thirty days. RESULTS: During a five-month period, 50 patients presenting to the ED with chest pain were risk-stratified as low risk for adverse cardiac events and opted for discharge from the ED to follow-up in the outpatient setting. A total of 18 patients were lost to follow up, and two patients subsequently returned to the ED for further evaluation of their chest pain and were admitted to the inpatient setting. These two patients were not included in the analysis. Thirty patients were successfully contacted by telephone 30 days postdischarge. Of those 30 patients contacted, none experienced any MACE events. However, only 14 (47%) low risk patients followed up with a primary care provider or cardiologist and only four (13%) received provocative cardiac testing (i.e., stress testing). CONCLUSIONS: Only 47% of patients discharged from the ED received outpatient follow-up and only 13% received cardiac testing. As a result of the study, the multi-disciplinary Chest Pain Committee has progressed to the Act 'A' step of the PDSA cycle to modify the authors' protocol to ensure more clinically appropriate outpatient follow-up for patients discharged under the CP-ADP.",
  "authors": [
    {
      "last_name": "Breckner",
      "fore_name": "Gretchen",
      "initials": "G",
      "name": "Gretchen Breckner",
      "affiliations": [
        "McLaren Oakland, Pontiac, MI."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "McLaren Oakland, Pontiac, MI."
      ]
    },
    {
      "last_name": "Hanley",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Hanley",
      "affiliations": [
        "McLaren Oakland, Pontiac, MI."
      ]
    },
    {
      "last_name": "Butki",
      "fore_name": "Nikolai",
      "initials": "N",
      "name": "Nikolai Butki",
      "affiliations": [
        "McLaren Oakland, Pontiac, MI."
      ]
    }
  ],
  "journal": {
    "title": "Spartan medical research journal",
    "iso_abbreviation": "Spartan Med Res J",
    "issn": "2474-7629",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "2017",
    "pub_month": "Dec",
    "pub_day": "19"
  },
  "start_page": "6436",
  "pages": "6436",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33655126",
    "pmc": "PMC7746021",
    "pii": "6436",
    "doi": "10.51894/001c.6436"
  },
  "doi": "10.51894/001c.6436",
  "pmc_id": "PMC7746021",
  "dates": {
    "revised": "2024-09-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.702377",
    "pmid": "33655126"
  }
}