{
  "pmid": "33663889",
  "uid": "33663889",
  "title": "Assessment of Informal Caregiver Assistance and Strain With Total Hip and Knee Arthroplasty.",
  "abstract": "BACKGROUND: The purpose of our study is to assess which patient-related and caregiver-related factors are predictive of caregiver strain and assistance when caring for total hip and knee arthroplasty (THA and TKA) patients within 2 weeks after surgery. METHODS: We conducted a prospective study of caregivers of participants enrolled in 2 randomized trials. Caregivers provided demographics and completed the Caregiver Strain Index and Caregiver Assistance Scale pre-surgery and post-surgery. We performed backwards stepwise regression with mixed-effects negative binomial models to investigate predictors of caregiver strain and assistance for THA and TKA caregivers. RESULTS: Three hundred six caregiver/patient pairs were included. Our models of caregiver strain found Caregiver Assistance Scale scores and patient age to be predictive for all caregivers. We also found caregiver gender and smoking status to be predictive for THA caregivers and caregiver age to be predictive for TKA caregivers. Our models of assistance provided by caregivers found time (post-surgery vs pre-surgery) was predictive for all caregivers. We also found patient body mass index, and patient and caregiver gender to be predictive for THA caregivers, and patient and caregiver employment status and caregiver education level to be predictive for TKA caregivers. CONCLUSION: Our study identifies patient-related and caregiver-related factors which are associated with caregiver strain and assistance when caring for arthroplasty patients. As this is the first study to assess assistance provided by caregivers, it is important for future research to validate our results and to further explore whether patient-reported outcomes may also be related to assistance and strain.",
  "authors": [
    {
      "last_name": "Zomar",
      "fore_name": "Bryn O",
      "initials": "BO",
      "name": "Bryn O Zomar",
      "affiliations": [
        "Health and Rehabilitation Sciences, Faculty of Health Sciences, University of Western Ontario, London, Ontario, Canada; Bone and Joint Institute, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "Health and Rehabilitation Sciences, Faculty of Health Sciences, University of Western Ontario, London, Ontario, Canada; Bone and Joint Institute, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marsh",
      "fore_name": "Jacquelyn D",
      "initials": "JD",
      "name": "Jacquelyn D Marsh",
      "affiliations": [
        "Health and Rehabilitation Sciences, Faculty of Health Sciences, University of Western Ontario, London, Ontario, Canada; Bone and Joint Institute, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lanting",
      "fore_name": "Brent A",
      "initials": "BA",
      "name": "Brent A Lanting",
      "affiliations": [
        "Bone and Joint Institute, University of Western Ontario, London, Ontario, Canada; Division of Orthopaedic Surgery, London Health Sciences Centre, London, Ontario, Canada; Department of Surgery, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of arthroplasty",
    "iso_abbreviation": "J Arthroplasty",
    "issn": "1532-8406",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "2424",
  "end_page": "2430.e1",
  "pages": "2424-2430.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Hip",
    "Arthroplasty, Replacement, Knee",
    "Caregivers",
    "Hip",
    "Humans",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "33663889",
    "doi": "10.1016/j.arth.2021.02.024",
    "pii": "S0883-5403(21)00163-7"
  },
  "doi": "10.1016/j.arth.2021.02.024",
  "dates": {
    "completed": "2021-06-30",
    "revised": "2021-06-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.967865",
    "pmid": "33663889"
  }
}