{
  "pmid": "33666183",
  "uid": "33666183",
  "title": "Standard reporting elements for the performance of EUS: Recommendations from the FOCUS working group.",
  "abstract": "BACKGROUND AND OBJECTIVES: Quality indicators for the performance of EUS have been developed to monitor and improve service value and patient outcomes. To support the incorporation of these indicators and standardize EUS documentation, we propose standard EUS reporting elements for endosonographers and endoscopy units. METHODS: A comprehensive literature search and review was performed to identify EUS quality indicators and key components of high-quality standardized EUS reporting. Guidance statements regarding standard EUS reporting elements were developed and reviewed at the Forum for Canadian Endoscopic Ultrasound (FOCUS) 2019 Annual Meeting. RESULTS: EUS reporting elements can be divided into preprocedural, intraprocedural, and postprocedural items. Preprocedural components include the type, indication, and urgency of the procedure and patient clinical information and consent. Intraprocedural components include the adequacy and extent of examination, relevant landmarks, lesion characteristics, sampling method, specimen quality, and intraprocedural adverse events. Postprocedural components include a summary and synthesis of relevant findings as well as recommended management and follow-up. CONCLUSIONS: Standardizing reporting elements may help improve the care of patients undergoing EUS procedures. Our review provides a practical guide and compilation of recommended reporting elements to ensure ongoing best practices and quality improvement in EUS.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Suqing",
      "initials": "S",
      "name": "Suqing Li",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, University Health Network, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Monachese",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Monachese",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, University Health Network, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Salim",
      "fore_name": "Misbah",
      "initials": "M",
      "name": "Misbah Salim",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, University Health Network, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Arya",
      "fore_name": "Naveen",
      "initials": "N",
      "name": "Naveen Arya",
      "affiliations": [
        "Division of Gastroenterology, Oakville Trafalgar Memorial Hospital, Oakville, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sahai",
      "fore_name": "Anand V",
      "initials": "AV",
      "name": "Anand V Sahai",
      "affiliations": [
        "Division of Gastroenterology, University of Montreal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Forbes",
      "fore_name": "Nauzer",
      "initials": "N",
      "name": "Nauzer Forbes",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology and Hepatology, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Teshima",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Teshima",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, St. Michael's Hospital, University of Calgary, Toronto, Canada."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Division of Gastroenterology, McMaster University Medical Center, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yen-I",
      "initials": "YI",
      "name": "Yen-I Chen",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, McGill University Health Centre, Montreal, Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Lam",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "James",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul James",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, University Health Network, University of Toronto, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Endoscopic ultrasound",
    "iso_abbreviation": "Endosc Ultrasound",
    "issn": "2303-9027",
    "issn_type": "Print",
    "volume": "10",
    "issue": "2",
    "pub_year": "2021"
  },
  "start_page": "84",
  "end_page": "92",
  "pages": "84-92",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33666183",
    "pmc": "PMC8098847",
    "doi": "10.4103/EUS-D-20-00234",
    "pii": "310491"
  },
  "doi": "10.4103/EUS-D-20-00234",
  "pmc_id": "PMC8098847",
  "dates": {
    "revised": "2022-04-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.010179",
    "pmid": "33666183"
  }
}