{
  "pmid": "33664079",
  "uid": "33664079",
  "title": "Staying ahead of the curve: avigating changes and maintaining gains in patient safety culture - a mixed-methods study.",
  "abstract": "OBJECTIVES: This study examines how the results of the Hospital Survey on Patient Safety Culture changed between 2012 and 2019 and identifies organisational factors affecting these changes. DESIGN: The study combined the use of quantitative surveys of staff and qualitative interviews with hospital leadership. Secondary data analysis was performed for previous surveys. SETTING: This study was conducted in a tertiary care teaching multisite hospital in Riyadh, Saudi Arabia. PARTICIPANTS: One thousand hospital staff participated in the survey. Thirty-one executive board members and directors and four focus groups of frontliners were qualitatively interviewed. PRIMARY AND SECONDARY OUTCOME MEASURES: Twelve safety culture dimensions were assessed to study the patient safety culture as perceived by the healthcare professionals. An additional semi-structured interview was conducted to identify organisational factors, changes, and barriers affecting the patient safety culture. Furthermore, suggestions to improve patient safety were proposed. RESULTS: Comparing the results revealed a general positive trend in scores from 2012 to 2019. The areas of strength included teamwork within and across units, organisational learning, managerial support, overall perception of safety and feedback and communication about error. Non-punitive response to error, staffing and communication and openness consistently remain the lowest-scoring composites. Interview results revealed that organisational changes may have influenced the answers of the participants on some survey composites. CONCLUSIONS: Patient safety is a moving target with areas for improvement that are continuously identified. Effective quality improvement initiatives can lead to visible changes in the patient safety culture in a hospital, and consistent leadership commitment and support can maintain these improvements.",
  "authors": [
    {
      "last_name": "Titi",
      "fore_name": "Maher Abdelraheim",
      "initials": "MA",
      "name": "Maher Abdelraheim Titi",
      "affiliations": [
        "Quality Management, King Saud University Medical City, Riyadh, Riyadh Province, Saudi Arabia mahertiti1980@gmail.com.",
        "Research Chair for Evidence Based Health Care and Knowledge Translation, King Saud University Medical City, Riyadh, Riyadh Province, Saudi Arabia."
      ],
      "orcid": "0000-0003-1079-4118"
    },
    {
      "last_name": "Baksh",
      "fore_name": "Maram Mohammed",
      "initials": "MM",
      "name": "Maram Mohammed Baksh",
      "affiliations": [
        "Quality Management, King Saud University Medical City, Riyadh, Riyadh Province, Saudi Arabia."
      ]
    },
    {
      "last_name": "Zubairi",
      "fore_name": "Beena",
      "initials": "B",
      "name": "Beena Zubairi",
      "affiliations": [
        "Quality Management, King Saud University Medical City, Riyadh, Riyadh Province, Saudi Arabia."
      ]
    },
    {
      "last_name": "Abdalla",
      "fore_name": "Rawia Ahmad Mustafa",
      "initials": "RAM",
      "name": "Rawia Ahmad Mustafa Abdalla",
      "affiliations": [
        "Quality Management, King Saud University Medical City, Riyadh, Riyadh Province, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alsaif",
      "fore_name": "Faisal Abdullah",
      "initials": "FA",
      "name": "Faisal Abdullah Alsaif",
      "affiliations": [
        "Surgery, King Saud University College of Medicine, Riyadh, Riyadh Province, Saudi Arabia."
      ]
    },
    {
      "last_name": "Amer",
      "fore_name": "Yasser S",
      "initials": "YS",
      "name": "Yasser S Amer",
      "affiliations": [
        "Quality Management, King Saud University Medical City, Riyadh, Riyadh Province, Saudi Arabia.",
        "Research Chair for Evidence Based Health Care and Knowledge Translation, King Saud University Medical City, Riyadh, Riyadh Province, Saudi Arabia.",
        "Pediatrics, King Saud University Medical City, Riyadh, Saudi Arabia."
      ],
      "orcid": "0000-0003-4097-2317"
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": [
        "Health Management and Policy, American University of Beirut Faculty of Health Sciences, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Health Management and Policy, American University of Beirut Faculty of Health Sciences, Beirut, Lebanon.",
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "04"
  },
  "start_page": "e044116",
  "pages": "e044116",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Hospitals",
    "Humans",
    "Organizational Culture",
    "Patient Safety",
    "Safety Management",
    "Saudi Arabia",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "33664079",
    "pmc": "PMC7934776",
    "doi": "10.1136/bmjopen-2020-044116",
    "pii": "bmjopen-2020-044116"
  },
  "doi": "10.1136/bmjopen-2020-044116",
  "pmc_id": "PMC7934776",
  "dates": {
    "completed": "2021-05-19",
    "revised": "2024-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.831030",
    "pmid": "33664079"
  }
}