{
  "pmid": "33665085",
  "uid": "33665085",
  "title": "Digging to the heart of things - An essay on patterns of diagnosis in traditional East Asian medicine: Comparing Chinese and Japanese systems.",
  "abstract": "BACKGROUND: Traditional East Asian Medical (TEAM) practice systems exhibit much variation. Little work has been done to study reasons for this variation. This essay explores cultural and historical explanations for how variety occurs by contrasting the use of two TEAM concepts in diagnosis in Chinese and Japanese systems. METHODS: Focussing on two important concepts, xin (heart) and shen (spirit), a literature review is performed to contrast how they developed, are understood and used in diagnosis in Chinese Traditional Chinese medicine, TCM, and Japanese Meridian Therapy, MT. RESULTS: While TCM texts describe many heart-related diagnoses, MT texts do not describe any. While TCM associates 'shen' with the mind and emotions coupled with associated diagnoses, MT does neither. Historical and cultural reasons for these differences are identified. CONCLUSIONS: In light of these findings, important questions arise about the nature of concepts and diagnoses in TEAM practice systems. They are not objective like biomedical constructs and diagnoses, nor are they clearly articulated and studied yet according to international standards. This suggests a range of research strategies that are needed. There are valid historical and cultural reasons for the differences we see between Japanese and Chinese TEAM systems. In light of these, further research is needed to elaborate and identify critical issues that are important for education, practice and research.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, Norway.",
        "Private Practice, Amsterdam, the Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Integrative medicine research",
    "iso_abbreviation": "Integr Med Res",
    "issn": "2213-4220",
    "issn_type": "Print",
    "volume": "10",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "100695",
  "pages": "100695",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33665085",
    "pmc": "PMC7906889",
    "doi": "10.1016/j.imr.2020.100695",
    "pii": "S2213-4220(20)30332-2"
  },
  "doi": "10.1016/j.imr.2020.100695",
  "pmc_id": "PMC7906889",
  "dates": {
    "revised": "2023-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.701155",
    "pmid": "33665085"
  }
}