{
  "pmid": "33677098",
  "uid": "33677098",
  "title": "Machine Learning Compared With Conventional Statistical Models for Predicting Myocardial Infarction Readmission and Mortality: A Systematic Review.",
  "abstract": "BACKGROUND: Machine learning (ML) methods are increasingly used in addition to conventional statistical modelling (CSM) for predicting readmission and mortality in patients with myocardial infarction (MI). However, the two approaches have not been systematically compared across studies of prognosis in patients with MI. METHODS: Following PRISMA guidelines, we systematically reviewed the literature via Medline, EPub, Cochrane Central, Embase, Inspec, ACM Digital Library, and Web of Science. Eligible studies included primary research articles published from January 2000 to March 2020, comparing ML and CSM for prognostication after MI. RESULTS: Of 7,348 articles, 112 underwent full-text review, with the final set composed of 24 articles representing 374,365 patients. ML methods included artificial neural networks (n = 12 studies), random forests (n = 11), decision trees (n = 8), support vector machines (n = 8), and Bayesian techniques (n = 7). CSM included logistic regression (n = 19 studies), existing CSM-derived risk scores (n = 12), and Cox regression (n = 2). Thirteen of 19 studies examining mortality reported higher C-indexes with the use of ML compared with CSM. One study examined readmissions at 2 different time points, with C-indexes that were higher for ML than CSM. Across all studies, a total of 29 comparisons were performed, but the majority (n = 26, 90%) found small (< 0.05) absolute differences in the C-index between ML and CSM. With the use of a modified CHARMS checklist, sources of bias were identifiable in the majority of studies, and only 2 were externally validated. CONCLUSION: Although ML algorithms tended to have higher C-indexes than CSM for predicting death or readmission after MI, these studies exhibited threats to internal validity and were often unvalidated. Further comparisons are needed, with adherence to clinical quality standards for prognosis research. (Trial registration: PROSPERO CRD42019134896).",
  "authors": [
    {
      "last_name": "Cho",
      "fore_name": "Sung Min",
      "initials": "SM",
      "name": "Sung Min Cho",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Austin",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Austin",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Institute for Health Policy, Management and Evaluation, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Heather J",
      "initials": "HJ",
      "name": "Heather J Ross",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, Toronto, Ontario, Canada; Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Abdel-Qadir",
      "fore_name": "Husam",
      "initials": "H",
      "name": "Husam Abdel-Qadir",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, Toronto, Ontario, Canada; Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Institute for Health Policy, Management and Evaluation, Toronto, Ontario, Canada; Women's College Hospital, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chicco",
      "fore_name": "Davide",
      "initials": "D",
      "name": "Davide Chicco",
      "affiliations": [
        "University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tomlinson",
      "fore_name": "George",
      "initials": "G",
      "name": "George Tomlinson",
      "affiliations": [
        "Institute for Health Policy, Management and Evaluation, Toronto, Ontario, Canada; Biostatistics Research Unit, University Health Network, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Taheri",
      "fore_name": "Cameron",
      "initials": "C",
      "name": "Cameron Taheri",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lawler",
      "fore_name": "Patrick R",
      "initials": "PR",
      "name": "Patrick R Lawler",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, Toronto, Ontario, Canada; Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada; Toronto General Hospital Research Institute, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Billia",
      "fore_name": "Filio",
      "initials": "F",
      "name": "Filio Billia",
      "affiliations": [
        "Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada; Toronto General Hospital Research Institute, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gramolini",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Gramolini",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Epelman",
      "fore_name": "Slava",
      "initials": "S",
      "name": "Slava Epelman",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, Toronto, Ontario, Canada; Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada; Toronto General Hospital Research Institute, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo Wang",
      "affiliations": [
        "Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Douglas S",
      "initials": "DS",
      "name": "Douglas S Lee",
      "affiliations": [
        "Ted Rogers Centre for Heart Research, Toronto, Ontario, Canada; Peter Munk Cardiac Centre, University Health Network, Toronto, Ontario, Canada; Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada; Institute for Health Policy, Management and Evaluation, Toronto, Ontario, Canada; Toronto General Hospital Research Institute, Toronto, Ontario, Canada; University of Toronto, Toronto, Ontario, Canada. Electronic address: dlee@ices.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "1207",
  "end_page": "1214",
  "pages": "1207-1214",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Machine Learning",
    "Models, Statistical",
    "Myocardial Infarction",
    "Patient Readmission"
  ],
  "article_ids": {
    "pubmed": "33677098",
    "doi": "10.1016/j.cjca.2021.02.020",
    "pii": "S0828-282X(21)00129-X"
  },
  "doi": "10.1016/j.cjca.2021.02.020",
  "dates": {
    "completed": "2021-12-20",
    "revised": "2021-12-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FDN 148446",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:21:23.260157",
    "pmid": "33677098"
  }
}