{
  "pmid": "33685877",
  "uid": "33685877",
  "title": "Self-Management for Men With Lower Urinary Tract Symptoms: A Systematic Review and Meta-Analysis.",
  "abstract": "PURPOSE: Lower urinary tract symptoms are very common in older men. We conducted a systematic review and meta-analysis to evaluate the effects of self-management interventions on these symptoms. METHODS: We included randomized controlled trials comparing the effect of self-management interventions (alone or combined with drug therapy) with usual care or drug therapy alone in men with lower urinary tract symptoms. Two independent reviewers screened retrieved articles, extracted data, and assessed the risk of bias of included studies. The primary outcome was lower urinary tract symptom severity. Where data were available, we calculated mean differences (MDs) between the interventions. RESULTS: Analyses were based on 8 studies among 1,006 adult men. Seven of these studies were judged to be at high risk in 2 of the 7 domains of bias. The nature of the self-management interventions varied across studies. There was a clinically important reduction in the 35-point International Prostate Symptom Score at 6 months favoring self-management interventions compared with usual care (MD = -7.4; 95% CI, -8.8 to -6.1; 2 studies). The reduction in score with self-management was similar to that achieved with drug therapy at 6 to 12 weeks (MD = 0.0; 95% CI, -2.0 to 2.0; 3 studies). Self-management had a smaller, additional benefit at 6 weeks when added to drug therapy (MD = -2.3; 95% CI, -4.1 to -0.5; 1 study). CONCLUSIONS: We found moderate-quality evidence (suggesting reasonable certainty in estimates) for the effectiveness of self-management for treating lower urinary tract symptoms in men. We therefore recommend the use of self-management interventions for this patient population.",
  "authors": [
    {
      "last_name": "Albarqouni",
      "fore_name": "Loai",
      "initials": "L",
      "name": "Loai Albarqouni",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Faculty of Health Sciences and Medicine, Bond University, Queensland, Australia lalbarqo@bond.edu.au."
      ]
    },
    {
      "last_name": "Sanders",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Sanders",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Faculty of Health Sciences and Medicine, Bond University, Queensland, Australia."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Clark",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Faculty of Health Sciences and Medicine, Bond University, Queensland, Australia."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland.",
        "Department of Surgery, South Karelian Central Hospital, Lapeenranta, Finland."
      ]
    },
    {
      "last_name": "Glasziou",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Glasziou",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Faculty of Health Sciences and Medicine, Bond University, Queensland, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Annals of family medicine",
    "iso_abbreviation": "Ann Fam Med",
    "issn": "1544-1717",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "2",
    "pub_year": "2021"
  },
  "start_page": "157",
  "end_page": "167",
  "pages": "157-167",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Conservative Treatment",
    "Humans",
    "Lower Urinary Tract Symptoms",
    "Male",
    "Self-Management"
  ],
  "article_ids": {
    "pubmed": "33685877",
    "pmc": "PMC7939720",
    "doi": "10.1370/afm.2609",
    "pii": "19/2/157"
  },
  "doi": "10.1370/afm.2609",
  "pmc_id": "PMC7939720",
  "dates": {
    "completed": "2021-10-05",
    "revised": "2021-10-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:06.999631",
    "pmid": "33685877"
  }
}