{
  "pmid": "33686568",
  "uid": "33686568",
  "title": "Introduction of an ENT emergency-safe boot camp into postgraduate surgical training in the Republic of Ireland.",
  "abstract": "BACKGROUND: Otolaryngology (ENT) is a craft surgical specialty, which presents significant challenges for the novice surgical trainee (NST), when managing patients with potentially life-threatening conditions. We assess current evidence behind intensive, simulation-rich training programmes or \"boot camps\". We outline an ENT emergency-safe boot camp for NSTs and the impact this can have on trainees' competence when dealing with ENT emergencies. METHODS: We designed a standardized \"ENT emergency-safe boot camp\", aimed at NSTs with a view to up-skilling them in the management of 3 critical clinical scenarios namely post-thyroidectomy haematoma, post-tonsillectomy haemorrhage and epistaxis. All core surgical trainees (CSTs) (n = 54) on the National Surgical Training programme at the Royal College of Surgeons (RCSI) were enrolled on the boot camp. A pre- and post-boot camp anonymised self-assessment was completed by all participants. RESULTS: Trainees' self-assessment demonstrated an increase in median competence scores from 3/5 to 4/5 for management of post-thyroidectomy haematoma and epistaxis. There was a greater increase in self-assessed competence scores from 2/5 to 4/5 for the management of post-tonsillectomy haemorrhage. Ninety-two percent of respondents said the course added to their previous knowledge, 70% of respondents said it improved their technical skills and 85% of participants said the course gave them more confidence with handling ENT related on-call problems. CONCLUSION: Study participants expressed an increase in confidence when dealing with specific ENT emergencies, following boot camp training. This correlates with published data. Patient safety should be enhanced, as a result of participation in this dedicated ENT emergency-safe boot camp.",
  "authors": [
    {
      "last_name": "Alabi",
      "fore_name": "Oludare",
      "initials": "O",
      "name": "Oludare Alabi",
      "affiliations": [
        "Royal College of Surgeons in Ireland, 123 St Stephen's Green, Dublin, Ireland. oludarealabi@rcsi.ie.",
        "Royal Victoria Eye and Ear Hospital, Adelaide Road, Dublin, Ireland. oludarealabi@rcsi.ie."
      ],
      "orcid": "0000-0002-5233-3283"
    },
    {
      "last_name": "Hill",
      "fore_name": "Rhodri",
      "initials": "R",
      "name": "Rhodri Hill",
      "affiliations": [
        "Royal College of Surgeons in Ireland, 123 St Stephen's Green, Dublin, Ireland.",
        "Ireland University Hospital Waterford, Waterford, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Royal College of Surgeons in Ireland, 123 St Stephen's Green, Dublin, Ireland.",
        "Health Service Executive, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Carroll",
      "fore_name": "Camilla",
      "initials": "C",
      "name": "Camilla Carroll",
      "affiliations": [
        "Royal College of Surgeons in Ireland, 123 St Stephen's Green, Dublin, Ireland.",
        "Royal Victoria Eye and Ear Hospital, Adelaide Road, Dublin, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "Irish journal of medical science",
    "iso_abbreviation": "Ir J Med Sci",
    "issn": "1863-4362",
    "issn_type": "Electronic",
    "volume": "191",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "475",
  "end_page": "477",
  "pages": "475-477",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Competence",
    "Curriculum",
    "Education, Medical, Graduate",
    "Humans",
    "Internship and Residency",
    "Ireland",
    "Simulation Training"
  ],
  "article_ids": {
    "pubmed": "33686568",
    "pmc": "PMC7938879",
    "doi": "10.1007/s11845-021-02581-8",
    "pii": "10.1007/s11845-021-02581-8"
  },
  "doi": "10.1007/s11845-021-02581-8",
  "pmc_id": "PMC7938879",
  "dates": {
    "completed": "2022-01-27",
    "revised": "2023-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.022002",
    "pmid": "33686568"
  }
}