{
  "pmid": "33684581",
  "uid": "33684581",
  "title": "Pharmacoprophylaxis for Venous Thromboembolism in Spinal Surgery: A Systematic Review and Meta-analysis.",
  "abstract": "OBJECTIVE: Venous thromboembolism (VTE) is a significant contributor to postoperative morbidity and mortality. Prophylactic regimens for VTE involve mechanical prophylaxis and pharmacoprophylaxis. This systematic review and meta-analysis aimed to determine the efficacy and safety of pharmacoprophylaxis in comparison with any nonpharmacoprophylaxis regimen for the prevention of postoperative VTE in patients undergoing spinal surgery. METHODS: MEDLINE, Embase, Cochrane Central Register of Controlled Trials, ClinicalTrials.gov, and ICRCTN were searched for comparative studies including both pharmacoprophylaxis and nonpharmacoprophylaxis post spinal surgery. The primary outcome was the incidence of VTE within the postoperative hospitalized period. Secondary outcomes included the incidence of spinal epidural hematoma, significant bleeding events, and other adverse events associated with VTE. The data was pooled using random-effects models of meta-analysis and relative risk (RR) was calculated. RESULTS: Four retrospective and 3 randomized controlled trials representing a total of 8373 patients were included. Overall, there was a significant decrease in postoperative deep venous thrombosis with pharmacoprophylaxis versus nonpharmacoprophylaxis (RR 0.42, 95% confidence interval 0.21-0.86, P = 0.02, I[2] = 0%); however, there were no significant differences between the groups in the incidences of VTE (RR 0.31, 95% confidence interval 0.12-0.81, P = 0.02, I[2] = 0%). The incidences of spinal epidural hematoma and significant bleeding events were rare and comparable in both groups. CONCLUSIONS: This systematic review and meta-analysis found a potential benefit with pharmacoprophylaxis post spinal surgery in the prevention of deep venous thrombosis. However, there is a need for future randomized controlled trials to investigate the efficacy and safety of pharmacoprophylaxis in spinal surgery across various spinal procedures.",
  "authors": [
    {
      "last_name": "Ellenbogen",
      "fore_name": "Yosef",
      "initials": "Y",
      "name": "Yosef Ellenbogen",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Power",
      "fore_name": "Robert G",
      "initials": "RG",
      "name": "Robert G Power",
      "affiliations": [
        "Department of Surgery, Division of Neurosurgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martyniuk",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Martyniuk",
      "affiliations": [
        "Department of Surgery, Division of Neurosurgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Engels",
      "fore_name": "Paul T",
      "initials": "PT",
      "name": "Paul T Engels",
      "affiliations": [
        "Department of Critical Care, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay V",
      "initials": "SV",
      "name": "Sunjay V Sharma",
      "affiliations": [
        "Department of Surgery, Division of Neurosurgery, McMaster University, Hamilton, Ontario, Canada; Department of Critical Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kasper",
      "fore_name": "Ekkehard M",
      "initials": "EM",
      "name": "Ekkehard M Kasper",
      "affiliations": [
        "Department of Surgery, Division of Neurosurgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: kaspere@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "World neurosurgery",
    "iso_abbreviation": "World Neurosurg",
    "issn": "1878-8769",
    "issn_type": "Electronic",
    "volume": "150",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "e144",
  "end_page": "e154",
  "pages": "e144-e154",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Humans",
    "Neurosurgical Procedures",
    "Postoperative Complications",
    "Randomized Controlled Trials as Topic",
    "Spine",
    "Venous Thromboembolism",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "33684581",
    "doi": "10.1016/j.wneu.2021.02.120",
    "pii": "S1878-8750(21)00313-2"
  },
  "doi": "10.1016/j.wneu.2021.02.120",
  "dates": {
    "completed": "2021-08-20",
    "revised": "2024-06-01"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.852619",
    "pmid": "33684581"
  }
}