{
  "pmid": "33681258",
  "uid": "33681258",
  "title": "Liraglutide Protects Nucleus Pulposus Cells Against High-Glucose Induced Apoptosis by Activating PI3K/Akt/ mTOR/Caspase-3 and PI3K/Akt/GSK3β/Caspase-3 Signaling Pathways.",
  "abstract": "Background and Objective: Diabetes mellitus (DM) is reportedly a significant risk factor for intervertebral disc degeneration (IDD). Incretin system and particularly glucagon-like peptide 1 (GLP-1) because of its glucose-lowering effects has become an important target in therapeutic strategies of type 2 diabetes (T2D). Liraglutide is a GLP-1 receptor (GLP-1R) agonist with glucoregulatory and insulinotropic functions as well as regulatory functions on cell proliferation, differentiation, and apoptosis. However, little is known on the roles and signaling pathways of apoptosis protecting effects of liraglutide in IDD. This study aimed to investigate the potential protective effects of liraglutide against high glucose-induced apoptosis of nucleus pulposus cells (NPCs) and the possible involved signaling pathways. Methods: The human NPCs were incubated with 100 nM liraglutide alone or in combination with LY294002 (PI3K inhibitor), rapamycin (mTOR inhibitor), and SB216763 (GSK3β inhibitor) in a high glucose culture for 48 h. The four groups were assessed further for apoptosis and genes expressions. The apoptotic effect was evaluated by flow cytometry and further confirmed by cell death detection enzyme-linked immunoassay plus (ELISAPLUS). The gene and protein expression levels were assessed by quantitative real-time polymerase chain reaction (qRT-PCR) and Western blotting techniques. The results were comparatively assessed between the four groups. Results: The results confirmed the presence of GLP-1R in the NPCs indicating that liraglutide inhibited the high glucose-induced apoptosis, which was blocked by silencing GLP-1R with siRNA. Moreover, liraglutide stimulated the phosphorylation of Akt, mTOR and GSK3β. Treatment with LY294002 significantly increased the apoptosis of NPCs and reduced the levels of their downstream substrates (p-AKT, p-mTOR, and p-GSK3β). Further assessments revealed that activation of mTOR and GSK3β was almost completely inhibited by rapamycin and SB216763, respectively, which significantly increased the caspase-3 levels. Conclusion: Liraglutide could protect NPCs against high glucose-induced apoptosis by activating the PI3K/AKT/mTOR/caspase-3 and PI3K/AKT/GSK3β/caspase-3 signaling pathways.",
  "authors": [
    {
      "last_name": "Yao",
      "fore_name": "Mingyan",
      "initials": "M",
      "name": "Mingyan Yao",
      "affiliations": [
        "Department of Endocrinology, The Third Hospital of Hebei Medical University, Shijiazhuang, China.",
        "Department of Endocrinology, Baoding No.1 Central Hospital, Baoding, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Zhang",
      "affiliations": [
        "Department of Cardiology, Affiliated Hospital of Hebei University, Baoding, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Zhihong",
      "initials": "Z",
      "name": "Zhihong Li",
      "affiliations": [
        "Department of Endocrinology, Baoding No.1 Central Hospital, Baoding, China."
      ]
    },
    {
      "last_name": "Bai",
      "fore_name": "Xiaoliang",
      "initials": "X",
      "name": "Xiaoliang Bai",
      "affiliations": [
        "Department of Orthopedics, Baoding No.1 Central Hospital, Baoding, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Endocrinology, Affiliated Hospital of Hebei University, Baoding, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yukun",
      "initials": "Y",
      "name": "Yukun Li",
      "affiliations": [
        "Department of Endocrinology, The Third Hospital of Hebei Medical University, Shijiazhuang, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in medicine",
    "iso_abbreviation": "Front Med (Lausanne)",
    "issn": "2296-858X",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "630962",
  "pages": "630962",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33681258",
    "pmc": "PMC7933515",
    "doi": "10.3389/fmed.2021.630962"
  },
  "doi": "10.3389/fmed.2021.630962",
  "pmc_id": "PMC7933515",
  "dates": {
    "revised": "2021-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.362326",
    "pmid": "33681258"
  }
}