{
  "pmid": "33709647",
  "uid": "33709647",
  "title": "Impact of exercise training on the sarcopenia criteria in non-alcoholic fatty liver disease: a systematic review and meta-analysis.",
  "abstract": "Sarcopenia is a highly prevalent complication of non-alcoholic fatty liver disease (NAFLD). We aimed to conduct a systematic review and meta-analyses to elucidate the exercise training (ET)'s efficacy on NAFLD adult patients' sarcopenia criteria. We identified relevant randomized controlled trials (RCT) in electronic databases PubMed, CINAHL, and Scopus. We selected seven RCT from 66 screened studies. The ET programs included endurance or combined (endurance and resistance) training. No study performed resistance training alone. The physical function improved with endurance or combined training (mean differences [MD] 8.26 mL/Kg*min [95% CI 5.27 to 11.24 mL/Kg*min], p < 0.0001); Muscle mass showed no evidence of the beneficial effects of endurance or combined training (MD 1.01 Kg [95% CI -1.78 to 3.80 Kg], p = 0.48). None of the selected studies evaluated muscle strength. Endurance and combined training increase physical function criteria but do not improve muscle mass criteria on sarcopenia in NAFLD patients. These results must be interpreted with caution for the small number of patients included in the RCTs analyzed, the different characteristics of the ET carried out, the non-use of resistance training, which prevents assess its effect on sarcopenia despite the evidence that recommends it and does not assessment muscle strength criteria in RCT include. Future research should include muscle strength assessments and resistance training to evaluate the effects in this condition. Exercise training is beneficial for sarcopenia in NAFLD but is necessary more experimental evidence to define the best type of training that positively affects the three criteria of sarcopenia. PROSPERO reference number CRD42020191471.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Department of Biological Sciences, Faculty of Life Sciences. Universidad Andres Bello, Santiago, Chile; Millennium Institute on Immunology and Immunotherapy, Santiago, Chile; Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago. a.gonzalezrojas@uandresbello.edu."
      ]
    },
    {
      "last_name": "Valero-Breton",
      "fore_name": "Mayalen",
      "initials": "M",
      "name": "Mayalen Valero-Breton",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Department of Biological Sciences, Faculty of Life Sciences. Universidad Andres Bello, Santiago, Chile; Millennium Institute on Immunology and Immunotherapy, Santiago, Chile; Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago. m.valerobreton@uandresbello.edu."
      ]
    },
    {
      "last_name": "Huerta-Salgado",
      "fore_name": "Camila",
      "initials": "C",
      "name": "Camila Huerta-Salgado",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Department of Biological Sciences, Faculty of Life Sciences. Universidad Andres Bello, Santiago, Chile; Millennium Institute on Immunology and Immunotherapy, Santiago, Chile; Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago. c.huertasalgado@uandresbello.edu."
      ]
    },
    {
      "last_name": "Achiardi",
      "fore_name": "Oscar",
      "initials": "O",
      "name": "Oscar Achiardi",
      "affiliations": [
        "Escuela de Kinesiología, Facultad de Ciencias, Pontificia Universidad Católica de Valparaíso, Valparaíso. oscar.achiardi@pucv.cl."
      ]
    },
    {
      "last_name": "Simon",
      "fore_name": "Felipe",
      "initials": "F",
      "name": "Felipe Simon",
      "affiliations": [
        "Millennium Institute on Immunology and Immunotherapy, Santiago, Chile; Millennium Nucleus of Ion Channel-Associated Diseases (MiNICAD), Universidad de Chile, Santiago, Chile; Laboratory of Integrative Physiopathology, Department of Biological Sciences, Faculty of Life Sciences. Universidad Andres Bello, Santiago. fsimon@unab.cl."
      ]
    },
    {
      "last_name": "Cabello-Verrugio",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Cabello-Verrugio",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Department of Biological Sciences, Faculty of Life Sciences. Universidad Andres Bello, Santiago, Chile; Millennium Institute on Immunology and Immunotherapy, Santiago, Chile; Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago. claudio.cabello@unab.cl."
      ]
    }
  ],
  "journal": {
    "title": "European journal of translational myology",
    "iso_abbreviation": "Eur J Transl Myol",
    "issn": "2037-7452",
    "issn_type": "Print",
    "volume": "31",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "26"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33709647",
    "pmc": "PMC8056167",
    "doi": "10.4081/ejtm.2021.9630"
  },
  "doi": "10.4081/ejtm.2021.9630",
  "pmc_id": "PMC8056167",
  "dates": {
    "revised": "2021-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.162192",
    "pmid": "33709647"
  }
}