{
  "pmid": "33714662",
  "uid": "33714662",
  "title": "Allopurinol and Renal Outcomes in Adults With and Without Type 2 Diabetes: A Retrospective, Population-Based Cohort Study and Propensity Score Analysis.",
  "abstract": "OBJECTIVES: Elevated uric acid (UA) is common in diabetes and is implicated in the pathogenesis of chronic kidney disease (CKD). Lowering UA with allopurinol may delay CKD progression. We assessed the association between allopurinol and renal outcomes in older adults both with and without diabetes, and whether this differed by diabetes status. METHODS: We conducted a population-based, retrospective cohort study of older adults ≥66 years of age with a gout flare using administrative data from Ontario, Canada. The primary outcome was doubling of creatinine or kidney failure. Secondary outcomes were a composite of death or kidney failure, decline in estimated glomerular filtration rate by >30%, death and kidney failure. New allopurinol users were compared with nonusers using Cox proportional hazards models and inverse probability of treatment weighting (IPTW). An interaction between allopurinol use and presence or absence of diabetes was assessed. RESULTS: Among 5,937 older adults with a gout flare (1,911 with diabetes), 1,304 (22%) were newly treated with allopurinol. Median follow-up time was 1.11 (interquartile range, 0.33 to 3.21) years for allopurinol users and 3.38 (interquartile range, 1.42 to 4.43) years for nonusers. There was no association between allopurinol use and the primary outcome (IPTW-adjusted hazard ratio, 0.97; 95% confidence interval, 0.72 to 1.31), and this did not differ by diabetes status. Allopurinol use was not associated with any of the secondary outcomes. CONCLUSIONS: Allopurinol use was not associated with renal outcomes in older adults with or without diabetes. This supports the interpretation of UA as a biomarker of CKD risk rather than a modifiable target for prevention or treatment of CKD.",
  "authors": [
    {
      "last_name": "Weisman",
      "fore_name": "Alanna",
      "initials": "A",
      "name": "Alanna Weisman",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada; ICES, Toronto, Ontario, Canada; Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada. Electronic address: alanna.weisman@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Tomlinson",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Tomlinson",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Medicine, University Health Network/Mt Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lipscombe",
      "fore_name": "Lorraine L",
      "initials": "LL",
      "name": "Lorraine L Lipscombe",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada; ICES, Toronto, Ontario, Canada; Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Department of Medicine, Epidemiology & Biostatistics, Western University Hospital Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perkins",
      "fore_name": "Bruce A",
      "initials": "BA",
      "name": "Bruce A Perkins",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada; Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cherney",
      "fore_name": "David Z I",
      "initials": "DZI",
      "name": "David Z I Cherney",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Medicine, Division of Nephrology, University Health Network, Toronto General, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hawker",
      "fore_name": "Gillian A",
      "initials": "GA",
      "name": "Gillian A Hawker",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada; ICES, Toronto, Ontario, Canada; Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "641",
  "end_page": "649.e4",
  "pages": "641-649.e4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Allopurinol",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Humans",
    "Male",
    "Propensity Score",
    "Renal Insufficiency, Chronic",
    "Retrospective Studies",
    "Treatment Outcome",
    "Uric Acid"
  ],
  "article_ids": {
    "pubmed": "33714662",
    "doi": "10.1016/j.jcjd.2021.01.005",
    "pii": "S1499-2671(21)00005-8"
  },
  "doi": "10.1016/j.jcjd.2021.01.005",
  "dates": {
    "completed": "2021-12-13",
    "revised": "2021-12-14"
  },
  "chemicals": [
    "Uric Acid",
    "Allopurinol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.314375",
    "pmid": "33714662"
  }
}