{
  "pmid": "33713843",
  "uid": "33713843",
  "title": "Quantitative and Qualitative Sex Modulations in the Brain Anatomy of Autism.",
  "abstract": "BACKGROUND: Sex-based neurobiological heterogeneity in autism is poorly understood. Research is disproportionately biased to males, leading to an unwarranted presumption that autism neurobiology is the same across sexes. Previous neuroimaging studies using amalgamated multicenter datasets to increase autistic female samples are characterized by large statistical noise. METHODS: We used a better-powered dataset of 1183 scans of 839 individuals-299 (467 scans) autistic males, 74 (102 scans) autistic females, 240 (334 scans) control males, and 226 (280 scans) control females-to test two whole-brain models of overall/global sex modulations on autism neuroanatomy, by summary measures computed across the brain: the local magnitude model, in which the same brain regions/circuitries are involved across sexes but effect sizes are larger in females, indicating quantitative sex modulation; and spatial dissimilarity model, in which the neuroanatomy differs spatially between sexes, indicating qualitative sex modulation. The male and female autism groups were matched on age, IQ, and autism symptoms. Autism brain features were defined by comparisons with same-sex control individuals. RESULTS: Across five metrics (cortical thickness, surface area, volume, mean absolute curvature, and subcortical volume), we found no evidence supporting the local magnitude model. We found indicators supporting the spatial dissimilarity model on cortical mean absolute curvature and subcortical volume, but not on other metrics. CONCLUSIONS: The overall/global autism neuroanatomy in females and males does not simply differ quantitatively in the same brain regions/circuitries. They may differ qualitatively in spatial involvement in cortical curvature and subcortical volume. The neuroanatomy of autism may be partly sex specific. Sex stratification to inform autism preclinical/clinical research is needed to identify sex-informed neurodevelopmental targets.",
  "authors": [
    {
      "last_name": "Hammill",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Hammill",
      "affiliations": [
        "Mouse Imaging Centre, Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lerch",
      "fore_name": "Jason P",
      "initials": "JP",
      "name": "Jason P Lerch",
      "affiliations": [
        "Mouse Imaging Centre, Hospital for Sick Children, Toronto, Ontario, Canada; Neurosciences and Mental Health Program, SickKids Research Institute, Toronto, Ontario, Canada; Wellcome Centre for Integrative Neuroimaging, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Taylor",
      "fore_name": "Margot J",
      "initials": "MJ",
      "name": "Margot J Taylor",
      "affiliations": [
        "Department of Diagnostic Imaging, Hospital for Sick Children, Toronto, Ontario, Canada; Neurosciences and Mental Health Program, SickKids Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ameis",
      "fore_name": "Stephanie H",
      "initials": "SH",
      "name": "Stephanie H Ameis",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Toronto, Ontario, Canada; Neurosciences and Mental Health Program, SickKids Research Institute, Toronto, Ontario, Canada; Margaret and Wallace McCain Centre for Child, Youth and Family Mental Health and Azrieli Adult Neurodevelopmental Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chakravarty",
      "fore_name": "M Mallar",
      "initials": "MM",
      "name": "M Mallar Chakravarty",
      "affiliations": [
        "Cerebral Imaging Centre, Douglas Mental Health University Institute, Montreal, Quebec, Canada; Department of Psychiatry, McGill University, Montreal, Quebec, Canada; Department of Biological and Biomedical Engineering, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Toronto, Ontario, Canada; Neurosciences and Mental Health Program, SickKids Research Institute, Toronto, Ontario, Canada; Margaret and Wallace McCain Centre for Child, Youth and Family Mental Health and Azrieli Adult Neurodevelopmental Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anagnostou",
      "fore_name": "Evdokia",
      "initials": "E",
      "name": "Evdokia Anagnostou",
      "affiliations": [
        "Holland Bloorview Kids Rehabilitation Hospital and Department of Paediatrics, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lai",
      "fore_name": "Meng-Chuan",
      "initials": "MC",
      "name": "Meng-Chuan Lai",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Toronto, Ontario, Canada; Neurosciences and Mental Health Program, SickKids Research Institute, Toronto, Ontario, Canada; Margaret and Wallace McCain Centre for Child, Youth and Family Mental Health and Azrieli Adult Neurodevelopmental Centre, Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Autism Research Centre, Department of Psychiatry, University of Cambridge, Cambridge, United Kingdom; Department of Psychiatry, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan. Electronic address: mengchuan.lai@utoronto.ca."
      ]
    }
  ],
  "journal": {
    "title": "Biological psychiatry. Cognitive neuroscience and neuroimaging",
    "iso_abbreviation": "Biol Psychiatry Cogn Neurosci Neuroimaging",
    "issn": "2451-9030",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "898",
  "end_page": "909",
  "pages": "898-909",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Autistic Disorder",
    "Brain",
    "Female",
    "Humans",
    "Magnetic Resonance Imaging",
    "Male",
    "Neuroimaging"
  ],
  "article_ids": {
    "pubmed": "33713843",
    "doi": "10.1016/j.bpsc.2021.03.001",
    "pii": "S2451-9022(21)00060-4"
  },
  "doi": "10.1016/j.bpsc.2021.03.001",
  "dates": {
    "completed": "2021-09-20",
    "revised": "2021-09-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP-106582",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "MOP-119541",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "MOP-137115",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "MOP-142379",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.498651",
    "pmid": "33713843"
  }
}