{
  "pmid": "33717029",
  "uid": "33717029",
  "title": "Microbial Functional Responses in Marine Biofilms Exposed to Deepwater Horizon Spill Contaminants.",
  "abstract": "Marine biofilms are essential biological components that transform built structures into artificial reefs. Anthropogenic contaminants released into the marine environment, such as crude oil and chemical dispersant from an oil spill, may disrupt the diversity and function of these foundational biofilms. To investigate the response of marine biofilm microbiomes from distinct environments to contaminants and to address microbial functional response, biofilm metagenomes were analyzed from two short-term microcosms, one using surface seawater (SSW) and the other using deep seawater (DSW). Following exposure to crude oil, chemical dispersant, and dispersed oil, taxonomically distinct communities were observed between microcosms from different source water challenged with the same contaminants and higher Shannon diversity was observed in SSW metagenomes. Marinobacter, Colwellia, Marinomonas, and Pseudoalteromonas phylotypes contributed to driving community differences between SSW and DSW. SSW metagenomes were dominated by Rhodobacteraceae, known biofilm-formers, and DSW metagenomes had the highest abundance of Marinobacter, associated with hydrocarbon degradation and biofilm formation. Association of source water metadata with treatment groups revealed that control biofilms (no contaminant) harbor the highest percentage of significant KEGG orthologs (KOs). While 70% functional similarity was observed among all metagenomes from both experiments, functional differences between SSW and DSW metagenomes were driven primarily by membrane transport KOs, while functional similarities were attributed to translation and signaling and cellular process KOs. Oil and dispersant metagenomes were 90% similar to each other in their respective experiments, which provides evidence of functional redundancy in these microbiomes. When interrogating microbial functional redundancy, it is crucial to consider how composition and function evolve in tandem when assessing functional responses to changing environmental conditions within marine biofilms. This study may have implications for future oil spill mitigation strategies at the surface and at depth and also provides information about the microbiome functional responses of biofilms on steel structures in the marine built environment.",
  "authors": [
    {
      "last_name": "Mugge",
      "fore_name": "Rachel L",
      "initials": "RL",
      "name": "Rachel L Mugge",
      "affiliations": [
        "Division of Coastal Sciences, School of Ocean Science and Engineering, University of Southern Mississippi, Ocean Springs, MS, United States."
      ]
    },
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Salerno",
      "affiliations": [
        "Department of Environmental Science and Policy, George Mason University, Fairfax, VA, United States."
      ]
    },
    {
      "last_name": "Hamdan",
      "fore_name": "Leila J",
      "initials": "LJ",
      "name": "Leila J Hamdan",
      "affiliations": [
        "Division of Coastal Sciences, School of Ocean Science and Engineering, University of Southern Mississippi, Ocean Springs, MS, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in microbiology",
    "iso_abbreviation": "Front Microbiol",
    "issn": "1664-302X",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "636054",
  "pages": "636054",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33717029",
    "pmc": "PMC7947620",
    "doi": "10.3389/fmicb.2021.636054"
  },
  "doi": "10.3389/fmicb.2021.636054",
  "pmc_id": "PMC7947620",
  "dates": {
    "revised": "2021-03-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:06.071400",
    "pmid": "33717029"
  }
}