{
  "pmid": "33715243",
  "uid": "33715243",
  "title": "Trends in adolescent alcohol and other risky health- and school-related behaviours and outcomes in Australia.",
  "abstract": "INTRODUCTION: Adolescent drinking has been declining in Australia over the past two decades, but this trend may be part of a broader shift towards healthier lifestyles for adolescents. We examined trends in the prevalence of multiple risky health- and school-related behaviours and outcomes to test whether this was the case. METHODS: Data on multiple behaviours and outcomes were collated from Australian government agencies and other relevant sources for 10-19-year-olds from the year 2000 onward. Trends were examined descriptively. RESULTS: Rates of substance use, youth offending and injuries due to underage driving declined over the study period. Some health-related behaviours (physical activity and diet) worsened between 2001 and 2017; however, obesity rates remained stable. Risky sexual behaviours increased in terms of early initiation of lifetime sexual intercourse and decreased condom use. However, sexual health outcomes improved with a reduction in teenage pregnancies and there was a recent decline in sexually transmitted infection rates from 2011 onward. Suicide rates and rates of major depressive disorders increased. School attendance and engagement in full-time work or study remained stable. DISCUSSION AND CONCLUSIONS: The decline in adolescent drinking does not appear to correspond with increased engagement in healthier behaviours; however, it may be related to a more risk-averse way of living. Future work could be directed towards identifying which social, economic, policy and environmental factors have impacted positive changes in risky behaviours. Public health efforts can then be directed towards behaviours or outcomes, which have not yet improved.",
  "authors": [
    {
      "last_name": "Vashishtha",
      "fore_name": "Rakhi",
      "initials": "R",
      "name": "Rakhi Vashishtha",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Health Services and Systems Research, Duke-NUS Medical School, Singapore."
      ],
      "orcid": "0000-0002-1890-7765"
    },
    {
      "last_name": "Pennay",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Pennay",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-6271-8996"
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M Dietze",
      "affiliations": [
        "National Drug Research Institute, Curtin University, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia.",
        "Centre of Population Health, Burnet Institute, Melbourne, Australia."
      ],
      "orcid": "0000-0001-7871-6234"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "National Drug Research Institute, Curtin University, Melbourne, Australia.",
        "Department of Clinical Neurosciences, Karolinska Institute, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "1071",
  "end_page": "1082",
  "pages": "1071-1082",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Behavior",
    "Australia",
    "Depressive Disorder, Major",
    "Female",
    "Humans",
    "Pregnancy",
    "Risk-Taking",
    "Schools",
    "Sexual Behavior",
    "Underage Drinking"
  ],
  "article_ids": {
    "pubmed": "33715243",
    "doi": "10.1111/dar.13269"
  },
  "doi": "10.1111/dar.13269",
  "dates": {
    "completed": "2022-03-31",
    "revised": "2022-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.818933",
    "pmid": "33715243"
  }
}