{
  "pmid": "33720828",
  "uid": "33720828",
  "title": "The Allocation of Medical School Spaces in Canada by Province and Territory: The Need for Evidence-Based Health Workforce Policy.",
  "abstract": "BACKGROUND: Most Canadian medical schools allocate admission based on province or territory of residence. This may result in inequities in access to medical school, disadvantaging highly qualified students from particular provinces. METHOD: The number of medical school spaces available to applicants from each province and territory was compared to the total number of available spaces in Canada, the regional application pressure and enrolment in 2017/2018. RESULTS: There is differential access to medical schools based on the absolute numbers of available spaces and application pressure. Applicants from Prince Edward Island are afforded the greatest number of spaces per 100,000 population aged 20 to 29 (5,568.8). Applicants from Ontario experience the lowest ratio of available spaces to relevant population (54.3). DISCUSSION: Health workforce policy must balance equity and regional social accountability. Privileging regional residence over academic aptitude and personal characteristics may be justified by strong evidence that these applicants are likely to serve populations that would otherwise be underserved. CONCLUSION: The availability of medical school spaces in Canada differs as a function of the province or territory from which applicants apply. Determining whether this differential is justified requires appraisal of the consequences of the policies with respect to their goals.",
  "authors": [
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Associate Professor, Department of Family Medicine, McMaster University; Scientist, McMaster Education Research, Innovation and Theory, Hamilton, ON."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Associate Professor, Department of Family Medicine, McMaster University; Adjunct Scientist, McMaster Education Research, Innovation and Theory; Member, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare policy = Politiques de sante",
    "iso_abbreviation": "Healthc Policy",
    "issn": "1715-6580",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "106",
  "end_page": "118",
  "pages": "106-118",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Workforce",
    "Humans",
    "Ontario",
    "Policy",
    "Schools, Medical",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "33720828",
    "pmc": "PMC7957350",
    "doi": "10.12927/hcpol.2021.26429",
    "pii": "hcpol.2021.26429"
  },
  "doi": "10.12927/hcpol.2021.26429",
  "pmc_id": "PMC7957350",
  "dates": {
    "completed": "2021-10-25",
    "revised": "2022-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.119395",
    "pmid": "33720828"
  }
}