{
  "pmid": "33720638",
  "uid": "33720638",
  "title": "Quality and methodology of clinical practice guidelines on antiviral pharmacotherapy for COVID‑19 during the early phase of the pandemic.",
  "abstract": "INTRODUCTION: Despite availability of reliable guidelines development methods, the risk of producing less reliable documents may be higher when the guidelines are developed rapidly. OBJECTIVES: The aim of this study was to assess quality of guidelines on coronavirus disease 2019 (COVID-19), developed in the early stages of COVID-19 pandemic and assess if recommendations for pharmacotherapy were supported by evidence. METHODS: We performed the search for documents, that considered antiviral therapies and contained a recommendations for clinicians. The quality of the guidelines was assessed using the AGREE II-Global Rating Scale Instrument and series of additional criteria. RESULTS: The analysis included 40 publications. The median of quality of documents assessed with the AGREE II-GRS tool was 2.0 (interquartile range 1.5-2.5). Most documents did not fulfill the rigour of guideline development quality criteria. The AGREE II-GRS scores did not differ significantly across the type of the document, issuing institution and the mode of publication. 75% of documents provided recommendations for the use of antiviral medications despite apparent lack of sufficient evidence supporting such treatments. Of the included documents, 75% were not updated within the 2 months after the publication of the first randomized controlled trial on COVID-19 antiviral therapy. CONCLUSIONS: Most guidelines or guidance documents published during the early phase of the COVID-19 pandemic were of poor quality, contained recommendations for the use of antiviral therapy for SARS-CoV-2 infection despite only very low quality of evidence available, and were not updated on a regular basis.",
  "authors": [
    {
      "last_name": "Mejza",
      "fore_name": "Filip",
      "initials": "F",
      "name": "Filip Mejza",
      "affiliations": [
        "Evidence-Based Medicine Unit, Institute of Cardiology, Jagiellonian University Medical College, Kraków, Poland. filip.mejza@uj.edu.pl"
      ]
    },
    {
      "last_name": "Lesniak",
      "fore_name": "Wiktoria",
      "initials": "W",
      "name": "Wiktoria Lesniak",
      "affiliations": [
        "Evidence-Based Medicine Unit, Institute of Cardiology, Jagiellonian University Medical College, Kraków, Poland"
      ]
    },
    {
      "last_name": "Jaeschke",
      "fore_name": "Roman",
      "initials": "R",
      "name": "Roman Jaeschke",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada"
      ]
    }
  ],
  "journal": {
    "title": "Polish archives of internal medicine",
    "iso_abbreviation": "Pol Arch Intern Med",
    "issn": "1897-9483",
    "issn_type": "Electronic",
    "volume": "131",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "356",
  "end_page": "360",
  "pages": "356-360",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antiviral Agents",
    "COVID-19",
    "Humans",
    "Pandemics",
    "Practice Guidelines as Topic",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "33720638",
    "doi": "10.20452/pamw.15875"
  },
  "doi": "10.20452/pamw.15875",
  "dates": {
    "completed": "2021-05-03",
    "revised": "2022-05-31"
  },
  "chemicals": [
    "Antiviral Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:24.352789",
    "pmid": "33720638"
  }
}