{
  "pmid": "33729776",
  "uid": "33729776",
  "title": "Computational Electrophysiology from a Single Molecular Dynamics Simulation and the Electrodiffusion Model.",
  "abstract": "The availability of high-resolution structures of ion channels opens the doors to reliable computations of electrophysiological properties, such as the dependence of ionic currents and selectivities on applied voltage. We develop two theoretical approaches for calculating these properties from molecular dynamics simulations at a single voltage, or even in the absence of voltage, combined with the electrodiffusion model in which ion motion in the channel is represented as one-dimensional diffusion in the potential of mean force exerted by other components of the system and the applied electric field. No knowledge of diffusivity or ion densities at other voltages is needed. Instead, in one approach, one-sided ion fluxes and density profiles are used to determine the free energy profile. In the other approach, committor probabilities for ions transported at the selected voltage are used for this purpose. Both approaches have been validated in an example of a simple ion channel formed by trichotoxin. The potentials of mean force calculated by way of the proposed approaches and obtained from traditional methods are in excellent agreement. Furthermore, the current-voltage dependence agrees very well with results obtained by way of computationally more demanding methods. We also have readily calculated the reversal potential, a computationally challenging electrophysiological property. The key assumptions of the electrodiffusion model, such as the independence of crossing events or the insensitivity of the potential of mean force to applied voltage, have been found to be satisfied. We also show that the voltage changes linearly in the hydrophobic core of the membrane and is constant elsewhere.",
  "authors": [
    {
      "last_name": "Pohorille",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Pohorille",
      "affiliations": [
        "Exobiology Branch, MS239-4, NASA Ames Research Center, Moffett Field, California 94035, United States.",
        "Department of Pharmaceutical Chemistry, University of California, San Francisco, San Francisco, California 94132, United States."
      ],
      "orcid": "0000-0001-8562-6595"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": [
        "Exobiology Branch, MS239-4, NASA Ames Research Center, Moffett Field, California 94035, United States.",
        "SETI Institute, 189 Bernardo Avenue, Suite 200, Mountain View, California 94043, United States."
      ]
    }
  ],
  "journal": {
    "title": "The journal of physical chemistry. B",
    "iso_abbreviation": "J Phys Chem B",
    "issn": "1520-5207",
    "issn_type": "Electronic",
    "volume": "125",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "3132",
  "end_page": "3144",
  "pages": "3132-3144",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Diffusion",
    "Electrophysiology",
    "Ion Channels",
    "Ion Transport",
    "Molecular Dynamics Simulation"
  ],
  "article_ids": {
    "pubmed": "33729776",
    "doi": "10.1021/acs.jpcb.0c10737"
  },
  "doi": "10.1021/acs.jpcb.0c10737",
  "dates": {
    "completed": "2021-05-14",
    "revised": "2021-05-14"
  },
  "chemicals": [
    "Ion Channels"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.683114",
    "pmid": "33729776"
  }
}