{
  "pmid": "33726931",
  "uid": "33726931",
  "title": "Checkpoint blockade toxicities: Insights into autoimmunity and treatment.",
  "abstract": "Checkpoint blockade has transformed not only the way cancers are treated, but also highlighted the importance of mounting a proper immune response against tumors. Despite advances in the field of immunotherapy, many patients develop a range of inflammatory toxicities that limit the efficacy of these therapies. These toxicities range from barrier site injury, such as colitis, to endocrine organ dysfunction, such as diabetes. In order to properly treat patients with cancer and avoid checkpoint blockade induced toxicities, we must gain a deeper understanding of the underlying mechanisms generating these adverse events. Cytotoxic and tissue-resident T cells likely play an important role in mediating some toxicities, though high levels of cytokines and the generation of auto-antibodies in other toxicities demonstrates these mechanisms are not all shared. Certain risk factors for specific toxicities may be able to predict who might benefit most from alternative therapies given the risk-benefit associated with checkpoint blockade. As the targets of checkpoint inhibitors have important functions in the prevention of autoimmunity, insights into risk factors and causes of toxicities will further our knowledge of fundamental immunology and enable the development of novel therapeutics.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Department of Microbiology, Blavatnik Institute, Harvard Medical School, Boston, MA, USA; Harvard Program in Virology, MA, USA; Department of Cancer Immunology and Virology, Dana-Farber Cancer Institute, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Dougan",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Dougan",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Massachusetts General Hospital, Boston, MA, USA; Harvard Medical School, Boston, MA, USA. Electronic address: mldougan@partners.org."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in immunology",
    "iso_abbreviation": "Semin Immunol",
    "issn": "1096-3618",
    "issn_type": "Electronic",
    "volume": "52",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "101473",
  "pages": "101473",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Antineoplastic Agents",
    "Autoimmunity",
    "Humans",
    "Immunologic Factors",
    "Immunotherapy",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "33726931",
    "doi": "10.1016/j.smim.2021.101473",
    "pii": "S1044-5323(21)00004-X"
  },
  "doi": "10.1016/j.smim.2021.101473",
  "dates": {
    "completed": "2022-04-04",
    "revised": "2022-04-05"
  },
  "chemicals": [
    "Antineoplastic Agents",
    "Immunologic Factors"
  ],
  "grants": [
    {
      "grant_id": "K08 DK114563",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.022318",
    "pmid": "33726931"
  }
}