{
  "pmid": "33736865",
  "uid": "33736865",
  "title": "Posthospital discharge venous thromboembolism prophylaxis among colorectal and hepatobiliary surgeons: A practice survey.",
  "abstract": "BACKGROUND: Recent practice guidelines recommend venous thromboembolism prophylaxis for 28 days after cancer surgery. We sought to characterize and compare awareness, agreement, adoption, and adherence to these guidelines among surgeons. METHODS: We electronically surveyed Canadian hepatobiliary surgeons registered with the Canadian Hepatopancreatobiliary Association, general and colorectal surgeons registered with the College of Physicians and Surgeons of Ontario and the Canadian Society of Colorectal Surgeons who provide colorectal cancer care with a pilot-tested questionnaire. Attitudes to relevant guideline recommendations and perceived barriers to postdischarge venous thromboembolism prophylaxis were assessed on a 5-point Likert scale. RESULTS: There were 128 responses (response rate 60%, 128 of 213), including 60 general/colorectal and 68 hepatobiliary surgeons. Most surgeons were aware (122 of 128, 95%), agreed (101 of 122, 83%), adopted (78 of 101, 77%), and adhered (74 of 78, 95%) with guidelines. Preexisting venous thromboembolism-prophylaxis hospital programs, hepatobiliary surgeons, and geographical region were associated with increased likelihood of adherence. Among respondents that did not agree, insufficient evidence (median Likert: 4, interquartile range 3-5) and low incidence of venous thromboembolism (median Likert: 4, interquartile range 3-4) were cited as the strongest barriers. Surgeons who agreed but did not adopt these programs reported that the most significant barriers were \"drug cost\" (median Likert: 4, interquartile range 3-4) and \"subcutaneous injections\" (median Likert: 4, interquartile range 3-4). Surgeons that adhered additionally reported \"logistical challenges of prescribing\" as the greatest implementation barrier. CONCLUSION: Surgeons who remain apprehensive about postdischarge venous thromboembolism prophylaxis cite poor evidence and cost of the medication as the major barriers. Adherence was higher among hepatobiliary surgeons and at hospitals with existing venous thromboembolism-prophylaxis programs.",
  "authors": [
    {
      "last_name": "Griffiths",
      "fore_name": "Christopher D",
      "initials": "CD",
      "name": "Christopher D Griffiths",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton ON, Canada; Department of Oncology, McMaster University, Hamilton ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada; Department of Medicine, Ontario Clinical Oncology Group, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": [
        "Department of Medicine, Ontario Clinical Oncology Group, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Serrano",
      "fore_name": "Pablo E",
      "initials": "PE",
      "name": "Pablo E Serrano",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON, Canada; Department of Medicine, Ontario Clinical Oncology Group, McMaster University, Hamilton ON, Canada. Electronic address: serrano@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Surgery",
    "iso_abbreviation": "Surgery",
    "issn": "1532-7361",
    "issn_type": "Electronic",
    "volume": "170",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "173",
  "end_page": "179",
  "pages": "173-179",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aftercare",
    "Anticoagulants",
    "Digestive System Surgical Procedures",
    "Humans",
    "Patient Discharge",
    "Postoperative Complications",
    "Practice Patterns, Physicians'",
    "Surgeons",
    "Surveys and Questionnaires",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "33736865",
    "doi": "10.1016/j.surg.2021.02.015",
    "pii": "S0039-6060(21)00108-2"
  },
  "doi": "10.1016/j.surg.2021.02.015",
  "dates": {
    "completed": "2021-09-02",
    "revised": "2021-09-02"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.919323",
    "pmid": "33736865"
  }
}