{
  "pmid": "33739951",
  "uid": "33739951",
  "title": "Does UV Light as an Adjunct to Conventional Treatment Improve Healing and Reduce Infection in Wounds? A Systematic Review.",
  "abstract": "OBJECTIVE: To examine the effect of UV light on wound healing and infection in patients with skin ulcers or surgical incisions. Outcomes of interest included healing time, wound size and appearance, bacterial burden, and infection. DATA SOURCES: Ovid MEDLINE, Embase, Cochrane, PubMed, CINAHL, and Web of Science. STUDY SELECTION: Comparative and noncomparative clinical studies were considered, including observational cohort, retrospective, and randomized controlled studies. They addressed the research question: \"Does the use of UV light as an adjunct to conventional treatment help improve healing and reduce infection in wounds?\" Selection criteria included any English language study in adults who used UV light to improve wound healing and prevent or treat wound infection. DATA EXTRACTION: Authors extracted information pertaining to patient demographics, treatment protocols, and the following wound outcomes: appearance, healing time, infection, and bacterial burden. DATA SYNTHESIS: The search yielded 30,986 articles, and screening resulted in 11 studies that underwent final analysis. Of these (N = 27,833), seven (64%) demonstrated an improvement in healing outcomes with adjunctive UV therapy, and the results of four (36%) achieved statistical significance. CONCLUSIONS: There is limited research on the utility of adjunctive UV therapy to improve wound healing outcomes in humans. The majority of literature included in this review supported improved wound healing outcomes with adjuvant UV therapy. Future well-designed randomized controlled trials will be essential in further determining the benefit and utility of UV therapy in wound healing.",
  "authors": [
    {
      "last_name": "Inkaran",
      "fore_name": "Jeyanth",
      "initials": "J",
      "name": "Jeyanth Inkaran",
      "affiliations": [
        "At McMaster University, Hamilton, Ontario, Canada, Jeyanth Inkaran, BMSc, and Adam Tenn, BMSc, are Medical Students. At Hamilton General Hospital, Amanda Martyniuk, BSc, MSc, is Neurosurgery Research Coordinator; Forough Farrokhyar, MPhil, PhD, is Research Director; and Aleksa Cenic, MSc, MD, FRCSC, is Neurosurgeon. The authors have disclosed no financial relationships related to this article. Submitted February 24, 2020; accepted in revised form May 5, 2020."
      ]
    },
    {
      "last_name": "Tenn",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Tenn",
      "affiliations": []
    },
    {
      "last_name": "Martyniuk",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Martyniuk",
      "affiliations": []
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": []
    },
    {
      "last_name": "Cenic",
      "fore_name": "Aleksa",
      "initials": "A",
      "name": "Aleksa Cenic",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in skin & wound care",
    "iso_abbreviation": "Adv Skin Wound Care",
    "issn": "1538-8654",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "1",
  "end_page": "6",
  "pages": "1-6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Complementary Therapies",
    "Humans",
    "Infections",
    "Surgical Wound Infection",
    "Ultraviolet Rays",
    "Wound Healing"
  ],
  "article_ids": {
    "pubmed": "33739951",
    "doi": "10.1097/01.ASW.0000734384.52295.92",
    "pii": "00129334-202104000-00009"
  },
  "doi": "10.1097/01.ASW.0000734384.52295.92",
  "dates": {
    "completed": "2021-11-03",
    "revised": "2021-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.404321",
    "pmid": "33739951"
  }
}