{
  "pmid": "33733034",
  "uid": "33733034",
  "title": "Extended half-life factor VIII concentrates in adults with hemophilia A: Comparative pharmacokinetics of two products.",
  "abstract": "BACKGROUND: The use of pharmacokinetic (PK) studies to help design personalized prophylaxis regimens for factor VIII (FVIII) concentrate in individuals with hemophilia A has been recognized for many years but only became practical for routine clinical use with the availability of web-accessible population PK applications based on Bayesian analysis. OBJECTIVE: To compare PK variables using population PK studies done on 2 extended half-life recombinant FVIII concentrates in 23 individuals with hemophilia A after switching from one product to the other. METHODS: We retrospectively analyzed PK parameters derived from the Web-Accessible Population Pharmacokinetic Service-Hemophilia (WAPPS-HEMO) application on 23 individuals with severe or moderately severe hemophilia A who were required to switch from recombinant FVIII Fc (Eloctate; Biogen, Cambridge, MA, USA) to recombinant antihemophilic factor PEGylated (Adynovate; Takeda Pharmaceutical Company, Osaka, Japan) between 2016 and 2017. RESULTS: There were minor PK differences between Eloctate and Adynovate, but some parameters did reach statistical significance, namely in vivo recovery (mean, 2.73 IU/dL per IU/kg vs 2.41 IU/dL per IU/kg), clearance (mean, 0.163 mL/h vs 0.194 mL/h), and volume of distribution at steady state (mean, 42.5 ml/kg vs 49.8 mL/kg). Smaller nonsignificant trends toward higher values for Adynovate were seen in terminal half-life, area under the curve, and predicted times to 5% and 1% residual FVIII after infusion. CONCLUSION: Population PK analysis revealed differences between the two extended half-life FVIII concentrates, reaching significance for in vivo recovery, clearance, and volume of distribution.",
  "authors": [
    {
      "last_name": "Teitel",
      "fore_name": "Jerome",
      "initials": "J",
      "name": "Jerome Teitel",
      "affiliations": [
        "Department of Medicine St. Michael's Hospital University of Toronto Toronto ON Canada."
      ],
      "orcid": "0000-0001-6455-8167"
    },
    {
      "last_name": "Sholzberg",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Sholzberg",
      "affiliations": [
        "Departments of Medicine and Laboratory Medicine and Pathobiology St. Michael's Hospital University of Toronto Toronto ON Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Toronto ON Canada.",
        "Hemophilia Treatment Centre St. Michael's Hospital Toronto ON Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "349",
  "end_page": "355",
  "pages": "349-355",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33733034",
    "pmc": "PMC7938611",
    "doi": "10.1002/rth2.12476",
    "pii": "S2475-0379(22)01329-2"
  },
  "doi": "10.1002/rth2.12476",
  "pmc_id": "PMC7938611",
  "dates": {
    "revised": "2024-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.279565",
    "pmid": "33733034"
  }
}