{
  "pmid": "33730382",
  "uid": "33730382",
  "title": "Examining early and late onset of multimorbidity in the Canadian Longitudinal Study on Aging.",
  "abstract": "BACKGROUND/OBJECTIVES: The study objective was to understand characteristics and health outcomes of multimorbidity, distinguishing between multimorbidity onset in earlier and later phases of life among community-dwelling older adults in Canada. DESIGN: A cross-sectional analysis was conducted using baseline data from the Canadian Longitudinal Study on Aging (CLSA). SETTING AND PARTICIPANTS: This analysis included 11,161 older adults who were between the ages of 65 and 85 years at baseline and who were living in community-based settings. MEASUREMENTS: Multimorbidity was defined using two cutpoints: two or more chronic conditions (MM2+) and three or more chronic conditions (MM3+). After calculating the age of diagnosis for eligible participants, \"early multimorbidity\" was defined as multiple chronic conditions diagnosed before 45 years of age, while \"late multimorbidity\" was defined as multiple chronic conditions diagnosed at or after 45 years of age. The five health outcomes explored were physical disability, social limitation, frailty level, perceived general health status, and perceived mental health status. RESULTS: Overall, the prevalence of MM2+ was 75.3% (95% CI: 74.3, 76.1) and the prevalence of MM3+ was 47.0% (95% CI: 46.0, 48.0). The majority of participants (both females and males) living with multimorbidity were categorized with late multimorbidity. Participants with early multimorbidity or both early and late multimorbidity had increased odds of physical disability, social limitation, increased frailty level, and negative perceived general and mental health. These patterns were detected for both MM2+ and MM3+. CONCLUSION: This study examined the impact of the timing of multimorbidity onset on five health outcomes. Our findings highlight the importance of clinical and public health interventions to prevent and manage the causes and consequences of multimorbidity, with particular focus on age of onset. Future longitudinal research should be done to further articulate the relationships between multimorbidity and these health outcomes over time.",
  "authors": [
    {
      "last_name": "Nicholson",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Nicholson",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster Institute for Research on Aging, Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2794-9692"
    },
    {
      "last_name": "Sohel",
      "fore_name": "Nazmul",
      "initials": "N",
      "name": "Nazmul Sohel",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster Institute for Research on Aging, Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster Institute for Research on Aging, Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Geriatrics Society",
    "iso_abbreviation": "J Am Geriatr Soc",
    "issn": "1532-5415",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "1579",
  "end_page": "1591",
  "pages": "1579-1591",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Age of Onset",
    "Aged",
    "Aged, 80 and over",
    "Aging",
    "Canada",
    "Cross-Sectional Studies",
    "Diagnostic Self Evaluation",
    "Persons with Disabilities",
    "Female",
    "Frailty",
    "Humans",
    "Independent Living",
    "Longitudinal Studies",
    "Male",
    "Multimorbidity",
    "Multiple Chronic Conditions"
  ],
  "article_ids": {
    "pubmed": "33730382",
    "doi": "10.1111/jgs.17096"
  },
  "doi": "10.1111/jgs.17096",
  "dates": {
    "completed": "2021-10-06",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "LSA 94473",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.170307",
    "pmid": "33730382"
  }
}