{
  "pmid": "33733144",
  "uid": "33733144",
  "title": "Discovery of Physics From Data: Universal Laws and Discrepancies.",
  "abstract": "Machine learning (ML) and artificial intelligence (AI) algorithms are now being used to automate the discovery of physics principles and governing equations from measurement data alone. However, positing a universal physical law from data is challenging without simultaneously proposing an accompanying discrepancy model to account for the inevitable mismatch between theory and measurements. By revisiting the classic problem of modeling falling objects of different size and mass, we highlight a number of nuanced issues that must be addressed by modern data-driven methods for automated physics discovery. Specifically, we show that measurement noise and complex secondary physical mechanisms, like unsteady fluid drag forces, can obscure the underlying law of gravitation, leading to an erroneous model. We use the sparse identification of non-linear dynamics (SINDy) method to identify governing equations for real-world measurement data and simulated trajectories. Incorporating into SINDy the assumption that each falling object is governed by a similar physical law is shown to improve the robustness of the learned models, but discrepancies between the predictions and observations persist due to subtleties in drag dynamics. This work highlights the fact that the naive application of ML/AI will generally be insufficient to infer universal physical laws without further modification.",
  "authors": [
    {
      "last_name": "de Silva",
      "fore_name": "Brian M",
      "initials": "BM",
      "name": "Brian M de Silva",
      "affiliations": [
        "Applied Mathematics, University of Washington, Seattle, WA, United States."
      ]
    },
    {
      "last_name": "Higdon",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Higdon",
      "affiliations": [
        "Department of Statistics, Virginia Polytechnic Institute and State University, Blacksburg, VA, United States."
      ]
    },
    {
      "last_name": "Brunton",
      "fore_name": "Steven L",
      "initials": "SL",
      "name": "Steven L Brunton",
      "affiliations": [
        "Mechanical Engineering, University of Washington, Seattle, WA, United States."
      ]
    },
    {
      "last_name": "Kutz",
      "fore_name": "J Nathan",
      "initials": "JN",
      "name": "J Nathan Kutz",
      "affiliations": [
        "Applied Mathematics, University of Washington, Seattle, WA, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in artificial intelligence",
    "iso_abbreviation": "Front Artif Intell",
    "issn": "2624-8212",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2020"
  },
  "start_page": "25",
  "pages": "25",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33733144",
    "pmc": "PMC7861345",
    "doi": "10.3389/frai.2020.00025"
  },
  "doi": "10.3389/frai.2020.00025",
  "pmc_id": "PMC7861345",
  "dates": {
    "revised": "2021-03-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:14.697199",
    "pmid": "33733144"
  }
}