{
  "pmid": "33740675",
  "uid": "33740675",
  "title": "Chronic exposure to glyphosate in Florida manatee.",
  "abstract": "Florida manatees depend on freshwater environments as a source of drinking water and as warm-water refuges. These freshwater environments are in direct contact with human activities where glyphosate-based herbicides are being used. Glyphosate is the most used herbicide worldwide and it is intensively used in Florida as a sugarcane ripener and to control invasive aquatic plants. The objective of the present study was to determine the concentration of glyphosate and its breakdown product, aminomethylphosphonic acid (AMPA), in Florida manatee plasma and assess their exposure to manatees seeking a warm-water refuge in Crystal River (west central Florida), and in South Florida. We analyzed glyphosate's and AMPA's concentrations in Florida manatee plasma (n = 105) collected during 2009-2019 using HPLC-MS/MS. We sampled eight Florida water bodies between 2019 and 2020, three times a year: before, during and after the sugarcane harvest using grab samples and molecular imprinted passive Polar Organic Chemical Integrative Samplers (MIP-POCIS). Glyphosate was present in 55.8% of the sampled Florida manatees' plasma. The concentration of glyphosate has significantly increased in Florida manatee samples from 2009 until 2019. Glyphosate and AMPA were ubiquitous in water bodies. The concentration of glyphosate and AMPA was higher in South Florida than in Crystal River, particularly before and during the sugarcane harvest when Florida manatees depend on warm water refuges. Based on our results, Florida manatees were chronically exposed to glyphosate and AMPA, during and beyond the glyphosate applications to sugarcane, possibly associated with multiple uses of glyphosate-based herbicides for other crops or to control aquatic weeds. This chronic exposure in Florida water bodies may have consequences for Florida manatees' immune and renal systems which may further be compounded by other environmental exposures such as red tide or cold stress.",
  "authors": [
    {
      "last_name": "De María",
      "fore_name": "Maite",
      "initials": "M",
      "name": "Maite De María",
      "affiliations": [
        "Department of Physiological Sciences and Center for Environmental and Human Toxicology, University of Florida, Gainesville, FL 32611, USA; Aquatic Animal Health Program, College of Veterinary Medicine, University of Florida, PO Box 100136, Gainesville, FL 32610, USA. Electronic address: maitedmm@gmail.com."
      ]
    },
    {
      "last_name": "Silva-Sanchez",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Silva-Sanchez",
      "affiliations": [
        "Department of Physiological Sciences and Center for Environmental and Human Toxicology, University of Florida, Gainesville, FL 32611, USA. Electronic address: csilvasanchez@ncasi.org."
      ]
    },
    {
      "last_name": "Kroll",
      "fore_name": "Kevin J",
      "initials": "KJ",
      "name": "Kevin J Kroll",
      "affiliations": [
        "Department of Physiological Sciences and Center for Environmental and Human Toxicology, University of Florida, Gainesville, FL 32611, USA. Electronic address: krollk@ufl.edu."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Aquatic Animal Health Program, College of Veterinary Medicine, University of Florida, PO Box 100136, Gainesville, FL 32610, USA. Electronic address: walshm@ufl.edu."
      ]
    },
    {
      "last_name": "Nouri",
      "fore_name": "Mohammad-Zaman",
      "initials": "MZ",
      "name": "Mohammad-Zaman Nouri",
      "affiliations": [
        "Department of Physiological Sciences and Center for Environmental and Human Toxicology, University of Florida, Gainesville, FL 32611, USA. Electronic address: mnouridelavar@ufl.edu."
      ]
    },
    {
      "last_name": "Hunter",
      "fore_name": "Margaret E",
      "initials": "ME",
      "name": "Margaret E Hunter",
      "affiliations": [
        "U.S. Geological Survey, Wetland and Aquatic Research Center, Gainesville, FL 32653, United States. Electronic address: mhunter@usgs.gov."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Ross",
      "affiliations": [
        "Clearwater Marine Aquarium, 249 Windward Passage, Clearwater, FL 33767, USA. Electronic address: mross@cmaquarium.org."
      ]
    },
    {
      "last_name": "Clauss",
      "fore_name": "Tonya M",
      "initials": "TM",
      "name": "Tonya M Clauss",
      "affiliations": [
        "Georgia Aquarium, Atlanta, Georgia, 225 Baker Street Northwest, Atlanta, GA 30313, USA. Electronic address: tclauss@georgiaaquarium.org."
      ]
    },
    {
      "last_name": "Denslow",
      "fore_name": "Nancy D",
      "initials": "ND",
      "name": "Nancy D Denslow",
      "affiliations": [
        "Department of Physiological Sciences and Center for Environmental and Human Toxicology, University of Florida, Gainesville, FL 32611, USA; Department of Biochemistry and Molecular Biology, University of Florida, Gainesville, FL 32610, USA. Electronic address: ndenslow@ufl.edu."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "152",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "106493",
  "pages": "106493",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Glycine",
    "Herbicides",
    "Organophosphonates",
    "Tandem Mass Spectrometry",
    "Trichechus manatus",
    "Glyphosate"
  ],
  "article_ids": {
    "pubmed": "33740675",
    "doi": "10.1016/j.envint.2021.106493",
    "pii": "S0160-4120(21)00118-5"
  },
  "doi": "10.1016/j.envint.2021.106493",
  "dates": {
    "completed": "2021-04-26",
    "revised": "2023-12-13"
  },
  "chemicals": [
    "Herbicides",
    "Organophosphonates",
    "aminomethylphosphonic acid (AMPA)",
    "Glycine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.023197",
    "pmid": "33740675"
  }
}