{
  "pmid": "33746510",
  "uid": "33746510",
  "title": "Plasmodium falciparum Malaria Parasites in Ghana Show Signatures of Balancing Selection at Artemisinin Resistance Predisposing Background Genes.",
  "abstract": "Sub-Saharan Africa is courting the risk of artemisinin resistance (ARTr) emerging in Plasmodium falciparum malaria parasites. Current molecular surveillance efforts for ARTr have been built on the utility of P. falciparum kelch13 (pfk13) validated molecular markers. However, whether these molecular markers will serve the purpose of early detection of artemisinin-resistant parasites in Ghana is hinged on a pfk13 dependent evolution. Here, we tested the hypothesis that the background pfk13 genome may be present before the pfk13 ARTr-conferring variant(s) is selected and that signatures of balancing selection on these genomic loci may serve as an early warning signal of ARTr. We analyzed 12 198 single nucleotide polymorphisms (SNPs) in Ghanaian clinical isolates in the Pf3K MalariaGEN dataset that passed a stringent filtering regimen. We identified signatures of balancing selection in 2 genes (phosphatidylinositol 4-kinase and chloroquine resistance transporter) previously reported as background loci for ARTr. These genes showed statistically significant and high positive values for Tajima's D, Fu and Li's F, and Fu and Li's D. This indicates that the biodiversity required to establish a pfk13 background genome may have been primed in clinical isolates of P. falciparum from Ghana as of 2010. Despite the absence of ARTr in Ghana to date, our finding supports the current use of pfk13 for molecular surveillance of ARTr in Ghana and highlights the potential utility of monitoring malaria parasite populations for balancing selection in ARTr precursor background genes as early warning molecular signatures for the emergence of ARTr.",
  "authors": [
    {
      "last_name": "Tandoh",
      "fore_name": "Kwesi Z",
      "initials": "KZ",
      "name": "Kwesi Z Tandoh",
      "affiliations": [
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra, Ghana."
      ],
      "orcid": "0000-0002-1628-2845"
    },
    {
      "last_name": "Amenga-Etego",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Amenga-Etego",
      "affiliations": [
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Quashie",
      "fore_name": "Neils B",
      "initials": "NB",
      "name": "Neils B Quashie",
      "affiliations": [
        "Department of Epidemiology, Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, Accra, Ghana.",
        "Centre for Tropical Clinical Pharmacology and Therapeutics, School of Medicine and Dentistry, College of Health Sciences, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Awandare",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Awandare",
      "affiliations": [
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, College of Health sciences, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Duah-Quashie",
      "fore_name": "Nancy O",
      "initials": "NO",
      "name": "Nancy O Duah-Quashie",
      "affiliations": [
        "Department of Epidemiology, Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, Accra, Ghana."
      ]
    }
  ],
  "journal": {
    "title": "Evolutionary bioinformatics online",
    "iso_abbreviation": "Evol Bioinform Online",
    "issn": "1176-9343",
    "issn_type": "Print",
    "volume": "17",
    "pub_year": "2021"
  },
  "start_page": "1176934321999640",
  "pages": "1176934321999640",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33746510",
    "pmc": "PMC7940735",
    "doi": "10.1177/1176934321999640",
    "pii": "10.1177_1176934321999640"
  },
  "doi": "10.1177/1176934321999640",
  "pmc_id": "PMC7940735",
  "dates": {
    "revised": "2021-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.683963",
    "pmid": "33746510"
  }
}