{
  "pmid": "33753445",
  "uid": "33753445",
  "title": "Decision Analysis in SHared decision making for Thromboprophylaxis during Pregnancy (DASH-TOP): a sequential explanatory mixed methods pilot study protocol.",
  "abstract": "INTRODUCTION: Decision analysis is a quantitative approach to decision making that could bridge the gap between decisions based solely on evidence and the unique values and preferences of individual patients, a feature especially important when existing evidence cannot support clear recommendations and there is a close balance between harms and benefits for the treatments options under consideration. Low molecular weight heparin (LMWH) for the prevention of venous thromboembolism (VTE) during pregnancy represents one such situation. The objective of this paper is to describe the rationale and methodology of a pilot study that will explore the application of decision analysis to a shared decision-making process involving prophylactic LMWH for pregnant women or those considering pregnancy who have experienced a VTE. METHODS AND ANALYSIS: We will conduct an international, mixed methods, explanatory, sequential study, including quantitative data collection and analysis followed by qualitative data collection and analysis. In step I, we will ask women who are pregnant or considering pregnancy and have experienced VTE to participate in a shared decision-making intervention for prophylactic LMWH. The intervention consists of three components: a direct choice exercise, a values elicitation exercise and a personalised decision analysis. After administration of the intervention, we will ask women to make a treatment decision and measure decisional conflict, self-efficacy and satisfaction. In step II, which follows the analysis of quantitative data, we will use the results to inform the qualitative interview. Step III will be a qualitative descriptive study that explores participants' experiences and perceptions of the intervention. In step IV, we will integrate findings from the qualitative and quantitative analyses to obtain meta-inferences. ETHICS AND DISSEMINATION: Site-specific ethics boards have approved the study. All participants will provide informed consent. The research team will take an integrated approach to knowledge translation.",
  "authors": [
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "León-García",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat León-García",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain.",
        "Department of Pediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Catalunya, Spain."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Bates",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eckman",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Eckman",
      "affiliations": [
        "Division of General Internal Medicine and Center for Clinical Effectiveness, University of Cincinnati, Cincinnati, Ohio, USA."
      ]
    },
    {
      "last_name": "D'Souza",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan D'Souza",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics & Gynaecology, Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada.",
        "Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, Toronto, Ontario, Canada.",
        "Institute of Medical Science, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shehata",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Shehata",
      "affiliations": [
        "Departments of Medicine, Laboratory Medicine and Pathobiology, Institute of Health Policy Management and Evaluation, University of Toronto, Division of Hematology, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain fengxie@mcmaster.ca palonso@santpau.cat.",
        "CIBER de Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada fengxie@mcmaster.ca palonso@santpau.cat.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3454-6266"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "22"
  },
  "start_page": "e046021",
  "pages": "e046021",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticoagulants",
    "Decision Making",
    "Decision Making, Shared",
    "Decision Support Techniques",
    "Female",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Pilot Projects",
    "Pregnancy",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "33753445",
    "pmc": "PMC7986891",
    "doi": "10.1136/bmjopen-2020-046021",
    "pii": "bmjopen-2020-046021"
  },
  "doi": "10.1136/bmjopen-2020-046021",
  "pmc_id": "PMC7986891",
  "dates": {
    "completed": "2021-05-19",
    "revised": "2021-05-19"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight"
  ],
  "grants": [
    {
      "grant_id": "GSD – 152327",
      "agency": "Canadian Institutes for Health Research"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.123729",
    "pmid": "33753445"
  }
}