{
  "pmid": "33755077",
  "uid": "33755077",
  "title": "Ventilator Weaning and Discontinuation Practices for Critically Ill Patients.",
  "abstract": "IMPORTANCE: Although most critically ill patients receive invasive mechanical ventilation (IMV), few studies have characterized how IMV is discontinued in practice. OBJECTIVE: To describe practice variation in IMV discontinuation internationally, associations between initial discontinuation events and outcomes, and factors associated with the use of select discontinuation strategies and failed initial spontaneous breathing trials (SBTs). DESIGN, SETTING, AND PARTICIPANTS: Prospective, multinational, observational study of critically ill adults who received IMV for at least 24 hours from 142 intensive care units (ICUs) in 19 countries within 6 regions (27 in Canada, 23 in India, 22 in the UK, 26 in Europe, 21 in Australia/New Zealand, and 23 in the US). EXPOSURES: Receiving IMV. MAIN OUTCOMES AND MEASURES: Primary analyses characterized types of initial IMV discontinuation events (extubation, SBT, or tracheostomy) and associations with clinical outcomes (including duration of ventilation, ICU and hospital mortality, and ICU and hospital length of stay). Secondary analyses examined the associations between SBT outcome and SBT timing and clinical outcomes. RESULTS: Among 1868 patients (median [interquartile range] age, 61.8 [48.9-73.1] years; 1173 [62.8%] men) 424 (22.7%) underwent direct extubation, 930 (49.8%) had an initial SBT (761 [81.8%] successful), 150 (8.0%) underwent direct tracheostomy, and 364 (19.5%) died before a weaning attempt. Across regions, there was variation in the use of written directives to guide care, daily screening, SBT techniques, ventilator modes, and the roles played by clinicians involved in weaning. Compared with initial direct extubation, patients who had an initial SBT had higher ICU mortality (20 [4.7%] vs 96 [10.3%]; absolute difference, 5.6% [95% CI, 2.6%-8.6%]), longer duration of ventilation (median of 2.9 vs 4.1 days; absolute difference, 1.2 days [95% CI, 0.7-1.6]), and longer ICU stay (median of 6.7 vs 8.1 days; absolute difference, 1.4 days [95% CI, 0.8-2.4]). Patients whose initial SBT failed (vs passed) had higher ICU mortality (29 [17.2%] vs 67 [8.8%]; absolute difference, 8.4% [95% CI, 2.0%-14.7%]), longer duration of ventilation (median of 6.1 vs 3.5 days; absolute difference, 2.6 days [95% CI, 1.6-3.6]), and longer ICU stay (median of 10.6 vs 7.7 days; absolute difference, 2.8 days [95% CI, 1.1-5.2]). Compared with patients who underwent early initial SBTs, patients who underwent late initial SBTs (>2.3 days after intubation) had longer duration of ventilation (median of 2.1 vs 6.1 days; absolute difference, 4.0 days [95% CI, 3.7-4.5]), longer ICU stay (median of 5.9 vs 10.8 days; absolute difference, 4.9 days [95% CI, 4.0-6.3]), and longer hospital stay (median of 14.3 vs 22.8 days; absolute difference, 8.5 days [95% CI, 6.0-11.0]). CONCLUSIONS AND RELEVANCE: In this observational study of invasive mechanical ventilation discontinuation in 142 ICUs in Canada, India, the UK, Europe, Australia/New Zealand, and the US from 2013 to 2016, weaning practices varied internationally. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT03955874.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Critical Care Medicine, Department of Medicine, Unity Health Toronto, St Michael's Hospital, Toronto, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Leena",
      "initials": "L",
      "name": "Leena Rizvi",
      "affiliations": [
        "Division of Critical Care Medicine, Department of Medicine, Unity Health Toronto, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Division of Critical Care Medicine, St Joseph's Hospital, Hamilton, Ontario, Canada.",
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lebovic",
      "fore_name": "Gerald",
      "initials": "G",
      "name": "Gerald Lebovic",
      "affiliations": [
        "Applied Health Research Centre, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Centre for Health Evaluation and Outcome Sciences, Division of Critical Care Medicine, St Paul's Hospital, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Villar",
      "fore_name": "Jesús",
      "initials": "J",
      "name": "Jesús Villar",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada.",
        "CIBER de Enfermedades Respiratorias, Instituto de Salud Carlos III, Madrid, Spain.",
        "Multidisciplinary Organ Dysfunction Evaluation Research Network, Research Unit, Hospital Universitario Dr Negrin, Las Palmas de Gran Canaria, Spain."
      ]
    },
    {
      "last_name": "Slutsky",
      "fore_name": "Arthur S",
      "initials": "AS",
      "name": "Arthur S Slutsky",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Critical Care Medicine, Department of Medicine, Unity Health Toronto, St Michael's Hospital, Toronto, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Jones",
      "affiliations": [
        "Department of Critical Care Medicine, Guy's and St Thomas' NHS Foundation Trust, London, United Kingdom."
      ]
    },
    {
      "last_name": "Kapadia",
      "fore_name": "Farhad N",
      "initials": "FN",
      "name": "Farhad N Kapadia",
      "affiliations": [
        "Department of Intensive Care, Hinduja National Hospital, Bombay, India."
      ]
    },
    {
      "last_name": "Gattas",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Gattas",
      "affiliations": [
        "Intensive Care Unit, Royal Prince Alfred Hospital, , University of Sydney, Camperdown, New South Wales, Australia.",
        "The George Institute for Global Health, Sydney Australia."
      ]
    },
    {
      "last_name": "Epstein",
      "fore_name": "Scott K",
      "initials": "SK",
      "name": "Scott K Epstein",
      "affiliations": [
        "Tufts University School of Medicine, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Pelosi",
      "fore_name": "Paolo",
      "initials": "P",
      "name": "Paolo Pelosi",
      "affiliations": [
        "Department of Surgical Sciences and Integrated Diagnostics, University of Genoa, Genoa, Italy.",
        "San Martino Policlinico Hospital, IRCCS for Oncology and Neurosciences, Genoa, Italy."
      ]
    },
    {
      "last_name": "Kefala",
      "fore_name": "Kallirroi",
      "initials": "K",
      "name": "Kallirroi Kefala",
      "affiliations": [
        "Anaesthesia, Critical Care and Pain Medicine, Edinburgh Royal Infirmary, Edinburgh, Scotland, United Kingdom."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "325",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "23"
  },
  "start_page": "1173",
  "end_page": "1184",
  "pages": "1173-1184",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Critical Illness",
    "Female",
    "Humans",
    "Intensive Care Units",
    "Linear Models",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Respiration, Artificial",
    "Treatment Outcome",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "33755077",
    "pmc": "PMC7988370",
    "doi": "10.1001/jama.2021.2384",
    "pii": "2777716"
  },
  "doi": "10.1001/jama.2021.2384",
  "pmc_id": "PMC7988370",
  "dates": {
    "completed": "2021-04-07",
    "revised": "2024-08-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.444916",
    "pmid": "33755077"
  }
}