{
  "pmid": "33760399",
  "uid": "33760399",
  "title": "Association Between Gut Microbiota and Symptomatic Hand Osteoarthritis: Data From the Xiangya Osteoarthritis Study.",
  "abstract": "OBJECTIVE: Systemic inflammatory factors have been implicated in symptomatic hand osteoarthritis (OA). Gut microbiome dysbiosis promotes systemic inflammation. The aim of this study was to examine the association between the gut microbiome and the presence of symptomatic hand OA in a population-based study. METHODS: Study participants were subjects of the Xiangya Osteoarthritis Study, a community-based observational study conducted in the Hunan Province of China. Symptomatic hand OA was defined as the presence of both symptoms and radiographic OA in the same hand. The gut microbiome was analyzed using 16S ribosomal RNA gene sequencing in stool samples. We examined the relation of α-diversity, β-diversity, relative abundance of taxa, and potential bacterial functional pathways to symptomatic hand OA. RESULTS: A total of 1,388 participants (mean age 61.3 years, 57.4% women) were included in the study, of whom 72 had symptomatic hand OA (prevalence of symptomatic hand OA 5.2%). Beta-diversity of the gut microbiome, but not α-diversity, was significantly associated with the presence of symptomatic hand OA (P = 0.003). Higher relative abundance of the genera Bilophila and Desulfovibrio as well as lower relative abundance of the genus Roseburia was associated with symptomatic hand OA. Most functional pathways (i.e., those annotated in the KEGG Ortholog hierarchy) that were observed to be altered in participants with symptomatic hand OA belonged to the amino acid, carbohydrate, and lipid metabolic pathways. CONCLUSION: This large, population-based study provides the first evidence that alterations in the composition of the gut microbiome were observed among study participants who had symptomatic hand OA, and a low relative abundance of Roseburia but high relative abundance of Bilophila and Desulfovibrio at the genus level were associated with prevalent symptomatic hand OA. These findings may help investigators understand the role of the microbiome in the development of symptomatic hand OA and could contribute to potential translational opportunities.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Health Management Center, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Chenhong",
      "initials": "C",
      "name": "Chenhong Zhang",
      "affiliations": [
        "State Key Laboratory of Microbial Metabolism, School of Life Sciences and Biotechnology, Shanghai Jiao Tong University, Shanghai, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, and the Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts."
      ],
      "orcid": "0000-0001-7638-0888"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Weiya",
      "initials": "W",
      "name": "Weiya Zhang",
      "affiliations": [
        "Academic Rheumatology, Clinical Sciences Building, University of Nottingham, City Hospital, Nottingham, and Arthritis Research UK Pain Centre, Nottingham, UK."
      ]
    },
    {
      "last_name": "Doherty",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Doherty",
      "affiliations": [
        "Academic Rheumatology, Clinical Sciences Building, University of Nottingham, City Hospital, Nottingham, and Arthritis Research UK Pain Centre, Nottingham, UK."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Tuo",
      "initials": "T",
      "name": "Tuo Yang",
      "affiliations": [
        "Health Management Center, Xiangya Hospital, Central South University, Changsha, China, Academic Rheumatology, Clinical Sciences Building, University of Nottingham, City Hospital, Nottingham, UK, and Arthritis Research UK Pain Centre, Nottingham, UK."
      ]
    },
    {
      "last_name": "Zhai",
      "fore_name": "Guangju",
      "initials": "G",
      "name": "Guangju Zhai",
      "affiliations": [
        "Discipline of Genetics, Faculty of Medicine, Memorial University of Newfoundland, St. John's, Newfoundland, Canada."
      ],
      "orcid": "0000-0002-7263-0605"
    },
    {
      "last_name": "Obotiba",
      "fore_name": "Abasiama D",
      "initials": "AD",
      "name": "Abasiama D Obotiba",
      "affiliations": [
        "Academic Rheumatology, Clinical Sciences Building, University of Nottingham, City Hospital, Nottingham, and Arthritis Research UK Pain Centre, Nottingham, UK."
      ],
      "orcid": "0000-0002-8818-032X"
    },
    {
      "last_name": "Lyu",
      "fore_name": "Houchen",
      "initials": "H",
      "name": "Houchen Lyu",
      "affiliations": [
        "Department of Orthopedics, General Hospital of Chinese PLA, Beijing, and Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, National Clinical Research Center of Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, and Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, National Clinical Research Center of Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, and Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China."
      ],
      "orcid": "0000-0003-2987-138X"
    }
  ],
  "journal": {
    "title": "Arthritis & rheumatology (Hoboken, N.J.)",
    "iso_abbreviation": "Arthritis Rheumatol",
    "issn": "2326-5205",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "1656",
  "end_page": "1662",
  "pages": "1656-1662",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Feces",
    "Female",
    "Gastrointestinal Microbiome",
    "Hand Joints",
    "Humans",
    "Male",
    "Middle Aged",
    "Osteoarthritis",
    "RNA, Ribosomal, 16S"
  ],
  "article_ids": {
    "pubmed": "33760399",
    "pmc": "PMC8457181",
    "doi": "10.1002/art.41729"
  },
  "doi": "10.1002/art.41729",
  "pmc_id": "PMC8457181",
  "dates": {
    "completed": "2021-09-20",
    "revised": "2021-12-05"
  },
  "chemicals": [
    "RNA, Ribosomal, 16S"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.441589",
    "pmid": "33760399"
  }
}