{
  "pmid": "33766840",
  "uid": "33766840",
  "title": "HIV prevention and treatment interventions for black men who have sex with men in Canada: a protocol for a scoping systematic review.",
  "abstract": "INTRODUCTION: Globally, rates of HIV are disproportionately high among black men who have sex with men (MSM). In Canada, race, gender and sexuality have been investigated as separate factors that influence quality of care within and progression along the HIV care continuum. Traditional compartmental approaches to synthesising the HIV care continuum literature do not sufficiently account for intersectional experiences and marginalisation of Black MSM (BMSM). Moreover, there is limited research outlining access to and quality of care as specific barriers to progression along the care continuum among BMSM in Canada. OBJECTIVES: The primary objective of this scoping review is to assess the state of the science regarding the influence of access to and quality of HIV care continuum outcomes for BMSM in Canada. METHODS AND ANALYSIS: We will conduct a systematic search of published literature of quantitative and qualitative studies published on Canadian BMSM's healthcare and HIV status. The searches will be conducted through MEDLINE, Excerpta Medica Database, Cumulative Index to Nursing and Allied Health Literature, the Cochrane Library, the NHUS Economic Development Database, Global Health, APA PsychInfo, PubMed and Web of Science. ELIGIBILITY CRITERIA: Eligible studies will include data on black MSM living with or without HIV in Canada and must be published after 1983 in either English or French. Screening and data extraction will be conducted in duplicate. Any discrepancies that arise will be resolved by consulting a third author. The findings will subsequently be reported according to the Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews. ETHICS AND DISSEMINATION: Ethics approval is not required as secondary published data will be used. Our findings will be disseminated as peer-reviewed manuscripts, at conferences, student rounds and could be of interest to government health agencies and HIV/AIDS service organisations.",
  "authors": [
    {
      "last_name": "Djiadeu",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Djiadeu",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada.",
        "MAP Centre for Urban Health Solutions, Unity Health Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-9708-6530"
    },
    {
      "last_name": "Nur",
      "fore_name": "Jemal",
      "initials": "J",
      "name": "Jemal Nur",
      "affiliations": [
        "MAP Centre for Urban Health Solutions, Unity Health Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Faculty of Health Sciences, Hamilton, Ontario, Canada.",
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5855-5461"
    },
    {
      "last_name": "Giwa",
      "fore_name": "Sulaimon",
      "initials": "S",
      "name": "Sulaimon Giwa",
      "affiliations": [
        "School of Social Work, Memorial University of Newfoundland, St. John's, Newfoundland and Labrador, Canada."
      ]
    },
    {
      "last_name": "Whitfield",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Whitfield",
      "affiliations": [
        "School of Social Work, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "Laron E",
      "initials": "LE",
      "name": "Laron E Nelson",
      "affiliations": [
        "MAP Centre for Urban Health Solutions, Unity Health Toronto, Toronto, Ontario, Canada laron.nelson@yale.edu.",
        "Yale School of Nursing, Yale University, New Haven, Connecticut, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "25"
  },
  "start_page": "e043055",
  "pages": "e043055",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Black or African American",
    "Canada",
    "HIV Infections",
    "Homosexuality, Male",
    "Humans",
    "Male",
    "Research Design",
    "Sexual and Gender Minorities",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "33766840",
    "pmc": "PMC7996663",
    "doi": "10.1136/bmjopen-2020-043055",
    "pii": "bmjopen-2020-043055"
  },
  "doi": "10.1136/bmjopen-2020-043055",
  "pmc_id": "PMC7996663",
  "dates": {
    "completed": "2021-05-19",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "UL1 TR001863",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.546995",
    "pmid": "33766840"
  }
}