{
  "pmid": "33761183",
  "uid": "33761183",
  "title": "Service user and eating disorder therapist views on anorexia nervosa recovery criteria.",
  "abstract": "OBJECTIVES: Recovery from anorexia nervosa (AN) is difficult to define, and efforts to establish recovery criteria have led to several versions being proposed. Using the perspectives of people with histories of AN and therapists working in the field, we sought to explore the face validity of Khalsa et al (2017) as one of the most recent examples of proposed systematic recovery criteria. DESIGN: We interviewed 11 health service users (SUs) with histories of AN who had previously received treatment alongside 8 eating disorder therapists (EDTs), exploring their views on the proposed AN recovery criteria. METHODS: Data from verbal and written interviews were analysed thematically. Separate thematic analyses of SU and EDT interviews highlighted where concerns converged and diverged across participants. RESULTS: Both groups saw some merits of having universally recognized recovery criteria, and the multidimensional approach was welcomed, but EDTs were uncomfortable with considering their use in therapy and SUs felt key components were missing around emotional coping and life quality. SUs disliked the prominence of body mass index (BMI) in the criteria, and all struggled with the proposed duration for recovery. Conceptually, the notion of recovery as an endpoint rather than a journey was contested. CONCLUSIONS: Our findings indicate disparities between academically derived recovery criteria and lived experiences and indicate perceived challenges in using such criteria in therapeutic settings. Including SUs and EDTs in the development of criteria may improve the likelihood of consolidating AN recovery criteria, but conceptual challenges remain. PRACTITIONER POINTS: AN recovery is complex, and the use of research-based AN recovery criteria in therapeutic settings could have a detrimental effect on SUs' outcomes. EDTs should be aware of efforts to define AN recovery criteria. EDTs should engage with debates on defining AN recovery and seek to promote participation in such debates to SUs.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Department of Psychology, Nottingham Trent University, UK.",
        "Eating Disorder Service, Nottinghamshire Healthcare Foundation NHS Trust, UK."
      ],
      "orcid": "0000-0002-3524-1782"
    },
    {
      "last_name": "Williams",
      "fore_name": "A Jess",
      "initials": "AJ",
      "name": "A Jess Williams",
      "affiliations": [
        "Department of Psychology, Nottingham Trent University, UK.",
        "University of Birmingham, UK."
      ],
      "orcid": "0000-0002-3987-3824"
    },
    {
      "last_name": "Barr",
      "fore_name": "Phoebe",
      "initials": "P",
      "name": "Phoebe Barr",
      "affiliations": [
        "Department of Psychology, Nottingham Trent University, UK."
      ]
    },
    {
      "last_name": "McNamara",
      "fore_name": "Niamh",
      "initials": "N",
      "name": "Niamh McNamara",
      "affiliations": [
        "Department of Psychology, Nottingham Trent University, UK."
      ],
      "orcid": "0000-0003-3123-3678"
    },
    {
      "last_name": "Marriott",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Marriott",
      "affiliations": [
        "Department of Psychology, Nottingham Trent University, UK."
      ],
      "orcid": "0000-0001-7743-5262"
    }
  ],
  "journal": {
    "title": "Psychology and psychotherapy",
    "iso_abbreviation": "Psychol Psychother",
    "issn": "2044-8341",
    "issn_type": "Electronic",
    "volume": "94",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "721",
  "end_page": "736",
  "pages": "721-736",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anorexia Nervosa",
    "Emotions",
    "Feeding and Eating Disorders",
    "Humans",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "33761183",
    "pmc": "PMC8451855",
    "doi": "10.1111/papt.12340"
  },
  "doi": "10.1111/papt.12340",
  "pmc_id": "PMC8451855",
  "dates": {
    "completed": "2021-10-28",
    "revised": "2021-10-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.541946",
    "pmid": "33761183"
  }
}