{
  "pmid": "33774496",
  "uid": "33774496",
  "title": "Contribution of trace element exposure to gestational diabetes mellitus through disturbing the gut microbiome.",
  "abstract": "BACKGROUND: A healthy gut microbiome is critical for glucose metabolism during pregnancy. In vivo studies indicate that trace element affects the composition and function of the gut microbiome and potentially leads to metabolic disorders but their relationships are largely unknown. We aimed to investigate whether the gut microbiome plays a role in the relationship between trace element exposure and gestational diabetes mellitus (GDM). METHODS: In a prospective cohort study, serum levels of 22 trace elements and the fecal gut microbiome composition were assessed in 837 pregnant women in the second trimester between 22 and 24 weeks of pregnancy prior to GDM diagnosis. Regression and mediation analysis were used to explore the link between element exposure, the gut microbiome, and GDM. RESULTS: 128 pregnant women (15.3%) were diagnosed with GDM. No individual trace elements were found significantly associated with GDM. In contrast, the composition of the gut microbiome was dramatically altered in women later diagnosed with GDM and characterized by lower alpha diversity and lower abundance of co-abundance groups (CAGs) composed of genera belonging to Ruminococcaceae, Coriobacteriales, and Lachnospiraceae. Rubidium (Rb) was positively associated with alpha diversity indices while mercury (Hg) and vanadium (V) showed negative associations. Elements including rubidium (Rb), thallium (Tl), arsenic (As), and antimony (Sb) were significantly correlated with GDM-related CAGs and mediation analysis revealed that Rb and Sb were inversely related to GDM risk by altering abundance levels of CAGs enriched for Lachnospiraceae, Coriobacteriales, and Ruminococcaceae. CONCLUSION: Our study indicates that trace element exposure is associated with specific gut microbiome features that may contribute to GDM development, which could provide a new avenue for intervening in environmental exposure-related GDM.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Nanjing Maternity and Child Health Care Institute, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Hospital, Nanjing, China; State Key Laboratory of Reproductive Medicine, School of Public Health, Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Ting",
      "initials": "T",
      "name": "Ting Chen",
      "affiliations": [
        "Nanjing Maternity and Child Health Care Institute, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Hospital, Nanjing, China; State Key Laboratory of Reproductive Medicine, School of Public Health, Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yiyun",
      "initials": "Y",
      "name": "Yiyun Zhang",
      "affiliations": [
        "State Key Laboratory of Reproductive Medicine, School of Public Health, Nanjing Medical University, Nanjing, China; Key Laboratory of Modern Toxicology of Ministry of Education, School of Public Health, Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Hu",
      "affiliations": [
        "State Key Laboratory of Reproductive Medicine, School of Public Health, Nanjing Medical University, Nanjing, China; Key Laboratory of Modern Toxicology of Ministry of Education, School of Public Health, Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xu",
      "initials": "X",
      "name": "Xu Wang",
      "affiliations": [
        "Department of Endocrinology, Children's Hospital of Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Hang",
      "initials": "H",
      "name": "Hang Chang",
      "affiliations": [
        "Biological Systems and Engineering Division, Lawrence Berkeley National Laboratory, Berkeley, CA, USA."
      ]
    },
    {
      "last_name": "Mao",
      "fore_name": "Jian-Hua",
      "initials": "JH",
      "name": "Jian-Hua Mao",
      "affiliations": [
        "Biological Systems and Engineering Division, Lawrence Berkeley National Laboratory, Berkeley, CA, USA."
      ]
    },
    {
      "last_name": "Snijders",
      "fore_name": "Antoine M",
      "initials": "AM",
      "name": "Antoine M Snijders",
      "affiliations": [
        "Biological Systems and Engineering Division, Lawrence Berkeley National Laboratory, Berkeley, CA, USA. Electronic address: amsnijders@lbl.gov."
      ]
    },
    {
      "last_name": "Xia",
      "fore_name": "Yankai",
      "initials": "Y",
      "name": "Yankai Xia",
      "affiliations": [
        "State Key Laboratory of Reproductive Medicine, School of Public Health, Nanjing Medical University, Nanjing, China; Key Laboratory of Modern Toxicology of Ministry of Education, School of Public Health, Nanjing Medical University, Nanjing, China. Electronic address: yankaixia@njmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "153",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "106520",
  "pages": "106520",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Diabetes, Gestational",
    "Feces",
    "Female",
    "Gastrointestinal Microbiome",
    "Humans",
    "Pregnancy",
    "Prospective Studies",
    "Trace Elements"
  ],
  "article_ids": {
    "pubmed": "33774496",
    "mid": "NIHMS1758172",
    "pmc": "PMC8638703",
    "doi": "10.1016/j.envint.2021.106520",
    "pii": "S0160-4120(21)00145-8"
  },
  "doi": "10.1016/j.envint.2021.106520",
  "pmc_id": "PMC8638703",
  "dates": {
    "completed": "2021-07-02",
    "revised": "2022-08-02"
  },
  "chemicals": [
    "Trace Elements"
  ],
  "grants": [
    {
      "grant_id": "R01 ES031322",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.441898",
    "pmid": "33774496"
  }
}