{
  "pmid": "33773366",
  "uid": "33773366",
  "title": "Evaluating emissions reductions from zero waste strategies under dynamic conditions: A case study from Boston.",
  "abstract": "In 2018 and 2019 the City of Boston (Massachusetts, USA) conducted zero waste and carbon neutral planning efforts. Here we present the results of an accompanying analysis of the impacts of zero waste strategies on greenhouse gases (GHG) emissions associated with waste treatment. Emissions analysis in the waste sector is complicated by the contribution of significant indirect impacts that can exhibit temporal and spatial heterogeneity. For example, lifecycle GHG analysis of waste-to-energy combustion grants credits for the emissions avoided due to electricity generated from organic waste (biogenic carbon) that displaces electricity generation that could be carbon-emitting. As electricity grids decarbonize, this credit approaches zero. Long-term emissions planning needs to account for such dynamics to realistically assess the GHG mitigation potential associated with alternative waste management strategies. Here, we seek to capture these dynamics in a forward-looking analysis of waste sector emissions under a zero-waste strategy for the City of Boston. Using publicly available data sets such as EPA's Waste Reduction Model (WARM), we show that the implementation of zero waste strategies reduces the combustion of plastics and biomass in waste-to-energy (WtE) combustion facilities and associated GHG emissions. While WtE has been considered less-carbon intensive than other forms of waste treatment and fossil-based electricity generation, our analysis shows that more renewables will eventually eliminate the perceived GHG benefits associated with waste-to-energy combustion. While our approach provides policymakers with an understanding of the impacts of decisions in a dynamic context, we also identify common knowledge gaps in conducting forward-looking waste-GHG assessments.",
  "authors": [
    {
      "last_name": "Castigliego",
      "fore_name": "Joshua R",
      "initials": "JR",
      "name": "Joshua R Castigliego",
      "affiliations": [
        "Institute for Sustainable Energy, Boston University, Boston, MA, USA; Department of Earth and Environment, Boston University, Boston, MA, USA; Applied Economics Clinic, Arlington, MA, USA."
      ]
    },
    {
      "last_name": "Pollack",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Pollack",
      "affiliations": [
        "Institute for Sustainable Energy, Boston University, Boston, MA, USA; Department of Earth and Environment, Boston University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Cleveland",
      "fore_name": "Cutler J",
      "initials": "CJ",
      "name": "Cutler J Cleveland",
      "affiliations": [
        "Institute for Sustainable Energy, Boston University, Boston, MA, USA; Department of Earth and Environment, Boston University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Institute for Sustainable Energy, Boston University, Boston, MA, USA; Department of Earth and Environment, Boston University, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Waste management (New York, N.Y.)",
    "iso_abbreviation": "Waste Manag",
    "issn": "1879-2456",
    "issn_type": "Electronic",
    "volume": "126",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "170",
  "end_page": "179",
  "pages": "170-179",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Boston",
    "Gases",
    "Greenhouse Effect",
    "Massachusetts",
    "Waste Management"
  ],
  "article_ids": {
    "pubmed": "33773366",
    "doi": "10.1016/j.wasman.2021.02.026",
    "pii": "S0956-053X(21)00095-7"
  },
  "doi": "10.1016/j.wasman.2021.02.026",
  "dates": {
    "completed": "2021-05-25",
    "revised": "2021-05-25"
  },
  "chemicals": [
    "Gases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.024457",
    "pmid": "33773366"
  }
}