{
  "pmid": "33774952",
  "uid": "33774952",
  "title": "Mitigative Effects Of Nigella Sativa On The Histology Of Kidneys Against Aspirin-Induced Toxicity.",
  "abstract": "BACKGROUND: Aspirin is one of the popular, economical, easily accessible and commonly used drugs all over the world. Injudicious use of this over-the-counter available drug is a common cause of nephrotoxicity. The aim of the present study is to assess the protective effects of Nigella Sativa (NS) on the histology of kidneys against aspirin-induced toxicity. It was an experimental study that included comparative analysis of control and experimental groups, conducted in the department of Anatomy, University of Health Sciences, Lahore, from October 2016 to December 2016. METHODS: The study included thirty-two female albino rats which were equally distributed into 4 groups. Group A was run as control and given single oral dose of 1% methyl-cellulose (10mg/100gm body weight of rat). Group B and C were treated with a single oral dose of aspirin (1000mg/kg body weight) dissolved in 1% methyl-cellulose (10mg/100gm body weight). Group C animals were left untreated for 7 days. Group D was pre-treated on day 1 with oral dose of Nigella Sativa (NS) extract (250mg/kg body weight) followed one hour later by a single oral dose of aspirin (1000mg/kg body weight), subsequently NS extract was administered till day 7. Rats of group B were euthanized and dissected on 2nd day of experiment while those of groups A, C and D on 8th day. Kidneys were dissected out, weighed and fixed in 10% formalin. 5μm thick sections were yielded after tissue processing and stained with haematoxylin, eosin (H&E staining) and periodic acid Schiff's reagent (PAS staining). Histological parameters of distal convoluted tubules (DCT) were observed. RESULTS: All histological parameters were normal in group A. Group B showed marked increase in epithelial necrosis, intraluminal protein casts and broken basement membranes of distal convoluted tubules. Group C showed no self-recovery. Statistically significant improvement was observed in the histology of distal convoluted tubules with treatment of Nigella Sativa extract in aspirin-ingested rats in group D. CONCLUSIONS: Nigella Sativa extract has shown protective effects on kidneys against aspirin-induced damage as shown by improvement in the histological parameters of distal convoluted tubules.",
  "authors": [
    {
      "last_name": "Asif",
      "fore_name": "Sania",
      "initials": "S",
      "name": "Sania Asif",
      "affiliations": [
        "1Department of Anatomy, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Toor",
      "fore_name": "Rabia Sajjad",
      "initials": "RS",
      "name": "Rabia Sajjad Toor",
      "affiliations": [
        "2Department of Anatomy, Sahara Medical College, Narowal, Pakistan."
      ]
    },
    {
      "last_name": "Amna",
      "fore_name": "Sitwat",
      "initials": "S",
      "name": "Sitwat Amna",
      "affiliations": [
        "Department of Anatomy, Allama Iqbal Medical College, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Haider",
      "fore_name": "Areeba",
      "initials": "A",
      "name": "Areeba Haider",
      "affiliations": [
        "1Department of Anatomy, King Edward Medical University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "1Department of Anatomy, King Edward Medical University, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Ayub Medical College, Abbottabad :, JAMC..",
    "iso_abbreviation": "J Ayub Med Coll Abbottabad",
    "issn": "1819-2718",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "1",
    "pub_year": "2021"
  },
  "start_page": "39",
  "end_page": "43",
  "pages": "39-43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Aspirin",
    "Female",
    "Kidney",
    "Nigella sativa",
    "Plant Extracts",
    "Protective Agents",
    "Rats"
  ],
  "article_ids": {
    "pubmed": "33774952",
    "pii": "xxxxxxxxxxxx"
  },
  "dates": {
    "completed": "2021-06-02",
    "revised": "2021-06-02"
  },
  "chemicals": [
    "Plant Extracts",
    "Protective Agents",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.739127",
    "pmid": "33774952"
  }
}