{
  "pmid": "33774981",
  "uid": "33774981",
  "title": "Metaphors of organizations in patient involvement programs: connections and contradictions.",
  "abstract": "PURPOSE: In this paper, we contribute to the theorizing of patient involvement in organizational improvement by exploring concepts of \"learning from patients\" as mechanisms of organizational change. Using the concept of metaphor as a theoretical bridge, we analyse interview data (n = 20) from participants in patient engagement activities from two case study organizations in Ontario, Canada. Inspired by classic organizational scholars, we ask \"what is the organization that it might learn from patients?\" DESIGN/METHODOLOGY/APPROACH: Patient involvement activities are used as part of quality improvement efforts in healthcare organizations worldwide. One fundamental assumption underpinning this activity is the notion that organizations must \"learn from patients\" in order to enact positive organizational change. Despite this emphasis on learning, there is a paucity of research that theorizes learning or connects concepts of learning to organizational change within the domain of patient involvement. FINDINGS: Through our analysis, we interpret a range of metaphors of the organization, including organizations as (1) power and politics, (2) systems and (3) narratives. Through these metaphors, we display a range of possibilities for interpreting how organizations might learn from patients and associated implications for organizational change. ORIGINALITY/VALUE: This analysis has implications for how the framing of the organization matters for concepts of learning in patient engagement activities and how misalignments might stymie engagement efforts. We argue that the concept and commitment to \"learning from patients\" would be enriched by further engagement with the sociology of knowledge and critical concepts from theories of organizational learning.",
  "authors": [
    {
      "last_name": "Rowland",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Rowland",
      "affiliations": [
        "Occupational Science and Occupational Therapy, Faculty of Medicine, University of Toronto, Toronto, Canada.",
        "The Wilson Centre, Toronto, Canada."
      ]
    },
    {
      "last_name": "Fancott",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Fancott",
      "affiliations": [
        "Canadian Foundation for Healthcare Improvement, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Abelson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of health organization and management",
    "iso_abbreviation": "J Health Organ Manag",
    "issn": "1758-7247",
    "issn_type": "Electronic",
    "volume": "ahead-of-print",
    "issue": "ahead-of-print",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "30"
  },
  "start_page": "177",
  "end_page": "194",
  "pages": "177-94",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Metaphor",
    "Ontario",
    "Organizational Innovation",
    "Organizations",
    "Patient Participation"
  ],
  "article_ids": {
    "pubmed": "33774981",
    "pmc": "PMC8297596",
    "doi": "10.1108/JHOM-07-2020-0292"
  },
  "doi": "10.1108/JHOM-07-2020-0292",
  "pmc_id": "PMC8297596",
  "dates": {
    "completed": "2021-10-28",
    "revised": "2021-10-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.768978",
    "pmid": "33774981"
  }
}