{
  "pmid": "33789948",
  "uid": "33789948",
  "title": "WHO guidance on ethics in outbreaks and the COVID-19 pandemic: a critical appraisal.",
  "abstract": "In 2016, following pandemic influenza threats and the 2014-2016 Ebola virus disease outbreaks, the WHO developed a guidance document for managing ethical issues in infectious disease outbreaks. In this article, we analyse some ethical issues that have had a predominant role in decision making in response to the current COVID-19 pandemic but were absent or not addressed in the same ways in the 2016 guidance document. A pandemic results in a health crisis and social and political crises both nationally and globally. The ethical implications of these global effects should be properly identified so that appropriate actions can be taken globally and not just in national isolation. Our analysis, which is a starting point to test the broader relevance of the 2016 WHO document that remains the only available guidance document applicable globally, concludes that the WHO guidance should be updated to provide reasoned and thoughtful comprehensive ethics advice for the sound management of the current and future pandemics.",
  "authors": [
    {
      "last_name": "Saxena",
      "fore_name": "Abha",
      "initials": "A",
      "name": "Abha Saxena",
      "affiliations": [
        "Institute Éthique Histoire Humanités, University of Geneva, Geneva, Switzerland abhas@bluewin.ch.",
        "Independent Bioethics Consultant, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-9423-120X"
    },
    {
      "last_name": "Bouvier",
      "fore_name": "Paul André",
      "initials": "PA",
      "name": "Paul André Bouvier",
      "affiliations": [
        "Institute of Global Health, University of Geneva, Geneva, Switzerland.",
        "Department of Social Sciences, University of Fribourg, Fribourg, Switzerland."
      ],
      "orcid": "0000-0001-5198-9056"
    },
    {
      "last_name": "Shamsi-Gooshki",
      "fore_name": "Ehsan",
      "initials": "E",
      "name": "Ehsan Shamsi-Gooshki",
      "affiliations": [
        "Department of Medical Ethics, Faculty of Medicine, Tehran University of Medical Sciences, Tehran, Iran (the Islamic Republic of)."
      ]
    },
    {
      "last_name": "Köhler",
      "fore_name": "Johannes",
      "initials": "J",
      "name": "Johannes Köhler",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine, Kantonsspital Münsterlingen, Munsterlingen, Thurgau, Switzerland."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa J",
      "initials": "LJ",
      "name": "Lisa J Schwartz",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of medical ethics",
    "iso_abbreviation": "J Med Ethics",
    "issn": "1473-4257",
    "issn_type": "Electronic",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "31"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33789948",
    "doi": "10.1136/medethics-2020-106959",
    "pii": "medethics-2020-106959"
  },
  "doi": "10.1136/medethics-2020-106959",
  "dates": {
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.698313",
    "pmid": "33789948"
  }
}