{
  "pmid": "33781843",
  "uid": "33781843",
  "title": "Alleviation of isoprenaline hydrochloride induced myocardial ischemia injury by brucine through the inhibition of Na+/K+-ATPase.",
  "abstract": "Myocardial infarction (MI) is the most extensive manifestations of cardiovascular disease (CVD), associated with prolonged supply and demand blood oxygen imbalance to the heart muscle. The treatment of MI includes several conventional medicines which are beta-blockers and calcium antagonists. Though, these were reported to be either not efficient or associated with life threatening adverse effects. Brucine, the main alkaloid bioactive compound from Strychnos nux-vomica seeds, offers unique compatibility advantages in inflammatory diseases associated clinical practices. Thus, the present investigation was projected to explore the activity of brucine towards MI provoked by isoprenaline hydrochloride (ISO) in rats. The cardioprotective properties of brucine were evaluated via detecting the infarct size, serum cardiac marker enzymes (CK, CK-MB, cTnT, and cTnI), endogenous antioxidants (CAT, SOD, GPx), and lipid peroxidation (TBARS and LOOH), inflammatory mediators (NF-κB, TNF-α and IL-6) and histopathological analysis. The results demonstrated, brucine effectively restored the infarct size by increasing the endogenous antioxidants and decreasing the status of TBARS and LOOH, marker enzymes and ameliorated the histopathological injuries. Brucine's cardioprotective effect might be associated with TNF-α, IL-6 signaling molecules activation, revealing its pharmacological actions.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Liu",
      "affiliations": [
        "Second Department of Cardiology, Shandong Provincial Western Hospital, Shandong ENT Hospital, No. 4 Duanxing West Road, Jinan, Shandong Province 25002, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Vertigo, The People's Hospital of Huaiyin, Jinan, Shandong Province 250000, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Qingke",
      "initials": "Q",
      "name": "Qingke Wu",
      "affiliations": [
        "Shandong Shangheng Biotechnology Co., Ltd, Jinan, Shandong Province 250000, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Shandong Shangheng Biotechnology Co., Ltd, Jinan, Shandong Province 250000, China."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo Hu",
      "affiliations": [
        "Department of Emergency, Shandong Provincial Hospital, Cheeloo College of Medicine, Shandong University, No. 324 Jingwu Weiqi Road, Jinan, Shandong 250021, China; Department of Emergency, Shandong Provincial Hospital affiliated to Shandong First Medical University, No. 324 Jingwu Weiqi Road, Jinan, Shandong 250021, China. Electronic address: hubo200015@sina.com."
      ]
    }
  ],
  "journal": {
    "title": "Experimental gerontology",
    "iso_abbreviation": "Exp Gerontol",
    "issn": "1873-6815",
    "issn_type": "Electronic",
    "volume": "149",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "111332",
  "pages": "111332",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Disease Models, Animal",
    "Isoproterenol",
    "Myocardium",
    "Rats",
    "Strychnine"
  ],
  "article_ids": {
    "pubmed": "33781843",
    "doi": "10.1016/j.exger.2021.111332",
    "pii": "S0531-5565(21)00107-8"
  },
  "doi": "10.1016/j.exger.2021.111332",
  "dates": {
    "completed": "2021-06-02",
    "revised": "2021-06-02"
  },
  "chemicals": [
    "brucine",
    "Strychnine",
    "Isoproterenol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.442189",
    "pmid": "33781843"
  }
}