{
  "pmid": "33799361",
  "uid": "33799361",
  "title": "Incorporating Portfolio Uncertainty in Decision Rules for Healthcare Resource Allocation.",
  "abstract": "Cost-effectiveness analysis is widely adopted as a means to inform policy and decision makers in setting priorities for healthcare resource allocation. In resource-constrained settings, decision makers are confronted with healthcare resource reallocation decisions, e.g., moving funds from one or more existing healthcare programs to fund new healthcare programs. The decision-making plane (DMP) has been developed as a means to graphically present the results of reallocating available healthcare resources when healthcare program costs and effects are uncertain. Mapping a value function over the DMP allows the analyst to value all possible combinations of net costs and net effects that may result from reallocating available healthcare resources under conditions of uncertainty. In this paper, we extend this approach to include a change in portfolio risk, stemming from a change in the portfolios of funded healthcare programs, as an additional source of uncertainty, and demonstrate how this can be incorporated into the value function over net costs and net effects for a risk-averse decision maker. The methodology presented in this paper is of particular interest to decision makers who are risk averse, as it will help to better incorporate their preferences in the process of deciding how to best allocate scarce healthcare resources.",
  "authors": [
    {
      "last_name": "Sendi",
      "fore_name": "Pedram",
      "initials": "P",
      "name": "Pedram Sendi",
      "affiliations": [
        "Institute for Clinical Epidemiology, Basel University Hospital, CH-4031 Basel, Switzerland."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evaluation, and Impact, McMaster University, Hamilton, ON L8S4K1, Canada."
      ],
      "orcid": "0000-0001-8279-8172"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, St Lucia, QLD 4072, Australia.",
        "Manchester Centre for Health Economics, University of Manchester, Manchester M139PL, UK."
      ]
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Health Research Methods, Evaluation, and Impact, McMaster University, Hamilton, ON L8S4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare (Basel, Switzerland)",
    "iso_abbreviation": "Healthcare (Basel)",
    "issn": "2227-9032",
    "issn_type": "Print",
    "volume": "9",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "14"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33799361",
    "pmc": "PMC8000383",
    "doi": "10.3390/healthcare9030325",
    "pii": "healthcare9030325"
  },
  "doi": "10.3390/healthcare9030325",
  "pmc_id": "PMC8000383",
  "dates": {
    "revised": "2021-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.211239",
    "pmid": "33799361"
  }
}