{
  "pmid": "33790827",
  "uid": "33790827",
  "title": "The Influence of the Inconsistent Color Presentation of the Original Price and Sale Price on Purchase Likelihood.",
  "abstract": "Retailers like to use different colors to present the sale price and original price when they are presenting a promotion price. How does the inconsistent color presentation of the prices influence consumers' purchase likelihood? The extant research does not consider this question. This article will address this question. Drawing on incongruence theory and the persuasion knowledge model (PKM), this article proposes that when the color of the sale price is inconsistent (vs. consistent) with that of the original price, consumers show less preference for the sale price. The reason is that consumers perceive the price as being less trustworthy, which leads to a lower purchase likelihood. Furthermore, this effect is affected by the brand awareness of products. Specifically, when products are less-known brands, the inconsistent (vs. consistent) colors of the sale price and original price will lead to a lower purchase likelihood. In contrast, when products are well-known brands, the inconsistent (vs. consistent) colors of the sale price and original price will lead to a high purchase likelihood. In this article, four studies are used to verify these hypotheses, and implications of theory and practice of the present research are discussed.",
  "authors": [
    {
      "last_name": "Liang",
      "fore_name": "Shichang",
      "initials": "S",
      "name": "Shichang Liang",
      "affiliations": [
        "Guangxi University, Nanning, China."
      ]
    },
    {
      "last_name": "Dong",
      "fore_name": "Xuebing",
      "initials": "X",
      "name": "Xuebing Dong",
      "affiliations": [
        "Shanghai University, Shanghai, China."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Yanling",
      "initials": "Y",
      "name": "Yanling Yan",
      "affiliations": [
        "Zhengzhou University of Light Industry, Zhengzhou, China."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "Huazhong University of Science and Technology, Wuhan, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "603754",
  "pages": "603754",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33790827",
    "pmc": "PMC8005512",
    "doi": "10.3389/fpsyg.2021.603754"
  },
  "doi": "10.3389/fpsyg.2021.603754",
  "pmc_id": "PMC8005512",
  "dates": {
    "revised": "2021-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:28.217434",
    "pmid": "33790827"
  }
}