{
  "pmid": "33795939",
  "uid": "33795939",
  "title": "Can Medical Cannabis Therapies be Cost-Effective in the Non-Surgical Management of Chronic Knee Pain?",
  "abstract": "INTRODUCTION: Chronic knee pain is a common musculoskeletal condition, which usually leads to decreased quality of life and a substantial financial burden. Various non-surgical treatments have been developed to relieve pain, restore function and delay surgical intervention. Research on the benefits of medical cannabis (MC) is emerging supporting its use for chronic pain conditions. The purpose of this study was to evaluate the cost-effectiveness of MC compared to current non-surgical therapies for chronic knee pain conditions. METHODS: We conducted a cost-utility analysis from a Canadian, single payer perspective and compared various MC therapies (oils, soft gels and dried flowers at different daily doses) to bracing, glucosamine, pharmaceutical-grade chondroitin oral non-steroidal anti-inflammatory drugs (NSAIDs), and opioids. We estimated the quality-adjusted life years (QALYs) gained with each treatment over 1 year and calculated incremental cost-utility ratios (ICURs) using both the mean and median estimates for costs and utilities gained across the range of reported values. The final ICURs were compared to willingness-to-pay (WTP) thresholds of $66 714, $133 428 and $200 141 Canadian dollars (CAD) per QALY gained. RESULTS: Regardless of the estimates used (mean or median), both MC oils and soft gels at both the minimal and maximal recommended daily doses were cost-effective compared to all current knee pain therapies at the lowest WTP threshold. Dried flowers were only cost-effective up to a certain dosage (0.75 and 1 g/day based on mean and median estimates, respectively), but all dosages were cost-effective when the WTP was increased to $133 428/QALY gained. CONCLUSION: Our study showed that MC may be a cost-effective strategy in the management of chronic knee pain; however, the evidence on the medical use of cannabis is limited and predominantly low-quality. Additional trials on MC are definitely needed, specifically in patients with chronic knee pain.",
  "authors": [
    {
      "last_name": "Vannabouathong",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Vannabouathong",
      "affiliations": [
        "OrthoEvidence, Burlington, ON, Canada."
      ],
      "orcid": "0000-0002-9694-6364"
    },
    {
      "last_name": "Zhu",
      "fore_name": "Meng",
      "initials": "M",
      "name": "Meng Zhu",
      "affiliations": [
        "OrthoEvidence, Burlington, ON, Canada."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "OrthoEvidence, Burlington, ON, Canada."
      ],
      "orcid": "0000-0002-0549-5087"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "OrthoEvidence, Burlington, ON, Canada.",
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical medicine insights. Arthritis and musculoskeletal disorders",
    "iso_abbreviation": "Clin Med Insights Arthritis Musculoskelet Disord",
    "issn": "1179-5441",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2021"
  },
  "start_page": "11795441211002492",
  "pages": "11795441211002492",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33795939",
    "pmc": "PMC7970188",
    "doi": "10.1177/11795441211002492",
    "pii": "10.1177_11795441211002492"
  },
  "doi": "10.1177/11795441211002492",
  "pmc_id": "PMC7970188",
  "dates": {
    "revised": "2022-04-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:38.403691",
    "pmid": "33795939"
  }
}