{
  "pmid": "33792793",
  "uid": "33792793",
  "title": "What matters to children with lower limb deformities: an international qualitative study guiding the development of a new patient-reported outcome measure.",
  "abstract": "BACKGROUND: Lower limb deformities include conditions such as leg length discrepancy, lower limb deficiency and associated angular and rotational deformities of the hips, knees, ankles and feet. Children with lower limb deformities often have physical limitations due to gait irregularities and pain. The differences in the appearance and function of their lower limbs can discourage participation in social, recreational and leisure activities, which may result in behavioural, emotional, psychological and social adjustment problems. The health-related quality of life (HRQL) of these children is often impacted due to the factors discussed above, as well as by the complex surgical procedures. Surgical treatment options for limb deformities in children vary from limb lengthening and reconstruction to amputation. The lack of evidence demonstrating superiority of either treatment options and their effect on HRQL limits the ability of healthcare providers to counsel families on the best evidence-based treatment option for them. This manuscript describes the international qualitative study which guided the development of a new patient-reported outcome measure (PROM). Individual semi-structured face-to-face interviews with children with lower limb deformities and their parents were conducted at five sites: Canada (2 sites), Ethiopia, India and the USA. RESULTS: Seventy-nine interviews were conducted at five international sites. Five main themes emerged from the qualitative interviews and formed the basis of the conceptual framework. These themes were: 1) appearance, 2) physical health, 3) psychological health 4) school and 5) social health. CONCLUSIONS: Lower limb deformities have a substantial impact on the HRQL of children. The concepts of interest identified in our study were similar across children from all countries. The conceptual framework guided the development of outcome scales specific to these patients. The information about the impact of various treatment options on the HRQL of children with lower limb deformities, collected using this new PROM, could be used to inform parents and children about outcomes (physical, social, psychological) associated with specific treatment options. This information could supplement other objective outcome information (e.g., complication rates, how the leg will look, etc.) to help families to come to a more informed decision on a child's course of treatment.",
  "authors": [
    {
      "last_name": "Chhina",
      "fore_name": "Harpreet",
      "initials": "H",
      "name": "Harpreet Chhina",
      "affiliations": [
        "Department of Experimental Medicine, Faculty of Medicine, University of British Columbia, Vancouver, Canada. Chhina.harpreet@gmail.com.",
        "Department of Orthopaedics, BC Children's Hospital, 1D 18, Orthopaedics Research Office, 4480 Oak Street, Vancouver, BC, V6H 3V4, Canada. Chhina.harpreet@gmail.com."
      ],
      "orcid": "0000-0002-7656-457X"
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kopec",
      "fore_name": "Jacek A",
      "initials": "JA",
      "name": "Jacek A Kopec",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Arthritis Research Canada, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Oliffe",
      "fore_name": "John",
      "initials": "J",
      "name": "John Oliffe",
      "affiliations": [
        "School of Nursing, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Iobst",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Iobst",
      "affiliations": [
        "Department of Orthopaedic Surgery, The Ohio State University, College of Medicine, Nationwide Children's Hospital, Columbus, OH, USA."
      ]
    },
    {
      "last_name": "Dahan-Oliel",
      "fore_name": "Noemi",
      "initials": "N",
      "name": "Noemi Dahan-Oliel",
      "affiliations": [
        "Shriners Hospitals for Children, School of Physical and Occupational Therapy, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Aggarwal",
      "fore_name": "Aditya",
      "initials": "A",
      "name": "Aditya Aggarwal",
      "affiliations": [
        "Department of Orthopaedic Surgery, Post Graduate Institute of Medical Education and Research, Chandigarh, India."
      ]
    },
    {
      "last_name": "Nunn",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Nunn",
      "affiliations": [
        "CURE Ethiopia Children's Hospital, Addis Ababa, Ethiopia."
      ]
    },
    {
      "last_name": "Cooper",
      "fore_name": "Anthony P",
      "initials": "AP",
      "name": "Anthony P Cooper",
      "affiliations": [
        "Department of Orthopaedics, BC Children's Hospital, 1D 18, Orthopaedics Research Office, 4480 Oak Street, Vancouver, BC, V6H 3V4, Canada.",
        "Department of Orthopaedics, Faculty of Medicine, University of British Columbia, Vancouver, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of patient-reported outcomes",
    "iso_abbreviation": "J Patient Rep Outcomes",
    "issn": "2509-8020",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "30",
  "pages": "30",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33792793",
    "pmc": "PMC8017030",
    "doi": "10.1186/s41687-021-00299-w",
    "pii": "10.1186/s41687-021-00299-w"
  },
  "doi": "10.1186/s41687-021-00299-w",
  "pmc_id": "PMC8017030",
  "dates": {
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.161978",
    "pmid": "33792793"
  }
}