{
  "pmid": "33793580",
  "uid": "33793580",
  "title": "Examining therapeutic equivalence between branded and generic warfarin in Brazil: The WARFA crossover randomized controlled trial.",
  "abstract": "OBJECTIVES: To determine whether the generic and branded warfarins used as anticoagulants in Brazil are therapeutic equivalents based on their international normalized ratio (INR) results. METHODS: This crossover randomized controlled trial had four periods. We used the branded Marevan and two generic versions of warfarin sodium tablets, manufactured by União Química and Teuto laboratories, all purchased from retail drugstores. Eligible participants were outpatients from an anticoagulation clinic at a university hospital in São Paulo, Brazil. They had atrial fibrillation or flutter and had been using warfarin for at least 2 months with an INR therapeutic range of 2.0-3.0. Randomization was by numbered, opaque, sealed envelopes. Healthcare personnel and outcome assessors were blinded to treatments, but patients were not. The primary outcome was the variability in the INR (ΔINR) and secondary outcomes included mean INR. We accepted formulations as equivalent if the 95% confidence interval (CI) of the comparison of ΔINR between branded and generic formulations was within the limit of ±0.49. RESULTS: One hundred patients were recruited and randomized to six sequences of treatment (four sequences with n = 17 and two sequences with n = 16). União Química generic warfarin had equivalent variability in the INR to Marevan (ΔINR +0.09 [95% CI -0.29 to +0.46], n = 84). Comparison between Teuto generic warfarin and Marevan was inconclusive (ΔINR +0.29 [95% CI -0.09 to +0.68], n = 84). CONCLUSIONS: Marevan and União Química warfarin had equivalent therapeutic effectiveness and both could be confidently used for anticoagulation. The comparison between Marevan and TW was inconclusive and does not warrant a statement of equivalence. Our methods are especially important for comparing generic and branded drugs that raise concerns and may be subject of future investigations by regulatory agents. TRIAL REGISTRATION: ClinicalTrials.gov NCT02017197.",
  "authors": [
    {
      "last_name": "Gomes Freitas",
      "fore_name": "Carolina",
      "initials": "C",
      "name": "Carolina Gomes Freitas",
      "affiliations": [
        "Department of Medicine, Escola Paulista de Medicina, Universidade Federal de São Paulo (UNIFESP), São Paulo, SP, Brazil."
      ],
      "orcid": "0000-0001-7950-6511"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Departments of Medicine (Nephrology) and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, McMaster University/Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Coutinho",
      "fore_name": "Enia Lucia",
      "initials": "EL",
      "name": "Enia Lucia Coutinho",
      "affiliations": [
        "Clinical Cardiac Electrophysiology, Cardiology Division, Department of Medicine, Federal University of Sao Paulo, Escola Paulista de Medicina, Sao Paulo, SP, Brazil."
      ]
    },
    {
      "last_name": "Vincenzo de Paola",
      "fore_name": "Angelo Amato",
      "initials": "AA",
      "name": "Angelo Amato Vincenzo de Paola",
      "affiliations": [
        "Clinical Cardiac Electrophysiology, Cardiology Division, Department of Medicine, Federal University of Sao Paulo, Escola Paulista de Medicina, Sao Paulo, SP, Brazil."
      ]
    },
    {
      "last_name": "Atallah",
      "fore_name": "Álvaro Nagib",
      "initials": "ÁN",
      "name": "Álvaro Nagib Atallah",
      "affiliations": [
        "Discipline of Emergency Medicine and Evidence-Based Medicine, Escola Paulista de Medicina, Universidade Federal de Sao Paulo (UNIFESP), São Paulo, SP, Brazil."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "4",
    "pub_year": "2021"
  },
  "start_page": "e0248567",
  "pages": "e0248567",
  "language": "eng",
  "publication_types": [
    "Clinical Trial, Phase IV",
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Anticoagulants",
    "Atrial Fibrillation",
    "Blood Coagulation",
    "Brazil",
    "Cross-Over Studies",
    "Drug Monitoring",
    "Drugs, Generic",
    "Female",
    "Humans",
    "International Normalized Ratio",
    "Male",
    "Middle Aged",
    "Therapeutic Equivalency",
    "Treatment Outcome",
    "Warfarin"
  ],
  "article_ids": {
    "pubmed": "33793580",
    "pmc": "PMC8016229",
    "doi": "10.1371/journal.pone.0248567",
    "pii": "PONE-D-20-22114"
  },
  "doi": "10.1371/journal.pone.0248567",
  "pmc_id": "PMC8016229",
  "dates": {
    "completed": "2021-09-30",
    "revised": "2024-03-31"
  },
  "chemicals": [
    "Anticoagulants",
    "Drugs, Generic",
    "Warfarin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.642539",
    "pmid": "33793580"
  }
}