{
  "pmid": "33803906",
  "uid": "33803906",
  "title": "A Molecular Modeling Approach to Identify Potential Antileishmanial Compounds Against the Cell Division Cycle (cdc)-2-Related Kinase 12 (CRK12) Receptor of Leishmania donovani.",
  "abstract": "The huge burden of leishmaniasis caused by the trypanosomatid protozoan parasite Leishmania is well known. This illness was included in the list of neglected tropical diseases targeted for elimination by the World Health Organization. However, the increasing evidence of resistance to existing antimonial drugs has made the eradication of the disease difficult to achieve, thus warranting the search for new drug targets. We report here studies that used computational methods to identify inhibitors of receptors from natural products. The cell division cycle-2-related kinase 12 (CRK12) receptor is a plausible drug target against Leishmania donovani. This study modelled the 3D molecular structure of the L. donovani CRK12 (LdCRK12) and screened for small molecules with potential inhibitory activity from African flora. An integrated library of 7722 African natural product-derived compounds and known inhibitors were screened against the LdCRK12 using AutoDock Vina after performing energy minimization with GROMACS 2018. Four natural products, namely sesamin (NANPDB1649), methyl ellagic acid (NANPDB1406), stylopine (NANPDB2581), and sennecicannabine (NANPDB6446) were found to be potential LdCRK12 inhibitory molecules. The molecular docking studies revealed two compounds NANPDB1406 and NANPDB2581 with binding affinities of -9.5 and -9.2 kcal/mol, respectively, against LdCRK12 which were higher than those of the known inhibitors and drugs, including GSK3186899, amphotericin B, miltefosine, and paromomycin. All the four compounds were predicted to have inhibitory constant (Ki) values ranging from 0.108 to 0.587 μM. NANPDB2581, NANPDB1649 and NANPDB1406 were also predicted as antileishmanial with Pa and Pi values of 0.415 and 0.043, 0.391 and 0.052, and 0.351 and 0.071, respectively. Molecular dynamics simulations coupled with molecular mechanics Poisson-Boltzmann surface area (MM/PBSA) computations reinforced their good binding mechanisms. Most compounds were observed to bind in the ATP binding pocket of the kinase domain. Lys488 was predicted as a key residue critical for ligand binding in the ATP binding pocket of the LdCRK12. The molecules were pharmacologically profiled as druglike with inconsequential toxicity. The identified molecules have scaffolds that could form the backbone for fragment-based drug design of novel leishmanicides but warrant further studies to evaluate their therapeutic potential.",
  "authors": [
    {
      "last_name": "Broni",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Broni",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, Legon, Accra LG 77, Ghana."
      ],
      "orcid": "0000-0002-6793-7530"
    },
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, Legon, Accra LG 77, Ghana.",
        "West African Center for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Legon, Accra LG 54, Ghana."
      ],
      "orcid": "0000-0002-1093-1517"
    },
    {
      "last_name": "Asiedu",
      "fore_name": "Seth O",
      "initials": "SO",
      "name": "Seth O Asiedu",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra LG 581, Ghana."
      ],
      "orcid": "0000-0002-2585-1800"
    },
    {
      "last_name": "Miller",
      "fore_name": "Whelton A",
      "initials": "WA",
      "name": "Whelton A Miller",
      "affiliations": [
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153, USA.",
        "Department of Molecular Pharmacology and Neuroscience, Loyola University Medical Center, Maywood, IL 60153, USA.",
        "Department of Chemical and Biomolecular Engineering, School of Engineering and Applied Science, University of Pennsylvania, Philadelphia, IL 19104, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra LG 581, Ghana.",
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153, USA."
      ],
      "orcid": "0000-0002-6048-8509"
    }
  ],
  "journal": {
    "title": "Biomolecules",
    "iso_abbreviation": "Biomolecules",
    "issn": "2218-273X",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "18"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Amphotericin B",
    "Antiprotozoal Agents",
    "Binding Sites",
    "Cell Cycle",
    "Cyclin-Dependent Kinase 9",
    "Humans",
    "Leishmania donovani",
    "Molecular Dynamics Simulation",
    "Morpholines",
    "Paromomycin",
    "Phosphorylcholine",
    "Protein Structure, Secondary",
    "Pyrazoles",
    "Pyrimidines"
  ],
  "article_ids": {
    "pubmed": "33803906",
    "pmc": "PMC8003136",
    "doi": "10.3390/biom11030458",
    "pii": "biom11030458"
  },
  "doi": "10.3390/biom11030458",
  "pmc_id": "PMC8003136",
  "dates": {
    "completed": "2021-09-28",
    "revised": "2023-11-11"
  },
  "chemicals": [
    "Antiprotozoal Agents",
    "GSK3186899",
    "Morpholines",
    "Pyrazoles",
    "Pyrimidines",
    "Phosphorylcholine",
    "miltefosine",
    "Paromomycin",
    "Amphotericin B",
    "Cyclin-Dependent Kinase 9"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.686994",
    "pmid": "33803906"
  }
}