{
  "pmid": "33805106",
  "uid": "33805106",
  "title": "Long-Term Outcomes and the Post-Intensive Care Syndrome in Critically Ill Children: A North American Perspective.",
  "abstract": "Advances in medical and surgical care for children in the pediatric intensive care unit (PICU) have led to vast reductions in mortality, but survivors often leave with newly acquired or worsened morbidity. Emerging evidence reveals that survivors of pediatric critical illness may experience a constellation of physical, emotional, cognitive, and social impairments, collectively known as the \"post-intensive care syndrome in pediatrics\" (PICs-P). The spectrum of PICs-P manifestations within each domain are heterogeneous. This is attributed to the wide age and developmental diversity of children admitted to PICUs and the high prevalence of chronic complex conditions. PICs-P recovery follows variable trajectories based on numerous patient, family, and environmental factors. Those who improve tend to do so within less than a year of discharge. A small proportion, however, may actually worsen over time. There are many gaps in our current understanding of PICs-P. A unified approach to screening, preventing, and treating PICs-P-related morbidity has been hindered by disparate research methodology. Initiatives are underway to harmonize clinical and research priorities, validate new and existing epidemiologic and patient-specific tools for the prediction or monitoring of outcomes, and define research priorities for investigators interested in long-term outcomes.",
  "authors": [
    {
      "last_name": "Woodruff",
      "fore_name": "Alan G",
      "initials": "AG",
      "name": "Alan G Woodruff",
      "affiliations": [
        "Department of Anesthesiology, Section of Pediatric Critical Care Medicine, Wake Forest University School of Medicine, Winston-Salem, NC 27157, USA."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, Division of Critical Care, McMaster University, Hamilton, ON L8S 4K1, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Children (Basel, Switzerland)",
    "iso_abbreviation": "Children (Basel)",
    "issn": "2227-9067",
    "issn_type": "Print",
    "volume": "8",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "24"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33805106",
    "pmc": "PMC8064072",
    "doi": "10.3390/children8040254",
    "pii": "children8040254"
  },
  "doi": "10.3390/children8040254",
  "pmc_id": "PMC8064072",
  "dates": {
    "revised": "2021-05-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.931135",
    "pmid": "33805106"
  }
}