{
  "pmid": "33804587",
  "uid": "33804587",
  "title": "An Ontario Health (Cancer Care Ontario) Clinical Practice Guideline: Consolidation or Maintenance Systemic Therapy for Newly Diagnosed Stage II, III, or IV Epithelial Ovary, Fallopian Tube, or Primary Peritoneal Carcinoma.",
  "abstract": "OBJECTIVE: To provide recommendations on systemic therapy options in consolidation or maintenance therapy for women with newly diagnosed stage II, III, or IV epithelial ovary, fallopian tube, or primary peritoneal carcinoma including all histological types. METHODS: Consistent with the Program in Evidence-based Program's standardized approach, MEDLINE, EMBASE, PubMed, Cochrane Library, and PROSPERO (the international prospective register of systematic reviews) databases, and four relevant conferences were systematically searched. The Working Group drafted recommendations and revised them based on the comments from internal and external reviewers. RESULTS: We have one recommendation for consolidation therapy and eight recommendations for maintenance therapy. Overall, consolidation therapy with chemotherapy should not be recommended in the target population. For maintenance therapy, we recommended olaparib (Recommendation), niraparib (Weak Recommendation), veliparib (Weak Recommendation), and bevacizumab (Weak Recommendation) for certain patients with newly diagnosed stage III-IV epithelial ovarian, fallopian tube, or primary peritoneal carcinoma, respectively. We do not recommend some agents as maintenance therapy in four recommendations. We are unable to specify the patient population by histological types for different maintenance therapy recommendations. When new evidence that can impact the recommendations is available, the recommendations will be updated as soon as possible.",
  "authors": [
    {
      "last_name": "Hirte",
      "fore_name": "Hal",
      "initials": "H",
      "name": "Hal Hirte",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Program in Evidence-Based Care, Ontario Health (Cancer Care Ontario), Toronto, ON M5G 2L7, Canada."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Ferguson",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Toronto, Toronto, ON M5G 1A1, Canada.",
        "Division of Gynecologic Oncology, Princess Margaret Cancer Center, Toronto, ON M5G 2C1, Canada."
      ]
    },
    {
      "last_name": "May",
      "fore_name": "Taymaa",
      "initials": "T",
      "name": "Taymaa May",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Toronto, Toronto, ON M5G 1A1, Canada.",
        "Division of Gynecologic Oncology, Princess Margaret Cancer Center, Toronto, ON M5G 2C1, Canada."
      ]
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current oncology (Toronto, Ont.)",
    "iso_abbreviation": "Curr Oncol",
    "issn": "1718-7729",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "1114",
  "end_page": "1124",
  "pages": "1114-1124",
  "language": "eng",
  "publication_types": [
    "Practice Guideline",
    "Research Support, Non-U.S. Gov't",
    "Journal Article"
  ],
  "keywords": [
    "Carcinoma",
    "Fallopian Tube Neoplasms",
    "Fallopian Tubes",
    "Female",
    "Humans",
    "Ontario",
    "Ovarian Neoplasms",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "33804587",
    "pmc": "PMC8025745",
    "doi": "10.3390/curroncol28020107",
    "pii": "curroncol28020107"
  },
  "doi": "10.3390/curroncol28020107",
  "pmc_id": "PMC8025745",
  "dates": {
    "completed": "2021-09-24",
    "revised": "2024-08-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.378247",
    "pmid": "33804587"
  }
}