{
  "pmid": "33814937",
  "uid": "33814937",
  "title": "Delay to TKA and Costs Associated with Knee Osteoarthritis Care Using Intra-Articular Hyaluronic Acid: Analysis of an Administrative Database.",
  "abstract": "BACKGROUND: Total knee arthroplasty (TKA) is a surgical treatment for patients with knee osteoarthritis (KOA) that no longer experience symptom relief from non-operative or pharmacologic treatments. Non-operative KOA management aims to address patient symptoms and improve function, as well as forestall or mitigate the large costs associated with TKA. The primary objective of this study was to examine the relationship between intra-articular hyaluronic acid (IA-HA) treatment and delaying TKA in patients with KOA compared to patients not receiving IA-HA, as well as to identify differences in KOA-related costs incurred among patients who received or did not receive IA-HA. METHODS: This was a retrospective analysis of an administrative claims database from October 1st, 2010 through September 30th, 2015. Kaplan-Meier survival analysis was conducted to determine the TKA-free survival of patients who received IA-HA, stratified by the number of injection courses received versus those who did not receive any IA-HA. Median KOA-related costs per year were calculated for 2 comparisons: (1) patients who received IA-HA versus patients who did not receive IA-HA, among patients who eventually had TKA, and (2) patients who received IA-HA versus patients who did not receive IA-HA, among patients who did not have TKA. RESULTS: A total of 744 734 patients were included in the analysis. A delay to TKA was observed after IA-HA treatment for patients treated with IA-HA compared to those who did not receive IA-HA. At 1 year, the TKA-free survival was 85.8% (95% CI: 85.6%-86.0%) for patients who received IA-HA and 74.1% (95% CI: 74.0%-74.3%) for those who did not receive IA-HA. At 2 years, the TKA free survival was 70.8% (70.5%-71.1%) and 63.7% (63.5%-63.9%) in the 2 groups, respectively. Patients treated with multiple courses of IA-HA demonstrated an incremental increase in delay to TKA with more courses of IA-HA, suggesting that the risk of TKA over the study time period is reduced with additional IA-HA courses. The hazard ratio for the need of TKA was 0.85 (95% CI 0.84-0.86) for a single course and 0.27 (95% CI 0.25-0.28) for ⩾5 courses, both compared to the no IA-HA group. In patients that eventually had TKA, the median KOA-related costs were lower among those who received IA-HA before their TKA ($860.24, 95% CI: 446.65-1722.20), compared to those who did not receive IA-HA ($2659.49, 95% CI: 891.04-7480.38). For patients who did not have TKA, the median and interquartile range (IQR) KOA-related costs per year were similar for patients who received IA-HA compared with those who did not. CONCLUSION: These results demonstrate that within a large cohort of KOA patients, individuals who received multiple courses of IA-HA had a progressively greater delay to TKA compared to patients who did not receive IA-HA treatment. Also, for patients who progressed to TKA, IA-HA treatment was associated with a large reduction in KOA-related healthcare costs. Based on these results, multiple, repeat courses of IA-HA may be beneficial in substantially delaying TKA in KOA patients, as well as minimizing KOA-related healthcare costs.",
  "authors": [
    {
      "last_name": "Concoff",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Concoff",
      "affiliations": [
        "United Rheumatology, Hauppauge, NY, USA."
      ]
    },
    {
      "last_name": "Niazi",
      "fore_name": "Faizan",
      "initials": "F",
      "name": "Faizan Niazi",
      "affiliations": [
        "Ferring Pharmaceuticals, Parsippany, NJ, USA."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Alyass",
      "fore_name": "Akram",
      "initials": "A",
      "name": "Akram Alyass",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rosen",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Rosen",
      "affiliations": [
        "Department of Orthopaedics & Rehabilitation, New York Presbyterian Queens, Weill Medical College of Cornell University, New York, NY, USA."
      ]
    },
    {
      "last_name": "Nicholls",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Nicholls",
      "affiliations": [
        "Virginia Mason Orthopedics and Sports Medicine, Seattle, WA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Clinical medicine insights. Arthritis and musculoskeletal disorders",
    "iso_abbreviation": "Clin Med Insights Arthritis Musculoskelet Disord",
    "issn": "1179-5441",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2021"
  },
  "start_page": "1179544121994092",
  "pages": "1179544121994092",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33814937",
    "pmc": "PMC7989120",
    "doi": "10.1177/1179544121994092",
    "pii": "10.1177_1179544121994092"
  },
  "doi": "10.1177/1179544121994092",
  "pmc_id": "PMC7989120",
  "dates": {
    "revised": "2022-04-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.404805",
    "pmid": "33814937"
  }
}