{
  "pmid": "33818656",
  "uid": "33818656",
  "title": "Patient-reported outcome measures for patients with nail conditions: a systematic review of the psychometric evidence.",
  "abstract": "Nail conditions have an impact on appearance, function, and quality of life of patients. Patient reported outcome measures (PROMs) are important tools for evaluating treatment success from the patient perspective. It is important to understand the quality of PROMs to help guide selection of appropriate tools. The aim of this study was to critically appraise the psychometric properties of nail-specific PROMs using COSMIN guidelines. A systematic review was conducted in May 2019 to identify development and validation articles for nail-specific PROMs. Abstracts and subsequent full-texts were screened by two reviewers for eligibility. Data were extracted for study characteristics and psychometric properties. The risk of bias checklist was completed, and ratings applied to psychometric properties as per COSMIN guidelines. Modified Grading of Recommendations Assessment, Development and Evaluation (GRADE) criteria were applied based on the risk of bias checklist to assess methodological quality. The review identified 3289 articles of which 430 full-text articles were screened, nine of which met eligibility criteria. Included papers were for seven PROMs and in total reported on 31of 49 possible measurement properties. Of the 31 measurement properties reported, nine (29%) were rated as insufficient or indeterminate. The modified GRADE methodological quality rating was low or very low for 16 (32.7%) measurement properties, and 18 (36.7%) measurement properties were not described by any PROM. Currently there are no nail-specific PROMS available that demonstrate adequate validity, reliability, or responsiveness, according to COSMIN guidelines. Further research is required to assess missing or insufficiently tested measurement properties in all the PROMs identified.",
  "authors": [
    {
      "last_name": "Kamran",
      "fore_name": "Rakhshan",
      "initials": "R",
      "name": "Rakhshan Kamran",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, 1280 Main Street W, Hamilton, ON, Canada. rakhshan.kamran@medportal.ca."
      ],
      "orcid": "0000-0003-4298-4848"
    },
    {
      "last_name": "Algu",
      "fore_name": "Leah",
      "initials": "L",
      "name": "Leah Algu",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, 1280 Main Street W, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leveille",
      "fore_name": "Cameron F",
      "initials": "CF",
      "name": "Cameron F Leveille",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, 1280 Main Street W, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Claire R",
      "initials": "CR",
      "name": "Claire R Stewart",
      "affiliations": [
        "Weill Cornell Medical College, New York, NY, USA."
      ]
    },
    {
      "last_name": "Abid",
      "fore_name": "Khizar",
      "initials": "K",
      "name": "Khizar Abid",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, 1280 Main Street W, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lipner",
      "fore_name": "Shari R",
      "initials": "SR",
      "name": "Shari R Lipner",
      "affiliations": [
        "Department of Dermatology, Weill Cornell Medical College, 1305 York Avenue, 9th Floor, New York, NY, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 3N27, 1280 Main Street W, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, 3N27, 1280 Main Street W, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Archives of dermatological research",
    "iso_abbreviation": "Arch Dermatol Res",
    "issn": "1432-069X",
    "issn_type": "Electronic",
    "volume": "314",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "223",
  "end_page": "237",
  "pages": "223-237",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Nail Diseases",
    "Patient Reported Outcome Measures",
    "Psychometrics",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "33818656",
    "doi": "10.1007/s00403-021-02222-1",
    "pii": "10.1007/s00403-021-02222-1"
  },
  "doi": "10.1007/s00403-021-02222-1",
  "dates": {
    "completed": "2022-03-21",
    "revised": "2022-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.162449",
    "pmid": "33818656"
  }
}