{
  "pmid": "33810961",
  "uid": "33810961",
  "title": "On the association between circulating biomarkers and atherosclerotic calcification in a cohort of arterial disease participants.",
  "abstract": "BACKGROUND AND AIMS: Atherosclerotic calcification is a powerful predictor of cardiovascular disease. This study aims to determine whether circulating levels of a local/systemic calcification inhibitor or a marker of bone formation correlate with measures of coronary or extracoronary calcification. METHODS AND RESULTS: Clinical computed tomography (CT) was performed on 64 arterial disease participants undergoing carotid and lower extremity endarterectomy. Coronary artery calcium (CAC) scores and volumes were acquired from the CT scans (n = 42). CAC scores and volumes were used to derive CAC density scores. Micro-CT was performed on excised carotid (n = 36) and lower extremity (n = 31) plaques to quantify the volume and volume fraction of extracoronary calcification. Circulating levels of dephospho-uncarboxylated Matrix Gla Protein (dp-ucMGP), fetuin-A, carboxylated and uncarboxylated osteocalcin (ucOC) were quantified using commercial immunoassays. Carotid participant CAC density scores were moderately negatively correlated with plasma dp-ucMGP (rs = -0.592, P = 0.008). A weak negative association was found between CAC scores and %ucOC for all participants (rs = -0.335, P = 0.040). Another weak negative correlation was observed between fetuin-A and the volume of calcification within excised carotid specimens (rs = -0.366, P = 0.031). Despite substantial differences in coronary and extracoronary calcium measurements, the levels of circulating biomarkers did not vary significantly between carotid and lower extremity subgroups. CONCLUSION: Correlations identified between circulating biomarkers and measures of coronary and extracoronary calcium were not consistent among participant subgroups. Further research is required to determine the association between circulating biomarkers, coronary and extracoronary calcium.",
  "authors": [
    {
      "last_name": "Cahalane",
      "fore_name": "Rachel M",
      "initials": "RM",
      "name": "Rachel M Cahalane",
      "affiliations": [
        "BioScience and BioEngineering Research, Biomaterials Cluster, Bernal Institute, School of Engineering, University of Limerick, Ireland. Electronic address: rachelcahalane93@gmail.com."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Hilary E",
      "initials": "HE",
      "name": "Hilary E Barrett",
      "affiliations": [
        "BioScience and BioEngineering Research, Biomaterials Cluster, Bernal Institute, School of Engineering, University of Limerick, Ireland. Electronic address: hilarybarrett91@gmail.com."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Aisling M",
      "initials": "AM",
      "name": "Aisling M Ross",
      "affiliations": [
        "BioScience and BioEngineering Research, Biomaterials Cluster, Bernal Institute, School of Engineering, University of Limerick, Ireland. Electronic address: aisling.ross@ul.ie."
      ]
    },
    {
      "last_name": "Mulvihill",
      "fore_name": "John J E",
      "initials": "JJE",
      "name": "John J E Mulvihill",
      "affiliations": [
        "BioScience and BioEngineering Research, Biomaterials Cluster, Bernal Institute, School of Engineering, University of Limerick, Ireland; Health Research Institute, University of Limerick, Ireland. Electronic address: john.mulvihill@ul.ie."
      ]
    },
    {
      "last_name": "Purtill",
      "fore_name": "Helen",
      "initials": "H",
      "name": "Helen Purtill",
      "affiliations": [
        "Health Research Institute, University of Limerick, Ireland; Department of Mathematics and Statistics, Aging Research Centre, University of Limerick, Ireland. Electronic address: helen.purtill@ul.ie."
      ]
    },
    {
      "last_name": "Selvarajah",
      "fore_name": "Logeswaran",
      "initials": "L",
      "name": "Logeswaran Selvarajah",
      "affiliations": [
        "Department of Radiology, University Hospital Limerick, Ireland. Electronic address: logesselva@gmail.com."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie O'Brien",
      "affiliations": [
        "Department of Radiology, University Hospital Limerick, Ireland. Electronic address: juliemobrien@gmail.com."
      ]
    },
    {
      "last_name": "Kavanagh",
      "fore_name": "Eamon G",
      "initials": "EG",
      "name": "Eamon G Kavanagh",
      "affiliations": [
        "Department of Vascular Surgery, University Hospital Limerick, Ireland. Electronic address: eamon.kavanagh@icloud.com."
      ]
    },
    {
      "last_name": "Moloneye",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Moloneye",
      "affiliations": [
        "Department of Vascular Surgery, University Hospital Limerick, Ireland. Electronic address: tmoloney90@hotmail.com."
      ]
    },
    {
      "last_name": "Egan",
      "fore_name": "Siobhan M",
      "initials": "SM",
      "name": "Siobhan M Egan",
      "affiliations": [
        "Clinical Research Support Unit, University Hospital Limerick, Ireland. Electronic address: SiobhanMary.Egan@hse.ie."
      ]
    },
    {
      "last_name": "Leahy",
      "fore_name": "Fiona C",
      "initials": "FC",
      "name": "Fiona C Leahy",
      "affiliations": [
        "Clinical Research Support Unit, University Hospital Limerick, Ireland. Electronic address: fionac.leahy@hse.ie."
      ]
    },
    {
      "last_name": "Griffin",
      "fore_name": "Tomás P",
      "initials": "TP",
      "name": "Tomás P Griffin",
      "affiliations": [
        "Centre for Endocrinology, Diabetes and Metabolism, Saolta University Health Care Group (SUHCG), Galway University Hospitals, Galway, Ireland; Regenerative Medicine Institute (REMEDI) at CÚRAM SFI Research Centre, School of Medicine, National University of Ireland Galway, Galway, Ireland. Electronic address: Tomas.Griffin1@hse.ie."
      ]
    },
    {
      "last_name": "Islam",
      "fore_name": "M N",
      "initials": "MN",
      "name": "M N Islam",
      "affiliations": [
        "Regenerative Medicine Institute (REMEDI) at CÚRAM SFI Research Centre, School of Medicine, National University of Ireland Galway, Galway, Ireland; Department of Clinical Biochemistry, University Hospital Galway, Ireland. Electronic address: nahidbmb2003@gmail.com."
      ]
    },
    {
      "last_name": "O'Shea",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M O'Shea",
      "affiliations": [
        "Department of Clinical Biochemistry, University Hospital Galway, Ireland. Electronic address: PaulaM.OShea@hse.ie."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "BioScience and BioEngineering Research, Biomaterials Cluster, Bernal Institute, School of Engineering, University of Limerick, Ireland; Health Research Institute, University of Limerick, Ireland. Electronic address: Michael.walsh@ul.ie."
      ]
    },
    {
      "last_name": "O'Connor",
      "fore_name": "Eibhlís M",
      "initials": "EM",
      "name": "Eibhlís M O'Connor",
      "affiliations": [
        "Health Research Institute, University of Limerick, Ireland; Department of Biological Sciences, School of Natural Sciences, University of Limerick, Ireland; Alimentary Pharmabiotic Centre, Microbiome Institute, University College Cork, Ireland. Electronic address: eibhlis.oconnor@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Nutrition, metabolism, and cardiovascular diseases : NMCD",
    "iso_abbreviation": "Nutr Metab Cardiovasc Dis",
    "issn": "1590-3729",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "06"
  },
  "start_page": "1533",
  "end_page": "1541",
  "pages": "1533-1541",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Biomarkers",
    "Calcium-Binding Proteins",
    "Carotid Artery Diseases",
    "Computed Tomography Angiography",
    "Coronary Angiography",
    "Coronary Artery Disease",
    "Endarterectomy, Carotid",
    "Extracellular Matrix Proteins",
    "Female",
    "Humans",
    "Lower Extremity",
    "Male",
    "Middle Aged",
    "Osteocalcin",
    "Peripheral Arterial Disease",
    "Plaque, Atherosclerotic",
    "Predictive Value of Tests",
    "Vascular Calcification",
    "X-Ray Microtomography",
    "alpha-2-HS-Glycoprotein",
    "Matrix Gla Protein"
  ],
  "article_ids": {
    "pubmed": "33810961",
    "doi": "10.1016/j.numecd.2021.02.005",
    "pii": "S0939-4753(21)00054-5"
  },
  "doi": "10.1016/j.numecd.2021.02.005",
  "dates": {
    "completed": "2021-05-24",
    "revised": "2023-12-13"
  },
  "chemicals": [
    "AHSG protein, human",
    "BGLAP protein, human",
    "Biomarkers",
    "Calcium-Binding Proteins",
    "Extracellular Matrix Proteins",
    "alpha-2-HS-Glycoprotein",
    "Osteocalcin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.025874",
    "pmid": "33810961"
  }
}