{
  "pmid": "33821324",
  "uid": "33821324",
  "title": "SIRT1 and SIRT2 modulators reduce LPS-induced inflammation in HAPI microglial cells and protect SH-SY5Y neuronal cells in vitro.",
  "abstract": "Neuroinflammation is associated with the development of depression. Deacetylases SIRT1 and SIRT2 are reported to exert neuroprotective effects in aging, neurogenesis, neurodegeneration and neuroinflammation. Therefore, this study aimed to investigate the effects of SIRT1 and SIRT2 modulators on LPS-induced neuroinflammation and neurodegeneration in vitro. To achieve this, HAPI rat microglial cells were pre-treated with the SIRT1 activator resveratrol (0.1-20 µM), the selective SIRT1 inhibitor EX527 (0.1; 1 µM), the dual SIRT1/SIRT2 inhibitor sirtinol (0.1-20 µM) and the SIRT2 inhibitor AGK2 (0.1; 1 µM), prior to exposure with LPS (5 ng/mL) for 20 h. The reference antidepressant drug fluoxetine and the nonsteroidal anti-inflammatory drug ibuprofen were also evaluated in the same paradigm, both at 1 μM. Resveratrol and sirtinol inhibited TNF-α production to a greater degree than either fluoxetine or ibuprofen. Resveratrol, sirtinol, EX527 and AGK2 significantly reduced PGE2 production by up to 100% in microglia. Then, the supernatant was transferred to treat SH-SY5Y cells for 24 h. In all cases, SIRT modulator pretreatment significantly protected undifferentiated SH-SY5Y human neuroblastoma cells from the insult of LPS-stimulated HAPI supernatant by up to 40%. Moreover, resveratrol and sirtinol also showed significantly better neuroprotection than fluoxetine or ibuprofen by up to 83 and 69%, respectively. In differentiated SH-SY5Y cells, only sirtinol (20, 10 µM) and AGK2 (0.1 µM) pretreatment protected the cells from LPS-stimulated HAPI supernatant. This study suggests that SIRT1 and SIRT2 modulators are effective in inhibiting LPS-stimulated production of TNF-α and PGE2 in HAPI microglial cells and protecting SH-SY5Y cells from inflammation. Thus, we provide proof of concept for further investigation of the therapeutic effect of SIRT1 and SIRT2 modulators and combination with current antidepressant medication as a treatment option.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Menzies Health Institute Queensland, Griffith University, Gold Coast, QLD, 4222, Australia.",
        "School of Pharmacy and Pharmacology, Gold Coast Campus, Griffith University, Gold Coast, QLD, 4222, Australia.",
        "Quality Use of Medicines Network, Gold Coast, QLD, 4222, Australia."
      ]
    },
    {
      "last_name": "Anoopkumar-Dukie",
      "fore_name": "Shailendra",
      "initials": "S",
      "name": "Shailendra Anoopkumar-Dukie",
      "affiliations": [
        "Menzies Health Institute Queensland, Griffith University, Gold Coast, QLD, 4222, Australia.",
        "School of Pharmacy and Pharmacology, Gold Coast Campus, Griffith University, Gold Coast, QLD, 4222, Australia.",
        "Quality Use of Medicines Network, Gold Coast, QLD, 4222, Australia."
      ]
    },
    {
      "last_name": "Mallik",
      "fore_name": "Sanchari Basu",
      "initials": "SB",
      "name": "Sanchari Basu Mallik",
      "affiliations": [
        "Menzies Health Institute Queensland, Griffith University, Gold Coast, QLD, 4222, Australia.",
        "School of Pharmacy and Pharmacology, Gold Coast Campus, Griffith University, Gold Coast, QLD, 4222, Australia.",
        "Quality Use of Medicines Network, Gold Coast, QLD, 4222, Australia."
      ]
    },
    {
      "last_name": "Davey",
      "fore_name": "Andrew K",
      "initials": "AK",
      "name": "Andrew K Davey",
      "affiliations": [
        "Menzies Health Institute Queensland, Griffith University, Gold Coast, QLD, 4222, Australia. a.davey@griffith.edu.au.",
        "School of Pharmacy and Pharmacology, Gold Coast Campus, Griffith University, Gold Coast, QLD, 4222, Australia. a.davey@griffith.edu.au.",
        "Quality Use of Medicines Network, Gold Coast, QLD, 4222, Australia. a.davey@griffith.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Journal of neural transmission (Vienna, Austria : 1996)",
    "iso_abbreviation": "J Neural Transm (Vienna)",
    "issn": "1435-1463",
    "issn_type": "Electronic",
    "volume": "128",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "631",
  "end_page": "644",
  "pages": "631-644",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Cell Line, Tumor",
    "Inflammation",
    "Lipopolysaccharides",
    "Microglia",
    "Rats",
    "Sirtuin 1",
    "Sirtuin 2"
  ],
  "article_ids": {
    "pubmed": "33821324",
    "doi": "10.1007/s00702-021-02331-1",
    "pii": "10.1007/s00702-021-02331-1"
  },
  "doi": "10.1007/s00702-021-02331-1",
  "dates": {
    "completed": "2021-10-11",
    "revised": "2021-11-16"
  },
  "chemicals": [
    "Lipopolysaccharides",
    "Sirt2 protein, rat",
    "Sirt1 protein, rat",
    "Sirtuin 1",
    "Sirtuin 2"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.443845",
    "pmid": "33821324"
  }
}