{
  "pmid": "33829077",
  "uid": "33829077",
  "title": "Simultaneous Characterization of Implant Wear and Tribocorrosion Debris within Its Corresponding Tissue Response Using Infrared Chemical Imaging.",
  "abstract": "Biotribology is one of the key branches in the field of artificial joint development. Wear and corrosion are among fundamental processes which cause material loss in a joint biotribological system; the characteristics of wear and corrosion debris are central to determining the in vivo bioreactivity. Much effort has been made elucidating the debris-induced tissue responses. However, due to the complexity of the biological environment of the artificial joint, as well as a lack of effective imaging tools, there is still very little understanding of the size, composition, and concentration of the particles needed to trigger adverse local tissue reactions, including periprosthetic osteolysis. Fourier transform infrared spectroscopic imaging (FTIR-I) provides fast biochemical composition analysis in the direct context of underlying physiological conditions with micron-level spatial resolution, and minimal additional sample preparation in conjunction with the standard histopathological analysis workflow. In this study, we have demonstrated that FTIR-I can be utilized to accurately identify fine polyethylene debris accumulation in macrophages that is not achievable using conventional or polarized light microscope with histological staining. Further, a major tribocorrosion product, chromium phosphate, can be characterized within its histological milieu, while simultaneously identifying the involved immune cell such as macrophages and lymphocytes. In addition, we have shown the different spectral features of particle-laden macrophages through image clustering analysis. The presence of particle composition variance inside macrophages could shed light on debris evolution after detachment from the implant surface. The success of applying FTIR-I in the characterization of prosthetic debris within their biological context may very well open a new avenue of research in the orthopedics community.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Songyun",
      "initials": "S",
      "name": "Songyun Liu",
      "affiliations": [
        "Department of Orthopedic Surgery, Rush University Medical Center, Chicago, IL, United States.",
        "Richard and Loan Hill Department of Bioengineering, University of Illinois at Chicago, Chicago, IL, United States."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Hall",
      "affiliations": [
        "Department of Orthopedic Surgery, Rush University Medical Center, Chicago, IL, United States."
      ]
    },
    {
      "last_name": "Della Valle",
      "fore_name": "Craig J",
      "initials": "CJ",
      "name": "Craig J Della Valle",
      "affiliations": [
        "Department of Orthopedic Surgery, Rush University Medical Center, Chicago, IL, United States."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Material Sciences and Biomedical Engineering Department, University of Wisconsin-Eau Claire, Eau Claire, WI, United States."
      ]
    },
    {
      "last_name": "Jacobs",
      "fore_name": "Joshua J",
      "initials": "JJ",
      "name": "Joshua J Jacobs",
      "affiliations": [
        "Department of Orthopedic Surgery, Rush University Medical Center, Chicago, IL, United States."
      ]
    },
    {
      "last_name": "Pourzal",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Pourzal",
      "affiliations": [
        "Department of Orthopedic Surgery, Rush University Medical Center, Chicago, IL, United States."
      ]
    }
  ],
  "journal": {
    "title": "Biotribology (Oxford)",
    "iso_abbreviation": "Biotribology (Oxf)",
    "issn": "2352-5738",
    "issn_type": "Print",
    "volume": "26",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33829077",
    "mid": "NIHMS1677097",
    "pmc": "PMC8021088",
    "doi": "10.1016/j.biotri.2021.100163",
    "pii": "100163"
  },
  "doi": "10.1016/j.biotri.2021.100163",
  "pmc_id": "PMC8021088",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AR070181",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.026951",
    "pmid": "33829077"
  }
}