{
  "pmid": "33834341",
  "uid": "33834341",
  "title": "Slow-release nitrogen fertilizers enhance growth, yield, NUE in wheat crop and reduce nitrogen losses under an arid environment.",
  "abstract": "Higher demands of food led to higher nitrogen application to promote cropping intensification and produce more which may have negative effects on the environment and lead to pollution. While sustainable wheat production is under threat due to low soil fertility and organic matter due to nutrient degradation at high temperatures in the region. The current research explores the effects of different types of coated urea fertilizers and their rates on wheat crop under arid climatic conditions of Pakistan. Enhancing nitrogen use efficiency by using eco-friendly coated urea products could benefit growers and reduce environmental negative effects. A trial treatment included N rates (130, 117, 104, and 94 kg ha[-1]) and coated urea sources (neem coated, sulfur coated, bioactive sulfur coated) applied with equal quantity following split application method at sowing, 20 and 60 days after sowing (DAS). The research was arranged in a split-plot design with randomized complete block design had three replicates. Data revealed that bioactive sulfur coated urea with the application of 130 kg N ha[-1] increased chlorophyll contents 55.0 (unit value), net leaf photosynthetic rate (12.51 μmol CO2 m[-2] s[-1]), and leaf area index (5.67) significantly. Furthermore, research elucidates that bioactive sulfur urea with the same N increased partial factor productivity (43.85 Kg grain Kg[-1] N supplied), nitrogen harvest index (NHI) 64.70%, and partial nutrient balance (1.41 Kg grain N content Kg[-1] N supplied). The neem-coated and sulfur-coated fertilizers also showed better results than monotypic urea. The wheat growth and phenology significantly improved by using coated fertilizers. The crop reached maturity earlier with the application of bioactive sulfur-coated urea than others. Maximum total dry matter 14402 (kg ha[-1]) recorded with 130 kg N ha[-1]application. Higher 1000-grain weight (33.66 g), more number of grains per spike (53.67), grain yield (4457 kg ha[-1]), and harvest index (34.29%) were obtained with optimum N application 130 kg ha[-1] (recommended). There is a significant correlation observed for growth, yield, and physiological parameters with N in the soil while nitrogen-related indices are also positively correlated. The major problem of groundwater contamination with nitrate leaching is also reduced by using coated fertilizers. Minimum nitrate concentration (7.37 and 8.77 kg ha[-1]) was observed with the application of bioactive sulfur-coated and sulfur-coated urea with lower N (94 kg ha[-1]), respectively. The bioactive sulfur-coated urea with the application of 130 kg N ha[-1] showed maximum phosphorus 5.45 mg kg[-1] and potassium 100.67 mg kg[-1] in the soil. Maximum nitrogen uptake (88.20 kg ha[-1]) is showed by bioactive sulfur coated urea with 130 kg N ha[-1] application. The total available NPK concentrations in soil showed a significant correlation with physiological attributes; grain yield; harvest index; and nitrogen use efficiency components, i.e., partial factor productivity, partial nutrient balance, and nitrogen harvest index. This research reveals that coating urea with secondary nutrients, neem oil, and microbes are highly effective techniques for enhancing fertilizer use efficiency and wheat production in calcareous soils and reduced N losses under arid environments.",
  "authors": [
    {
      "last_name": "Ghafoor",
      "fore_name": "Iqra",
      "initials": "I",
      "name": "Iqra Ghafoor",
      "affiliations": [
        "Department of Agronomy, MNS University of Agriculture Multan, Multan, Punjab, Pakistan."
      ]
    },
    {
      "last_name": "Habib-Ur-Rahman",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Habib-Ur-Rahman",
      "affiliations": [
        "Department of Agronomy, MNS University of Agriculture Multan, Multan, Punjab, Pakistan. mhabibur@uni-bonn.de.",
        "Crop Science Group, Institute of Crop Science and Resource Conservation (INRES), University of Bonn, Bonn, Germany. mhabibur@uni-bonn.de.",
        "AgWeatherNet Program, Washington State University, Prosser, WA, USA. mhabibur@uni-bonn.de."
      ],
      "orcid": "0000-0002-2823-9959"
    },
    {
      "last_name": "Ali",
      "fore_name": "Muqarrab",
      "initials": "M",
      "name": "Muqarrab Ali",
      "affiliations": [
        "Department of Agronomy, MNS University of Agriculture Multan, Multan, Punjab, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Legume Research Unit, Molecular Biology Lab, Department of Plant Production, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Wazir",
      "initials": "W",
      "name": "Wazir Ahmed",
      "affiliations": [
        "Department of soil science, MNS University of Agriculture Multan, Multan, Punjab, Pakistan."
      ]
    },
    {
      "last_name": "Gaiser",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Gaiser",
      "affiliations": [
        "Crop Science Group, Institute of Crop Science and Resource Conservation (INRES), University of Bonn, Bonn, Germany."
      ]
    },
    {
      "last_name": "Ghaffar",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Ghaffar",
      "affiliations": [
        "Department of Agronomy, MNS University of Agriculture Multan, Multan, Punjab, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "32",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "43528",
  "end_page": "43543",
  "pages": "43528-43543",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Agriculture",
    "Fertilizers",
    "Nitrogen",
    "Soil",
    "Triticum"
  ],
  "article_ids": {
    "pubmed": "33834341",
    "pmc": "PMC8357761",
    "doi": "10.1007/s11356-021-13700-4",
    "pii": "10.1007/s11356-021-13700-4"
  },
  "doi": "10.1007/s11356-021-13700-4",
  "pmc_id": "PMC8357761",
  "dates": {
    "completed": "2021-08-13",
    "revised": "2021-12-31"
  },
  "chemicals": [
    "Fertilizers",
    "Soil",
    "Nitrogen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.943878",
    "pmid": "33834341"
  }
}