{
  "pmid": "33835054",
  "uid": "33835054",
  "title": "Cost-effectiveness analysis of colorectal cancer screening in a low incidence country: The case of Saudi Arabia.",
  "abstract": "BACKGROUND: Colorectal cancer (CRC) screening is cost-effective in many Western countries, and many have successfully implemented CRC screening programs. For countries with a lower CRC incidence, like Saudi Arabia, the value of CRC screening is less evident and requires careful weighing of harms, benefits, and costs. METHODS: We used the MISCAN-Colon microsimulation model to simulate a male and female cohort with life expectancy and CRC risk as observed in Saudi Arabia. For both cohorts, we evaluated strategies without screening, with annual or biennial faecal immunochemical testing (FIT), and with 10-yearly or once-only colonoscopy. We also considered different start and end ages of screening. For both cohorts, we estimated lifetime costs and effects of each strategy. We then identified a set of potentially cost-effective strategies using incremental cost-effectiveness ratios (ICERs) defined as the additional cost per additional quality-adjusted life year (QALY). RESULTS: Without CRC screening, an estimated 14 per 1,000 males would develop CRC during their lifetime and 9 would die from CRC. Several strategies proved potentially cost-effective including biennial FIT at ages 55-65 (ICER of $7,400), once-only colonoscopy at age 55 (ICER of $7,700), and 10-yearly colonoscopy at ages 50-65, 45-65, and 45-75 (ICERs of $34,000, 71,000, and 375,000, respectively). For females, risk of CRC was lower and CRC screening was therefore less cost-effective, but efficient strategies were largely similar. CONCLUSIONS: Despite low CRC incidence in Saudi Arabia, some FIT or colonoscopy screening strategies may meet reasonable thresholds of cost-effectiveness. The optimal strategy will depend on multiple factors including the willingness to pay per QALY, the colonoscopy capacity, and the accepted budget impact.",
  "authors": [
    {
      "last_name": "Naber",
      "fore_name": "Steffie K",
      "initials": "SK",
      "name": "Steffie K Naber",
      "affiliations": [
        "Department of Public Health, Erasmus MC, University Medical Center Rotterdam, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Almadi",
      "fore_name": "Majid A",
      "initials": "MA",
      "name": "Majid A Almadi",
      "affiliations": [
        "Department of Medicine, King Khalid University Hospital, College of Medicine, King Saud University, Riyadh, Saudi Arabia; Division of Gastroenterology, The McGill University Health Center, Montreal General Hospital, McGill University, Montreal, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Centre for Health Economics and Policy Analysis (CHEPA), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact; Centre for Health Economics and Policy Analysis (CHEPA), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lansdorp-Vogelaar",
      "fore_name": "Iris",
      "initials": "I",
      "name": "Iris Lansdorp-Vogelaar",
      "affiliations": [
        "Department of Public Health, Erasmus MC, University Medical Center Rotterdam, Rotterdam, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Saudi journal of gastroenterology : official journal of the Saudi Gastroenterology Association",
    "iso_abbreviation": "Saudi J Gastroenterol",
    "issn": "1998-4049",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "4",
    "pub_year": "2021"
  },
  "start_page": "208",
  "end_page": "216",
  "pages": "208-216",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Colonoscopy",
    "Colorectal Neoplasms",
    "Cost-Benefit Analysis",
    "Early Detection of Cancer",
    "Female",
    "Humans",
    "Incidence",
    "Male",
    "Mass Screening",
    "Middle Aged",
    "Saudi Arabia"
  ],
  "article_ids": {
    "pubmed": "33835054",
    "pmc": "PMC8448011",
    "doi": "10.4103/sjg.sjg_526_20",
    "pii": "313254"
  },
  "doi": "10.4103/sjg.sjg_526_20",
  "pmc_id": "PMC8448011",
  "dates": {
    "completed": "2021-10-22",
    "revised": "2021-10-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.127974",
    "pmid": "33835054"
  }
}