{
  "pmid": "33844943",
  "uid": "33844943",
  "title": "Clinical and Demographic Factors Associated with Distress in Adolescent and Young Adults with Cancer.",
  "abstract": "Purpose: Distress in cancer is defined as multifactorial unpleasant experience of an emotional, psychological, social, or spiritual nature that interferes with ones' ability to cope with cancer and its symptoms and treatment. The aim of this study was to determine clinical and demographic factors associated with the presence of distress in adolescent and young adults (AYAs) with cancer. Methods: Data were collected as part of a field-test study conducted between August 2016 and November 2017 in Canada (Toronto, Edmonton, and Vancouver) to determine the reliability and validity of CDS-AYA (Cancer Distress Scales for Adolescent and Young Adults). The CDS-AYA consist of five independently functioning scales including impact of cancer, physical, emotional, cognitive, and cancer worry. Multivariate logistic regression analyses, using established CDS-AYA cut points, were performed to identify clinical and demographic factors associated with the presence of distress in AYAs of ages 15-39 years with cancer. Results: Across all scales, increased distress was associated with female gender (p < 0.05), on-treatment status (p < 0.05), and reported poor overall health (p < 0.001). For the emotional scale, distress was also associated with being of age 15-19 years (p = 0.01). The greatest effect size for all scales was associated with treatment status [exp(β) = 1.78-4.6], except for the cognitive scale where gender had a slightly greater effect size. Conclusion: Factors associated with distress in AYA patients with cancer were similar across five CDS-AYA scales. Although it is important to screen all patients for distress, our findings reveal that patients who are female, on treatment, or who report having poorer health may be at a greater risk.",
  "authors": [
    {
      "last_name": "Miroshnychenko",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Miroshnychenko",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "Department of Surgery, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Breakey",
      "fore_name": "Vicky R",
      "initials": "VR",
      "name": "Vicky R Breakey",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "D'Agostino",
      "fore_name": "Norma",
      "initials": "N",
      "name": "Norma D'Agostino",
      "affiliations": [
        "Department of Supportive Care, Princess Margaret Cancer Center, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of adolescent and young adult oncology",
    "iso_abbreviation": "J Adolesc Young Adult Oncol",
    "issn": "2156-535X",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "682",
  "end_page": "689",
  "pages": "682-689",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anxiety",
    "Demography",
    "Female",
    "Humans",
    "Neoplasms",
    "Reproducibility of Results",
    "Stress, Psychological",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33844943",
    "doi": "10.1089/jayao.2020.0196"
  },
  "doi": "10.1089/jayao.2020.0196",
  "dates": {
    "completed": "2021-12-24",
    "revised": "2021-12-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.164045",
    "pmid": "33844943"
  }
}