{
  "pmid": "33858287",
  "uid": "33858287",
  "title": "Return-to-Play Outcomes in Elite Athletes After Cervical Spine Surgery: A Systematic Review.",
  "abstract": "CONTEXT: Return-to-play (RTP) outcomes in elite athletes after cervical spine surgery are currently unknown. OBJECTIVE: To systematically review RTP outcomes in elite athletes after anterior cervical discectomy and fusion (ACDF), cervical disc replacement (CDR), or posterior foraminotomy (PF) surgery. DATA SOURCES: EMBASE, PubMed, Cochrane, and Medline databases from inception until April 2020. Keywords included elite athletes, return to play, ACDF, foraminotomy, and cervical disc replacement. STUDY SELECTION: Eligible studies included those that reported RTP outcomes in elite athletes after cervical spine surgery. STUDY DESIGN: Systematic review. LEVEL OF EVIDENCE: Level 4. DATA EXTRACTION: Data were extracted by 2 independent reviewers. RESULTS: The primary outcomes of interest were rates and timing of RTP. Secondary outcomes included performance on RTP. A total of 1720 studies were initially screened. After inclusion criteria were applied, 13 studies with a total of 349 patients were included. A total of 262 (75%) played football, 37 (11%) played baseball, 19 (5%) played rugby, 10 (3%) played basketball, 10 (3%) played hockey, 9 (3%) were wresters, and 2 (1%) played soccer. ACDF was reported in 13 studies, PF in 3 studies, and CDR in 2 studies. The majority of studies suggest that RTP after surgical management is safe in elite athletes who are asymptomatic after their procedure and may lead to higher rates and earlier times of RTP. There is limited evidence regarding RTP or outcomes after CDR or multilevel surgery. CONCLUSION: The management and RTP in elite athletes after cervical spine injury is a highly complex and multifactorial topic. The overall evidence in this review suggests that RTP in asymptomatic athletes after both ACDF and PF is safe, and there is little evidence for decreased performance postoperatively. Surgical management results in a higher RTP rate compared with athletes managed conservatively.",
  "authors": [
    {
      "last_name": "Leider",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Leider",
      "affiliations": [
        "Georgetown University School of Medicine, Washington, DC."
      ]
    },
    {
      "last_name": "Piche",
      "fore_name": "Joshua David",
      "initials": "JD",
      "name": "Joshua David Piche",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    },
    {
      "last_name": "Aleem",
      "fore_name": "Ilyas",
      "initials": "I",
      "name": "Ilyas Aleem",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "5",
    "pub_year": "2021"
  },
  "start_page": "437",
  "end_page": "445",
  "pages": "437-445",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cervical Vertebrae",
    "Humans",
    "Return to Sport",
    "Spinal Diseases",
    "Spinal Injuries"
  ],
  "article_ids": {
    "pubmed": "33858287",
    "pmc": "PMC8404767",
    "doi": "10.1177/19417381211007813"
  },
  "doi": "10.1177/19417381211007813",
  "pmc_id": "PMC8404767",
  "dates": {
    "completed": "2021-09-08",
    "revised": "2022-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.298352",
    "pmid": "33858287"
  }
}