{
  "pmid": "33851117",
  "uid": "33851117",
  "title": "Donor Family History of ESKD and Long-term Outcomes Among African American Living Kidney Donors: A Retrospective Cohort Study.",
  "abstract": "RATIONALE & OBJECTIVE: Live kidney donation is associated with a small increased risk for kidney disease and hypertension in African American donors. We investigated a possible association between donor family history of end-stage kidney disease (ESKD) and their postdonation kidney function and the development of hypertension. We tested whether this association was modified by kidney donation. STUDY DESIGN: Retrospective cohort. SETTING & PARTICIPANTS: Former African American live kidney donors between 1993 and 2010. Healthy nondonors were selected from the Coronary Artery Disease in Young Adults (CARDIA) Study. EXPOSURE: Family history of ESKD in a first-degree relative. OUTCOMES: Kidney function and blood pressure ≥ 140/90 mm Hg or use of antihypertensive medications at follow-up. ANALYTICAL APPROACH: Donors were grouped based on family history of ESKD. Outcomes were first compared between donor groups and then between donors and healthy nondonors matched for demographics, follow-up time, and family history. A mixed-effect model was used to compare outcomes. RESULTS: Of 179 donors, 139 (78%) had a first degree relative with ESKD. Predonation characteristics were similar between the 2 groups. At a median follow-up of 11 years postdonation, there was no difference in postdonation estimated glomerular filtration rates (68 ± 19 vs 69 ± 13 mL/min/1.73 m[2]; P = 0.71) and the presence of albuminuria (P = 0.16). There was a trend toward a higher incidence of hypertension (51% vs 35%; P = 0.08) among donors with a family history of ESKD than for those without. Although there was no difference in annual change in estimated glomerular filtration rate (P = 0.17), the risk for hypertension was higher in donors than nondonors (relative risk, 2.44 [95% CI, 1.56-3.84]), but there was no interaction by family history (P = 0.11). LIMITATIONS: Retrospective small study. Lack of data across donor-recipient specific biological relationship. CONCLUSIONS: Family history of ESKD is not associated with postdonation kidney function among African American kidney donors. Live kidney donation is associated with an increased risk for hypertension among African Americans, independent of donor family history of ESKD.",
  "authors": [
    {
      "last_name": "Ortigosa-Goggins",
      "fore_name": "Mariella",
      "initials": "M",
      "name": "Mariella Ortigosa-Goggins",
      "affiliations": [
        "Miami Transplant Institute and Katz Family Division of Nephrology and Hypertension, University of Miami Miller School of Medicine, Miami, FL."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Lihua",
      "initials": "L",
      "name": "Lihua Li",
      "affiliations": [
        "Department of Population Health Science and Policy, Icahn School of Medicine at Mount Sinai, New York, NY."
      ]
    },
    {
      "last_name": "Doshi",
      "fore_name": "Mona D",
      "initials": "MD",
      "name": "Mona D Doshi",
      "affiliations": [
        "Division of Nephrology, University of Michigan, Ann Arbor, MI."
      ]
    }
  ],
  "journal": {
    "title": "Kidney medicine",
    "iso_abbreviation": "Kidney Med",
    "issn": "2590-0595",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2021"
  },
  "start_page": "223",
  "end_page": "230.e1",
  "pages": "223-230.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33851117",
    "pmc": "PMC8039402",
    "doi": "10.1016/j.xkme.2020.11.013",
    "pii": "S2590-0595(21)00015-7"
  },
  "doi": "10.1016/j.xkme.2020.11.013",
  "pmc_id": "PMC8039402",
  "dates": {
    "revised": "2024-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.317426",
    "pmid": "33851117"
  }
}