{
  "pmid": "33865476",
  "uid": "33865476",
  "title": "How COVID-19 has fundamentally changed clinical research in global health.",
  "abstract": "COVID-19 has had negative repercussions on the entire global population. Despite there being a common goal that should have unified resources and efforts, there have been an overwhelmingly large number of clinical trials that have been registered that are of questionable methodological quality. As the final paper of this Series, we discuss how the medical research community has responded to COVID-19. We recognise the incredible pressure that this pandemic has put on researchers, regulators, and policy makers, all of whom were doing their best to move quickly but safely in a time of tremendous uncertainty. However, the research community's response to the COVID-19 pandemic has prominently highlighted many fundamental issues that exist in clinical trial research under the current system and its incentive structures. The COVID-19 pandemic has not only re-emphasised the importance of well designed randomised clinical trials but also highlighted the need for large-scale clinical trials structured according to a master protocol in a coordinated and collaborative manner. There is also a need for structures and incentives to enable faster data sharing of anonymised datasets, and a need to provide similar opportunities to those in high-income countries for clinical trial research in low-resource regions where clinical trial research receives considerably less research funding.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay J H",
      "initials": "JJH",
      "name": "Jay J H Park",
      "affiliations": [
        "Department of Experimental Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Mogg",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Mogg",
      "affiliations": [
        "Bill & Melinda Gates Medical Research Institute, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Gerald E",
      "initials": "GE",
      "name": "Gerald E Smith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nakimuli-Mpungu",
      "fore_name": "Etheldreda",
      "initials": "E",
      "name": "Etheldreda Nakimuli-Mpungu",
      "affiliations": [
        "Department of Psychiatry, Makerere University, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Jehan",
      "fore_name": "Fyezah",
      "initials": "F",
      "name": "Fyezah Jehan",
      "affiliations": [
        "Department of Pediatrics and Child Health, Aga Khan University, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Rayner",
      "fore_name": "Craig R",
      "initials": "CR",
      "name": "Craig R Rayner",
      "affiliations": [
        "Monash Institute of Pharmaceutical Sciences, Monash University, Melbourne, VIC, Australia; Certara, Princeton, NJ, USA."
      ]
    },
    {
      "last_name": "Condo",
      "fore_name": "Jeanine",
      "initials": "J",
      "name": "Jeanine Condo",
      "affiliations": [
        "School of Public Health, University of Rwanda, Kigali, Rwanda."
      ]
    },
    {
      "last_name": "Decloedt",
      "fore_name": "Eric H",
      "initials": "EH",
      "name": "Eric H Decloedt",
      "affiliations": [
        "Department of Medicine, Division of Clinical Pharmacology, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Nachega",
      "fore_name": "Jean B",
      "initials": "JB",
      "name": "Jean B Nachega",
      "affiliations": [
        "Department of Medicine and Center for Infectious Diseases, Faculty of Medicine and Health Sciences, Stellenbosch University, Cape Town, South Africa; Department of Epidemiology and Department of Infectious Diseases and Microbiology, University of Pittsburgh Graduate School of Public Health, Pittsburgh, PA, USA; Department of Epidemiology and Department of International Health, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Reis",
      "fore_name": "Gilmar",
      "initials": "G",
      "name": "Gilmar Reis",
      "affiliations": [
        "Departamento de Medicina, Pontifícia Universidade Católica de Minas Gerais, Belo Horizonte, Brazil."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Edward J",
      "initials": "EJ",
      "name": "Edward J Mills",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Cytel, Vancouver, BC, Canada; School of Public Health, University of Rwanda, Kigali, Rwanda. Electronic address: millsej@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Global health",
    "iso_abbreviation": "Lancet Glob Health",
    "issn": "2214-109X",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "e711",
  "end_page": "e720",
  "pages": "e711-e720",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Biomedical Research",
    "COVID-19",
    "Global Health",
    "Humans",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "33865476",
    "pmc": "PMC8049590",
    "doi": "10.1016/S2214-109X(20)30542-8",
    "pii": "S2214-109X(20)30542-8"
  },
  "doi": "10.1016/S2214-109X(20)30542-8",
  "pmc_id": "PMC8049590",
  "dates": {
    "completed": "2021-04-21",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MR/L004283/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "R25 TW011217",
      "agency": "FIC NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:53.140867",
    "pmid": "33865476"
  }
}