{
  "pmid": "33864434",
  "uid": "33864434",
  "title": "Activating Patients and Families to Improve Palliative Care: The Waiting Room Revolution.",
  "abstract": "We need to support and educate palliative care specialists and generalist providers, especially family physicians, on how to integrate an early palliative care approach into care for those with a serious illness. However, there are very few care providers compared to the number of patients and caregivers in society. To increase access to palliative care at a population level, we need a waiting room revolution, one where patients and families shift from being passive to being active in shaping their experience with serious illness. A co-design approach with patients and families can help overcome barriers to accessing palliative care and improve the overall experience.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "An associate professor in the Department of Oncology at McMaster University, Hamilton, ON, and an ICES scientist. He is a Canada Research Chair in palliative care and health system innovation with research interests in improving the lives of patients and families facing a serious illness. He is a co-host of the podcast The Waiting Room Revolution. He can be reached by e-mail at seowh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Winemaker",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Winemaker",
      "affiliations": [
        "An associate clinical professor in the Department of Family Medicine, Division of Palliative Care at McMaster University in Hamilton, ON. She is a community-based palliative care physician and a palliative care educator. She is a co-host of the podcast The Waiting Room Revolution."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare quarterly (Toronto, Ont.)",
    "iso_abbreviation": "Healthc Q",
    "issn": "1929-6347",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "6",
  "end_page": "9",
  "pages": "6-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Family",
    "Health Services Accessibility",
    "Humans",
    "Palliative Care",
    "Patient Participation",
    "Physicians, Primary Care"
  ],
  "article_ids": {
    "pubmed": "33864434",
    "doi": "10.12927/hcq.2021.26472",
    "pii": "hcq.2021.26472"
  },
  "doi": "10.12927/hcq.2021.26472",
  "dates": {
    "completed": "2021-09-09",
    "revised": "2021-09-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.087805",
    "pmid": "33864434"
  }
}