{
  "pmid": "33867755",
  "uid": "33867755",
  "title": "Laser Trabeculoplasty Perceptions and Practice Patterns of Canadian Ophthalmologists.",
  "abstract": "AIM: To describe the current practice patterns and perceptions of Canadian ophthalmologists using laser trabeculoplasty (LTP). MATERIALS AND METHODS: A cross-sectional survey of 124 members of the Canadian Ophthalmological Society (COS) who perform LTP was conducted. Descriptive statistics and Chi-square comparative analyses were performed on anonymous self-reported survey data. RESULTS: Of the 124 respondents, 34 (27.4%) completed a glaucoma fellowship. Use of selective laser trabeculoplasty (SLT) (94.4%) was preferred over argon laser trabeculoplasty (ALT) (5.6%). The most frequently cited reasons for SLT preference was less damage to trabecular meshwork (30.7%), availability (16.2%), and repeatability (16.2%). In all, 47.6% of the respondents performed LTP concurrently with medical treatment, 33.9% used it after medical treatment, and 17.7% used it as first-line treatment. Majority (87.1%) of the respondents believed that SLT is effective when repeated. In suitable patients, 41.9% of the respondents stated on average they repeat SLT once, 26.6% twice, and 19.4% greater than 2 times, respectively. Of those who repeat SLT on patients, 80.7% found repeat SLT treatments have good outcomes for patients. In all, 105 (84.7%) ophthalmologists responded they would benefit from an LTP practice guideline. Significantly more ophthalmologists without glaucoma fellowships perceived they would benefit from a practice guideline (p value <0.001). CONCLUSION: This survey provides valuable practical information on how LTP is used in the treatment of glaucoma in Canada. CLINICAL SIGNIFICANCE: The findings may serve as a baseline survey to trend future practices. HOW TO CITE THIS ARTICLE: Lee EY, Farrokhyar F, Sogbesan E. Laser Trabeculoplasty Perceptions and Practice Patterns of Canadian Ophthalmologists. J Curr Glaucoma Pract 2020;14(3):81-86.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Elizabeth Y",
      "initials": "EY",
      "name": "Elizabeth Y Lee",
      "affiliations": [
        "Department of Ophthalmology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Health, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sogbesan",
      "fore_name": "Enitan",
      "initials": "E",
      "name": "Enitan Sogbesan",
      "affiliations": [
        "Department of Ophthalmology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of current glaucoma practice",
    "iso_abbreviation": "J Curr Glaucoma Pract",
    "issn": "0974-0333",
    "issn_type": "Print",
    "volume": "14",
    "issue": "3",
    "pub_year": "2020"
  },
  "start_page": "81",
  "end_page": "86",
  "pages": "81-86",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33867755",
    "pmc": "PMC8028031",
    "doi": "10.5005/jp-journals-10078-1283"
  },
  "doi": "10.5005/jp-journals-10078-1283",
  "pmc_id": "PMC8028031",
  "dates": {
    "revised": "2022-04-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.405069",
    "pmid": "33867755"
  }
}