{
  "pmid": "33875179",
  "uid": "33875179",
  "title": "Three decades of Canadian marine harmful algal events: Phytoplankton and phycotoxins of concern to human and ecosystem health.",
  "abstract": "Spatial and temporal trends of marine harmful algal events in Canada over the last three decades were examined using data from the Harmful Algal Event Database (HAEDAT). This database contains the most complete record of algal blooms, phycotoxins and shellfish harvesting area closures in Canada since 1987. This 30-year review of 593 Canadian HAEDAT records from 1988 to 2017, together with other Canadian data and publications, shows that recurring harmful algal events have been widespread throughout both the Atlantic and Pacific coastal regions. The 367 paralytic shellfish toxin (PST) reports revealed annual and frequent recurrence throughout both the Atlantic and Pacific regions, including multi-year PST events in the Bay of Fundy, the Estuary and Gulf of St. Lawrence and the Strait of Georgia. The 70 amnesic shellfish toxin (AST) records revealed no recognizable trend, as these events were usually area specific and did not recur annually. The increasing frequency of diarrhetic shellfish toxin (DST) events over the period of this review, in total 59 records, can be at least partially explained by increased sampling effort. Marine species mortalities caused by harmful algae (including diatoms, dictyochophytes, dinoflagellates, and raphidophytes), were a common occurrence in the Pacific region (87 reports), but have been reported much less frequently in the Atlantic region (10 reports). Notable Canadian records contained in HAEDAT include the first detection worldwide of amnesic shellfish poisoning (ASP), attributed to the production of domoic acid (an AST) by a diatom (Pseudo-nitzschia multiseries) in Prince Edward Island in 1987. The first proven case of diarrhetic shellfish poisoning (DSP) in Canada and North America was recorded in 1990, and the first closures of shellfish harvesting due to DST (associated with the presence of Dinophysis norvegica) occurred in Nova Scotia in 1992, followed by closures in Newfoundland and Labrador in 1993. In 2008, mass mortalities of fishes, birds and mammals in the St. Lawrence Estuary were caused by Alexandrium catenella and high levels of PST. During 2015, the Pacific coast experienced a large algal bloom that extended from California to Alaska. It resulted in the closure of several shellfish harvesting areas in British Columbia due to AST, produced by Pseudo-nitzschia australis. Data from the Canadian Arctic coast is not included in HAEDAT. However, because of the emerging importance of climate change and increased vessel traffic in the Arctic, information on the occurrence of harmful algal species (pelagic and sympagic = sea ice-associated) in that region was compiled from relevant literature and data. The results suggest that these taxa may be more widespread than previously thought in the Canadian Arctic. Information in HAEDAT was not always robust or complete enough to provide conclusions about temporal trends. Compilation of spatial and temporal information from HAEDAT and other records is nevertheless important for evaluating the potential role of harmful algae as a stressor on Canadian marine ecosystems, and will support the next step: developing a knowledge gap analysis that will establish research priorities for determining their consequences on human and ecosystem health.",
  "authors": [
    {
      "last_name": "McKenzie",
      "fore_name": "Cynthia H",
      "initials": "CH",
      "name": "Cynthia H McKenzie",
      "affiliations": [
        "Northwest Atlantic Fisheries Centre, Fisheries and Oceans Canada, St. John's, Newfoundland and Labrador, A1C 5X1, Canada. Electronic address: Cynthia.McKenzie@dfo-mpo.gc.ca."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Stephen S",
      "initials": "SS",
      "name": "Stephen S Bates",
      "affiliations": [
        "Gulf Fisheries Centre, Fisheries and Oceans Canada, Moncton, New Brunswick E1C 9B6, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Martin",
      "affiliations": [
        "St. Andrews Biological Station, Fisheries and Oceans Canada, St. Andrews, New Brunswick E5B 0E4, Canada."
      ]
    },
    {
      "last_name": "Haigh",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Haigh",
      "affiliations": [
        "Microthalassia Consultants Inc., Nanaimo, British Columbia V9T 1T4, Canada."
      ]
    },
    {
      "last_name": "Howland",
      "fore_name": "Kimberly L",
      "initials": "KL",
      "name": "Kimberly L Howland",
      "affiliations": [
        "Freshwater Institute, Fisheries and Oceans Canada, Winnipeg, Manitoba R3T 2N6, Canada."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Nancy I",
      "initials": "NI",
      "name": "Nancy I Lewis",
      "affiliations": [
        "Biotoxin Metrology, National Research Council Canada, Halifax, Nova Scotia B3H 3Z1, Canada."
      ]
    },
    {
      "last_name": "Locke",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Locke",
      "affiliations": [
        "Institute of Ocean Sciences, Fisheries and Oceans Canada, Sidney, British Columbia V8L 4B2, Canada."
      ]
    },
    {
      "last_name": "Peña",
      "fore_name": "Angelica",
      "initials": "A",
      "name": "Angelica Peña",
      "affiliations": [
        "Institute of Ocean Sciences, Fisheries and Oceans Canada, Sidney, British Columbia V8L 4B2, Canada."
      ]
    },
    {
      "last_name": "Poulin",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Poulin",
      "affiliations": [
        "Research and Collections, Canadian Museum of Nature, Ottawa, Ontario K1P 6P4, Canada."
      ]
    },
    {
      "last_name": "Rochon",
      "fore_name": "André",
      "initials": "A",
      "name": "André Rochon",
      "affiliations": [
        "Institut des Sciences de la Mer de Rimouski, Université du Québec à Rimouski, Rimouski, QC G5L 3A1, Canada."
      ]
    },
    {
      "last_name": "Rourke",
      "fore_name": "Wade A",
      "initials": "WA",
      "name": "Wade A Rourke",
      "affiliations": [
        "Canadian Food Inspection Agency, Dartmouth Laboratory, Dartmouth, Nova Scotia B3B 1Y9, Canada."
      ]
    },
    {
      "last_name": "Scarratt",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Scarratt",
      "affiliations": [
        "Maurice Lamontagne Institute, Fisheries and Oceans Canada, Mont-Joli, Quebec G5H 3Z4, Canada."
      ]
    },
    {
      "last_name": "Starr",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Starr",
      "affiliations": [
        "Maurice Lamontagne Institute, Fisheries and Oceans Canada, Mont-Joli, Quebec G5H 3Z4, Canada."
      ]
    },
    {
      "last_name": "Wells",
      "fore_name": "Terri",
      "initials": "T",
      "name": "Terri Wells",
      "affiliations": [
        "Northwest Atlantic Fisheries Centre, Fisheries and Oceans Canada, St. John's, Newfoundland and Labrador, A1C 5X1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Harmful algae",
    "iso_abbreviation": "Harmful Algae",
    "issn": "1878-1470",
    "issn_type": "Electronic",
    "volume": "102",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "101852",
  "pages": "101852",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Alaska",
    "Arctic Regions",
    "British Columbia",
    "Ecosystem",
    "Humans",
    "North America",
    "Nova Scotia",
    "Phytoplankton"
  ],
  "article_ids": {
    "pubmed": "33875179",
    "doi": "10.1016/j.hal.2020.101852",
    "pii": "S1568-9883(20)30131-1"
  },
  "doi": "10.1016/j.hal.2020.101852",
  "dates": {
    "completed": "2021-05-27",
    "revised": "2021-05-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:07:16.803361",
    "pmid": "33875179"
  }
}