{
  "pmid": "33872780",
  "uid": "33872780",
  "title": "Optimization of heterologous Darobactin A expression and identification of the minimal biosynthetic gene cluster.",
  "abstract": "Darobactin A (DAR) is a ribosomally synthesized and post-translationally modified peptide (RiPP) antibiotic, which was initially identified from bacteria belonging to the genus Photorhabdus. In addition, the corresponding biosynthetic gene cluster (BGC) was identified and subsequently detected in several bacteria genera. DAR represents a highly promising lead structure for the development of novel antibacterial therapeutic agents. It targets the outer membrane protein BamA and is therefore specific for Gram-negative bacteria. This, together with the convincing in vivo activities in mouse infection models, makes it a particular promising candidate for further research. To improve compound supply for further investigation of DAR and to enable production of novel derivatives, establishment of an efficient and versatile microbial production platform for these class of RiPP antibiotics is highly desirable. Here we describe design and construction of a heterologous production and engineering platform for DAR, which will ensure production yield and facilitates structure modification approaches. The known Gram-negative workhorses Escherichia coli and Vibrio natriegens were tested as heterologous hosts. In addition to that, DAR producer strains were generated and optimization of the expression constructs yielded production titers of DAR showing around 10-fold increase and 5-fold decrease in fermentation time compared to the original product description. We also report the identification of the minimal DAR BGC, since only two genes were necessary for heterologous production of the RiPP.",
  "authors": [
    {
      "last_name": "Wuisan",
      "fore_name": "Zerlina G",
      "initials": "ZG",
      "name": "Zerlina G Wuisan",
      "affiliations": [
        "Institute for Insect Biotechnology, Justus-Liebig-University of Giessen, 35392, Giessen, Germany."
      ]
    },
    {
      "last_name": "Kresna",
      "fore_name": "I Dewa M",
      "initials": "IDM",
      "name": "I Dewa M Kresna",
      "affiliations": [
        "Institute for Insect Biotechnology, Justus-Liebig-University of Giessen, 35392, Giessen, Germany."
      ]
    },
    {
      "last_name": "Böhringer",
      "fore_name": "Nils",
      "initials": "N",
      "name": "Nils Böhringer",
      "affiliations": [
        "Institute for Insect Biotechnology, Justus-Liebig-University of Giessen, 35392, Giessen, Germany; German Center for Infection Research (DZIF), Partner Site Giessen-Marburg-Langen, Giessen, Germany."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Antimicrobial Discovery Center, Northeastern University, Department of Biology, Boston, MA, USA, 02115."
      ]
    },
    {
      "last_name": "Schäberle",
      "fore_name": "Till F",
      "initials": "TF",
      "name": "Till F Schäberle",
      "affiliations": [
        "Institute for Insect Biotechnology, Justus-Liebig-University of Giessen, 35392, Giessen, Germany; Branch for Bioresources of the Fraunhofer Institute for Molecular Biology and Applied Ecology, 35394, Giessen, Germany; German Center for Infection Research (DZIF), Partner Site Giessen-Marburg-Langen, Giessen, Germany. Electronic address: till.f.schaeberle@agrar.uni-giessen.de."
      ]
    }
  ],
  "journal": {
    "title": "Metabolic engineering",
    "iso_abbreviation": "Metab Eng",
    "issn": "1096-7184",
    "issn_type": "Electronic",
    "volume": "66",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "123",
  "end_page": "136",
  "pages": "123-136",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Anti-Bacterial Agents",
    "Mice",
    "Multigene Family",
    "Peptides",
    "Vibrio"
  ],
  "article_ids": {
    "pubmed": "33872780",
    "doi": "10.1016/j.ymben.2021.04.007",
    "pii": "S1096-7176(21)00068-9"
  },
  "doi": "10.1016/j.ymben.2021.04.007",
  "dates": {
    "completed": "2021-11-24",
    "revised": "2021-11-24"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Peptides"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:59.011501",
    "pmid": "33872780"
  }
}