{
  "pmid": "33876273",
  "uid": "33876273",
  "title": "Same knee, different goals: patients and surgeons have different priorities related to ACL reconstruction.",
  "abstract": "PURPOSE: The priorities of patients should be shared by those treating them. Patients and surgeons are likely to have different priorities surrounding anterior cruciate ligament reconstruction (ACLR), with implications for shared decision-making and patient education. The optimal surgical approach for ACLR is constantly evolving, and the magnitude of treatment effect necessary for evidence to change surgical practice is unknown. The aim of this study was to determine (1) the priorities of surgeons and patients when making decisions regarding ACLR and (2) the magnitude of reduction in ACLR graft failure risk that orthopaedic surgeons require before changing practice. METHODS: This study followed a cross-sectional survey design. Three distinct electronic surveys were administered to pre-operative ACLR patients, post-operative ACLR patients, and orthopaedic surgeons. Patients and surgeons were asked about the importance of various outcomes and considerations pertaining to ACLR. Surgeons were asked scenario-based questions regarding changing practice for ACLR based on new research. RESULTS: Surgeons were more likely to prioritize outcomes related to the surgical knee itself, whereas patients were more likely to prioritize outcomes related to their daily lifestyle and activities. Knee instability and risk of re-injury were unanimous top priorities among all three groups. A mean relative risk reduction in ACLR graft failure of about 50% was required by orthopaedic surgeons to change practice regardless of the type of change, or patient risk profile. CONCLUSION: There are discrepancies between the priorities of surgeons and patients, and orthopaedic surgeons appear resistant to changing practice for ACLR. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Marmura",
      "fore_name": "Hana",
      "initials": "H",
      "name": "Hana Marmura",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, ON, Canada.",
        "Fowler Kennedy Sport Medicine Clinic, London, ON, Canada.",
        "Bone and Joint Institute, Western University, London, ON, Canada.",
        "Lawson Research, London Health Sciences Centre, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, ON, Canada.",
        "Fowler Kennedy Sport Medicine Clinic, London, ON, Canada.",
        "Bone and Joint Institute, Western University, London, ON, Canada.",
        "Lawson Research, London Health Sciences Centre, London, ON, Canada.",
        "Department of Surgery, Schulich School of Medicine and Dentistry, London, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Birmingham",
      "fore_name": "Trevor B",
      "initials": "TB",
      "name": "Trevor B Birmingham",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, ON, Canada.",
        "Bone and Joint Institute, Western University, London, ON, Canada.",
        "Wolf Orthopaedic Biomechanics Lab, Fowler Kennedy Sport Medicine Clinic, London, ON, Canada."
      ]
    },
    {
      "last_name": "Kothari",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Kothari",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Spindler",
      "fore_name": "Kurt P",
      "initials": "KP",
      "name": "Kurt P Spindler",
      "affiliations": [
        "Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Kaeding",
      "fore_name": "Christopher C",
      "initials": "CC",
      "name": "Christopher C Kaeding",
      "affiliations": [
        "Department of Orthopaedics, The Ohio State University, Ohio, USA."
      ]
    },
    {
      "last_name": "Spalding",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Spalding",
      "affiliations": [
        "Department of Orthopaedics, University Hospital Coventry and Warwickshire NHS Trust, Coventry, UK."
      ]
    },
    {
      "last_name": "Getgood",
      "fore_name": "Alan M J",
      "initials": "AMJ",
      "name": "Alan M J Getgood",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, ON, Canada. alan.getgood@uwo.ca.",
        "Fowler Kennedy Sport Medicine Clinic, London, ON, Canada. alan.getgood@uwo.ca.",
        "Bone and Joint Institute, Western University, London, ON, Canada. alan.getgood@uwo.ca.",
        "Lawson Research, London Health Sciences Centre, London, ON, Canada. alan.getgood@uwo.ca.",
        "Department of Surgery, Schulich School of Medicine and Dentistry, London, ON, Canada. alan.getgood@uwo.ca."
      ],
      "orcid": "0000-0003-4731-4333"
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "4286",
  "end_page": "4295",
  "pages": "4286-4295",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Cross-Sectional Studies",
    "Humans",
    "Knee Joint",
    "Surgeons"
  ],
  "article_ids": {
    "pubmed": "33876273",
    "doi": "10.1007/s00167-021-06550-7",
    "pii": "10.1007/s00167-021-06550-7"
  },
  "doi": "10.1007/s00167-021-06550-7",
  "dates": {
    "completed": "2021-11-18",
    "revised": "2021-11-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.420572",
    "pmid": "33876273"
  }
}