{
  "pmid": "33883885",
  "uid": "33883885",
  "title": "Differences in Lung Cancer Treatment Preferences Among Oncologists, Patients and Family Members: A Semi-Structured Qualitative Study in China.",
  "abstract": "BACKGROUND: Cancer treatment decision-making often needs to balance benefits, harms, and costs. This study sought to identify the differences in cancer treatment preference among oncologists, patients and their family members in China. METHODS: A semi-structured face-to-face qualitative interview was conducted among oncologists, patients and their family members recruited in four tertiary hospitals in China. The interview guide was developed based on literature review and expert consultation. Participants were asked to indicate their preferences when making lung cancer treatment decisions. All interviews were audio-taped, transcribed verbatim, and thematic analyzed. The preferences were compared among three groups of participants. RESULTS: A total of 17 participants (5 oncologists, 6 dyads of patients and family members) were interviewed between June and July 2019. Five themes, namely, survival benefit, adverse effect/symptom, treatment process, treatment cost, and the impact on daily life were identified. The oncologists and family members gave highest priority on survival benefit, while the patients are concerned most about treatment cost and quality of life. CONCLUSION: This study reveals different preferences for cancer treatment among oncologists, patients and their family members in China. Education is needed to empower patients and family members and promote share decision-making in this country.",
  "authors": [
    {
      "last_name": "He",
      "fore_name": "Xiaoning",
      "initials": "X",
      "name": "Xiaoning He",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, People's Republic of China.",
        "Center for Social Science Survey and Data, Tianjin University, Tianjin, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Mengqian",
      "initials": "M",
      "name": "Mengqian Zhang",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, People's Republic of China.",
        "Center for Social Science Survey and Data, Tianjin University, Tianjin, People's Republic of China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Wu",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, People's Republic of China.",
        "Center for Social Science Survey and Data, Tianjin University, Tianjin, People's Republic of China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Song",
      "initials": "S",
      "name": "Song Xu",
      "affiliations": [
        "Department of Lung Cancer Surgery, Tianjin Key Laboratory of Lung Cancer Metastasis and Tumor Microenvironment, Lung Cancer Institute, Tianjin Medical University General Hospital, Tianjin, People's Republic of China."
      ],
      "orcid": "0000-0001-6153-387X"
    },
    {
      "last_name": "Jiang",
      "fore_name": "Xiangli",
      "initials": "X",
      "name": "Xiangli Jiang",
      "affiliations": [
        "Tianjin Medical University Cancer Institute & Hospital, Tianjin, People's Republic of China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ziping",
      "initials": "Z",
      "name": "Ziping Wang",
      "affiliations": [
        "Department of Medical Oncology, Cancer Institute (Hospital), Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Shucai",
      "initials": "S",
      "name": "Shucai Zhang",
      "affiliations": [
        "Department of Medical Oncology, Beijing Chest Hospital, Beijing, People's Republic of China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Patient preference and adherence",
    "iso_abbreviation": "Patient Prefer Adherence",
    "issn": "1177-889X",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2021"
  },
  "start_page": "775",
  "end_page": "783",
  "pages": "775-783",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33883885",
    "pmc": "PMC8055254",
    "doi": "10.2147/PPA.S299399",
    "pii": "299399"
  },
  "doi": "10.2147/PPA.S299399",
  "pmc_id": "PMC8055254",
  "dates": {
    "revised": "2024-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.133234",
    "pmid": "33883885"
  }
}