{
  "pmid": "33893974",
  "uid": "33893974",
  "title": "Onwards and Upwards: A Systematic Survey of Economic Evaluation Methods in Oncology.",
  "abstract": "INTRODUCTION: The type of methods used in economic evaluations of health technology can lead to results that may influence decisions. Despite the potential impact on decision making, there is very little documentation of methods used in economic evaluation in oncology pertaining to key assumptions and extrapolation methods of survival benefits, especially in terms of survival analysis techniques and methods for extrapolation. OBJECTIVES: The primary objectives of this study were to identify, examine, and describe the methods used in economic evaluations in oncology over a 10-year period, while secondary objectives included examining the use of identified methods across different geographic regions. METHODS: A systematic search of the published oncology literature was conducted to identify economic evaluations of advanced or metastatic cancers published between 2010 and 2019 using the PUBMED, Ovid MEDLINE, and EMBASE databases. A random sample was taken, and information on type of study, data source, modeling techniques, and survival analysis methods were abstracted and descriptively summarized. RESULTS: A total of 8481 abstracts were identified and 76 economic evaluations were abstracted and assessed. Most identified studies were from North America (38%), East Asia (21%), continental Europe (18%), or the UK (16%), and most commonly focused on lung cancer (18%), colorectal cancer (16%), or breast cancer (13%). A large majority of studies were based on data from randomized controlled trials (82%), utilized a cost-utility approach (82%), and took a public healthcare system perspective (83%). Common model structures included Markov (49%) and partitioned survival (17%). Fitted parametric curves were the most commonly used extrapolation method (89%) for overall survival and most often utilized the Weibull distribution (64%). Secondary assessments showed modest regional variation in the use of identified methods, including the use of fitted parametric curves, testing of the proportional hazards assumption, and validation of results. CONCLUSION: A majority of papers in the study sample reported basic characteristics of study type, data source used, modeling techniques, and utilization of survival analysis methods. However, greater detail in reporting extrapolation methods, statistical analyses, and validation of results could be potential improvements, especially across regions, in order to support greater consistency in decision making. Future research could document the diffusion of novel modeling techniques into economic evaluation.",
  "authors": [
    {
      "last_name": "Ball",
      "fore_name": "Graeme",
      "initials": "G",
      "name": "Graeme Ball",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. ballga@mcmaster.ca."
      ],
      "orcid": "0000-0001-5414-0621"
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitch",
      "initials": "M",
      "name": "Mitch Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada.",
        "McMaster Chair in Health Technology Management, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PharmacoEconomics - open",
    "iso_abbreviation": "Pharmacoecon Open",
    "issn": "2509-4254",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "397",
  "end_page": "410",
  "pages": "397-410",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33893974",
    "pmc": "PMC8333159",
    "doi": "10.1007/s41669-021-00263-w",
    "pii": "10.1007/s41669-021-00263-w"
  },
  "doi": "10.1007/s41669-021-00263-w",
  "pmc_id": "PMC8333159",
  "dates": {
    "revised": "2021-08-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.650985",
    "pmid": "33893974"
  }
}