{
  "pmid": "33894383",
  "uid": "33894383",
  "title": "The ethical challenges and opportunities of implementing engagement strategies in health research.",
  "abstract": "PURPOSE: The American College of Epidemiology (ACE) held its 2019 Annual Meeting in Pasadena, California, September 7-10 with a theme of \"Real-World Epidemiologic Evidence in Policy and Practice\". The ACE Ethics Committee hosted a symposium session at the annual meeting on the ethical challenges of stakeholder engagement in the health research setting. The purpose of this paper is to further examine the design and conduct of stakeholder engagement and reflect on the ethical challenges with the goal of offering best practices and identifying areas where future guidance, critical reflection and teaching may be needed. METHODS: Three speakers with diverse affiliations were selected to present on the opportunities and ethical challenges of stakeholder engagement in epidemiology and community health. Dr. K Coleman presented an \"Overview of Stakeholder-Engaged Research Strategies\" and \"Engaging Stakeholders in Retrospective Observational Studies\"; Dr. J Salerno presented on \"An Ethical Perspective to Optimize Engagement Strategies\"; and Ms. F Jones presented on the \"Structure of Community-Partnered Participatory Research\". RESULTS: Three main insights were identified: (1) the need for a unifying framework of ethical principles for the implementation of stakeholder engagement, (2) an expanded set of research activities for stakeholders aligned with their engagement in epidemiology studies, and (3) strengths of a community-based partnership model of stakeholder engagement in community health, known as community-partnered participatory research (CPPR). CONCLUSIONS: There is a need to broaden the dialogue and understanding of stakeholder engagement for researchers who are increasingly faced with the ethical challenges of implementing approaches and strategies to engage patients, communities, policy makers and the public as stakeholders. To address current challenges, we offered a unifying framework to guide best practices of stakeholder engagement by integrating the core ethical principles of research conduct involving human subjects with the guiding principles of patient engagement. We shared 2 model overviews of implementing stakeholder engagement: (1) a 4-staged model when implementing stakeholder engagement using an epidemiological study design, (2) a stakeholder engagement model rooted in authentic academic-community partnerships, known as community-partnered participatory research (CPPR) to address depression disparities. By critically reflecting on stakeholder engagement across disciplines and appraising the opportunities and ethical challenges of implementing stakeholder engagement in health research, we have provided insights on how to operationalize, conduct and implement stakeholder engagement and have contributed to moving this important field forward.",
  "authors": [
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Salerno",
      "affiliations": [
        "Aging, Community and Health Research Unit, School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; McMaster Institute for Research on Aging | Collaborative for Health and Aging, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. Electronic address: salernoj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Coleman",
      "fore_name": "Karen J",
      "initials": "KJ",
      "name": "Karen J Coleman",
      "affiliations": [
        "Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena, CA."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Felica",
      "initials": "F",
      "name": "Felica Jones",
      "affiliations": [
        "Healthy African American Families II, Los Angeles, CA."
      ]
    },
    {
      "last_name": "Peters",
      "fore_name": "Edward S",
      "initials": "ES",
      "name": "Edward S Peters",
      "affiliations": [
        "Epidemiology Program, School of Public Health, Louisiana State University, New Orleans, LA."
      ]
    }
  ],
  "journal": {
    "title": "Annals of epidemiology",
    "iso_abbreviation": "Ann Epidemiol",
    "issn": "1873-2585",
    "issn_type": "Electronic",
    "volume": "59",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "37",
  "end_page": "43",
  "pages": "37-43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Community-Based Participatory Research",
    "Humans",
    "Public Health",
    "Research Design",
    "Research Personnel",
    "Retrospective Studies",
    "Stakeholder Participation"
  ],
  "article_ids": {
    "pubmed": "33894383",
    "doi": "10.1016/j.annepidem.2021.04.009",
    "pii": "S1047-2797(21)00065-X"
  },
  "doi": "10.1016/j.annepidem.2021.04.009",
  "dates": {
    "completed": "2021-06-28",
    "revised": "2021-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:11.638934",
    "pmid": "33894383"
  }
}