{
  "pmid": "33912121",
  "uid": "33912121",
  "title": "Evaluation of the Direct Effect of Bilateral Deep Brain Stimulation of the Subthalamic Nucleus on Levodopa-Induced On-Dyskinesia in Parkinson's Disease.",
  "abstract": "Objective: This study aimed to evaluate the direct anti-dyskinesia effect of deep brain stimulation (DBS) of subthalamic nucleus (STN) on levodopa-induced on-dyskinesia in Parkinson's disease (PD) patients during the early period after surgery without reducing the levodopa dosage. Methods: We retrospectively reviewed PD patients who underwent STN-DBS from January 2017 to October 2019 and enrolled patients with levodopa-induced on-dyskinesia before surgery and without a history of thalamotomy or pallidotomy. The Unified Dyskinesia Rating Scale (UDysRS) parts I+III+IV and the Unified Parkinson's Disease Rating Scale part III (UPDRS-III) were monitored prior to surgery, and at the 3-month follow-up, the location of active contacts was calculated by postoperative CT-MRI image fusion to identify stimulation sites with good anti-dyskinesia effect. Results: There were 41 patients enrolled. The postoperative levodopa equivalent daily dose (LEDD) (823.1 ± 201.5 mg/day) was not significantly changed from baseline (844.6 ± 266.1 mg/day, P = 0.348), while the UDysRS on-dyskinesia subscores significantly decreased from 24 (10-58) to 0 (0-18) [median (range)] after STN stimulation (P < 0.0001). The levodopa-induced on-dyskinesia recurred in stimulation-off/medication-on state in all the 41 patients and disappeared in 39 patients when DBS stimulation was switched on at 3 months of follow-up. The active contacts which correspond to good effect for dyskinesia were located above the STN, and the mean coordinate was 13.05 ± 1.24 mm lateral, -0.13 ± 1.16 mm posterior, and 0.72 ± 0.78 mm superior to the midcommissural point. Conclusions: High-frequency electrical stimulation of the area above the STN can directly suppress levodopa-induced on-dyskinesia.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Jiping",
      "initials": "J",
      "name": "Jiping Li",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Mei",
      "fore_name": "Shanshan",
      "initials": "S",
      "name": "Shanshan Mei",
      "affiliations": [
        "Department of Neurology, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Jia",
      "fore_name": "Xiaofei",
      "initials": "X",
      "name": "Xiaofei Jia",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in neurology",
    "iso_abbreviation": "Front Neurol",
    "issn": "1664-2295",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "595741",
  "pages": "595741",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33912121",
    "pmc": "PMC8072270",
    "doi": "10.3389/fneur.2021.595741"
  },
  "doi": "10.3389/fneur.2021.595741",
  "pmc_id": "PMC8072270",
  "dates": {
    "revised": "2021-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.445140",
    "pmid": "33912121"
  }
}