{
  "pmid": "33937661",
  "uid": "33937661",
  "title": "Daily versus weekly evidence reports for orthopaedic surgeons in India: A mixed-methods study.",
  "abstract": "BACKGROUND: There is a dearth of research regarding the impact of evidence-based medicine (EBM) tools, such as evidence summaries, in developing countries. The goals of this study were to: investigate accessibility, use, and impact of an online EBM knowledge dissemination portal in orthopaedic surgery in India; explore whether receiving daily targeted evidence summaries results in more frequent use of an EBM tool compared with receiving general weekly reports; and identify and explain the barriers and benefits of an online EBM resource in the Indian context. METHODS: Forty-four orthopaedic surgeons in Pune, India, were provided free access to OrthoEvidence (OE), a for-profit, online EBM knowledge dissemination portal. Participants were subsequently randomized into 2 groups-1 group received daily targeted evidence summaries while the other received general weekly summaries. This study employed an explanatory sequential mixed methods design that incorporated 2 questionnaires, OE usage data, and semi-structured interviews to gain insight into the surgeons' usage, perceptions, and impact of OE. RESULTS: There were no observable differences in OE usage between groups. OE was deemed to be comprehensive, practical, useful, and applicable to clinical practice by the majority of surgeons. The exit survey data revealed no differences between groups' perceptions of the OE tool. semi-structured interviews revealed barriers to keeping up with evidence that included limited access to relevant medical literature and limited incentive to keep up with current evidence. CONCLUSIONS: Neither frequency of delivery (daily versus weekly) nor targeted versus general content affected the use of evidence summaries. Facilitating uptake of current evidence into clinical practice among Indian orthopedic surgeons may require additional components beyond dissemination of evidence summaries.",
  "authors": [
    {
      "last_name": "Kheterpal",
      "fore_name": "Sunita",
      "initials": "S",
      "name": "Sunita Kheterpal",
      "affiliations": [
        "Global Health Office, Faculty of Health Sciences."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Michael DeGroote School of Medicine."
      ]
    },
    {
      "last_name": "Baxter",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Baxter",
      "affiliations": [
        "School of Nursing."
      ]
    },
    {
      "last_name": "Sonnadara",
      "fore_name": "Ranil",
      "initials": "R",
      "name": "Ranil Sonnadara",
      "affiliations": [
        "Department of Surgery."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, Michael DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "OTA international : the open access journal of orthopaedic trauma",
    "iso_abbreviation": "OTA Int",
    "issn": "2574-2167",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "e029",
  "pages": "e029",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33937661",
    "pmc": "PMC7997094",
    "doi": "10.1097/OI9.0000000000000029",
    "pii": "OTAI-D-18-00035"
  },
  "doi": "10.1097/OI9.0000000000000029",
  "pmc_id": "PMC7997094",
  "dates": {
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.456978",
    "pmid": "33937661"
  }
}