{
  "pmid": "33932753",
  "uid": "33932753",
  "title": "Cryopreservation of porcine urethral tissue: Storage at -20°C preserves the mechanical, failure and geometrical properties.",
  "abstract": "Cryopreservation is required to preserve the native properties of tissue for prolonged periods of time. In this study, we evaluate the impact that 4 different cryopreservation protocols have on porcine urethral tissue, to identify a protocol that best preserves the native properties of the tissue. The cryopreservation protocols include storage in cryoprotective agents at -20 °C and -80 °C with a slow, gradual, and fast reduction in temperature. To evaluate the effects of cryopreservation, the tissue is mechanically characterised in uniaxial tension and the mechanical properties, failure mechanics, and tissue dimensions are compared fresh and following cryopreservation. The mechanical response of the tissue is altered following cryopreservation, yet the elastic modulus from the high stress, linear region of the Cauchy stress - stretch curves is unaffected by the freezing process. To further investigate the change in mechanical response following cryopreservation, the stretch at different tensile stress values was evaluated, which revealed that storage at -20 °C is the only protocol that does not significantly alter the mechanical properties of the tissue compared to the fresh samples. Conversely, the ultimate tensile strength and the stretch at failure were relatively unaffected by the freezing process, regardless of the cryopreservation protocol. However, there were alterations to the tissue dimensions following cryopreservation that were significantly different from the fresh samples for the tissue stored at -80 °C. Therefore, any study intent on preserving the mechanical, failure, and geometric properties of urethral tissue during cryopreservation should do so by freezing samples at -20 °C, as storage at -80 °C is shown here to significantly alter the tissue properties.",
  "authors": [
    {
      "last_name": "Cunnane",
      "fore_name": "Connor V",
      "initials": "CV",
      "name": "Connor V Cunnane",
      "affiliations": [
        "BioSciBer, Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland; School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Croghan",
      "fore_name": "Stephanie M",
      "initials": "SM",
      "name": "Stephanie M Croghan",
      "affiliations": [
        "Department of Urology, University Hospital Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "BioSciBer, Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland; School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland; Health Research Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": [
        "Imperial College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Niall F",
      "initials": "NF",
      "name": "Niall F Davis",
      "affiliations": [
        "Department of Urology, Beaumont Hospital, Dublin, Ireland; Tissue Engineering Research Group, Department of Anatomy and Regenerative Medicine, Royal College of Surgeons in Ireland (RCSI), Dublin, Ireland."
      ]
    },
    {
      "last_name": "Flood",
      "fore_name": "Hugh D",
      "initials": "HD",
      "name": "Hugh D Flood",
      "affiliations": [
        "Class Medical Limited, Unit 1 D, Annacotty Business Park, Co. Limerick, Ireland."
      ]
    },
    {
      "last_name": "Mulvihill",
      "fore_name": "John J E",
      "initials": "JJE",
      "name": "John J E Mulvihill",
      "affiliations": [
        "BioSciBer, Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland; School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland; Health Research Institute, University of Limerick, Limerick, Ireland. Electronic address: john.mulvihill@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the mechanical behavior of biomedical materials",
    "iso_abbreviation": "J Mech Behav Biomed Mater",
    "issn": "1878-0180",
    "issn_type": "Electronic",
    "volume": "119",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "104516",
  "pages": "104516",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Cryopreservation",
    "Elastic Modulus",
    "Freezing",
    "Swine",
    "Temperature",
    "Tensile Strength"
  ],
  "article_ids": {
    "pubmed": "33932753",
    "doi": "10.1016/j.jmbbm.2021.104516",
    "pii": "S1751-6161(21)00201-0"
  },
  "doi": "10.1016/j.jmbbm.2021.104516",
  "dates": {
    "completed": "2021-05-21",
    "revised": "2021-05-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.028880",
    "pmid": "33932753"
  }
}