{
  "pmid": "33932680",
  "uid": "33932680",
  "title": "Response of abiotic soil CO2 flux to the difference in air-soil temperature in a desert.",
  "abstract": "Abiotic soil CO2 flux (Fa) has been observed in drylands worldwide, while its generation mechanism is not determined. The remarkable features for the occurrence time of Fa, that the positive Fa (CO2 emission from soil) and negative Fa (CO2 absorption by soil) generally occurred in the daytime and nighttime, respectively, suggested that the generation of Fa is related to temperature. Previous studies have focused on the sole effect of soil temperature (Ts) or air temperature (Ta) on Fa, but very little is regarding to the overall response of Fa to both Ta and Ts in the air-soil system. In the Mu Us Desert, China, we continuously measured the hourly Fa, Ts, Ta and the difference between Ta and Ts (Ta-Ts) at 4-day intervals from June to October 2016. During this period, soil abiotically absorbed atmospheric CO2 at a rate of 0.32 ± 0.19 g m[-2] d[-1]. Fa was not correlated with Ts and was weakly correlated with Ta, however, it was strongly and positively correlated with Ta-Ts. A quadratic model adequately fitted the relationship between Fa and Ta-Ts, and similar relationships were also observed between positive Fa and Ta-Ts and between negative Fa and Ta-Ts. The results of Fa measurement highlight that desert soils can absorb CO2 from the atmosphere through abiotic processes. The relationships of Fa with Ts, Ta and Ta-Ts indicate that, abiotic CO2 exchange between soil and atmosphere depends on air-soil temperature gradient in desert. Furthermore, the thermal convection driven by Ta-Ts may play a major role in the generation of nocturnal negative Fa. Our findings provide a new possible perspective for revealing the reasons of Fa generation in drylands.",
  "authors": [
    {
      "last_name": "Gao",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Gao",
      "affiliations": [
        "College of Natural Resources and Environment, Northwest A&F University, Yangling 712100, Shaanxi, China; College of forestry, Northwest A&F University, Yangling 712100, Shaanxi, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Zhong",
      "initials": "Z",
      "name": "Zhong Zhao",
      "affiliations": [
        "College of forestry, Northwest A&F University, Yangling 712100, Shaanxi, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Yanchi Research Station, School of Soil and Water Conservation, Beijing Forestry University, Beijing 100083, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Jiabin",
      "initials": "J",
      "name": "Jiabin Liu",
      "affiliations": [
        "College of Natural Resources and Environment, Northwest A&F University, Yangling 712100, Shaanxi, China. Electronic address: liujb@nwsuaf.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "The Science of the total environment",
    "iso_abbreviation": "Sci Total Environ",
    "issn": "1879-1026",
    "issn_type": "Electronic",
    "volume": "785",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "147377",
  "pages": "147377",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33932680",
    "doi": "10.1016/j.scitotenv.2021.147377",
    "pii": "S0048-9697(21)02448-7"
  },
  "doi": "10.1016/j.scitotenv.2021.147377",
  "dates": {
    "completed": "2021-06-08",
    "revised": "2021-06-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.445462",
    "pmid": "33932680"
  }
}