{
  "pmid": "33932351",
  "uid": "33932351",
  "title": "Proceedings from an International Virtual Townhall: Reflecting on the COVID-19 Pandemic: Themes from Long-Term Care.",
  "abstract": "Residents of long-term care (LTC) homes have suffered disproportionately during the COVID-19 pandemic, from the virus itself and often from the imposition of lockdown measures. Provincial Geriatrics Leadership Ontario, in collaboration with interRAI and the International Federation on Aging, hosted a virtual Town Hall on September 25, 2020. The purpose of this event was to bring together international perspectives from researchers, clinicians, and policy experts to address important themes potentially amenable to timely policy interventions. This article summarizes these themes and the ensuing discussions among 130 attendees from 5 continents. The disproportionate impact of the COVID-19 pandemic on frail residents of LTC homes reflects a systematic lack of equitable prioritization by health system decision makers around the world. The primary risk factors for an outbreak in an LTC home were outbreaks in the surrounding community, high staff and visitor traffic in large facilities, and crowding of residents in ageing buildings. Infection control measures must be prioritized in LTC homes, though care must be taken to protect frail and vulnerable residents from their overly blunt application that deprives residents from appropriate physical and psychosocial support. Staffing, in terms of overall numbers, training, and leadership skills, was inadequate. The built environment of LTC homes can be configured for both optimal resident well-being and infection control. Infection control and resident wellness need not be mutually exclusive. Improving outcomes for LTC residents requires more staffing with proper training and interprofessional leadership. All these initiatives must be underpinned by an effective quality assurance system based on standardized, comprehensive, accessible, and clinically relevant data, and which can support broad communities of practice capable of effecting real and meaningful change for frail older persons, wherever they chose to reside.",
  "authors": [
    {
      "last_name": "Heckman",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Heckman",
      "affiliations": [
        "UW-Schlegel Research Institute for Aging, Waterloo, Ontario, Canada; School of Public Health and Health Systems, University of Waterloo, Waterloo, Canada. Electronic address: ggheckma@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Kay",
      "affiliations": [
        "Provincial Geriatrics Leadership Ontario, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Morrison",
      "affiliations": [
        "Provincial Geriatrics Leadership Ontario, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grabowski",
      "fore_name": "David C",
      "initials": "DC",
      "name": "David C Grabowski",
      "affiliations": [
        "Department of Health Care Policy, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Hirdes",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Hirdes",
      "affiliations": [
        "UW-Schlegel Research Institute for Aging, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mor",
      "fore_name": "Vince",
      "initials": "V",
      "name": "Vince Mor",
      "affiliations": [
        "School of Public Health, Center for Gerontology and Healthcare Research, Brown University, Providence, RI, USA."
      ]
    },
    {
      "last_name": "Shaw",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Shaw",
      "affiliations": [
        "International and Corporate Relations, International Federation on Ageing, Ontario, Canada."
      ]
    },
    {
      "last_name": "Benjamin",
      "fore_name": "Sophiya",
      "initials": "S",
      "name": "Sophiya Benjamin",
      "affiliations": [
        "Provincial Geriatrics Leadership Ontario, Ontario, Canada; Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Boscart",
      "fore_name": "Veronique M",
      "initials": "VM",
      "name": "Veronique M Boscart",
      "affiliations": [
        "UW-Schlegel Research Institute for Aging, Waterloo, Ontario, Canada; School of Health & Life Sciences. Conestoga College Institute of Technology and Advanced Learning, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "UW-Schlegel Research Institute for Aging, Waterloo, Ontario, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Declercq",
      "fore_name": "Anja",
      "initials": "A",
      "name": "Anja Declercq",
      "affiliations": [
        "LUCAS, Centre for Care Research and Consultancy & CESO, Center for Sociological Research, KU Leuven University, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Geffen",
      "fore_name": "Leon",
      "initials": "L",
      "name": "Leon Geffen",
      "affiliations": [
        "Samson Institute For Ageing Research, Cape Town, South Africa; Institute of Ageing in Africa, Faculty of Health Sciences, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Sang Lum",
      "fore_name": "Terry Yat",
      "initials": "TY",
      "name": "Terry Yat Sang Lum",
      "affiliations": [
        "Department of Social Work and Social Administration, The University of Hong Kong, Hong Kong, SAR China."
      ]
    },
    {
      "last_name": "Moser",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Moser",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Onder",
      "fore_name": "Graziano",
      "initials": "G",
      "name": "Graziano Onder",
      "affiliations": [
        "Department of Cardiovascular, Endocrine-metabolic Diseases and Aging, Istituto Superiore di Sanità, Rome, Italy."
      ]
    },
    {
      "last_name": "van Hout",
      "fore_name": "Hein",
      "initials": "H",
      "name": "Hein van Hout",
      "affiliations": [
        "University Medical Center, Amsterdam, the Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "1128",
  "end_page": "1132",
  "pages": "1128-1132",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Built Environment",
    "COVID-19",
    "Frail Elderly",
    "Health Workforce",
    "Humans",
    "Infection Control",
    "Long-Term Care",
    "Ontario",
    "Pandemics"
  ],
  "article_ids": {
    "pubmed": "33932351",
    "pmc": "PMC8030741",
    "doi": "10.1016/j.jamda.2021.03.029",
    "pii": "S1525-8610(21)00338-8"
  },
  "doi": "10.1016/j.jamda.2021.03.029",
  "pmc_id": "PMC8030741",
  "dates": {
    "completed": "2021-06-23",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.331001",
    "pmid": "33932351"
  }
}