{
  "pmid": "33947602",
  "uid": "33947602",
  "title": "Incidence and impact of primary graft dysfunction in adult heart transplant recipients: A systematic review and meta-analysis.",
  "abstract": "PURPOSE: Primary graft dysfunction (PGD) is a leading cause of early mortality after heart transplant (HTx). To identify PGD incidence and impact on mortality, and to elucidate risk factors for PGD, we systematically reviewed studies using the ISHLT 2014 Consensus Report definition and reporting the incidence of PGD in adult HTx recipients. METHODS: We conducted a systematic search in January 2020 including studies reporting the incidence of PGD in adult HTx recipients. We used a random effects model to pool the incidence of PGD among HTx recipients and, for each PGD severity, the mortality rate among those who developed PGD. For prognostic factors evaluated in ≥2 studies, we used random effects meta-analyses to pool the adjusted odds ratios for development of PGD. The GRADE framework informed our certainty in the evidence. RESULTS: Of 148 publications identified, 36 observational studies proved eligible. With moderate certainty, we observed pooled incidences of 3.5%, 6.6%, 7.7%, and 1.6% and 1-year mortality rates of 15%, 21%, 41%, and 35% for mild, moderate, severe and isolated right ventricular-PGD, respectively. Donor factors (female sex, and undersized), recipient factors (creatinine, and pre-HTx use of amiodarone, and temporary or durable mechanical support), and prolonged ischemic time proved associated with PGD post-HTx. CONCLUSION: Our review suggests that the incidence of PGD may be low but its risk of mortality high, increasing with PGD severity. Prognostic factors, including undersized donor, recipient use of amiodarone pre-HTx and recipient creatinine may guide future studies in exploring donor and/or recipient selection and risk mitigation strategies.",
  "authors": [
    {
      "last_name": "Buchan",
      "fore_name": "Tayler A",
      "initials": "TA",
      "name": "Tayler A Buchan",
      "affiliations": [
        "Peter Munk Cardiac Center, Toronto General Hospital-University Health Network, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moayedi",
      "fore_name": "Yasbanoo",
      "initials": "Y",
      "name": "Yasbanoo Moayedi",
      "affiliations": [
        "Peter Munk Cardiac Center, Toronto General Hospital-University Health Network, Ontario, Canada."
      ]
    },
    {
      "last_name": "Truby",
      "fore_name": "Lauren K",
      "initials": "LK",
      "name": "Lauren K Truby",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Duke University Medical Center, North Carolina, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Posada",
      "fore_name": "Juan Duero",
      "initials": "JD",
      "name": "Juan Duero Posada",
      "affiliations": [
        "Peter Munk Cardiac Center, Toronto General Hospital-University Health Network, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Heather J",
      "initials": "HJ",
      "name": "Heather J Ross",
      "affiliations": [
        "Peter Munk Cardiac Center, Toronto General Hospital-University Health Network, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khush",
      "fore_name": "Kiran K",
      "initials": "KK",
      "name": "Kiran K Khush",
      "affiliations": [
        "Division of Cardiovascular Medicine, Department of Medicine, Stanford University, California, USA."
      ]
    },
    {
      "last_name": "Alba",
      "fore_name": "Ana C",
      "initials": "AC",
      "name": "Ana C Alba",
      "affiliations": [
        "Peter Munk Cardiac Center, Toronto General Hospital-University Health Network, Ontario, Canada."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Peter Munk Cardiac Center, Toronto General Hospital-University Health Network, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Ontario, Canada. Electronic address: farid.foroutan@uhn.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of heart and lung transplantation : the official publication of the International Society for Heart Transplantation",
    "iso_abbreviation": "J Heart Lung Transplant",
    "issn": "1557-3117",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "642",
  "end_page": "651",
  "pages": "642-651",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Global Health",
    "Heart Failure",
    "Heart Transplantation",
    "Humans",
    "Incidence",
    "Primary Graft Dysfunction",
    "Risk Factors",
    "Tissue Donors",
    "Transplant Recipients"
  ],
  "article_ids": {
    "pubmed": "33947602",
    "doi": "10.1016/j.healun.2021.03.015",
    "pii": "S1053-2498(21)02241-5"
  },
  "doi": "10.1016/j.healun.2021.03.015",
  "dates": {
    "completed": "2022-01-31",
    "revised": "2022-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.211823",
    "pmid": "33947602"
  }
}