{
  "pmid": "33941798",
  "uid": "33941798",
  "title": "All-metal wideband metasurface for near-field transformation of medium-to-high gain electromagnetic sources.",
  "abstract": "Electromagnetic (EM) metasurfaces are essential in a wide range of EM engineering applications, from incorporated into antenna designs to separate devices like radome. Near-field manipulators are a class of metasurfaces engineered to tailor an EM source's radiation patterns by manipulating its near-field components. They can be made of all-dielectric, hybrid, or all-metal materials; however, simultaneously delivering a set of desired specifications by an all-metal structure is more challenging due to limitations of a substrate-less configuration. The existing near-field phase manipulators have at least one of the following limitations; expensive dielectric-based prototyping, subject to ray tracing approximation and conditions, narrowband performance, costly manufacturing, and polarization dependence. In contrast, we propose an all-metal wideband phase correcting structure (AWPCS) with none of these limitations and is designed based on the relative phase error extracted by post-processing the actual near-field distributions of any EM sources. Hence, it is applicable to any antennas, including those that cannot be accurately analyzed with ray-tracing, particularly for near-field analysis. To experimentally verify the wideband performance of the AWPCS, a shortened horn antenna with a large apex angle and a non-uniform near-field phase distribution is used as an EM source for the AWPCS. The measured results verify a significant improvement in the antenna's aperture phase distribution in a large frequency band of 25%.",
  "authors": [
    {
      "last_name": "Lalbakhsh",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Lalbakhsh",
      "affiliations": [
        "School of Engineering, Macquarie University, Sydney, Australia. ali.lalbakhsh@mq.edu.au.",
        "School of Electrical and Data Engineering, University of Technology Sydney (UTS), Sydney, NSW, Australia. ali.lalbakhsh@mq.edu.au."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad U",
      "initials": "MU",
      "name": "Muhammad U Afzal",
      "affiliations": [
        "School of Electrical and Data Engineering, University of Technology Sydney (UTS), Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Hayat",
      "fore_name": "Touseef",
      "initials": "T",
      "name": "Touseef Hayat",
      "affiliations": [
        "School of Engineering, Macquarie University, Sydney, Australia."
      ]
    },
    {
      "last_name": "Esselle",
      "fore_name": "Karu P",
      "initials": "KP",
      "name": "Karu P Esselle",
      "affiliations": [
        "School of Electrical and Data Engineering, University of Technology Sydney (UTS), Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Mandal",
      "fore_name": "Kaushik",
      "initials": "K",
      "name": "Kaushik Mandal",
      "affiliations": [
        "Institute of Radio Physics and Electronics, University of Calcutta, Kolkata, India."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "03"
  },
  "start_page": "9421",
  "pages": "9421",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33941798",
    "pmc": "PMC8093224",
    "doi": "10.1038/s41598-021-88547-3",
    "pii": "10.1038/s41598-021-88547-3"
  },
  "doi": "10.1038/s41598-021-88547-3",
  "pmc_id": "PMC8093224",
  "dates": {
    "revised": "2021-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.950012",
    "pmid": "33941798"
  }
}