{
  "pmid": "33945339",
  "uid": "33945339",
  "title": "Validation of a Risk Calculator to Personalize Graft Choice and Reduce Rupture Rates for Anterior Cruciate Ligament Reconstruction.",
  "abstract": "BACKGROUND: Anterior cruciate ligament reconstructions (ACLRs) fail at an alarmingly high rate in young active individuals. The Multicenter Orthopaedic Outcomes Network (MOON) knee group has developed an autograft risk calculator that uses patient characteristics and lifestyle to predict the probability of graft rupture if the surgeon uses a hamstring tendon (HT) or a bone-patellar tendon-bone (BPTB) graft to reconstruct the ligament. If validated, this risk calculator can be used during the shared decision-making process to make optimal ACLR autograft choices and reduce rupture rates. The STABILITY 1 randomized clinical trial offers a large, rigorously collected data set of similar young active patients who received HT autograft with or without lateral extra-articular tenodesis (LET) for ACLR. PURPOSE/HYPOTHESIS: The purpose was to validate the ACLR graft rupture risk calculator in a large external data set and to investigate the utility of BPTB and LET for ACLR. We hypothesized that the risk calculator would maintain adequate discriminative ability and calibration in the external STABILITY 1 data set when compared with the initial MOON development data set. STUDY DESIGN: Cohort study (diagnosis); Level of evidence, 1. METHODS: The model predictors for the risk calculator include age, sex, body mass index, sport played at the time of injury, Marx Activity Score, preoperative knee laxity, and graft type. The STABILITY 1 trial data set was used for external validation. Discriminative ability, calibration, and diagnostic test validity of the model were assessed. Finally, predictor strength in the initial and validation samples was compared. RESULTS: The model showed acceptable discriminative ability (area under the curve = 0.73), calibration (Brier score = 0.07), and specificity (85.3%) to detect patients who will experience a graft rupture. Age, high-grade preoperative knee laxity, and graft type were significant predictors of graft rupture in young active patients. BPTB and the addition of LET to HT were protective against graft rupture versus HT autograft alone. CONCLUSION: The MOON risk calculator is a valid predictor of ACLR graft rupture and is appropriate for clinical practice. This study provides evidence supporting the idea that isolated HT autografts should be avoided for young active patients undergoing ACLR. REGISTRATION: NCT00463099 (MOON); NCT02018354 (STABILITY 1) (ClinicalTrials.gov identifiers).",
  "authors": [
    {
      "last_name": "Marmura",
      "fore_name": "Hana",
      "initials": "H",
      "name": "Hana Marmura",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, Ontario, Canada.",
        "Fowler Kennedy Sport Medicine Clinic, London, Ontario, Canada.",
        "Bone and Joint Institute, Western University, London, Ontario, Canada.",
        "Lawson Research, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Getgood",
      "fore_name": "Alan M J",
      "initials": "AMJ",
      "name": "Alan M J Getgood",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, Ontario, Canada.",
        "Fowler Kennedy Sport Medicine Clinic, London, Ontario, Canada.",
        "Bone and Joint Institute, Western University, London, Ontario, Canada.",
        "Lawson Research, London Health Sciences Centre, London, Ontario, Canada.",
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Spindler",
      "fore_name": "Kurt P",
      "initials": "KP",
      "name": "Kurt P Spindler",
      "affiliations": [
        "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Kattan",
      "fore_name": "Michael W",
      "initials": "MW",
      "name": "Michael W Kattan",
      "affiliations": [
        "Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Briskin",
      "fore_name": "Isaac",
      "initials": "I",
      "name": "Isaac Briskin",
      "affiliations": [
        "Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, Ontario, Canada.",
        "Fowler Kennedy Sport Medicine Clinic, London, Ontario, Canada.",
        "Bone and Joint Institute, Western University, London, Ontario, Canada.",
        "Lawson Research, London Health Sciences Centre, London, Ontario, Canada.",
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "1777",
  "end_page": "1785",
  "pages": "1777-1785",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Autografts",
    "Cohort Studies",
    "Hamstring Tendons",
    "Humans",
    "Knee Joint",
    "Transplantation, Autologous"
  ],
  "article_ids": {
    "pubmed": "33945339",
    "doi": "10.1177/03635465211010798"
  },
  "doi": "10.1177/03635465211010798",
  "dates": {
    "completed": "2021-06-28",
    "revised": "2021-06-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.421675",
    "pmid": "33945339"
  }
}