{
  "pmid": "33948197",
  "uid": "33948197",
  "title": "The 'wave sign' in hip arthroscopy: a systematic review of epidemiological factors, current diagnostic methods and treatment options.",
  "abstract": "This study aims to present a systematic review and synthesized evidence on the epidemiological factors, diagnostic methods and treatment options available for this phenomenon. A multi-database search (OVID Medline, EMBASE and PubMed) was performed according to PRISMA guidelines on 18 June 2019. All studies of any study design discussing on the epidemiological factors, diagnostic methods, classification systems and treatment options of the wave sign were included. The Newcastle-Ottawa quality assessment tool was used to appraise articles. No quantitative analysis could be performed due to heterogeneous data reported; 11 studies with a total of 501 patients with the wave sign were included. Three studies examined risk factors for wave sign and concluded that cam lesions were most common. Other risk factors include alpha angle >65[°] (OR=4.00, 95% CI: 1.26-12.71, P=0.02), male gender (OR 2.24, 95% CI: 1.09-4.62, P=0.03) and older age (OR=1.04, 95% CI: 1.01-1.07, P=0.03). Increased acetabular coverage in setting of concurrent cam lesions may be a protective factor. Wave signs most commonly occur at the anterior, superior and anterosuperior acetabulum. In terms of staging accuracy, the Haddad classification had the highest coefficients in intraclass correlation (k=0.81, 95% CI: 0.23-0.95, P=0.011), inter-observer reliability (k=0.88, 95% CI: 0.72-0.97, P<0.001) and internal validity (k=0.89). One study investigated the utility of quantitative magnetic imaging for wave sign, concluding that significant heterogeneity in T1ρ and T2 values (P<0.05) of acetabular cartilage is indicative of acetabular debonding. Four studies reported treatment techniques, including bridging suture repair, reverse microfracture with bubble decompression and microfracture with fibrin adhesive glue, with the latter reporting statistically significant improvements in modified Harris hip scores at 6-months (MD=19.2, P<0.05), 12-months (MD=22.0, P<0.05) and 28-months (MD=17.5, P<0.001). No clinical studies were available for other treatment options. There is a scarcity of literature on the wave sign. Identifying at risk symptomatic patients is important to provide prompt diagnosis and treatment. Diagnostic techniques and operative options are still in early developmental stages. More research is needed to understand the natural history of wave sign lesions after arthroscopic surgery and whether intervention can improve long-term outcomes. Level IV, Systematic review of non-homogeneous studies.",
  "authors": [
    {
      "last_name": "Onggo",
      "fore_name": "Jason Derry",
      "initials": "JD",
      "name": "Jason Derry Onggo",
      "affiliations": [
        "Department of Orthopaedic Surgery, Tan Tock Seng Hospital, Singapore."
      ]
    },
    {
      "last_name": "Onggo",
      "fore_name": "James Randolph",
      "initials": "JR",
      "name": "James Randolph Onggo",
      "affiliations": [
        "Department of Orthopaedic Surgery, Box Hill Hospital, Box Hill, Victoria, Australia.",
        "Faculty of Medicine, Nursing and Health Sciences, Monash University, Clayton, Victoria, Australia."
      ],
      "orcid": "0000-0002-2372-7742"
    },
    {
      "last_name": "Nambiar",
      "fore_name": "Mithun",
      "initials": "M",
      "name": "Mithun Nambiar",
      "affiliations": [
        "Faculty of Medicine, Nursing and Health Sciences, Monash University, Clayton, Victoria, Australia.",
        "Department of Orthopaedic Surgery, Maroondah Hospital, Ringwood, Victoria, Australia."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Duong",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University Medical Centre, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Surgery, Division of Orthopaedic Surgery, McMaster University Medical Centre, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "John",
      "initials": "J",
      "name": "John O'Donnell",
      "affiliations": [
        "Department of Surgery, Swinburne University of Technology, Hawthorn, Victoria, Australia.",
        "Hip Arthroscopy Australia, Richmond, Victoria, Australia."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Parminder J",
      "initials": "PJ",
      "name": "Parminder J Singh",
      "affiliations": [
        "Department of Orthopaedic Surgery, Maroondah Hospital, Ringwood, Victoria, Australia.",
        "Hip Arthroscopy Australia, Richmond, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hip preservation surgery",
    "iso_abbreviation": "J Hip Preserv Surg",
    "issn": "2054-8397",
    "issn_type": "Print",
    "volume": "7",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "410",
  "end_page": "422",
  "pages": "410-422",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33948197",
    "pmc": "PMC8081434",
    "doi": "10.1093/jhps/hnaa058",
    "pii": "hnaa058"
  },
  "doi": "10.1093/jhps/hnaa058",
  "pmc_id": "PMC8081434",
  "dates": {
    "revised": "2021-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.852470",
    "pmid": "33948197"
  }
}