{
  "pmid": "33949846",
  "uid": "33949846",
  "title": "Tunable Infrared Plasmonic Properties of Epitaxial Ti1-xMgxN(001) Layers.",
  "abstract": "Optical transmission and reflection spectra in combination with ellipsometry and transport measurements on epitaxial rocksalt structure Ti1-xMgxN(001) layers with 0.00 ≤ x ≤ 0.49 are employed to explore their potential as refractory infrared plasmonic materials. A red shift in the reflection edge ℏωe from 2.0 to 0.8 eV and the corresponding unscreened plasma energy ℏωpu from 7.6 to 4.7 eV indicate a linear reduction in the free carrier density N with increasing x. However, nitrogen vacancies in Mg-rich samples act as donors, resulting in a minimum N = 1.6 × 10[22] cm[-3] for x = 0.49. Photoelectron valence band spectra confirm the diminishing conduction band density of states and indicate a 0.9 eV decrease in the Fermi level as x increases from 0 to 0.49. The dielectric function ε = ε1 + iε2 can be divided into a low-energy spectral region where intraband transitions result in large negative and positive ε1 and ε2, respectively, and a higher energy interband transition region with both ε1 and ε2 > 0. The screened plasma energy Eps that separates these two regions red-shifts from 2.6 to 1.3 eV for x = 0-0.39, indicating a tunable plasmonic activity that extends from the visible to the infrared (470-930 nm). Electron transport measurements indicate a metallic temperature coefficient of resistivity (TCR) for TiN-rich alloys with x ≤ 0.26 but weak carrier localization and a negative TCR <60 K for x = 0.39 and <300 K for x = 0.49, attributed to Mg alloying-induced disorder. The plasmonic quality factor Q is approximately an order of magnitude larger than what was previously reported for polycrystalline Ti1-xMgxN, making Ti1-xMgxN(001) layers competitive with Ti1-xScxN(001).",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Baiwei",
      "initials": "B",
      "name": "Baiwei Wang",
      "affiliations": [
        "Department of Materials Science and Engineering, Rensselaer Polytechnic Institute, Troy, New York 12180, United States."
      ],
      "orcid": "0000-0002-4118-8826"
    },
    {
      "last_name": "Nawarat",
      "fore_name": "Poomirat",
      "initials": "P",
      "name": "Poomirat Nawarat",
      "affiliations": [
        "Department of Physics, Applied Physics, and Astronomy, Rensselaer Polytechnic Institute, Troy, New York 12180, United States."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim Michelle",
      "initials": "KM",
      "name": "Kim Michelle Lewis",
      "affiliations": [
        "Department of Physics, Applied Physics, and Astronomy, Rensselaer Polytechnic Institute, Troy, New York 12180, United States.",
        "Department of Physics and Astronomy, Howard University, Washington, DC 20059, United States."
      ],
      "orcid": "0000-0002-8342-8699"
    },
    {
      "last_name": "Patsalas",
      "fore_name": "Panos",
      "initials": "P",
      "name": "Panos Patsalas",
      "affiliations": [
        "Department of Physics, Aristotle University of Thessaloniki, Thessaloniki GR-54124, Greece."
      ],
      "orcid": "0000-0002-2876-6820"
    },
    {
      "last_name": "Gall",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Gall",
      "affiliations": [
        "Department of Materials Science and Engineering, Rensselaer Polytechnic Institute, Troy, New York 12180, United States."
      ],
      "orcid": "0000-0002-5762-9307"
    }
  ],
  "journal": {
    "title": "ACS applied materials & interfaces",
    "iso_abbreviation": "ACS Appl Mater Interfaces",
    "issn": "1944-8252",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "19",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "19"
  },
  "start_page": "22738",
  "end_page": "22748",
  "pages": "22738-22748",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33949846",
    "doi": "10.1021/acsami.1c03667"
  },
  "doi": "10.1021/acsami.1c03667",
  "dates": {
    "revised": "2021-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:59.011692",
    "pmid": "33949846"
  }
}