{
  "pmid": "33946644",
  "uid": "33946644",
  "title": "Computational Identification of Potential Anti-Inflammatory Natural Compounds Targeting the p38 Mitogen-Activated Protein Kinase (MAPK): Implications for COVID-19-Induced Cytokine Storm.",
  "abstract": "Severely ill coronavirus disease 2019 (COVID-19) patients show elevated concentrations of pro-inflammatory cytokines, a situation commonly known as a cytokine storm. The p38 MAPK receptor is considered a plausible therapeutic target because of its involvement in the platelet activation processes leading to inflammation. This study aimed to identify potential natural product-derived inhibitory molecules against the p38α MAPK receptor to mitigate the eliciting of pro-inflammatory cytokines using computational techniques. The 3D X-ray structure of the receptor with PDB ID 3ZS5 was energy minimized using GROMACS and used for molecular docking via AutoDock Vina. The molecular docking was validated with an acceptable area under the curve (AUC) of 0.704, which was computed from the receiver operating characteristic (ROC) curve. A compendium of 38,271 natural products originating from Africa and China together with eleven known p38 MAPK inhibitors were screened against the receptor. Four potential lead compounds ZINC1691180, ZINC5519433, ZINC4520996 and ZINC5733756 were identified. The compounds formed strong intermolecular bonds with critical residues Val38, Ala51, Lys53, Thr106, Leu108, Met109 and Phe169. Additionally, they exhibited appreciably low binding energies which were corroborated via molecular mechanics Poisson-Boltzmann surface area (MM-PBSA) calculations. The compounds were also predicted to have plausible pharmacological profiles with insignificant toxicity. The molecules were also predicted to be anti-inflammatory, kinase inhibitors, antiviral, platelet aggregation inhibitors, and immunosuppressive, with probable activity (Pa) greater than probable inactivity (Pi). ZINC5733756 is structurally similar to estradiol with a Tanimoto coefficient value of 0.73, which exhibits anti-inflammatory activity by targeting the activation of Nrf2. Similarly, ZINC1691180 has been reported to elicit anti-inflammatory activity in vitro. The compounds may serve as scaffolds for the design of potential biotherapeutic molecules against the cytokine storm associated with COVID-19.",
  "authors": [
    {
      "last_name": "Asiedu",
      "fore_name": "Seth O",
      "initials": "SO",
      "name": "Seth O Asiedu",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, Legon, Accra P.O. Box LG 581, Ghana."
      ],
      "orcid": "0000-0002-2585-1800"
    },
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, Legon, Accra P.O. Box LG 77, Ghana.",
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra P.O. Box LG 54, Ghana."
      ],
      "orcid": "0000-0002-1093-1517"
    },
    {
      "last_name": "Broni",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Broni",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, Legon, Accra P.O. Box LG 77, Ghana."
      ],
      "orcid": "0000-0002-6793-7530"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, Legon, Accra P.O. Box LG 581, Ghana.",
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153, USA."
      ],
      "orcid": "0000-0002-6048-8509"
    }
  ],
  "journal": {
    "title": "Biomolecules",
    "iso_abbreviation": "Biomolecules",
    "issn": "2218-273X",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Biological Products",
    "COVID-19",
    "Coronavirus",
    "Cytokines",
    "Humans",
    "Inflammation",
    "Molecular Docking Simulation",
    "ROC Curve",
    "p38 Mitogen-Activated Protein Kinases"
  ],
  "article_ids": {
    "pubmed": "33946644",
    "pmc": "PMC8146027",
    "doi": "10.3390/biom11050653",
    "pii": "biom11050653"
  },
  "doi": "10.3390/biom11050653",
  "pmc_id": "PMC8146027",
  "dates": {
    "completed": "2021-05-17",
    "revised": "2024-09-26"
  },
  "chemicals": [
    "Biological Products",
    "Cytokines",
    "p38 Mitogen-Activated Protein Kinases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.691137",
    "pmid": "33946644"
  }
}