{
  "pmid": "33948208",
  "uid": "33948208",
  "title": "Post-operative oral chemoprophylaxis in patients undergoing hip arthroscopy mitigates VTE risk with a low side-effect profile.",
  "abstract": "Hip arthroscopy (HA) has increased exponentially over the last decade. A recent systematic review found that the risk of venous thromboembolism (VTE) is 2%. This was higher than previous reports which may have underestimated the true incidence of VTE in HA. Thus, protocols to mediate VTE may be more necessary than previously thought. The aim of this article is to present a VTE prevention protocol and evaluate its subsequent efficacy. This is a prospective study of 880 consecutive HA cases. All patients were treated according to a predetermined VTE protocol which classified patients as high (≥1 risk factors) or low (no risk factors) risk for post-operative VTE. In high-risk patients, the protocol followed that of low-risk patients but additionally included rivaroxaban for 2 weeks post-operatively. The incidence of VTE was recorded and analysed in this study. A total of 880 HA cases at an average age of 35.4 years were evaluated, with 76.6% (n = 674) undergoing labral repair and concomitant cam and/or pincer resection, 17.2% (n = 151) of cases for isolated labral tear repaired, and 6.1% (n = 55) classified as other. The overall incidence of VTE was 0.45%. The incidence of VTE was 1.2% and 0.16% in high- and low-risk groups, respectively. Oral VTE prophylaxis was not associated with post-operative complications. This study demonstrated a lower rate of VTE in both risk groups. It highlights the value of a predetermined risk-adjusted protocol to VTE prophylaxis. Rivaroxaban prophylaxis is safe and efficacious in HA with a low associated morbidity.",
  "authors": [
    {
      "last_name": "Verhoogt",
      "fore_name": "Wesley A M",
      "initials": "WAM",
      "name": "Wesley A M Verhoogt",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of the Witwatersrand, Charlotte Maxeke Johannesburg Academic Hospital, Parktown, Johannesburg, 2193, South Africa."
      ]
    },
    {
      "last_name": "Pietrzak",
      "fore_name": "Jurek R T",
      "initials": "JRT",
      "name": "Jurek R T Pietrzak",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of the Witwatersrand, Charlotte Maxeke Johannesburg Academic Hospital, Parktown, Johannesburg, 2193, South Africa."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster Children's Hospital,1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Cakic",
      "fore_name": "Josip N",
      "initials": "JN",
      "name": "Josip N Cakic",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of the Witwatersrand, Charlotte Maxeke Johannesburg Academic Hospital, Parktown, Johannesburg, 2193, South Africa.",
        "Centre for Sports Medicine and Orthopedics, Fourways Life Hospital, Cedar Ave West &, Cedar Rd, Fourways, Johannesburg, 2055, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hip preservation surgery",
    "iso_abbreviation": "J Hip Preserv Surg",
    "issn": "2054-8397",
    "issn_type": "Print",
    "volume": "7",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Aug"
  },
  "start_page": "524",
  "end_page": "532",
  "pages": "524-532",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33948208",
    "pmc": "PMC8081424",
    "doi": "10.1093/jhps/hnaa063",
    "pii": "hnaa063"
  },
  "doi": "10.1093/jhps/hnaa063",
  "pmc_id": "PMC8081424",
  "dates": {
    "revised": "2024-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:58.701983",
    "pmid": "33948208"
  }
}