{
  "pmid": "33953808",
  "uid": "33953808",
  "title": "Exploring Instagram To Promote Student Engagement in an Online Didactic Environment.",
  "abstract": "The COVID-19 pandemic has forced higher-education institutions to shift to nearly 100% online delivery of didactic coursework nationally. Besides the stress and isolation that many students experience simply due to the physical distancing requirements imposed by the crisis, students new to learning in an online environment may feel further isolated and disengaged from the course content. Consequently, we explored the use of an existing online social networking tool, Instagram, to enhance students' engagement with online course material. In this study, students enrolled in both undergraduate and graduate online science courses were invited to participate. Course instructors posted materials related to the topics covered in the course weekly sessions, including links to news reports, cartoons, and short quizzes. At the conclusion of each course, a questionnaire focusing on the students' experience was distributed to all participants. Results from the survey showed that the weekly Instagram posts allowed students to feel more engaged with the course content and connected with the course instructors and classmates. However, some students reported that the posts were not helpful or that they did not feel comfortable using social networking tools for education purposes due to privacy concerns. In this article, we provide tips for how to improve the effectiveness of using social networking tools to augment didactic online courses.",
  "authors": [
    {
      "last_name": "Ganjoo",
      "fore_name": "Rohini",
      "initials": "R",
      "name": "Rohini Ganjoo",
      "affiliations": [
        "Department of Biomedical Laboratory Sciences, School of Medicine and Health Sciences, The George Washington University, Ashburn, VA 20147."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Biomedical Laboratory Sciences, School of Medicine and Health Sciences, The George Washington University, Ashburn, VA 20147."
      ]
    },
    {
      "last_name": "Barzani",
      "fore_name": "Yousif",
      "initials": "Y",
      "name": "Yousif Barzani",
      "affiliations": [
        "Department of Biomedical Laboratory Sciences, School of Medicine and Health Sciences, The George Washington University, Ashburn, VA 20147."
      ]
    },
    {
      "last_name": "Firmani",
      "fore_name": "Marcia",
      "initials": "M",
      "name": "Marcia Firmani",
      "affiliations": [
        "Department of Biomedical Laboratory Sciences, School of Medicine and Health Sciences, The George Washington University, Ashburn, VA 20147."
      ]
    }
  ],
  "journal": {
    "title": "Journal of microbiology & biology education",
    "iso_abbreviation": "J Microbiol Biol Educ",
    "issn": "1935-7877",
    "issn_type": "Print",
    "volume": "22",
    "issue": "1",
    "pub_year": "2021"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33953808",
    "pmc": "PMC8060131",
    "doi": "10.1128/jmbe.v22i1.2587",
    "pii": "jmbe-22-87"
  },
  "doi": "10.1128/jmbe.v22i1.2587",
  "pmc_id": "PMC8060131",
  "dates": {
    "revised": "2024-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.581296",
    "pmid": "33953808"
  }
}