{
  "pmid": "33959054",
  "uid": "33959054",
  "title": "Case Report: Defining Applicant Attributes to Be Prioritized in the Selection of Child and Adolescent Psychiatry Subspecialty Residents at the University of Toronto.",
  "abstract": "Background/Objectives: The child and adolescent psychiatry (CAP) subspecialty training program at the University of Toronto was among the first fully accredited CAP programs in Canada. As one of Canada's largest CAP subspecialty programs, we attract many excellent applicants annually. While objectivity and transparency in the selection of candidates have been valued, it was unclear which applicant attributes should be prioritized. This quality improvement project was undertaken to identify the key applicant attributes that should be prioritized for admission to the program. Materials/Methods: An initial list of attributes was compiled by project team members and feedback solicited. Through iterative design, this list was categorized into \"end products,\" \"branding attributes\" and \"generic attributes.\" The \"end products\" were removed as these represented outputs of training rather than attributes on which applicant selection should be based. Subsequent steps involved only the \"branding\" and \"generic\" attributes. A consensus-building exercise led to the creation of two short-lists of five attributes within each category. Finally, a paired-comparison forced choice methodology was used to determine the ranking of these attributes in order of importance when assessing applicants. Results: The final lists of \"generic\" and \"branding\" attributes developed through a consensus-building exercise are presented in rank order based on the paired-comparison methodology. The overall response rate for the forced choice electronic survey was 49% of faculty and learners. Conclusions/Discussion: This project used an iterative process of consensus building & pairwise comparison to prioritize key attributes for assessing trainee selection to the program. Going forward, these attributes will be incorporated into the file review and interview portions of our admissions process. In addition to emphasizing these priority attributes in admissions, there are implications for other aspects of the program including curriculum and faculty development, as well as guiding the overall mission and vision for the Division. A similar process could be undertaken by other training programs seeking to identify priority attributes for admission to their programs.",
  "authors": [
    {
      "last_name": "Kulkarni",
      "fore_name": "Chetana A",
      "initials": "CA",
      "name": "Chetana A Kulkarni",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Department of Psychiatry, Hospital for Sick Children (SickKids), University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rasasingham",
      "fore_name": "Raj",
      "initials": "R",
      "name": "Raj Rasasingham",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Humber River Regional Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Woods",
      "fore_name": "Nicole N",
      "initials": "NN",
      "name": "Nicole N Woods",
      "affiliations": [
        "The Wilson Centre, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Gorman",
      "fore_name": "Daniel A",
      "initials": "DA",
      "name": "Daniel A Gorman",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Department of Psychiatry, Hospital for Sick Children (SickKids), University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Department of Psychiatry, Hospital for Sick Children (SickKids), University of Toronto, Toronto, ON, Canada.",
        "Centre for Addiction & Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hanson",
      "fore_name": "Mark D",
      "initials": "MD",
      "name": "Mark D Hanson",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Department of Psychiatry, Hospital for Sick Children (SickKids), University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychiatry",
    "iso_abbreviation": "Front Psychiatry",
    "issn": "1664-0640",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "650317",
  "pages": "650317",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33959054",
    "pmc": "PMC8093509",
    "doi": "10.3389/fpsyt.2021.650317"
  },
  "doi": "10.3389/fpsyt.2021.650317",
  "pmc_id": "PMC8093509",
  "dates": {
    "revised": "2021-05-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.500636",
    "pmid": "33959054"
  }
}