{
  "pmid": "33960327",
  "uid": "33960327",
  "title": "Regional Variation in Laparoscopy Use for Elective Colon Cancer Treatment in Canada: The Importance of Fellowship Training Sites.",
  "abstract": "BACKGROUND: Over the last decade, use of laparoscopy for the treatment of colon cancer has been variable despite evidence of benefit, possibly reflecting surgeon expertise rather than other factors. OBJECTIVE: The purpose of this study was to examine the spatial variation in the use of laparoscopy for colon cancer surgery and to determine what factors may influence use. DESIGN: This was a population-based retrospective analysis from April 2008 to March 2015. SETTINGS: All Canadian provinces (excluding Quebec) were included. PATIENTS: The study included all patients ≥18 years of age undergoing elective colectomy for colon cancer. MAIN OUTCOME MEASURES: The primary outcome was laparoscopy use rates. Predictors of use included patient and disease characteristics, year of surgery, rurality, hospital and surgeon volumes, and distance from a colorectal fellowship training center. RESULTS: A total of 34,725 patients were identified, and 42% underwent laparoscopic surgery. Significant spatial variations in laparoscopy use were identified, with 95% of high-use clusters located ≤100 km and 98% of low-use clusters located >100 km from a colorectal fellowship center. There were no high-use clusters located around large academic centers without colorectal fellowships. At the individual level, patients living within 25 km and 26 to 100 km of a fellowship center were 2.6 and 1.6 times more likely to undergo laparoscopic surgery compared with those >100 km away (95% CI, 2.47-2.79, p < 0.00; 95% CI, 1.53-1.71, p < 0.001). Surgeon and hospital volumes were associated with increased rates of laparoscopy use (p < 0.001). LIMITATIONS: Data were obtained from an administrative database, and despite 85% to 95% published validity, they remain subject to misclassification, response, and measurement bias. CONCLUSIONS: Significant spatial variations in the use of laparoscopy for colon cancer surgery exist. After adjusting for patient and system factors, proximity to a colorectal fellowship training center remained a strong predictor of laparoscopy use. There remain regional variations in colon cancer treatment, with discrepancies in the surgical care offered to Canadian patients based solely on location. See Video Abstract at http://links.lww.com/DCR/B595. VARIACIN REGIONAL EN EL USO DE LAPAROSCOPIA PARA EL TRATAMIENTO ELECTIVO DEL CNCER DE COLON EN CANAD LA IMPORTANCIA DE LOS SITIOS DE CAPACITACIN PARA RESIDENTES: ANTECEDENTES:Durante la última década, la utilización de la laparoscopia para el tratamiento del cáncer de colon ha sido variable a pesar de la evidencia de beneficio; posiblemente reflejando la experiencia del cirujano, más que otros factores.OBJETIVO:Examinar la variación espacial en el uso de la laparoscopia para la cirugía del cáncer de colon y determinar qué factores pueden influir en la utilización.DISEÑO:Análisis retrospectivo poblacional de abril de 2008 a marzo de 2015.ENTORNO CLÍNICO:Todas las provincias canadienses (excepto Quebec).PACIENTES:Todos los pacientes> 18 años sometidos a colectomía electiva por cáncer de colon.PRINCIPALES MEDIDAS DE RESULTADO:El principal resultado fueron las tasas de utilización de laparoscopia. Los predictores de uso incluyeron las características del paciente y la enfermedad, el año de la cirugía, la ruralidad, los volúmenes de hospitales y cirujanos, y la distancia a un centro de formación de residentes colorectales.RESULTADOS:Se identificaron 34.725 pacientes, 42% fueron sometidos a cirugía laparoscópica. Se identificaron variaciones espaciales significativas en el uso de laparoscopia, con el 95% de los conglomerados de alto uso ubicados a <100 km y el 98% de los conglomerados de bajo uso ubicados a> 100 km, desde un centro de residencia colorectal. No había grupos de alto uso ubicados alrededor de grandes centros académicos sin residentes colorrectales. A nivel individual, los pacientes que vivían dentro de los 25 km y 26-100 km de un centro de residentes tenían 2,6 y 1,6 veces más probabilidades de someterse a una cirugía laparoscópica, respectivamente, en comparación con aquellos a> 100 km de distancia (95% CI 2,47-2,79, p <0,00; IC del 95% 1,53-1,71, p <0,001). Los volúmenes de cirujanos y hospitales se asociaron con mayores tasas de utilización de laparoscopia (p <0,001).LIMITACIONES:Los datos se obtuvieron de una base de datos administrativa y, a pesar de una validez publicada del 85-95%, siguen sujetos a errores de clasificación, respuesta y sesgo de medición.CONCLUSIONES:Existen variaciones espaciales significativas en el uso de la laparoscopia para la cirugía del cáncer de colon. Después de ajustar por factores del paciente y del sistema, la proximidad a un centro de formación de residentes colorectales siguió siendo un fuerte predictor del uso de laparoscopia. Sigue habiendo variaciones regionales en el tratamiento del cáncer de colon, con discrepancias en la atención quirúrgica ofrecida a los pacientes canadienses basadas únicamente en la ubicación. Consulte Video Resumen en http://links.lww.com/DCR/B595.",
  "authors": [
    {
      "last_name": "Logie",
      "fore_name": "Kathleen",
      "initials": "K",
      "name": "Kathleen Logie",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": []
    },
    {
      "last_name": "Springer",
      "fore_name": "Jeremy E",
      "initials": "JE",
      "name": "Jeremy E Springer",
      "affiliations": []
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": []
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diseases of the colon and rectum",
    "iso_abbreviation": "Dis Colon Rectum",
    "issn": "1530-0358",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "1232",
  "end_page": "1239",
  "pages": "1232-1239",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article",
    "Video-Audio Media"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Analysis of Variance",
    "Canada",
    "Colectomy",
    "Colonic Neoplasms",
    "Elective Surgical Procedures",
    "Fellowships and Scholarships",
    "Female",
    "Geography",
    "Health Services Accessibility",
    "Humans",
    "Laparoscopy",
    "Male",
    "Middle Aged",
    "Preceptorship",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "33960327",
    "doi": "10.1097/DCR.0000000000002034",
    "pii": "00003453-202110000-00013"
  },
  "doi": "10.1097/DCR.0000000000002034",
  "dates": {
    "completed": "2021-12-23",
    "revised": "2023-08-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.732099",
    "pmid": "33960327"
  }
}