{
  "pmid": "33964195",
  "uid": "33964195",
  "title": "Identification of common features within massage therapists' professional identity.",
  "abstract": "OBJECTIVES: In Ontario, Canada, MTs are regulated and have a common scope of practice. However, diverse practice settings and approaches to care create a need for MTs to articulate their professional identity. This study sought to answer, \"what common features are foundational to the professional identity of MTs in Ontario?\" METHODS: This quantitative research study was a part of a larger exploratory sequential mixed methods study. An online questionnaire-based cross-sectional study was conducted based on previous qualitative findings. MTs in Ontario, who held an active certificate, were invited to participate. Data were analyzed using descriptive statistics. RESULTS: The analysis revealed 17 common features that were endorsed by most respondents. Participants also reported thinking of themselves as healthcare professionals, rather than service providers, a feeling that was held across practice settings. Interesting and unexpected differences were noted in statements regarding the perception of MTs, areas of profession-specific knowledge, and the establishment of the therapeutic relationship. CONCLUSIONS: This study furthers an understanding of MTs' identity. Specifically, MTs consider themselves to be HCPs who are confident in their knowledge and abilities, especially their communication skills. They believe in providing individualized care and empowering their patients to take charge of their own health. Despite areas of overwhelming agreement, disagreement in endorsement was seen in areas such as MTs perception of their external image, use of evidence in practice, and the establishment of professional boundaries. These areas provide an opportunity for future research to continue to develop a body of knowledge regarding MTs professionalism and identity.",
  "authors": [
    {
      "last_name": "Baskwill",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Baskwill",
      "affiliations": [
        "Faculty of Health Sciences and Wellness, Humber College, 205 Humber College Blvd, Toronto, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "McMaster Education Research, Innovation and Theory, McMaster University, Hamilton, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    },
    {
      "last_name": "Harnish",
      "fore_name": "Del",
      "initials": "D",
      "name": "Del Harnish",
      "affiliations": [
        "Department of Pathology and Molecular Medicine and Biology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dore",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Dore",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of complementary & integrative medicine",
    "iso_abbreviation": "J Complement Integr Med",
    "issn": "1553-3840",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "10"
  },
  "start_page": "91",
  "end_page": "99",
  "pages": "91-99",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Health Personnel",
    "Humans",
    "Massage",
    "Ontario",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "33964195",
    "doi": "10.1515/jcim-2020-0368",
    "pii": "jcim-2020-0368"
  },
  "doi": "10.1515/jcim-2020-0368",
  "dates": {
    "completed": "2022-04-04",
    "revised": "2022-04-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.120469",
    "pmid": "33964195"
  }
}