{
  "pmid": "33966775",
  "uid": "33966775",
  "title": "Patient participation in the clinical encounter and clinical practice guidelines: The case of patients' participation in a GRADEd world.",
  "abstract": "It is widely acknowledged that the patient's perspective should be considered when making decisions about how her care will be managed. Patient participation in the decision making process may play an important role in bringing to light and incorporating her perspective. The GRADE framework is touted as an evidence-based process for determining recommendations for clinical practice; i.e. determining how care ought to be managed. GRADE recommendations are categorized as \"strong\" or \"weak\" based on several factors, including the \"values and preferences\" of a \"typical\" patient. The strength of the recommendation also provides instruction to the clinician about when and how patients should participate in the clinical encounter, and thus whether an individual patient's values and preferences will be heard in her clinical encounter. That is, a \"strong\" recommendation encourages \"paternalism\" and a \"weak\" recommendation encourages shared decision making. We argue that adoption of the GRADE framework is problematic to patient participation and may result in care that is not respectful of the individual patient's values and preferences. We argue that the root of the problem is the conception of \"values and preferences\" in GRADE - the framework favours population thinking (e.g. \"typical\" patient \"values and preferences\"), despite the fact that \"values and preferences\" are individual in the sense that they are deeply personal. We also show that tying the strength of a recommendation to a model of decision making (paternalism or shared decision making) constrains patient participation and is not justified (theoretically and/or empirically) in the GRADE literature.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, 237 Barton Street East, Hamilton, Ontario, L8L 2X2, Canada; Institute for the History and Philosophy of Science and Technology, University of Toronto, 91 Charles Street West, Victoria College, Room 316, Toronto, Ontario, M5S 1K7, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, 155 College St, 4th Floor, Toronto, Ontario, M5T 3M6, Canada. Electronic address: matmercuri@hotmail.com."
      ]
    },
    {
      "last_name": "Baigrie",
      "fore_name": "Brian S",
      "initials": "BS",
      "name": "Brian S Baigrie",
      "affiliations": [
        "Institute for the History and Philosophy of Science and Technology, University of Toronto, 91 Charles Street West, Victoria College, Room 316, Toronto, Ontario, M5S 1K7, Canada."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evaluation and Impact (formerly, Clinical Epidemiology and Biostatistics), McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Studies in history and philosophy of science",
    "iso_abbreviation": "Stud Hist Philos Sci",
    "issn": "0039-3681",
    "issn_type": "Print",
    "volume": "85",
    "pub_year": "2021",
    "pub_month": "Feb"
  },
  "start_page": "192",
  "end_page": "199",
  "pages": "192-199",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Decision Making, Shared",
    "Female",
    "Humans",
    "Paternalism",
    "Patient Participation",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "33966775",
    "doi": "10.1016/j.shpsa.2020.10.008",
    "pii": "S0039-3681(20)30191-6"
  },
  "doi": "10.1016/j.shpsa.2020.10.008",
  "dates": {
    "completed": "2022-04-04",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.722762",
    "pmid": "33966775"
  }
}