{
  "pmid": "33966319",
  "uid": "33966319",
  "title": "Comparison of single subject and population-based pharmacokinetics for optimizing prophylaxis with simoctocog alfa in patients with haemophilia A.",
  "abstract": "INTRODUCTION: The use of pharmacokinetic assessment for optimal prophylactic dosing of factor concentrates in haemophilia has gained increasing enthusiasm over the last decade. However, blood sampling on several occasions is burdensome and limited sampling using population-based PK is appealing. AIM: To compare the pharmacokinetics and dosing recommendations for prophylaxis using six-point single subject versus population-based method (WAPPS-Hemo) for simoctocog alfa (Nuwiq[®]). METHODS: Twelve adult patients with severe haemophilia A received a factor VIII (FVIII) dose of ≈50 IU/kg, and the activity was measured pre-infusion and at 30 min, 6, 9, 24 and 48 h post-infusion. Half-life (t[1] /2), weight-normalized AUC and time to troughs of 5%, 3% and 1% were calculated. The correlation between the PK algorithms was assessed using intraclass correlations (ICC) and dosing estimations were provided. RESULTS: WAPPS-Hemo yielded a slightly longer mean t[1] /2 , but the overall correlation between the methods was good (ICC ≥0.79) The time to troughs of 5%, 3% and 1% showed ICCs ≥0.86. For all variables, the most converging limited time point was 6+48 h. Additional time points did not improve the correlation. Despite similar pharmacokinetics, the mean estimated dose for a specific trough level varied from 60% less to 20% more using the population-based approach. The time to 1% and the corresponding dose was sensitive to the baseline assumption. CONCLUSION: Our data support the use of population-based PK for patients on simoctocog alfa prophylaxis but also indicates differences, stressing the importance of the sampling scheme and monitoring actual FVIII levels achieved.",
  "authors": [
    {
      "last_name": "Astermark",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Astermark",
      "affiliations": [
        "Department of Translational Medicine, Lund University, Malmö, Sweden.",
        "Department of Hematology, Oncology and Radiation Physics, Skåne University Hospital, Malmö, Sweden."
      ],
      "orcid": "0000-0001-8500-2483"
    },
    {
      "last_name": "Olsson",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Olsson",
      "affiliations": [
        "Department of Medicine, Region Västra Götaland, Sahlgrenska University Hospital, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Chelle",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Chelle",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Canada."
      ]
    },
    {
      "last_name": "Täckström",
      "fore_name": "Kinga",
      "initials": "K",
      "name": "Kinga Täckström",
      "affiliations": [
        "Octapharma Nordic AB, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Walger",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Walger",
      "affiliations": [
        "Octapharma Nordic AB, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Magnusson",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Magnusson",
      "affiliations": [
        "Karolinska Institutet, Coagulation Unit, Department of Hematology, Department of Pediatrics, CLINTEC, Clinical Chemistry & Coagulation, MMK, Karolinska University Hospital, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "626",
  "end_page": "633",
  "pages": "626-633",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Blood Specimen Collection",
    "Factor VIII",
    "Half-Life",
    "Hemophilia A",
    "Hemostatics",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "33966319",
    "doi": "10.1111/hae.14329"
  },
  "doi": "10.1111/hae.14329",
  "dates": {
    "completed": "2021-09-24",
    "revised": "2022-05-31"
  },
  "chemicals": [
    "Hemostatics",
    "Factor VIII"
  ],
  "grants": [
    {
      "agency": "Octapharma"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.280945",
    "pmid": "33966319"
  }
}