{
  "pmid": "33962577",
  "uid": "33962577",
  "title": "A qualitative study of home care client and caregiver experiences with a complex cardio-respiratory management model.",
  "abstract": "BACKGROUND: Home care clients are typically older and have some degree of medical, physical, cognitive or social conditions that require formal or informal support to promote healthy aging in the community. Home care clients contribute a significant proportion of health service use, including emergency department visits. The DIVERT-CARE trial introduced a cardio-respiratory management model to improve client motivation, symptoms and rates of unwarranted health service use. Our objective was to explore the perceptions and experiences of individuals who participated in the DIVERT-CARE self-management support and education intervention. METHODS: A qualitative study was nested within a pragmatic randomized control trial and conducted following a 15-week multi-component cardio-respiratory intervention. A phenomenological descriptive design was employed using thematic analysis. Post-intervention, clients and their caregivers were invited to participate in a semi-structured telephone interview. Interview questions were designed to elicit the experience with the intervention components. RESULTS: A total of 29 interviews were completed from June 2018 to March 2020 from participants in Ontario, Newfoundland, and British Columbia. Three themes were identified; self-care trajectory and burden of responsibility, learning and behaviour change, and feeling connected pre-emptively to care providers, the information and medical advice, and connection through the therapeutic relationship. CONCLUSIONS: Home care clients experience unique challenges in managing cardio-respiratory related chronic disease. Home-based interventions fostered a therapeutic relationship of connectedness while equipping clients with necessary knowledge and skills. These results inform recommendations for community nursing, and home-based self-management supports for older community-residing individuals.",
  "authors": [
    {
      "last_name": "Schumacher",
      "fore_name": "Connie",
      "initials": "C",
      "name": "Connie Schumacher",
      "affiliations": [
        "School of Nursing, Faculty of Applied Health Sciences, Brock University, St. Catharines, Ontario, Canada. cschumacher@brocku.ca."
      ]
    },
    {
      "last_name": "Dash",
      "fore_name": "Darly",
      "initials": "D",
      "name": "Darly Dash",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "C. Michael G. DeGroote School of Medicine, McMaster University, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice",
      "initials": "F",
      "name": "Fabrice Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Klea",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Klea",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "C. Michael G. DeGroote School of Medicine, McMaster University, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "C. Michael G. DeGroote School of Medicine, McMaster University, Kitchener, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "07"
  },
  "start_page": "295",
  "pages": "295",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "British Columbia",
    "Caregivers",
    "Home Care Services",
    "Humans",
    "Ontario",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "33962577",
    "pmc": "PMC8103627",
    "doi": "10.1186/s12877-021-02251-5",
    "pii": "10.1186/s12877-021-02251-5"
  },
  "doi": "10.1186/s12877-021-02251-5",
  "pmc_id": "PMC8103627",
  "dates": {
    "completed": "2021-06-04",
    "revised": "2021-06-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.331725",
    "pmid": "33962577"
  }
}