{
  "pmid": "33975541",
  "uid": "33975541",
  "title": "Lessons learned implementing and managing the DIVERT-CARE trial: practice recommendations for a community-based chronic disease self-management model.",
  "abstract": "BACKGROUND: Chronic disease management models of care provide an opportunity to assist home care clients to manage their disease burden. However, pragmatic trial management practices and lessons learned from such models are poorly illustrated in the literature. METHODS: We describe the processes of implementing a community-based cardiorespiratory self-management model, known as DIVERT-CARE, across the home care programs of three health regions in Canada. The DIVERT-CARE model is a multi-component complex intervention that identifies home care clients at the highest risk of deterioration and provides them with resources and capacity to manage their conditions. We conducted a retrospective analysis of baseline participant characteristics, needs assessments, reviewed findings from site visits and a national workshop with study partners, and examined other study documentation. RESULTS: Three home care regions in Canada participated in the study. A robust and data-driven review of each site was necessary to understand the local context, home care caseloads, structure of local systems, and intensity of resources, which influenced study processes. The creation of an intervention framework highlighted the need to adapt the intervention in a way that was sensitive to the local context while maintaining intervention outcomes. CONCLUSION: Our detailed review showcases the relevant activities and on-the-ground steps needed to manage and conduct a multi-site pragmatic trial in home care. This example can help other researchers in implementing multi-disciplinary and multi-component care models for practice-based research.",
  "authors": [
    {
      "last_name": "Dash",
      "fore_name": "Darly",
      "initials": "D",
      "name": "Darly Dash",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St. W, Hamilton, ON, L8S 4L8, Canada. dashd@mcmaster.ca."
      ],
      "orcid": "0000-0002-1881-5465"
    },
    {
      "last_name": "Schumacher",
      "fore_name": "Connie",
      "initials": "C",
      "name": "Connie Schumacher",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St. W, Hamilton, ON, L8S 4L8, Canada.",
        "Hamilton Niagara Haldimand Brant Local Health Integration Network, Hamilton, Canada.",
        "Department of Nursing, Brock University, St. Catharines, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St. W, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St. W, Hamilton, ON, L8S 4L8, Canada.",
        "Schlegel Chair in Clinical Epidemiology & Aging, Schlegel-UW Research Institute for Aging, Waterloo, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "11"
  },
  "start_page": "303",
  "pages": "303",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Home Care Services",
    "Humans",
    "Retrospective Studies",
    "Self-Management"
  ],
  "article_ids": {
    "pubmed": "33975541",
    "pmc": "PMC8111935",
    "doi": "10.1186/s12877-021-02248-0",
    "pii": "10.1186/s12877-021-02248-0"
  },
  "doi": "10.1186/s12877-021-02248-0",
  "pmc_id": "PMC8111935",
  "dates": {
    "completed": "2021-06-04",
    "revised": "2021-06-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "148933",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.478040",
    "pmid": "33975541"
  }
}