{
  "pmid": "33975892",
  "uid": "33975892",
  "title": "SGLT-2 inhibitors or GLP-1 receptor agonists for adults with type 2 diabetes: a clinical practice guideline.",
  "abstract": "CLINICAL QUESTION: What are the benefits and harms of sodium-glucose cotransporter 2 (SGLT-2) inhibitors and glucagon-like peptide 1 (GLP-1) receptor agonists when added to usual care (lifestyle interventions and/or other diabetes drugs) in adults with type 2 diabetes at different risk for cardiovascular and kidney outcomes? CURRENT PRACTICE: Clinical decisions about treatment of type 2 diabetes have been led by glycaemic control for decades. SGLT-2 inhibitors and GLP-1 receptor agonists are traditionally used in people with elevated glucose level after metformin treatment. This has changed through trials demonstrating atherosclerotic cardiovascular disease (CVD) and chronic kidney disease (CKD) benefits independent of medications' glucose-lowering potential. RECOMMENDATIONS: The guideline panel issued risk-stratified recommendations concerning the use of SGLT-2 inhibitors or GLP-1 receptor agonists in adults with type 2 diabetes• Three or fewer cardiovascular risk factors without established CVD or CKD: Weak recommendation against starting SGLT-2 inhibitors or GLP-1 receptor agonists.• More than three cardiovascular risk factors without established CVD or CKD: Weak recommendation for starting SGLT-2 inhibitors and weak against starting GLP-1 receptor agonists.• Established CVD or CKD: Weak recommendation for starting SGLT-2 inhibitors and GLP-1 receptor agonists.• Established CVD and CKD: Strong recommendation for starting SGLT-2 inhibitors and weak recommendation for starting GLP-1 receptor agonists.• For those committed to further reducing their risk for CVD and CKD outcomes: Weak recommendation for starting SGLT-2 inhibitors rather than GLP-1 receptor agonists. HOW THIS GUIDELINE WAS CREATED: An international panel including patients, clinicians, and methodologists created these recommendations following standards for trustworthy guidelines and using the GRADE approach. The panel applied an individual patient perspective. THE EVIDENCE: A linked systematic review and network meta-analysis (764 randomised trials included 421 346 participants) of benefits and harms found that SGLT-2 inhibitors and GLP-1 receptor agonists generally reduce overall death, and incidence of myocardial infarctions, and end-stage kidney disease or kidney failure (moderate to high certainty evidence). These medications exert different effects on stroke, hospitalisations for heart failure, and key adverse events in different subgroups. Absolute effects of benefit varied widely based on patients' individual risk (for example, from five fewer deaths in the lowest risk to 48 fewer deaths in the highest risk, for 1000 patients treated over five years). A prognosis review identified 14 eligible risk prediction models, one of which (RECODe) informed most baseline risk estimates in evidence summaries to underpin the risk-stratified recommendations. Concerning patients' values and preferences, the recommendations were supported by evidence from a systematic review of published literature, a patient focus group study, a practical issues summary, and a guideline panel survey. UNDERSTANDING THE RECOMMENDATION: We stratified the recommendations by the levels of risk for CVD and CKD and systematically considered the balance of benefits, harms, other considerations, and practical issues for each risk group. The strong recommendation for SGLT-2 inhibitors in patients with CVD and CKD reflects what the panel considered to be a clear benefit. For all other adults with type 2 diabetes, the weak recommendations reflect what the panel considered to be a finer balance between benefits, harms, and burdens of treatment options. Clinicians using the guideline can identify their patient's individual risk for cardiovascular and kidney outcomes using credible risk calculators such as RECODe. Interactive evidence summaries and decision aids may support well informed treatment choices, including shared decision making.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Sheyu",
      "initials": "S",
      "name": "Sheyu Li",
      "affiliations": [
        "Department of Endocrinology and Metabolism, West China Hospital, Sichuan University, Chengdu, China.",
        "Chinese Evidence-based Medicine Center, Cochrane China Center and MAGIC China Center, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "University of Oslo, Oslo, Norway.",
        "MAGIC Evidence Ecosystem Foundation."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Palmer",
      "fore_name": "Suetonia C",
      "initials": "SC",
      "name": "Suetonia C Palmer",
      "affiliations": [
        "Department of Medicine, University of Otago, Christchurch, New Zealand."
      ]
    },
    {
      "last_name": "Rodriguez-Gutierrez",
      "fore_name": "René",
      "initials": "R",
      "name": "René Rodriguez-Gutierrez",
      "affiliations": [
        "Plataforma INVEST Medicina UANL - KER Unit (KER Unit México), Subdirección de Investigación, Universidad Autónoma de Nuevo León, Monterrey, 64460, México.",
        "Knowledge and Evaluation Research Unit in Endocrinology, Mayo Clinic, Rochester, MN, 55905, USA.",
        "Endocrinology Division, Department of Internal Medicine, University Hospital \"Dr. José E. González,\" Universidad Autónoma de Nuevo León, Monterrey, 64460, México."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Ted Rogers Center for Heart Research, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Service of Endocrinology, Diabetes, Nutrition and Patient Therapeutic Education, Geneva University Hospitals, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Frere",
      "fore_name": "Lawrie",
      "initials": "L",
      "name": "Lawrie Frere",
      "affiliations": [
        "Newbridge Surgery, Bath, UK."
      ]
    },
    {
      "last_name": "Tunnicliffe",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Tunnicliffe",
      "affiliations": [
        "Sydney School of Public Health, The University of Sydney, Sydney, Australia.",
        "Centre for Kidney Research, The Children's Hospital at Westmead, Sydney, Australia."
      ]
    },
    {
      "last_name": "Nagler",
      "fore_name": "Evi V",
      "initials": "EV",
      "name": "Evi V Nagler",
      "affiliations": [
        "Renal Division, Ghent University Hospital, Belgium."
      ]
    },
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "University of California Davis, USA."
      ]
    },
    {
      "last_name": "Åsvold",
      "fore_name": "Bjørn Olav",
      "initials": "BO",
      "name": "Bjørn Olav Åsvold",
      "affiliations": [
        "Department of Endocrinology, Clinic of Medicine, St Olavs Hospital, Trondheim University Hospital, Trondheim, Norway.",
        "K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health and Nursing, NTNU, Norwegian University of Science and Technology, Trondheim, Norway."
      ]
    },
    {
      "last_name": "Jha",
      "fore_name": "Vivekanand",
      "initials": "V",
      "name": "Vivekanand Jha",
      "affiliations": [
        "The George Institute for Global Health, UNSW, India.",
        "Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, India."
      ]
    },
    {
      "last_name": "Vermandere",
      "fore_name": "Mieke",
      "initials": "M",
      "name": "Mieke Vermandere",
      "affiliations": [
        "Department of Public Health and Primary Care, KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Gariani",
      "fore_name": "Karim",
      "initials": "K",
      "name": "Karim Gariani",
      "affiliations": [
        "Service of Endocrinology, Diabetes, Nutrition and Patient Therapeutic Education, Geneva University Hospitals, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Qian",
      "initials": "Q",
      "name": "Qian Zhao",
      "affiliations": [
        "International Medical Center / Ward of General Practice, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Ren",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Ren",
      "affiliations": [
        "Department of Endocrinology and Metabolism, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Cartwright",
      "fore_name": "Emma Jane",
      "initials": "EJ",
      "name": "Emma Jane Cartwright",
      "affiliations": [
        "London, UK."
      ]
    },
    {
      "last_name": "Gee",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Gee",
      "affiliations": [
        "Founder & CEHD, iAdvocate, Inc., Virginia, Patient partner."
      ]
    },
    {
      "last_name": "Wickes",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Wickes",
      "affiliations": [
        "Patient partner."
      ]
    },
    {
      "last_name": "Ferns",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Ferns",
      "affiliations": [
        "Patient partner."
      ]
    },
    {
      "last_name": "Wright",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Wright",
      "affiliations": [
        "Patient partner."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Li",
      "affiliations": [
        "Chinese Evidence-based Medicine Center, Cochrane China Center and MAGIC China Center, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Hao",
      "fore_name": "Qiukui",
      "initials": "Q",
      "name": "Qiukui Hao",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada rmustafa@kumc.edu haoqiukui@gmail.com.",
        "The Center of Gerontology and Geriatrics/National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada rmustafa@kumc.edu haoqiukui@gmail.com.",
        "Department of Internal Medicine, Division of Nephrology and Hypertension, University of Kansas, Kansas City, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "373",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "11"
  },
  "start_page": "n1091",
  "pages": "n1091",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference",
    "Journal Article",
    "Practice Guideline",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Cardiovascular Diseases",
    "Diabetes Mellitus, Type 2",
    "Glucagon-Like Peptide-1 Receptor",
    "Kidney Diseases",
    "Risk Assessment",
    "Sodium-Glucose Transporter 2",
    "Glucagon-Like Peptide-1 Receptor Agonists"
  ],
  "article_ids": {
    "pubmed": "33975892",
    "doi": "10.1136/bmj.n1091"
  },
  "doi": "10.1136/bmj.n1091",
  "dates": {
    "completed": "2021-06-08",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Glucagon-Like Peptide-1 Receptor",
    "SLC5A2 protein, human",
    "Sodium-Glucose Transporter 2",
    "Glucagon-Like Peptide-1 Receptor Agonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.642922",
    "pmid": "33975892"
  }
}