{
  "pmid": "33976595",
  "uid": "33976595",
  "title": "A Validation Study of the Rainbow Model of Integrated Care-Measurement Tool for Patients in China.",
  "abstract": "INTRODUCTION: The original Rainbow Model of Integrated Care Measurement Tool (RMIC-MT) is based on the Rainbow Model of Integrated Care (RMIC), which provides a comprehensive theoretical framework for integrated care. The aim of this paper is to modify the original patient version of the RMIC-MT for the Chinese primary care context and validate its psychometric properties. METHODS: The translation and adaptation processes were performed in four steps, forward and back-translation, experts review and pre-testing. We conducted a cross-sectional study with 386 patients with diabetes attending one of 20 community health stations in the Nanshan district. We analyzed the distribution of responses to each item to study the psychometric sensitivity. Exploratory factor analysis with principal axis extraction method was used to assess the construct validity. Confirmation factor analysis was used to evaluate model fit of the modified version. Cronbach's alpha was used to ascertain the internal consistency reliability. RESULTS: During the translation and adaptation process, all 24 items were retained with some detailed modifications. No item was found to have psychometric sensitivity problems. Five factors (person-centeredness, clinical integration, professional integration, team-based coordination, organizational integration) with 15 items were determined by exploratory factor analysis, accounting for 53.51% of the total variance. Good internal consistency was achieved with each item correlated the highest on an assigned subscale and Cronbach's alpha score of 0.890. Moderately positive associations (r≥ 0.4, p<0.01) between the score of the scale and these correlations indicate good construct validity. CONCLUSIONS: The results showed initial satisfactory psychometric properties for the validation of the Chinese RMIC-MT patient version. Its application in China will promote the development of people-centered integrated primary care. However, future studies with diverse samples crossing regions would be needed to test its psychometric properties for the various Chinese primary care contexts.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Wang",
      "affiliations": [
        "School of Public Health, Health Development Research Center, Sun Yat-Sen University, Guangzhou 510080, China."
      ],
      "orcid": "0000-0001-6588-276X"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, Australia."
      ],
      "orcid": "0000-0002-1372-0440"
    },
    {
      "last_name": "Chen",
      "fore_name": "Lijin",
      "initials": "L",
      "name": "Lijin Chen",
      "affiliations": [
        "School of Public Health, Health Development Research Center, Sun Yat-Sen University, Guangzhou 510080, China."
      ],
      "orcid": "0000-0002-1125-7624"
    },
    {
      "last_name": "Huang",
      "fore_name": "Yixiang",
      "initials": "Y",
      "name": "Yixiang Huang",
      "affiliations": [
        "School of Public Health, Health Development Research Center, Sun Yat-Sen University, Guangzhou 510080, China."
      ],
      "orcid": "0000-0003-3370-148X"
    },
    {
      "last_name": "Valentijn",
      "fore_name": "Pim",
      "initials": "P",
      "name": "Pim Valentijn",
      "affiliations": [
        "Department of Health Services Research, Care and Public Health Research Institute (CAPHRI), Faculty of Health, Medicine and Life Sciences, Maastricht University, The Netherlands.",
        "Integrated Care Evaluation, Essenburgh, Hierden, The Netherlands."
      ],
      "orcid": "0000-0002-9788-1275"
    }
  ],
  "journal": {
    "title": "International journal of integrated care",
    "iso_abbreviation": "Int J Integr Care",
    "issn": "1568-4156",
    "issn_type": "Print",
    "volume": "21",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Apr",
    "pub_day": "19"
  },
  "start_page": "5",
  "pages": "5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33976595",
    "pmc": "PMC8064292",
    "doi": "10.5334/ijic.5603"
  },
  "doi": "10.5334/ijic.5603",
  "pmc_id": "PMC8064292",
  "dates": {
    "revised": "2022-04-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.701655",
    "pmid": "33976595"
  }
}