{
  "pmid": "33974902",
  "uid": "33974902",
  "title": "Incidence and risk factors for severe preeclampsia, hemolysis, elevated liver enzymes, and low platelet count syndrome, and eclampsia at preterm and term gestation: a population-based study.",
  "abstract": "BACKGROUND: The majority of previous studies on severe preeclampsia, eclampsia, and hemolysis, elevated liver enzymes, and low platelet count syndrome were hospital-based or included a relatively small number of women. Large, population-based studies examining gestational age-specific incidence patterns and risk factors for these severe pregnancy complications are lacking. OBJECTIVE: This study aimed to assess the gestational age-specific incidence rates and risk factors for severe preeclampsia, hemolysis, elevated liver enzymes, and low platelet count syndrome, and eclampsia. STUDY DESIGN: We carried out a retrospective, population-based cohort study that included all women with a singleton hospital birth in Canada (excluding Quebec) from 2012 to 2016 (N=1,078,323). Data on the primary outcomes (ie, severe preeclampsia, hemolysis, elevated liver enzymes, and low platelet count syndrome, and eclampsia) were obtained from delivery hospitalization records abstracted by the Canadian Institute for Health Information. A Cox regression was used to assess independent risk factors (eg, maternal age and chronic comorbidity) for each primary outcome and to assess differences in the effects at preterm vs term gestation (<37 vs ≥37 weeks). RESULTS: The rates of severe preeclampsia (n=2533), hemolysis, elevated liver enzymes, and low platelet count syndrome (n=2663), and eclampsia (n=465) were 2.35, 2.47, and 0.43 per 1000 singleton pregnancies, respectively. The cumulative incidence of term-onset severe preeclampsia was lower than that of preterm-onset severe preeclampsia (0.87 vs 1.54 per 1000; rate ratio, 0.57; 95% confidence intervals, 0.53-0.62), the rates of hemolysis, elevated liver enzymes, and low platelet count syndrome were similar (1.32 vs 1.23 per 1000; rate ratio, 0.93; 95% confidence interval, 0.86-1.00), and the preterm-onset eclampsia rate was lower than the term-onset rate (0.12 vs 0.33 per 1000; rate ratio, 2.64; 95% confidence interval, 2.16-3.23). For each primary outcome, chronic comorbidity and congenital anomalies were stronger risk factors for preterm- vs term-onset disease. Younger mothers (aged <25 years) were at higher risk for severe preeclampsia at term and for eclampsia at all gestational ages, whereas older mothers (aged ≥35 years) had elevated risks for severe preeclampsia and hemolysis, elevated liver enzymes, and low platelet count syndrome. Regardless of gestational age, nulliparity was a risk factor for all outcomes, whereas socioeconomic status was inversely associated with severe preeclampsia. CONCLUSION: The risk for severe preeclampsia declined at term, eclampsia risk increased at term, and hemolysis, elevated liver enzymes, and low platelet count syndrome risk was similar for preterm and term gestation. Young maternal age was associated with an increased risk for eclampsia and term-onset severe preeclampsia. Prepregnancy comorbidity and fetal congenital anomalies were more strongly associated with severe preeclampsia, hemolysis, elevated liver enzymes, and low platelet count syndrome, and eclampsia at preterm gestation.",
  "authors": [
    {
      "last_name": "Lisonkova",
      "fore_name": "Sarka",
      "initials": "S",
      "name": "Sarka Lisonkova",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Faculty of Medicine, the University of British Columbia, Vancouver, Canada; Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada; School of Population and Public Health, the University of British Columbia, Vancouver, BC, Canada. Electronic address: slisonkova@cfri.ca."
      ]
    },
    {
      "last_name": "Bone",
      "fore_name": "Jeffrey N",
      "initials": "JN",
      "name": "Jeffrey N Bone",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Faculty of Medicine, the University of British Columbia, Vancouver, Canada; Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Division of Clinical Epidemiology, Department of Medicine, Solna, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Razaz",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Razaz",
      "affiliations": [
        "Division of Clinical Epidemiology, Department of Medicine, Solna, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li Qing",
      "initials": "LQ",
      "name": "Li Qing Wang",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Faculty of Medicine, the University of British Columbia, Vancouver, Canada; Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Sabr",
      "fore_name": "Yasser",
      "initials": "Y",
      "name": "Yasser Sabr",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, College of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Boutin",
      "fore_name": "Amélie",
      "initials": "A",
      "name": "Amélie Boutin",
      "affiliations": [
        "Department of Pediatrics, Faculty of Medicine, Université Laval, Quebec City, Canada."
      ]
    },
    {
      "last_name": "Mayer",
      "fore_name": "Chantal",
      "initials": "C",
      "name": "Chantal Mayer",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Faculty of Medicine, the University of British Columbia, Vancouver, Canada; Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Joseph",
      "fore_name": "K S",
      "initials": "KS",
      "name": "K S Joseph",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, Faculty of Medicine, the University of British Columbia, Vancouver, Canada; Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada; School of Population and Public Health, the University of British Columbia, Vancouver, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "225",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "538.e1",
  "end_page": "538.e19",
  "pages": "538.e1-538.e19",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Canada",
    "Cohort Studies",
    "Eclampsia",
    "Female",
    "Hemolysis",
    "Humans",
    "Incidence",
    "Liver Function Tests",
    "Parity",
    "Pre-Eclampsia",
    "Pregnancy",
    "Pregnancy Complications, Hematologic",
    "Premature Birth",
    "Retrospective Studies",
    "Risk Factors",
    "Social Class",
    "Term Birth",
    "Thrombocytopenia",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "33974902",
    "doi": "10.1016/j.ajog.2021.04.261",
    "pii": "S0002-9378(21)00549-4"
  },
  "doi": "10.1016/j.ajog.2021.04.261",
  "dates": {
    "completed": "2021-11-30",
    "revised": "2021-11-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "F17-02161",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:46:33.252727",
    "pmid": "33974902"
  }
}