{
  "pmid": "33974336",
  "uid": "33974336",
  "title": "Extensive variability in platelet, bleeding, and QOL outcome measures in adult and pediatric ITP: Communication from the ISTH SSC subcommittee on platelet immunology.",
  "abstract": "INTRODUCTION: Despite publication of standardization recommendations by the immune thrombocytopenia (ITP) International Working Group (IWG) in 2009, there remains inconsistent outcomes definitions across ITP studies. To understand current practices and inform future standardization efforts, we characterized how outcomes have been measured following publication of IWG recommendations. METHODS: PubMed/MEDLINE-indexed manuscripts published from January 2010 through December 2019 describing platelet, bleeding, and/or health-related quality of life (HRQoL) outcome measures in adult and pediatric ITP were comprehensively reviewed. This project was endorsed by the Platelet Immunology SSC of the ISTH. RESULTS: The PubMed/MEDLINE search revealed 1562 manuscripts; following review, 168 met inclusion criteria. Platelet response outcomes were reported in 141 studies, of which 57% did not use IWG definitions (using 21 distinct alternative platelet response schemes). Most randomized trials did not use IWG definitions, instead favoring platelet ≥50 × 10[9] /L to define response. Platelet ≥100 × 10[9] /L sustained for ≥6 months in the absence of therapy was the most common ITP remission definition. Bleeding outcomes were reported systematically in 41% of studies, which used 21 distinct reporting schemes. A plurality of adult studies used the World Health Organization Bleeding Scale and a plurality of pediatric studies used the Buchanan and Adix Score. HRQoL outcomes were reported in few studies (9%), which used a total of eight different HRQoL instruments. CONCLUSIONS: Despite prior attempts to standardize ITP outcome evaluation, wide variability in platelet, bleeding, and HRQoL outcomes remain. Most ITP studies did not systematically evaluate bleeding or HRQoL outcomes. Further standardization of outcome measurement in both pediatric and adult ITP is greatly needed.",
  "authors": [
    {
      "last_name": "Al-Samkari",
      "fore_name": "Hanny",
      "initials": "H",
      "name": "Hanny Al-Samkari",
      "affiliations": [
        "Division of Hematology Oncology, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, USA."
      ],
      "orcid": "0000-0001-6175-1383"
    },
    {
      "last_name": "Cronin",
      "fore_name": "Alexandria",
      "initials": "A",
      "name": "Alexandria Cronin",
      "affiliations": [
        "Medical Library, Boston Children's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rodeghiero",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Rodeghiero",
      "affiliations": [
        "Hematology Project Foundation, affiliated to the Department of Hematology, S. Bortolo Hospital, Vicenza, Italy."
      ]
    },
    {
      "last_name": "Grace",
      "fore_name": "Rachael F",
      "initials": "RF",
      "name": "Rachael F Grace",
      "affiliations": [
        "Dana-Farber/Boston Children's Cancer and Blood Disorders Center, Harvard Medical School, Boston, Massachusetts, USA."
      ],
      "orcid": "0000-0001-7302-0449"
    }
  ],
  "journal": {
    "title": "Journal of thrombosis and haemostasis : JTH",
    "iso_abbreviation": "J Thromb Haemost",
    "issn": "1538-7836",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "2348",
  "end_page": "2354",
  "pages": "2348-2354",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Communication",
    "Humans",
    "Outcome Assessment, Health Care",
    "Purpura, Thrombocytopenic, Idiopathic",
    "Quality of Life",
    "Thrombocytopenia"
  ],
  "article_ids": {
    "pubmed": "33974336",
    "doi": "10.1111/jth.15366",
    "pii": "S1538-7836(22)01874-8"
  },
  "doi": "10.1111/jth.15366",
  "dates": {
    "completed": "2021-10-25",
    "revised": "2023-08-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.355138",
    "pmid": "33974336"
  }
}