{
  "pmid": "33985681",
  "uid": "33985681",
  "title": "Diabetes-Related Factors and the Effects of Ticagrelor Plus Aspirin in the THEMIS and THEMIS-PCI Trials.",
  "abstract": "BACKGROUND: THEMIS (The Effect of Ticagrelor on Health Outcomes in Diabetes Mellitus Patients Intervention Study) (n = 19,220) and its pre-specified THEMIS-PCI (The Effect of Ticagrelor on Health Outcomes in Diabetes Mellitus Patients Intervention Study-Percutaneous Coronary Intervention) (n = 11,154) subanalysis showed, in individuals with type 2 diabetes mellitus (median duration 10.0 years; HbA1c 7.1%) and stable coronary artery disease without prior myocardial infarction (MI) or stroke, that ticagrelor plus aspirin (compared with placebo plus aspirin) produced a favorable net clinical benefit (composite of all-cause mortality, MI, stroke, fatal bleeding, and intracranial bleeding) if the patients had a previous percutaneous coronary intervention. OBJECTIVES: In these post hoc analyses, the authors examined whether the primary efficacy outcome (cardiovascular death, MI, stroke: 3-point major adverse cardiovascular events [MACE]), primary safety outcome (Thrombolysis In Myocardial Infarction-defined major bleeding) and net clinical benefit varied with diabetes-related factors. METHODS: Outcomes were analyzed across baseline diabetes duration, HbA1c, and antihyperglycemic medications. RESULTS: In THEMIS, the incidence of 3-point MACE increased with diabetes duration (6.7% for ≤5 years, 11.1% for >20 years) and HbA1c (6.4% for ≤6.0%, 11.8% for >10.0%). The relative benefits of ticagrelor plus aspirin on 3-point MACE reduction (hazard ratio [HR]: 0.90; p = 0.04) were generally consistent across subgroups. Major bleeding event rate (overall: 1.6%) did not vary by diabetes duration or HbA1c and was increased similarly by ticagrelor across all subgroups (HR: 2.32; p < 0.001). These findings were mirrored in THEMIS-PCI. The efficacy and safety of ticagrelor plus aspirin did not differ by baseline antihyperglycemic therapy. In THEMIS-PCI, but not THEMIS, ticagrelor generally produced favorable net clinical benefit across diabetes duration, HbA1c, and antihyperglycemic medications. CONCLUSION: Ticagrelor plus aspirin yielded generally consistent and favorable net clinical benefit across the diabetes-related factors in THEMIS-PCI but not in the overall THEMIS population.",
  "authors": [
    {
      "last_name": "Leiter",
      "fore_name": "Lawrence A",
      "initials": "LA",
      "name": "Lawrence A Leiter",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada; Departments of Medicine and Nutritional Sciences, University of Toronto, Toronto, Ontario, Canada. Electronic address: lawrence.leiter@unityhealth.to."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Deepak L",
      "initials": "DL",
      "name": "Deepak L Bhatt",
      "affiliations": [
        "Brigham and Women's Hospital Heart and Vascular Center, Harvard Medical School Boston, Boston, Massachusetts, USA. Electronic address: https://twitter.com/dlbhattmd."
      ]
    },
    {
      "last_name": "McGuire",
      "fore_name": "Darren K",
      "initials": "DK",
      "name": "Darren K McGuire",
      "affiliations": [
        "Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, Texas, USA."
      ]
    },
    {
      "last_name": "Teoh",
      "fore_name": "Hwee",
      "initials": "H",
      "name": "Hwee Teoh",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada; Division of Cardiac Surgery, Li Ka Shing Knowledge Institute of St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fox",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Fox",
      "affiliations": [
        "National Heart and Lung Institute, Imperial College, Royal Brompton Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Simon",
      "fore_name": "Tabassome",
      "initials": "T",
      "name": "Tabassome Simon",
      "affiliations": [
        "French Alliance for Cardiovascular Trials, Paris, France; Department of Clinical Pharmacology, Unité de Recherche Clinique, Assistance Publique-Hôpitaux de Paris, Hôpital Saint Antoine, Sorbonne Université, site St. Antoine, Institut National de la Santé et de la Recherche Médicale U-698, Paris, France."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": [
        "Division of Cardiology, Population Health Institute, Hamilton Health Sciences Corporation, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lev",
      "fore_name": "Eli I",
      "initials": "EI",
      "name": "Eli I Lev",
      "affiliations": [
        "Department of Cardiology, Assuta Ashdod Medical Center, Ashdod, Israel; Faculty of Health Sciences, Ben-Gurion University, Be'er Sheva, Israel."
      ]
    },
    {
      "last_name": "Kiss",
      "fore_name": "Róbert G",
      "initials": "RG",
      "name": "Róbert G Kiss",
      "affiliations": [
        "Department of Cardiology, Military Hospital, Budapest, Hungary."
      ]
    },
    {
      "last_name": "Dalby",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Dalby",
      "affiliations": [
        "Life Fourways Hospital, Randburg, Republic of South Africa."
      ]
    },
    {
      "last_name": "Bueno",
      "fore_name": "Héctor",
      "initials": "H",
      "name": "Héctor Bueno",
      "affiliations": [
        "Department of Cardiology, Hospital Universitario 12 de Octubre, Madrid, Spain; Instituto de Investigación Sanitaria Hospital 12 de Octubre, Madrid, Spain; Centro Nacional de Investigaciones Cardiovasculares, Madrid, Spain."
      ]
    },
    {
      "last_name": "Ridderstråle",
      "fore_name": "Wilhelm",
      "initials": "W",
      "name": "Wilhelm Ridderstråle",
      "affiliations": [
        "Late-Stage Development, Cardiovascular, Renal and Metabolic, Biopharmaceuticals Research & Development, AstraZeneca, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Himmelmann",
      "fore_name": "Anders",
      "initials": "A",
      "name": "Anders Himmelmann",
      "affiliations": [
        "Late-Stage Development, Cardiovascular, Renal and Metabolic, Biopharmaceuticals Research & Development, AstraZeneca, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Prats",
      "fore_name": "Jayne",
      "initials": "J",
      "name": "Jayne Prats",
      "affiliations": [
        "ELYSIS-Med Scientific Solutions, Carlisle, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yuyin",
      "initials": "Y",
      "name": "Yuyin Liu",
      "affiliations": [
        "Baim Institute for Clinical Research, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Jane J",
      "initials": "JJ",
      "name": "Jane J Lee",
      "affiliations": [
        "Baim Institute for Clinical Research, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Amerena",
      "fore_name": "John",
      "initials": "J",
      "name": "John Amerena",
      "affiliations": [
        "Geelong Cardiology Research Unit, University Hospital Geelong, Barwon Health, Geelong, Victoria, Australia; Department of Cardiology, Deakin University, Geelong, Victoria, Australia; Department of Epidemiology and Preventative Medicine, Monash University, Victoria, Australia."
      ]
    },
    {
      "last_name": "Kosiborod",
      "fore_name": "Mikhail N",
      "initials": "MN",
      "name": "Mikhail N Kosiborod",
      "affiliations": [
        "Department of Cardiology and Michael & Marlys Haverty Cardio Metabolic Center of Excellence, Saint Luke's Mid America Heart Institute, Kansas City, Missouri, USA; Department of Medicine, University of Missouri-Kansas City, Kansas City, Missouri, USA; The George Institute for Global Health, Sydney, New South Wales, Australia; University of New South Wales, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Steg",
      "fore_name": "Philippe Gabriel",
      "initials": "PG",
      "name": "Philippe Gabriel Steg",
      "affiliations": [
        "National Heart and Lung Institute, Imperial College, Royal Brompton Hospital, London, United Kingdom; French Alliance for Cardiovascular Trials, Paris, France; Université de Paris, Assistance Publique-Hôpitaux de Paris, Institut National de la Santé et de la Recherche Médicale 1148, Paris, France. Electronic address: https://twitter.com/gabrielsteg."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "77",
    "issue": "19",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "18"
  },
  "start_page": "2366",
  "end_page": "2377",
  "pages": "2366-2377",
  "language": "eng",
  "publication_types": [
    "Clinical Trial, Phase III",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aspirin",
    "Coronary Artery Disease",
    "Diabetes Mellitus, Type 2",
    "Drug Therapy, Combination",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Male",
    "Percutaneous Coronary Intervention",
    "Platelet Aggregation Inhibitors",
    "Retrospective Studies",
    "Ticagrelor",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "33985681",
    "doi": "10.1016/j.jacc.2021.03.298",
    "pii": "S0735-1097(21)01022-6"
  },
  "doi": "10.1016/j.jacc.2021.03.298",
  "dates": {
    "completed": "2021-11-15",
    "revised": "2021-11-15"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors",
    "Ticagrelor",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:18.813451",
    "pmid": "33985681"
  }
}