{
  "pmid": "33988519",
  "uid": "33988519",
  "title": "The Use of SMS Text Messaging to Improve the Hospital-to-Community Transition in Patients With Acute Coronary Syndrome (Txt2Prevent): Results From a Pilot Randomized Controlled Trial.",
  "abstract": "BACKGROUND: Acute coronary syndrome (ACS) is a leading cause of hospital admission in North America. Many patients with ACS experience challenges after discharge that impact their clinical outcomes and psychosocial well-being. SMS text messaging has the potential to provide support to patients during this postdischarge period. OBJECTIVE: This study pilot tested a 60-day SMS text messaging intervention (Txt2Prevent) for patients with ACS. The primary objective was to compare self-management domains between usual care and usual care plus Txt2Prevent. The secondary objectives were to compare medication adherence, health-related quality of life, self-efficacy, and health care resource use between groups. The third objective was to assess the feasibility of the study protocol and the acceptability of the intervention. METHODS: This was a randomized controlled trial with blinding of outcome assessors. We recruited 76 patients with ACS from St. Paul's Hospital in Vancouver, Canada, and randomized them to 1 of 2 groups within 7 days of discharge. The Txt2Prevent program included automated 1-way SMS text messages about follow-up care, self-management, and healthy living. Data were collected during the index admission and at 60 days after randomization. The primary outcome was measured with the Health Education Impact Questionnaire (heiQ). Other outcomes included the EQ-5D-5L, EQ-5D-5L Visual Analog Scale, a modified Sullivan Cardiac Self-Efficacy Scale, and Morisky Medication Adherence Scale scores, and self-reported health care resource use. Analyses of covariance were used to test the effect of group assignment on follow-up scores (controlling for baseline) and were considered exploratory in nature. Feasibility was assessed with descriptive characteristics of the study protocol. Acceptability was assessed with 2 survey questions and semistructured interviews. RESULTS: There were no statistically significant differences between the groups for the heiQ domains (adjusted mean difference [Txt2Prevent minus usual care] for each domain-Health-directed activity: -0.13, 95% CI -0.39 to 0.13, P=.31; Positive and active engagement in life: 0.03, 95% CI -0.19 to 0.25, P=.76; Emotional distress: 0.04, 95% CI -0.22 to 0.29, P=.77; Self-monitoring and insight: -0.14, 95% CI -0.33 to 0.05, P=.15; Constructive attitudes and approaches: -0.10, 95% CI -0.36 to 0.17, P=.47; Skill technique and acquisition: 0.05, 95% CI -0.18 to 0.27, P=.69; Social integration and support: -0.12, 95% CI -0.34 to 0.10, P=.27; and Health services navigation: -0.05, 95% CI -0.29 to 0.19, P=.69). For the secondary outcomes, there were no statistically significant differences in adjusted analyses except in 1 self-efficacy domain (Total plus), where the Txt2Prevent group had lower scores (mean difference -0.36, 95% CI -0.66 to -0.50, P=.03). The study protocol was feasible, but recruitment took longer than expected. Over 90% (29/31 [94%]) of participants reported they were satisfied with the program. CONCLUSIONS: The Txt2Prevent study was feasible to implement; however, although exploratory, there were no differences between the 2 groups in adjusted analyses except for 1 self-efficacy domain. As the intervention appeared acceptable, there is potential in using SMS text messages in this context. The design of the intervention may need to be reconsidered to have more impact on outcome measures. TRIAL REGISTRATION: ClinicalTrials.gov NCT02336919; https://clinicaltrials.gov/ct2/show/NCT02336919. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): RR2-10.2196/resprot.6968.",
  "authors": [
    {
      "last_name": "Ross",
      "fore_name": "Emily S",
      "initials": "ES",
      "name": "Emily S Ross",
      "affiliations": [
        "Department of Biomedical Physiology and Kinesiology, Simon Fraser University, Burnaby, BC, Canada."
      ],
      "orcid": "0000-0002-7851-9481"
    },
    {
      "last_name": "Sakakibara",
      "fore_name": "Brodie M",
      "initials": "BM",
      "name": "Brodie M Sakakibara",
      "affiliations": [
        "Centre for Chronic Disease Prevention and Management, University of British Columbia Okanagan, Kelowna, BC, Canada.",
        "Department of Occupational Science and Occupational Therapy, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0001-6400-0139"
    },
    {
      "last_name": "Mackay",
      "fore_name": "Martha H",
      "initials": "MH",
      "name": "Martha H Mackay",
      "affiliations": [
        "School of Nursing, University of British Columbia, Vancouver, BC, Canada.",
        "Centre for Health Evaluation and Outcome Sciences, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-0290-9715"
    },
    {
      "last_name": "Whitehurst",
      "fore_name": "David G T",
      "initials": "DGT",
      "name": "David G T Whitehurst",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC, Canada.",
        "Centre for Clinical Epidemiology and Evaluation, Vancouver Coastal Health Research Institute, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-7890-6756"
    },
    {
      "last_name": "Singer",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Singer",
      "affiliations": [
        "Centre for Health Evaluation and Outcome Sciences, Vancouver, BC, Canada.",
        "School of Population and Public Health, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-7220-4382"
    },
    {
      "last_name": "Toma",
      "fore_name": "Mustafa",
      "initials": "M",
      "name": "Mustafa Toma",
      "affiliations": [
        "Division of Cardiology, Providence Health Care, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-0274-3962"
    },
    {
      "last_name": "Corbett",
      "fore_name": "Kitty K",
      "initials": "KK",
      "name": "Kitty K Corbett",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC, Canada.",
        "School of Public Health Sciences, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0003-2192-6681"
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8370-4569"
    },
    {
      "last_name": "Rutherford",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Rutherford",
      "affiliations": [
        "Department of Family Practice, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-1449-8298"
    },
    {
      "last_name": "Gheorghiu",
      "fore_name": "Bobby",
      "initials": "B",
      "name": "Bobby Gheorghiu",
      "affiliations": [
        "Canada Health Infoway, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-6933-5456"
    },
    {
      "last_name": "Code",
      "fore_name": "Jillianne",
      "initials": "J",
      "name": "Jillianne Code",
      "affiliations": [
        "Department of Curriculum and Pedagogy, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-3096-1289"
    },
    {
      "last_name": "Lear",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Lear",
      "affiliations": [
        "Department of Biomedical Physiology and Kinesiology, Simon Fraser University, Burnaby, BC, Canada.",
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC, Canada.",
        "Division of Cardiology, Providence Health Care, Healthy Heart Program St Paul's Hospital, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0001-7614-755X"
    }
  ],
  "journal": {
    "title": "JMIR mHealth and uHealth",
    "iso_abbreviation": "JMIR Mhealth Uhealth",
    "issn": "2291-5222",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "14"
  },
  "start_page": "e24530",
  "pages": "e24530",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Coronary Syndrome",
    "Aftercare",
    "Canada",
    "Hospitals",
    "Humans",
    "Patient Discharge",
    "Pilot Projects",
    "Quality of Life",
    "Text Messaging"
  ],
  "article_ids": {
    "pubmed": "33988519",
    "pmc": "PMC8164115",
    "doi": "10.2196/24530",
    "pii": "v9i5e24530"
  },
  "doi": "10.2196/24530",
  "pmc_id": "PMC8164115",
  "dates": {
    "completed": "2021-05-21",
    "revised": "2021-06-04"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "316822",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.793904",
    "pmid": "33988519"
  }
}