{
  "pmid": "33984371",
  "uid": "33984371",
  "title": "The combined effect of behavioural risk factors on disability in aging adults from the Canadian Longitudinal Study on Aging (CLSA).",
  "abstract": "The objective of this study was to explore how behavioural risk factors (smoking, physical activity, and nutrition) cluster together and assess how clusters of behavioural risk factors are associated with functional disability by age and sex at the individual and population level. We used currently available baseline cross-sectional data from the Canadian Longitudinal Study on Aging (CLSA). The CLSA is a national, population-based longitudinal study established to understand and examine health of an aging population. This study included 51,338 Canadian men and women aged 45 to 85 years residing in the community in 10 Canadian provinces. Behavioural risk factors included smoking, physical activity, and nutrition. The main outcome used in the study was functional disability, which was assessed using a questionnaire adapted from the Older Americans Resources and Services Multidimensional Assessment Questionnaire. In this analyses of unique combinations of the risk factors of smoking, physical activity, and nutritional risk, the magnitude of the association of the behavioural risk factors with functional disability was dependent on which risk factors were included and differed by age and sex strata. Of the risk factors, physical activity accounted for between 70% to 90% of the total population level risk in individuals with all three risk factors, suggesting it is a key driver of the population burden of disability. Together, these results show that considering unique clusters of risk factors, as well as age and sex, is essential for tailoring public health strategies to reduce the burden of disability among aging populations.",
  "authors": [
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada. Electronic address: praina@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada; School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Joshi",
      "fore_name": "Divya",
      "initials": "D",
      "name": "Divya Joshi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gilsing",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Gilsing",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mayhew",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Mayhew",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada; School of Nursing, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Thompson",
      "affiliations": [
        "Department of Statistics & Actuarial Science, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Preventive medicine",
    "iso_abbreviation": "Prev Med",
    "issn": "1096-0260",
    "issn_type": "Electronic",
    "volume": "149",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "106609",
  "pages": "106609",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Aging",
    "Canada",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "33984371",
    "doi": "10.1016/j.ypmed.2021.106609",
    "pii": "S0091-7435(21)00193-6"
  },
  "doi": "10.1016/j.ypmed.2021.106609",
  "dates": {
    "completed": "2021-06-25",
    "revised": "2021-06-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "LSA 94473",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "ACD-151285",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.753085",
    "pmid": "33984371"
  }
}