{
  "pmid": "33984302",
  "uid": "33984302",
  "title": "Maternal weight gain and pregnancy outcomes in twin gestations.",
  "abstract": "BACKGROUND: Data on the optimal gestational weight gain in twin pregnancies are limited. As a result, the Institute of Medicine currently provides only provisional recommendations on gestational weight gain in this population. OBJECTIVE: This study aimed to identify the optimal range of gestational weight gain in twin pregnancies and to estimate the association between inappropriate gestational weight gain and adverse pregnancy outcomes. STUDY DESIGN: This was a retrospective cohort study of all women with twin pregnancies that were followed up in a single, tertiary center between 2000 and 2014. We used 2 approaches to identify the optimal range of gestational weight gain: a statistical approach (the interquartile range of gestational weight gain in low-risk pregnancies with normal outcomes) and an outcome-based approach (by identifying thresholds of gestational weight gain below or above which the rate of adverse outcomes increases). The primary outcome was preterm birth. Associations of gestational weight gain below or above the normal range with the study outcomes were estimated using logistic regression analysis and were expressed as adjusted odds ratio with 95% confidence intervals. These associations were stratified by prepregnancy body mass index group. RESULTS: A total of 1274 women with twin pregnancies met the study criteria: 43 were classified as underweight, 777 were normal weight, 278 were overweight, and 176 were obese. Our estimates of the optimal gestational weight gain range were similar to those recommended by the Institute of Medicine except for the obese category, in which our optimal gestational weight gain range at 37 weeks (9.3-16.3 kg) was lower than in the provisional Institute of Medicine recommendations (11.3-19.1 kg). Nearly half of our cohort experienced inappropriate gestational weight gain: 30% (n=381) gained weight below and 17% (n=216) gained weight above current Institute of Medicine recommendations. In the normal weight group, gestational weight gain below recommendations was associated with an increased risk of preterm birth and birthweight at the <10th centile and with a reduction in the risk of hypertensive disorders, whereas gestational weight gain above recommendations was associated with an increased risk of hypertensive disorders and a reduction in the risk of birthweight at the <10th centile. Associations were less consistent in the overweight and obese groups. CONCLUSION: These findings identify gestational weight gain as a potentially modifiable risk factor for preterm birth and other pregnancy complications in twin gestations. Further prospective studies are needed to determine whether interventions aimed at optimizing gestational weight gain can improve the outcomes of these high-risk pregnancies.",
  "authors": [
    {
      "last_name": "Lipworth",
      "fore_name": "Hayley",
      "initials": "H",
      "name": "Hayley Lipworth",
      "affiliations": [
        "Institute of Medical Science, University of Toronto, Toronto, ON; Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynaecology, Sunnybrook Research Institute, Toronto, ON. Electronic address: hayley.lipworth@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Melamed",
      "fore_name": "Nir",
      "initials": "N",
      "name": "Nir Melamed",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynaecology, Sunnybrook Research Institute, Toronto, ON."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Berger",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Geary",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Geary",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology and Departments of Radiology and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Kellie E",
      "initials": "KE",
      "name": "Kellie E Murphy",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Mount Sinai Hospital, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Redelmeier",
      "fore_name": "Don A",
      "initials": "DA",
      "name": "Don A Redelmeier",
      "affiliations": [
        "Institute for Clinical and Evaluative Sciences, Ontario, Canada; Department of Medicine and Institute for Health Policy, Management and Evaluation, University of Toronto, Ontario, Canada; Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, University of Toronto, Ontario, Canada; Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yoon",
      "fore_name": "Eugene W",
      "initials": "EW",
      "name": "Eugene W Yoon",
      "affiliations": [
        "Maternal-Infant Care (MiCare) Research Centre, Mount Sinai Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon F R",
      "initials": "JFR",
      "name": "Jon F R Barrett",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynaecology, Sunnybrook Research Institute, Toronto, ON."
      ]
    },
    {
      "last_name": "Ram",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Ram",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Lis Maternity Hospital, Tel Aviv Sourasky Medical Center, affiliated to the Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "225",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "532.e1",
  "end_page": "532.e12",
  "pages": "532.e1-532.e12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Birth Weight",
    "Body Mass Index",
    "Cohort Studies",
    "Diabetes, Gestational",
    "Female",
    "Gestational Weight Gain",
    "Humans",
    "Hypertension, Pregnancy-Induced",
    "Infant, Newborn",
    "Infant, Small for Gestational Age",
    "Pregnancy in Obesity",
    "Overweight",
    "Pregnancy",
    "Pregnancy, Twin",
    "Premature Birth",
    "Retrospective Studies",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "33984302",
    "doi": "10.1016/j.ajog.2021.04.260",
    "pii": "S0002-9378(21)00547-0"
  },
  "doi": "10.1016/j.ajog.2021.04.260",
  "dates": {
    "completed": "2021-11-30",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "146442",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.078116",
    "pmid": "33984302"
  }
}