{
  "pmid": "33985535",
  "uid": "33985535",
  "title": "Contextual differences considered in the Tunisian ADOLOPMENT of the European guidelines on breast cancer screening.",
  "abstract": "BACKGROUND: Breast cancer is a common disease in Tunisia and is associated with high mortality rates. The \"Instance Nationale de l'Evaluation et de l'Accréditation en Santé\" (INEAS) and the Tunisian Society of Oncology decided to develop practice guidelines on the subject. While the development of de novo guidelines on breast cancer screening is a demanding process, guideline adaptation appears more appropriate and context sensitive. The objective of this paper is to describe the adaptation process of the European Guidelines on Breast Cancer Screening and Diagnosis to the Tunisian setting in terms of the methodological process, contextual differences between the source and adoloped guideline, and changes in the recommendations. METHODS: We used the 'Grading of Recommendations Assessment, Development and Evaluation' (GRADE)-ADOLOPMENT methodology to prioritize the topic, select the source guideline, and prioritize the questions and the outcomes. Once the source guideline was selected-the European Breast Cancer Guidelines-the European Commission´s Joint Research Centre shared with the project team in Tunisia all relevant documents and files. In parallel, the project team searched for local studies on the disease prevalence, associated outcomes' baseline risks, patients' values and preferences, cost, cost-effectiveness, acceptability, and feasibility. Then, the adoloping panel reviewed the GRADE evidence tables and the Evidence to Decision tables and discussed whether their own judgments were consistent with those from the source guideline or not. They based their judgments on the evidence on health effects, the contextual evidence, and their own experiences. RESULTS: The most relevant contextual differences between the source and adoloped guidelines were related to the perspective, scope, prioritized questions, rating of outcome importance, baseline risks, and indirectness of the evidence. The ADOLOPMENT process resulted in keeping 5 out of 6 recommendations unmodified. One recommendation addressing \"screening versus no screening with ultrasound in women with high breast density on mammography screening\" was modified from 'conditional against' to 'conditional for either' due to more favorable ratings by the adoloping panel in terms of equity and feasibility. CONCLUSION: This process illustrates both the feasibility of GRADE-ADOLOPMENT approach and the importance of consideration of contextual evidence. It also highlights the value of collaboration with the organization that developed the source guideline.",
  "authors": [
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ouertatani",
      "fore_name": "Hella",
      "initials": "H",
      "name": "Hella Ouertatani",
      "affiliations": [
        "L'Instance Nationale de l'Evaluation et de l'Accréditation en Santé (INEAS), Tunis, Tunisia."
      ]
    },
    {
      "last_name": "Brahem",
      "fore_name": "Asma Ben",
      "initials": "AB",
      "name": "Asma Ben Brahem",
      "affiliations": [
        "L'Instance Nationale de l'Evaluation et de l'Accréditation en Santé (INEAS), Tunis, Tunisia."
      ]
    },
    {
      "last_name": "Grati",
      "fore_name": "Hela",
      "initials": "H",
      "name": "Hela Grati",
      "affiliations": [
        "L'Instance Nationale de l'Evaluation et de l'Accréditation en Santé (INEAS), Tunis, Tunisia."
      ]
    },
    {
      "last_name": "Hamouda",
      "fore_name": "Mohammed Ben",
      "initials": "MB",
      "name": "Mohammed Ben Hamouda",
      "affiliations": [
        "L'Instance Nationale de l'Evaluation et de l'Accréditation en Santé (INEAS), Tunis, Tunisia."
      ]
    },
    {
      "last_name": "Saz-Parkinson",
      "fore_name": "Zuleika",
      "initials": "Z",
      "name": "Zuleika Saz-Parkinson",
      "affiliations": [
        "European Commission, Joint Research Centre, Ispra, Italy."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "McMaster University, Hamilton, Canada. ea32@aub.edu.lb."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "13"
  },
  "start_page": "80",
  "pages": "80",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Early Detection of Cancer",
    "Evidence-Based Medicine",
    "Female",
    "Humans",
    "Judgment"
  ],
  "article_ids": {
    "pubmed": "33985535",
    "pmc": "PMC8117583",
    "doi": "10.1186/s12961-021-00731-z",
    "pii": "10.1186/s12961-021-00731-z"
  },
  "doi": "10.1186/s12961-021-00731-z",
  "pmc_id": "PMC8117583",
  "dates": {
    "completed": "2021-07-28",
    "revised": "2021-07-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.219789",
    "pmid": "33985535"
  }
}