{
  "pmid": "33986661",
  "uid": "33986661",
  "title": "Potential Mechanism Prediction of Herbal Medicine for Pulmonary Fibrosis Associated with SARS-CoV-2 Infection Based on Network Analysis and Molecular Docking.",
  "abstract": "Background: Coronavirus Disease 2019 (COVID-19) is still a relevant global problem. Although some patients have recovered from COVID-19, the sequalae to the SARS-CoV-2 infection may include pulmonary fibrosis, which may contribute to considerable economic burden and health-care challenges. Convalescent Chinese Prescription (CCP) has been widely used during the COVID-19 recovery period for patients who were at high risk of pulmonary fibrosis and is recommended by the Diagnosis and Treatment Protocol for COVID-19 (Trial Version sixth, seventh). However, its underlying mechanism is still unclear. Methods: In this study, an integrated pharmacology approach was implemented, which involved evaluation of absorption, distribution, metabolism and excretion of CCP, data mining of the disease targets, protein-protein interaction (PPI) network construction, and analysis, enrichment analysis, and molecular docking simulation, to predict the bioactive components, potential targets, and molecular mechanism of CCP for pulmonary fibrosis associated with SARS-CoV-2 infection. Results: The active compound of CCP and the candidate targets, including pulmonary fibrosis targets, were obtained through database mining. The Drug-Disease network was constructed. Sixty-five key targets were identified by topological analysis. The findings of Gene Ontology (GO) terms and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway annotation suggested that the VEGF, Toll-like 4 receptor, MAPK signaling pathway, and TGF-β1 signaling pathways may be involved in pulmonary fibrosis. In the molecular docking analyses, VEGF, TNF-α, IL-6, MMP9 exhibited good binding activity. Findings from our study indicated that CCP could inhibit the expression of VEGF, TNF-α, IL-6, MMP9, TGF-β1 via the VEGF, Toll-like 4 receptor, MAPK, and TGF-β1 signaling pathways. Conclusion: Potential mechanisms involved in CCP treatment for COVID-19 pulmonary fibrosis associated with SARS-CoV-2 infection involves multiple components and multiple target points as well as multiple pathways. These findings may offer a profile for further investigations of the anti-fibrotic mechanism of CCP.",
  "authors": [
    {
      "last_name": "Jin",
      "fore_name": "De",
      "initials": "D",
      "name": "De Jin",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "An",
      "fore_name": "Xuedong",
      "initials": "X",
      "name": "Xuedong An",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Shenghui",
      "initials": "S",
      "name": "Shenghui Zhao",
      "affiliations": [
        "Graduate School, Beijing University of Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Duan",
      "fore_name": "Liyun",
      "initials": "L",
      "name": "Liyun Duan",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Duan",
      "fore_name": "Yingying",
      "initials": "Y",
      "name": "Yingying Duan",
      "affiliations": [
        "Graduate School, Beijing University of Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Lian",
      "fore_name": "Fengmei",
      "initials": "F",
      "name": "Fengmei Lian",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Tong",
      "fore_name": "Xiaolin",
      "initials": "X",
      "name": "Xiaolin Tong",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pharmacology",
    "iso_abbreviation": "Front Pharmacol",
    "issn": "1663-9812",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "602218",
  "pages": "602218",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "33986661",
    "pmc": "PMC8112227",
    "doi": "10.3389/fphar.2021.602218",
    "pii": "602218"
  },
  "doi": "10.3389/fphar.2021.602218",
  "pmc_id": "PMC8112227",
  "dates": {
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.447018",
    "pmid": "33986661"
  }
}