{
  "pmid": "33980242",
  "uid": "33980242",
  "title": "Bereavement interventions to support informal caregivers in the intensive care unit: a systematic review.",
  "abstract": "BACKGROUND: Informal caregivers of critically ill patients in intensive care unit (ICUs) experience negative psychological sequelae that worsen after death. We synthesized outcomes reported from ICU bereavement interventions intended to improve informal caregivers' ability to cope with grief. DATA SOURCES: MEDLINE, EMBASE, CINAHL and PsycINFO from inception to October 2020. STUDY SELECTION: Randomized controlled trials (RCTs) of bereavement interventions to support informal caregivers of adult patients who died in ICU. DATA EXTRACTION: Two reviewers independently extracted data in duplicate. Narrative synthesis was conducted. DATA SYNTHESIS: Bereavement interventions were categorized according to the UK National Institute for Health and Clinical Excellence three-tiered model of bereavement support according to the level of need: (1) Universal information provided to all those bereaved; (2) Selected or targeted non-specialist support provided to those who are at-risk of developing complex needs; and/or (3) Professional specialist interventions provided to those with a high level of complex needs. Outcome measures were synthesized according to core outcomes established for evaluating bereavement support for adults who have lost other adults to illness. RESULTS: Three studies of ICU bereavement interventions from 31 ICUs across 26 hospitals were included. One trial examining the effect of family presence at brain death assessment integrated all three categories of support but did not report significant improvement in emotional or psychological distress. Two other trials assessed a condolence letter intervention, which did not decrease grief symptoms and may have increased symptoms of depression and post-traumatic stress disorder, and a storytelling intervention that found no significant improvements in anxiety, depression, post-traumatic stress, or complicated grief. Four of nine core bereavement outcomes were not assessed anytime in follow-up. CONCLUSIONS: Currently available trial evidence is sparse and does not support the use of bereavement interventions for informal caregivers of critically ill patients who die in the ICU.",
  "authors": [
    {
      "last_name": "Moss",
      "fore_name": "Stephana J",
      "initials": "SJ",
      "name": "Stephana J Moss",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Department of Critical Care Medicine, University of Calgary, Calgary, AB, Canada.",
        "O'Brien Institute for Public Health, University of Calgary, Calgary, AB, Canada.",
        "Hotchkiss Brain Institute, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Wollny",
      "fore_name": "Krista",
      "initials": "K",
      "name": "Krista Wollny",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Alberta Health Services, Calgary, AB, Canada.",
        "Faculty of Nursing, University of Calgary, Calgary, AB, Canada.",
        "Alberta Children's Hospital Research Institute, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Poulin",
      "fore_name": "Therese G",
      "initials": "TG",
      "name": "Therese G Poulin",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Stelfox",
      "fore_name": "Henry T",
      "initials": "HT",
      "name": "Henry T Stelfox",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Department of Critical Care Medicine, University of Calgary, Calgary, AB, Canada.",
        "O'Brien Institute for Public Health, University of Calgary, Calgary, AB, Canada.",
        "Alberta Health Services, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Ordons",
      "fore_name": "Amanda Roze des",
      "initials": "ARD",
      "name": "Amanda Roze des Ordons",
      "affiliations": [
        "Department of Critical Care Medicine, University of Calgary, Calgary, AB, Canada.",
        "Alberta Health Services, Calgary, AB, Canada.",
        "Division of Palliative Medicine, Department of Oncology, Cumming School of Medicine, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Fiest",
      "fore_name": "Kirsten M",
      "initials": "KM",
      "name": "Kirsten M Fiest",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada. kmfiest@ucalgary.ca.",
        "Department of Critical Care Medicine, University of Calgary, Calgary, AB, Canada. kmfiest@ucalgary.ca.",
        "O'Brien Institute for Public Health, University of Calgary, Calgary, AB, Canada. kmfiest@ucalgary.ca.",
        "Hotchkiss Brain Institute, University of Calgary, Calgary, AB, Canada. kmfiest@ucalgary.ca.",
        "Alberta Health Services, Calgary, AB, Canada. kmfiest@ucalgary.ca.",
        "Department of Psychiatry, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada. kmfiest@ucalgary.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC palliative care",
    "iso_abbreviation": "BMC Palliat Care",
    "issn": "1472-684X",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "12"
  },
  "start_page": "66",
  "pages": "66",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Anxiety",
    "Bereavement",
    "Caregivers",
    "Grief",
    "Humans",
    "Intensive Care Units"
  ],
  "article_ids": {
    "pubmed": "33980242",
    "pmc": "PMC8117265",
    "doi": "10.1186/s12904-021-00763-w",
    "pii": "10.1186/s12904-021-00763-w"
  },
  "doi": "10.1186/s12904-021-00763-w",
  "pmc_id": "PMC8117265",
  "dates": {
    "completed": "2021-10-15",
    "revised": "2021-10-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.262758",
    "pmid": "33980242"
  }
}