{
  "pmid": "33984495",
  "uid": "33984495",
  "title": "Guidelines that use the GRADE approach often fail to provide complete economic information for recommendations: A systematic survey.",
  "abstract": "OBJECTIVE: Little is known about how developers and panel members report cost and cost effectiveness considerations in GRADE guideline Evidence-to-Decision (EtD) frameworks. A systematic survey was conducted to explore approaches and factors contributing to variability in economic information reporting. STUDY DESIGN AND SETTING: Guideline organization websites were systematically searched to create a convenience sample of guidelines. Reviewers screened published EtD frameworks and generated frequencies of reporting approaches. We used thematic analysis to summarize factors related to variability of economic information reporting. RESULTS: We included 142 guidelines. The overall rate of reporting economic information was high (91%); however, there was variability across completion of predefined EtD Likert-type judgments (70%), noting information as not identified across EtD framework domains (57%), and providing remarks to justify recommendations (38%). Six themes contributing to variability emerged, related to: intervention, population, payor, provider, healthcare resource use, and economic model building factors. Only 2 guidelines performed a GRADE certainty appraisal of economic outcomes. CONCLUSION: Completing predefined EtD Likert-type judgments, specifically reporting a literature review approach, study selection criteria and economic model building limitations, as well as linking these to recommendation justification remarks are potential areas for improved use, adoption and adaptation of recommendation, and transparency of GRADE EtD frameworks.",
  "authors": [
    {
      "last_name": "Riva",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J Riva",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main Street West, 6th Floor, Hamilton, Ontario, Canada L8P 1H6; Michael G. DeGroote Cochrane Canada and McMaster GRADE Centres, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: rivaj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Meha",
      "initials": "M",
      "name": "Meha Bhatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brunarski",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Brunarski",
      "affiliations": [
        "Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, The Netherlands."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Ontario, Canada; Chronic Pain Centre of Excellence for Canadian Veterans, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martins",
      "fore_name": "Carolina C",
      "initials": "CC",
      "name": "Carolina C Martins",
      "affiliations": [
        "Department of Pediatric Dentistry, Federal University of Minas Gerais, Belo Horizonte, Brazil."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada and McMaster GRADE Centres, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Hamilton, Ontario, Canada; Institute for Evidence in Medicine, Medical Center & Faculty of Medicine, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brozek",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada and McMaster GRADE Centres, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "136",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "203",
  "end_page": "215",
  "pages": "203-215",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Biomedical Research",
    "Cost-Benefit Analysis",
    "Epidemiologic Research Design",
    "Evidence-Based Medicine",
    "GRADE Approach",
    "Guidelines as Topic",
    "Humans",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "33984495",
    "doi": "10.1016/j.jclinepi.2021.04.018",
    "pii": "S0895-4356(21)00141-4"
  },
  "doi": "10.1016/j.jclinepi.2021.04.018",
  "dates": {
    "completed": "2021-10-15",
    "revised": "2021-10-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.133612",
    "pmid": "33984495"
  }
}