{
  "pmid": "33989298",
  "uid": "33989298",
  "title": "Evaluating changes in workplace culture: Effectiveness of a caregiver-friendly workplace program in a public post-secondary educational institution.",
  "abstract": "BACKGROUND: Workplace experience, defined as the evaluation of the work environment and performance, and a characteristic of workplace culture, can influence an employee's work-life balance. Most carer-employees, who combine paid full-time work and informal caregiving responsibilities, struggle to maintain a healthy work-life balance. Caregiver-Friendly Workplace Programs are designed to improve the work experience, and ultimately, the work-life balance of carer-employees. The purpose of this study is to identify changes in workplace culture through the examination of the efficacy of a caregiver-friendly workplace program on workplace experience. First, we identify whether awareness of a caregiver-friendly workplace program directly increases the amount of work support received and, in turn, improves workplace experience. Second, we will examine if significant differences in the amount of work support received translates into an improved workplace experience for carer-employees over time. METHODS: Two university-wide online surveys were conducted separately; time 1 (T1) during the summer of 2015, and time 2 (T2), in the summer of 2017. In each survey, nearly 7000 employees received the invitation to participate with a response rate ranging 10% (T1) to 12% (T2). Respondents were asked about their sociodemographic characteristics, caregiving responsibilities (if applicable), awareness of caregiver-friendly workplace program, types of work support received, and work experience. Reliability analyses was conducted for three scales: awareness of caregiver-friendly workplace program; work support, and; workplace experience. Proportional T-tests were used to examine the difference amongst the intervention scales over time. Structural equation modeling (SEM), via path analysis, was used to investigate the causal indirect (awareness of caregiver-friendly workplace program to work support to workplace experience) relationship that define the workplace culture. RESULTS: No significant changes in workplace culture were found over time. However, awareness of caregiver-friendly workplace programs is shown to positively impact the amount of support received, which sequentially improves workplace experience, and ultimately workplace culture. This therefore suggests that the implementation of caregiver-friendly workplace programs is potentially effective. CONCLUSIONS: Results suggest that amount of support received, and workplace experience would be better reassessed via a longer time period (i.e., 5 yr. window), and improved support for managers and supervisors is needed to supplement relationships with their employees.",
  "authors": [
    {
      "last_name": "Dardas",
      "fore_name": "Anastassios",
      "initials": "A",
      "name": "Anastassios Dardas",
      "affiliations": [
        "School of Earth, Environment & Society, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0518-4788"
    },
    {
      "last_name": "Williams",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Williams",
      "affiliations": [
        "School of Earth, Environment & Society, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4701-500X"
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Offord Center for Child Health Study, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "5",
    "pub_year": "2021"
  },
  "start_page": "e0250978",
  "pages": "e0250978",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Caregivers",
    "Employment",
    "Health Status",
    "Humans",
    "Occupational Stress",
    "Psychosocial Support Systems",
    "Surveys and Questionnaires",
    "Workplace"
  ],
  "article_ids": {
    "pubmed": "33989298",
    "pmc": "PMC8121345",
    "doi": "10.1371/journal.pone.0250978",
    "pii": "PONE-D-20-26186"
  },
  "doi": "10.1371/journal.pone.0250978",
  "pmc_id": "PMC8121345",
  "dates": {
    "completed": "2021-10-20",
    "revised": "2023-09-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MOP 137074",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.410063",
    "pmid": "33989298"
  }
}