{
  "pmid": "33999833",
  "uid": "33999833",
  "title": "COVID-19 Knowledge Resource Categorization and Tracking: Conceptual Framework Study.",
  "abstract": "BACKGROUND: Since the declaration of COVID-19 as a global pandemic by the World Health Organization, the disease has gained momentum with every passing day. Various private and government sectors of different countries allocated funding for research in multiple capacities. A significant portion of efforts has been devoted to information technology and service infrastructure development, including research on developing intelligent models and techniques for alerts, monitoring, early diagnosis, prevention, and other relevant services. As a result, many information resources have been created globally and are available for use. However, a defined structure to organize these resources into categories based on the nature and origin of the data is lacking. OBJECTIVE: This study aims to organize COVID-19 information resources into a well-defined structure to facilitate the easy identification of a resource, tracking information workflows, and to provide a guide for a contextual dashboard design and development. METHODS: A sequence of action research was performed that involved a review of COVID-19 efforts and initiatives on a global scale during the year 2020. Data were collected according to the defined structure of primary, secondary, and tertiary categories. Various techniques for descriptive statistical analysis were employed to gain insights into the data to help develop a conceptual framework to organize resources and track interactions between different resources. RESULTS: Investigating diverse information at the primary, secondary, and tertiary levels enabled us to develop a conceptual framework for COVID-19-related efforts and initiatives. The framework of resource categorization provides a gateway to access global initiatives with enriched metadata, and assists users in tracking the workflow of tertiary, secondary, and primary resources with relationships between various fragments of information. The results demonstrated mapping initiatives at the tertiary level to secondary level and then to the primary level to reach firsthand data, research, and trials. CONCLUSIONS: Adopting the proposed three-level structure allows for a consistent organization and management of existing COVID-19 knowledge resources and provides a roadmap for classifying future resources. This study is one of the earliest studies to introduce an infrastructure for locating and placing the right information at the right place. By implementing the proposed framework according to the stated guidelines, this study allows for the development of applications such as interactive dashboards to facilitate the contextual identification and tracking of interdependent COVID-19 knowledge resources.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Software, Sejong University, 209 Neungdong-ro, Seoul, Republic of Korea."
      ],
      "orcid": "0000-0002-7851-2327"
    },
    {
      "last_name": "Hussain",
      "fore_name": "Maqbool",
      "initials": "M",
      "name": "Maqbool Hussain",
      "affiliations": [
        "Department of Software, Sejong University, 209 Neungdong-ro, Seoul, Republic of Korea."
      ],
      "orcid": "0000-0002-1663-1718"
    },
    {
      "last_name": "Hussain",
      "fore_name": "Jamil",
      "initials": "J",
      "name": "Jamil Hussain",
      "affiliations": [
        "Department of Data Science, Sejong University, Seoul, Republic of Korea."
      ],
      "orcid": "0000-0003-3862-8787"
    },
    {
      "last_name": "Bang",
      "fore_name": "Jaehun",
      "initials": "J",
      "name": "Jaehun Bang",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Yongin, Republic of Korea."
      ],
      "orcid": "0000-0003-3675-2258"
    },
    {
      "last_name": "Lee",
      "fore_name": "Sungyoung",
      "initials": "S",
      "name": "Sungyoung Lee",
      "affiliations": [
        "Department of Computer Science and Engineering, Kyung Hee University, Yongin, Republic of Korea."
      ],
      "orcid": "0000-0002-5962-1587"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "e29730",
  "pages": "e29730",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Consumer Health Information",
    "Health Resources",
    "Humans",
    "Knowledge",
    "Pandemics",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "33999833",
    "pmc": "PMC8171286",
    "doi": "10.2196/29730",
    "pii": "v23i6e29730"
  },
  "doi": "10.2196/29730",
  "pmc_id": "PMC8171286",
  "dates": {
    "completed": "2021-06-25",
    "revised": "2021-06-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.952327",
    "pmid": "33999833"
  }
}