{
  "pmid": "33993079",
  "uid": "33993079",
  "title": "Cognitive behavioral therapy for hoarding disorder: An updated meta-analysis.",
  "abstract": "BACKGROUND: Hoarding disorder (HD) is a new disorder in DSM-5. While cognitive-behavioral therapy (CBT) is seen as the gold standard approach to treatment, the literature in this field is still emerging. METHODS: The aim of the present study is to synthesize the current treatment outcome literature on CBT for HD, as well as secondary depressive symptoms, using a meta-analytic approach. Due to a lack of controlled trials only within-group effect sizes were calculated. RESULTS: Sixteen studies were included in the meta-analysis (n = 505; mean age = 56 years; mean percentage female participants = 72%). Large effect sizes were found from pre-treatment to post-treatment (g = 1.11; 95% CI: 0.92-1.29) and from pre-treatment to follow-up (g = 1.25; 95% CI: 0.94-1.56) on HD symptoms. The gender distribution of the sample moderated treatment outcome, with larger effects seen in studies that included a larger proportion of female patients. Treatment modality (individual vs group), therapist training, use of home visits, trial type (efficacy vs effectiveness), number of treatment weeks, participant age, and study quality did not moderate treatment outcome. Small effect sizes were found from pre-treatment to post-treatment (g = 0.45; 95% CI: 0.28-0.61) for depressive symptoms and baseline depression severity, treatment modality, use of home visits, and assessment tool used did not moderate outcome. LIMITATIONS: The study is limited by the small number of studies available in this field. CONCLUSIONS: This study demonstrates that CBT for HD is an effective treatment, however, controlled trials are needed, as are trials examining the long-term efficacy of CBT for HD.",
  "authors": [
    {
      "last_name": "Rodgers",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Rodgers",
      "affiliations": [
        "Discipline of Clinical Psychology, Graduate School of Health, University of Technology Sydney, PO Box 123 Broadway, Ultimo, NSW 2007, Australia."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Discipline of Clinical Psychology, Graduate School of Health, University of Technology Sydney, PO Box 123 Broadway, Ultimo, NSW 2007, Australia."
      ]
    },
    {
      "last_name": "Wootton",
      "fore_name": "Bethany M",
      "initials": "BM",
      "name": "Bethany M Wootton",
      "affiliations": [
        "Discipline of Clinical Psychology, Graduate School of Health, University of Technology Sydney, PO Box 123 Broadway, Ultimo, NSW 2007, Australia. Electronic address: e.Bethany.Wootton@uts.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Journal of affective disorders",
    "iso_abbreviation": "J Affect Disord",
    "issn": "1573-2517",
    "issn_type": "Electronic",
    "volume": "290",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "128",
  "end_page": "135",
  "pages": "128-135",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Cognitive Behavioral Therapy",
    "Female",
    "Hoarding Disorder",
    "House Calls",
    "Humans",
    "Middle Aged",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "33993079",
    "doi": "10.1016/j.jad.2021.04.067",
    "pii": "S0165-0327(21)00399-2"
  },
  "doi": "10.1016/j.jad.2021.04.067",
  "dates": {
    "completed": "2021-07-05",
    "revised": "2021-07-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.543741",
    "pmid": "33993079"
  }
}