{
  "pmid": "33992716",
  "uid": "33992716",
  "title": "Development and application of health outcome descriptors facilitated decision-making in the production of practice guidelines.",
  "abstract": "OBJECTIVE: Stakeholders involved in developing recommendations need to have a common understanding of health outcomes and the perspective of affected individuals. In this paper we report on the development and application of health outcome descriptors (HODs) to inform decision-making by panels developing guideline recommendations. STUDY DESIGN AND SETTING: Ten American Society of Hematology guideline panels addressing the management of venous thromboembolism developed HODs, rated their importance and health utility, applied them to prioritize outcomes, and to balance potential benefits and harms to formulate recommendations. RESULTS: It was feasible to involve 18 panelists in developing 127 HODs. There was high agreement (82%) across the ten panels about outcomes perceived as critical or important for decision-making. Panelists' utility ratings of the outcomes were strongly correlated with panelists' outcome importance ratings (Pearson's r=-0.88). HODs were incorporated into Grading of Recommendations Assessment, Development and Evaluation (GRADE) evidence-to-decision (EtD) frameworks to support a shared understanding of health outcomes in panel deliberations. CONCLUSION: HODs serve as a valuable tool to promote an explicit, common understanding of health outcomes during clinical guideline development and across different stakeholders. They are helpful across multiple steps of guideline development to facilitate panels' judgements, aiming to avoid variable implicit interpretations of health outcomes.",
  "authors": [
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nieuwlaat",
      "fore_name": "Robby",
      "initials": "R",
      "name": "Robby Nieuwlaat",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Urology Section, Minneapolis VA Health Care System, Minneapolis, MN, USA; Department of Urology, University of Minnesota, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, Division of Nephrology and Hypertension, University of Kansas Medical Center, Kansas City, KS USA."
      ]
    },
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Internal Medicine, Pontificia Universidad Catolica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "Department of Surgery, University of California Davis, CA, USA; Department of Medicine, Veterans Affairs Northern California Health Care System, Mather, CA, USA."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau-CIBERESP), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Ortel",
      "fore_name": "Thomas L",
      "initials": "TL",
      "name": "Thomas L Ortel",
      "affiliations": [
        "Departments of Medicine and Pathology, Duke University Medical Center, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vesely",
      "fore_name": "Sara K",
      "initials": "SK",
      "name": "Sara K Vesely",
      "affiliations": [
        "Department of Biostatistics and Epidemiology, Hudson College of Public Health, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Internal Medicine, American University of Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada & McMaster GRADE Centres, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada; Institut für Evidence in Medicine, Medical Center & Faculty of Medicine, University of Freiburg, Freiburg, Germany. Electronic address: schuneh@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "138",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "115",
  "end_page": "127",
  "pages": "115-127",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Clinical Decision-Making",
    "Evidence-Based Medicine",
    "Fibrinolytic Agents",
    "Humans",
    "Outcome Assessment, Health Care",
    "Practice Guidelines as Topic",
    "United States",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "33992716",
    "doi": "10.1016/j.jclinepi.2021.04.016",
    "pii": "S0895-4356(21)00139-6"
  },
  "doi": "10.1016/j.jclinepi.2021.04.016",
  "dates": {
    "completed": "2021-11-29",
    "revised": "2021-11-29"
  },
  "chemicals": [
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.860644",
    "pmid": "33992716"
  }
}