{
  "pmid": "34007902",
  "uid": "34007902",
  "title": "Use of administrative record linkage to measure medical and social risk factors for early developmental vulnerability in Ontario, Canada.",
  "abstract": "BACKGROUND: Linkage of demographic, health, and developmental administrative data can enrich population-based surveillance and research on developmental and educational outcomes. Transparency of the record linkage process and results are required to assess potential biases. OBJECTIVES: To describe the approach used to link records of kindergarten children from the Early Development Instrument (EDI) in Ontario to health administrative data and test differences in characteristics of children by linkage status. We demonstrate how socio-demographic and medical risk factors amass in their contribution to early developmental vulnerability and test the concordance of health diagnoses in both the EDI and health datasets of linked records. METHODS: Children with records in the 2015 EDI cycle were deterministically linked to a population registry in Ontario, Canada. We compared sociodemographic and developmental vulnerability data between linked and unlinked records. Among linked records, we examined the contribution of medical and social risk factors obtained from health administrative data to developmental vulnerability identified in the EDI using descriptive analyses. RESULTS: Of 135,937 EDI records, 106,217 (78.1%) linked deterministically to a child in the Ontario health registry using birth date, sex, and postal code. The linked cohort was representative of children who completed the EDI in age, sex, rural residence, immigrant status, language, and special needs status. Linked data underestimated children living in the lowest neighbourhood income quintile (standardized difference [SD] 0.10) and with higher vulnerability in physical health and well-being (SD 0.11) , social competence (SD 0.10), and language and cognitive development (SD 0.12). Analysis of linked records showed developmental vulnerability is sometimes greater in children with social risk factors compared to those with medical risk factors. Common childhood conditions with records in health data were infrequently recorded in EDI records. CONCLUSIONS: Linkage of early developmental and health administrative data, in the absence of a single unique identifier, can be successful with few systematic biases introduced. Cross-sectoral linkages can highlight the relative contribution of medical and social risk factors to developmental vulnerability and poor school achievement.",
  "authors": [
    {
      "last_name": "Saunders",
      "fore_name": "Natasha Ruth",
      "initials": "NR",
      "name": "Natasha Ruth Saunders",
      "affiliations": [
        "The Hospital for Sick Children, Toronto, Canada, M5G 1X8.",
        "Department of Pediatrics, University of Toronto, Toronto, Canada, M5G 1X8.",
        "ICES, Toronto, Canada, M4N 3M5.",
        "Child Health Evaluative Sciences, SickKids Research Institute, Toronto, Canada, M5G 1X8.",
        "Institute of Health Policy, Management and Evaluation, The University of Toronto, Toronto, Canada, M5T 3M6.",
        "Edwin S. H. Leong Centre for Healthy Children, University of Toronto, Toronto, Canada, M5G 1X8."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Edwin S. H. Leong Centre for Healthy Children, University of Toronto, Toronto, Canada, M5G 1X8.",
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada, L8S 4K1."
      ]
    },
    {
      "last_name": "Porter",
      "fore_name": "Joan",
      "initials": "J",
      "name": "Joan Porter",
      "affiliations": [
        "ICES, Toronto, Canada, M4N 3M5."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Hong",
      "initials": "H",
      "name": "Hong Lu",
      "affiliations": [
        "ICES, Toronto, Canada, M4N 3M5."
      ]
    },
    {
      "last_name": "Gaskin",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Gaskin",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada, L8S 4K1."
      ]
    },
    {
      "last_name": "Kalappa",
      "fore_name": "Gangamma",
      "initials": "G",
      "name": "Gangamma Kalappa",
      "affiliations": [
        "ICES, Toronto, Canada, M4N 3M5."
      ]
    },
    {
      "last_name": "Guttmann",
      "fore_name": "Astrid",
      "initials": "A",
      "name": "Astrid Guttmann",
      "affiliations": [
        "The Hospital for Sick Children, Toronto, Canada, M5G 1X8.",
        "Department of Pediatrics, University of Toronto, Toronto, Canada, M5G 1X8.",
        "ICES, Toronto, Canada, M4N 3M5.",
        "Child Health Evaluative Sciences, SickKids Research Institute, Toronto, Canada, M5G 1X8.",
        "Institute of Health Policy, Management and Evaluation, The University of Toronto, Toronto, Canada, M5T 3M6.",
        "Edwin S. H. Leong Centre for Healthy Children, University of Toronto, Toronto, Canada, M5G 1X8."
      ]
    }
  ],
  "journal": {
    "title": "International journal of population data science",
    "iso_abbreviation": "Int J Popul Data Sci",
    "issn": "2399-4908",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Feb",
    "pub_day": "11"
  },
  "start_page": "1407",
  "pages": "1407",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Child Development",
    "Cohort Studies",
    "Humans",
    "Ontario",
    "Residence Characteristics",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "34007902",
    "pmc": "PMC8107638",
    "doi": "10.23889/ijpds.v6i1.1407",
    "pii": "S2399490821014075"
  },
  "doi": "10.23889/ijpds.v6i1.1407",
  "pmc_id": "PMC8107638",
  "dates": {
    "completed": "2022-03-21",
    "revised": "2022-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.725670",
    "pmid": "34007902"
  }
}