{
  "pmid": "34008258",
  "uid": "34008258",
  "title": "Factors that influence community hospital involvement in clinical trials: A qualitative descriptive study.",
  "abstract": "RATIONALE, AIMS AND OBJECTIVES: The successful conduct of randomized clinical trials (RCTs) is often impeded by recruitment difficulties. Community hospitals see large volumes of patients but rarely participate in trials. The objective of this study was to explore how research stakeholders identify and understand the contextual, organizational, research, and individual-level factors that influence the engagement of community hospitals in Ontario to participate in RCTs as partner sites. METHODS: In this descriptive, qualitative study, semi-structured interviews were conducted with a purposeful sample of 18 individuals who are familiar with the processes associated with engaging community hospitals for research or recruiting participants from these sites into trials. Demographic data were summarized using descriptive statistics. The principles of conventional content analysis were used to code, categorize and synthesize the interview data. RESULTS: Informed by participants' descriptions, the results were organized within three unique stages that describe the process of recruitment within community hospitals: (a) community hospital engagement; (b) initiation of the project in the community hospitals; and (c) recruiting patients. The key barriers were the invisibility of the community hospitals to research investigators and the lack of research infrastructure in most of the community hospitals. Increased communication and sharing of resources between academic centers and community hospitals facilitated recruitment across all three stages. CONCLUSION: Our results illustrated a willingness of community hospitals to participate in RCTs, but a lack of capacity for research. Additional efforts by trial coordinating sites are required to recruit community hospitals, but their inclusion improves the generalizability of trial results.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Mei",
      "initials": "M",
      "name": "Mei Wang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Father Sean O'Sullivan Research Institute, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5974-1450"
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "The School of Pharmacy, University of Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Holbrook",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Division of Clinical Pharmacology and Toxicology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "79",
  "end_page": "85",
  "pages": "79-85",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Communication",
    "Community Participation",
    "Hospitals, Community",
    "Humans",
    "Patient Selection",
    "Qualitative Research",
    "Randomized Controlled Trials as Topic",
    "Research Personnel"
  ],
  "article_ids": {
    "pubmed": "34008258",
    "doi": "10.1111/jep.13583"
  },
  "doi": "10.1111/jep.13583",
  "dates": {
    "completed": "2022-02-02",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "365834",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.228816",
    "pmid": "34008258"
  }
}