{
  "pmid": "34006576",
  "uid": "34006576",
  "title": "Treatment after anterior cruciate ligament injury: Panther Symposium ACL Treatment Consensus Group.",
  "abstract": "Treatment strategies for anterior cruciate ligament (ACL) injuries continue to evolve. Evidence supporting best practice guidelines for the management of ACL injury is to a large extent based on studies with low-level evidence. An international consensus group of experts was convened to collaboratively advance towards consensus opinions regarding the best available evidence on operative versus non-operative treatment for ACL injury.The purpose of this study was to report the consensus statements on operative versus non-operative treatment of ACL injuries developed at the ACL Consensus Meeting Panther Symposium 2019. Sixty-six international experts on the management of ACL injuries, representing 18 countries, convened and participated in a process based on the Delphi method of achieving consensus. Proposed consensus statements were drafted by the Scientific Organising Committee and Session Chairs for the three working groups. Panel participants reviewed preliminary statements prior to the meeting and provided initial agreement and comments on the statement via online survey. During the meeting, discussion and debate occurred for each statement, after which a final vote was then held. Eighty per cent agreement was defined a priori as consensus. A total of 11 of 13 statements on operative veresus non-operative treatment of ACL injury reached consensus during the symposium. Nine statements achieved unanimous support; two reached strong consensus; one did not achieve consensus; and one was removed due to redundancy in the information provided.In highly active patients engaged in jumping, cutting and pivoting sports, early anatomical anterior cruciate ligament reconstruction (ACLR) is recommended due to the high risk of secondary meniscus and cartilage injuries with delayed surgery, although a period of progressive rehabilitation to resolve impairments and improve neuromuscular function is recommended. For patients who seek to return to straight plane activities, non-operative treatment with structured, progressive rehabilitation is an acceptable treatment option. However, with persistent functional instability or when episodes of giving way occur, anatomical ACLR is indicated. The consensus statements derived from international leaders in the field will assist clinicians in deciding between operative and non-operative treatment with patients after an ACL injury.Level of evidence: V.",
  "authors": [
    {
      "last_name": "Diermeier",
      "fore_name": "Theresa",
      "initials": "T",
      "name": "Theresa Diermeier",
      "affiliations": [
        "Department of Sportorthopedic, Technical University of Munich, Munchen, Germany."
      ]
    },
    {
      "last_name": "Rothrauff",
      "fore_name": "Benjamin B",
      "initials": "BB",
      "name": "Benjamin B Rothrauff",
      "affiliations": [
        "Department of Orthopaedic Surgery, UPMC Freddie Fu Sports Medicine Center, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
      ],
      "orcid": "0000-0002-8301-025X"
    },
    {
      "last_name": "Engebretsen",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Engebretsen",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, University of Gothenburg, Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Lynch",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Lynch",
      "affiliations": [
        "University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Svantesson",
      "fore_name": "Eleonor",
      "initials": "E",
      "name": "Eleonor Svantesson",
      "affiliations": [
        "Department of Orthopedics, Institute of Clinical Sciences, University of Gothenburg, Mölndal, Sweden."
      ],
      "orcid": "0000-0002-6669-5277"
    },
    {
      "last_name": "Hamrin Senorski",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Hamrin Senorski",
      "affiliations": [
        "Health and Rehabilitation, University of Gothenburg, Gothenburg, Sweden."
      ],
      "orcid": "0000-0002-9340-0147"
    },
    {
      "last_name": "Rauer",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Rauer",
      "affiliations": [
        "UniversitätsSpital Zürich, Zurich, Switzerland."
      ]
    },
    {
      "last_name": "Meredith",
      "fore_name": "Sean J",
      "initials": "SJ",
      "name": "Sean J Meredith",
      "affiliations": [
        "Orthopaedics, University of Maryland School of Medicine, Baltimore, Maryland, USA."
      ],
      "orcid": "0000-0003-3725-5309"
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paterno",
      "fore_name": "Mark V",
      "initials": "MV",
      "name": "Mark V Paterno",
      "affiliations": [
        "Division of Sports Medicine, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio, USA."
      ]
    },
    {
      "last_name": "Xerogeanes",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Xerogeanes",
      "affiliations": [
        "Department of Orthopaedics, Emory University Orthopaedic and Spine Hospital, Atlanta, Georgia, USA."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Freddie H",
      "initials": "FH",
      "name": "Freddie H Fu",
      "affiliations": [
        "Department of Orthopaedic Surgery, UPMC Freddie Fu Sports Medicine Center, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jón",
      "initials": "J",
      "name": "Jón Karlsson",
      "affiliations": [
        "Department of Orthopaedics, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Musahl",
      "fore_name": "Volker",
      "initials": "V",
      "name": "Volker Musahl",
      "affiliations": [
        "Department of Orthopaedic Surgery, UPMC Freddie Fu Sports Medicine Center, University of Pittsburgh, Pittsburgh, Pennsylvania, USA musahlv@upmc.edu."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of ISAKOS : joint disorders & orthopaedic sports medicine",
    "iso_abbreviation": "J ISAKOS",
    "issn": "2059-7762",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "129",
  "end_page": "137",
  "pages": "129-137",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Consensus",
    "Humans",
    "Sports"
  ],
  "article_ids": {
    "pubmed": "34006576",
    "doi": "10.1136/jisakos-2020-000493",
    "pii": "jisakos-2020-000493"
  },
  "doi": "10.1136/jisakos-2020-000493",
  "dates": {
    "completed": "2021-10-28",
    "revised": "2021-10-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.853910",
    "pmid": "34006576"
  }
}