{
  "pmid": "34007467",
  "uid": "34007467",
  "title": "Measuring motivation for team science collaboration in health teams.",
  "abstract": "The Motivation Assessment for Team Readiness, Integration, and Collaboration (MATRICx) is a psychometric instrument that measures individual motivation for collaboration. It was validated using Rasch Analysis to create an indicator hierarchy on two dimensions: cooperation and collaboration. Six domains provide the basis for the tool to identify team member readiness for collaboration and a means by which to understand motivational strengths in a team based on degree of past self-reported experience. This brief report provides an overview of the development of the tool, how science teams may use it, and how to interpret results to advance team member readiness for greater collaboration. The paper also draws attention to ongoing work in progress to develop learning interventions to accompany the MATRICx instrument.",
  "authors": [
    {
      "last_name": "Lotrecchiano",
      "fore_name": "Gaetano R",
      "initials": "GR",
      "name": "Gaetano R Lotrecchiano",
      "affiliations": [
        "Department of Clinical Research and Leadership, George Washington University School of Medicine and Health Sciences, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Biomedical Laboratory Sciences, George Washington University School of Medicine and Health Sciences, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Falk-Krzesinski",
      "fore_name": "Holly J",
      "initials": "HJ",
      "name": "Holly J Falk-Krzesinski",
      "affiliations": [
        "Elsevier, Global Academic Relations, New York, NY, USA.",
        "Northwestern University School of Professional Studies, Chicago, IL, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical and translational science",
    "iso_abbreviation": "J Clin Transl Sci",
    "issn": "2059-8661",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2020",
    "pub_month": "Dec",
    "pub_day": "21"
  },
  "start_page": "e84",
  "pages": "e84",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34007467",
    "pmc": "PMC8111607",
    "doi": "10.1017/cts.2020.567",
    "pii": "S2059866120005671"
  },
  "doi": "10.1017/cts.2020.567",
  "pmc_id": "PMC8111607",
  "dates": {
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.581737",
    "pmid": "34007467"
  }
}