{
  "pmid": "34010095",
  "uid": "34010095",
  "title": "Return to play, performance, and value of National Basketball Association players following Achilles tendon rupture.",
  "abstract": "Background: Achilles tendon ruptures are devastating injuries for National Basketball Association (NBA) players: prior studies have demonstrated decreased performance following return-to-play, but none have evaluated the effect of injury on rate-adjusted contextual statistics to assess the true change in performance. Additionally, there exists a paucity of data on the independent impact on defensive performance following return.Hypothesis: Compared to both control-matched peers and preoperative careers, we hypothesize that player production based on rate-adjusted contextual statistics will significantly decline following Achilles tendon rupture.Study design: Retrospective Cohort StudyMethods: Publicly available NBA injury data on Achilles tendon rupture were reviewed from the 1996 -1997 to the 2016-2017 seasons. Controls were matched based on height, position, age, and rate-adjusted statistics. Extracted data included Value over Replacement Player Rating, Box Plus-Minus, Win Shares, offensive rating, defensive rating, and time to return-to-play, and was collected for the season before and two seasons following injury.Results: Twenty-five NBA players with surgically treated complete Achilles ruptures met inclusion and exclusion criteria. The return-to-play rate from Achilles tendon ruptures from 1996-1997 to 2016-2017 was 80%, with a mean recovery period of 311.0 ± 100.9 days. After 2 years, performance significantly declined for Value over Replacement Player Rating, Box Plus-Minus, and offensive rating compared to controls and cases. However, there was no significant effect on defensive rating (P = 0.38). After two seasons, returning players had a Value over Replacement Player Rating that was 24.1% below pre-injury levels, contributed 1.4 fewer points per 100 possessions by Box Plus-Minus, and yielded 2.4 fewer wins by Win Shares.Conclusions: Achilles tendon rupture results in significant decreases in offensive production and career longevity. The injury does not have a significant impact on defensive production.Clinical relevance: Achilles tendon ruptures significantly affect basketball players ability to return-to-play, and their in-game performance.Level of evidence: 3.",
  "authors": [
    {
      "last_name": "Chauhan",
      "fore_name": "Avinash",
      "initials": "A",
      "name": "Avinash Chauhan",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Stotts",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Stotts",
      "affiliations": [
        "Department of Athletic Training, St Vincent Health System, Little Rock, Arkansas, United States."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    }
  ],
  "journal": {
    "title": "The Physician and sportsmedicine",
    "iso_abbreviation": "Phys Sportsmed",
    "issn": "2326-3660",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "271",
  "end_page": "277",
  "pages": "271-277",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Achilles Tendon",
    "Athletic Injuries",
    "Athletic Performance",
    "Basketball",
    "Humans",
    "Retrospective Studies",
    "Return to Sport",
    "Rupture"
  ],
  "article_ids": {
    "pubmed": "34010095",
    "doi": "10.1080/00913847.2021.1932634"
  },
  "doi": "10.1080/00913847.2021.1932634",
  "dates": {
    "completed": "2021-10-19",
    "revised": "2021-10-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.298798",
    "pmid": "34010095"
  }
}