{
  "pmid": "34020070",
  "uid": "34020070",
  "title": "Learning From Strengths: Improving Care by Comparing Perinatal Approaches Between Japan and Canada and Identifying Future Research Priorities.",
  "abstract": "OBJECTIVE: Preterm birth (PTB) is the leading cause of infant morbidity and mortality worldwide. Canada and Japan each have strengths that can inform clinical decision-making, research, and health care policy regarding the prevention of PTB and its sequelae. Our objectives were to: 1) compare PTB rates, risk factors, management, and outcomes between Japan and Canada; 2) establish research priorities while fostering future collaborative opportunities; and 3) undertake knowledge translation of these findings. METHODS: We conducted a literature review to identify publications that examined PTB rates, risk factors, prevention and management techniques, and outcomes in Japan and Canada. We conducted site visits at 4 Japanese tertiary centres and held a collaborative stakeholder meeting of parents, neonatologists, maternal-fetal medicine specialists, and researchers. RESULTS: Japan reports lower rates of PTB, neonatal mortality, and several PTB risk factors than Canada. However, Canadian PTB data is population-based, whereas, in Japan, the rate of PTB is population-based, but outcomes are not. Rates of severe neurologic injury and necrotizing enterocolitis were lower in Japan, while Canada's rates of bronchopulmonary dysplasia and retinopathy of prematurity were lower. PTB prevention approaches differed, with less progesterone use in Japan and more long-term tocolysis. In Japan, there were lower rates of neonatal transfers and non-faculty overnight care, but also less use of antenatal corticosteroids and deferred cord clamping. Research priorities identified through the stakeholder meeting included early skin-to-skin contact, parental well-being after PTB, and transitions in care for the child. CONCLUSION: We identified key differences between Japan and Canada in the factors affecting PTB management and patient outcomes, which can inform future research efforts.",
  "authors": [
    {
      "last_name": "Yoneda",
      "fore_name": "Noriko",
      "initials": "N",
      "name": "Noriko Yoneda",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Toyama, Toyama, Japan."
      ]
    },
    {
      "last_name": "Isayama",
      "fore_name": "Tetsuya",
      "initials": "T",
      "name": "Tetsuya Isayama",
      "affiliations": [
        "Division of Neonatology, Center of Maternal-Fetal Neonatal and Reproductive Medicine, National Center for Child Health and Development, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Saito",
      "fore_name": "Shigeru",
      "initials": "S",
      "name": "Shigeru Saito",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Toyama, Toyama, Japan."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, Mount Sinai Hospital and University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON; Department of Rehabilitation Sciences, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Nakamura",
      "fore_name": "Tomohiko",
      "initials": "T",
      "name": "Tomohiko Nakamura",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, Nagano Children's Hospital, Nagano, Japan."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON; Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University Hamilton, ON. Electronic address: mcdonals@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "1388",
  "end_page": "1394.e1",
  "pages": "1388-1394.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Japan",
    "Pregnancy",
    "Premature Birth",
    "Quality Improvement",
    "Research",
    "Translational Science, Biomedical"
  ],
  "article_ids": {
    "pubmed": "34020070",
    "doi": "10.1016/j.jogc.2021.04.018",
    "pii": "S1701-2163(21)00412-6"
  },
  "doi": "10.1016/j.jogc.2021.04.018",
  "dates": {
    "completed": "2022-01-28",
    "revised": "2022-01-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.432113",
    "pmid": "34020070"
  }
}