{
  "pmid": "34024147",
  "uid": "34024147",
  "title": "Economic Evaluation of Palliative Care Interventions: A Review of the Evolution of Methods From 2011 to 2019.",
  "abstract": "BACKGROUND: End-of-life care is a driver of increasing healthcare costs; however, palliative care interventions may significantly reduce these costs. Economic evaluations that measure the incremental cost per quality adjusted life years (QALY) are warranted to inform cost-effectiveness of the intervention relative to a comparator and permit evaluation of investment against other therapeutic interventions. Evidence from the literature up to 2011 indicates a scarcity of cost-utility studies in palliative care research. AIM: This literature review evaluates economic studies published between 2011 and 2019 to determine whether the methods of economic evaluations have evolved since 2011. DESIGN AND DATA SOURCES: A literature search was completed using CENTRAL, OVID MEDLINE, EMBASE and other sources for publications between 2011 and 2019. Study characteristics, methodology and key findings of publications that met the inclusion criteria were reviewed. Quality of studies were assessed using indicators developed by authors of the previous literature review. RESULTS: 46 papers were included for qualitative synthesis. Among them only 6 studies conducted formal cost-effectiveness evaluations-of these 5 measured QALYs and 1 employed probabilistic analyses. In addition, with the exception of 1 costing analysis, all other economic evaluations undertook a healthcare payer perspective. Quality of evidence were comparable to the previous literature review published in 2011. CONCLUSION: Despite the small increase in the number of cost-utility studies, the methods of palliative care economic evaluations have not evolved significantly since 2011. More probabilistic cost-utility analyses of palliative care interventions from a societal perspective are necessary to truly evaluate the value for money.",
  "authors": [
    {
      "last_name": "Parackal",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Parackal",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ramamoorthi",
      "fore_name": "Karishini",
      "initials": "K",
      "name": "Karishini Ramamoorthi",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7066-0560"
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Chair, Health Technology Management, McMaster University, Hamilton, Ontario, Canada.",
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada.",
        "Programs for Assessment to Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of hospice & palliative care",
    "iso_abbreviation": "Am J Hosp Palliat Care",
    "issn": "1938-2715",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "108",
  "end_page": "122",
  "pages": "108-122",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Health Care Costs",
    "Hospice and Palliative Care Nursing",
    "Humans",
    "Palliative Care",
    "Quality-Adjusted Life Years"
  ],
  "article_ids": {
    "pubmed": "34024147",
    "doi": "10.1177/10499091211011138"
  },
  "doi": "10.1177/10499091211011138",
  "dates": {
    "completed": "2021-12-03",
    "revised": "2022-04-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.651689",
    "pmid": "34024147"
  }
}