{
  "pmid": "34023244",
  "uid": "34023244",
  "title": "[Guidelines 2.0: systematic development of a comprehensive checklist for a successful guideline enterprise].",
  "abstract": "BACKGROUND: Although several tools to evaluate the credibility of health care guidelines exist, guidance on practical steps for developing guidelines is lacking. We systematically compiled a comprehensive checklist of items linked to relevant resources and tools that guideline developers could consider, without the expectation that every guideline would address each item. METHODS: We searched data sources, including manuals of international guideline developers, literature on guidelines for guidelines (with a focus on methodology reports from international and national agencies, and professional societies) and recent articles providing systematic guidance. We reviewed these sources in duplicate, extracted items for the checklist using a sensitive approach and developed overarching topics relevant to guidelines. In an iterative process, we reviewed items for duplication and omissions and involved experts in guideline development for revisions and suggestions for items to be added. RESULTS: We developed a checklist with 18 topics and 146 items and a webpage to facilitate its use by guideline developers. The topics and included items cover all stages of the guideline enterprise, from the planning and formulation of guidelines, to their implementation and evaluation. The final checklist includes links to training materials as well as resources with suggested methodology for applying the items. INTERPRETATION: The checklist will serve as a resource for guideline developers. Consideration of items on the checklist will support the development, implementation and evaluation of guidelines. We will use crowdsourcing to revise the checklist and keep it up to date.",
  "authors": [
    {
      "last_name": "Schünemann",
      "fore_name": "Finn",
      "initials": "F",
      "name": "Finn Schünemann",
      "affiliations": [
        "Institut für Evidenz in der Medizin, Albert-Ludwigs-Universität Freiburg, Freiburg, Deutschland."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Jörg J",
      "initials": "JJ",
      "name": "Jörg J Meerpohl",
      "affiliations": [
        "Institut für Evidenz in der Medizin, Albert-Ludwigs-Universität Freiburg, Freiburg, Deutschland."
      ]
    },
    {
      "last_name": "Schwingshackl",
      "fore_name": "Lukas",
      "initials": "L",
      "name": "Lukas Schwingshackl",
      "affiliations": [
        "Institut für Evidenz in der Medizin, Albert-Ludwigs-Universität Freiburg, Freiburg, Deutschland."
      ]
    },
    {
      "last_name": "Kopp",
      "fore_name": "Ina B",
      "initials": "IB",
      "name": "Ina B Kopp",
      "affiliations": [
        "AWMF-Institut für Medizinisches Wissensmanagement, Philipps-Universität Marburg, Marburg, Deutschland."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Kanada. Electronic address: schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Zeitschrift fur Evidenz, Fortbildung und Qualitat im Gesundheitswesen",
    "iso_abbreviation": "Z Evid Fortbild Qual Gesundhwes",
    "issn": "2212-0289",
    "issn_type": "Electronic",
    "volume": "163",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "76",
  "end_page": "84",
  "pages": "76-84",
  "language": "ger",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Checklist",
    "Delivery of Health Care",
    "Germany",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "34023244",
    "doi": "10.1016/j.zefq.2021.01.009",
    "pii": "S1865-9217(21)00038-6"
  },
  "doi": "10.1016/j.zefq.2021.01.009",
  "dates": {
    "completed": "2021-06-16",
    "revised": "2021-06-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.731809",
    "pmid": "34023244"
  }
}