{
  "pmid": "34036269",
  "uid": "34036269",
  "title": "Comparison of Balanced Crystalloid Solutions: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
  "abstract": "OBJECTIVE: To summarize the evidence comparing various balanced crystalloid solutions. DATA SOURCES: We searched MEDLINE, EMBASE, PUBMED, and CENTRAL databases. STUDY SELECTION: We included randomized controlled trials that directly compared the IV administration of one balanced crystalloid solution with another. DATA EXTRACTION AND ANALYSIS: We examined metabolic and patient-important outcomes and conducted meta-analysis using random effects model. For comparisons or outcomes with insufficient data to allow for pooling, we describe results narratively. We assessed risk of bias for individual trials using the Cochrane risk of bias tool and certainty of evidence using Grading of Recommendations, Assessment, Development and Evaluations methodology. DATA SYNTHESIS: We included 24 randomized controlled trials comparing Plasmalyte, Ringer's Lactate, Ringerfundin, Hartmann's solution, Ringer's Bicarbonate, Sterofundin, Kabilyte, Normosol, and novel balanced solutions. Of the included studies, 16 were performed in the perioperative setting, six in the ICU, one in the emergency department, and one in healthy volunteers. Administration of Plasmalyte resulted in a lower postinfusion serum chloride concentration (mean difference, 0.83 mmol/L lower; 95% CI, 0.03-1.64 mmol/L lower, low certainty), higher postinfusion base excess (mean difference, 0.65 mmol/L higher, 95% CI, 0.25-1.05 mmol/L higher, low certainty), and lower postinfusion serum lactate levels (mean difference, 0.46 mmol/L lower; 95% CI, 0.05-0.87 mmol/L lower, low certainty) compared with administration of any other balanced crystalloid. There were no important differences in postinfusion serum pH or potassium when comparing Plasmalyte with other balanced crystalloids. Data addressing other comparisons or examining the impact of different balanced crystalloids on patient-important outcomes were sparsely reported and too heterogeneous to allow for pooling. CONCLUSIONS: Administration of Plasmalyte results in lower serum concentrations of chloride and lactate, and higher base excess than other balanced crystalloids. The certainty of evidence is low and requires further study in large randomized controlled trials to inform the choice of balanced crystalloid in patients requiring volume replacement.",
  "authors": [
    {
      "last_name": "Curran",
      "fore_name": "Jeffrey D",
      "initials": "JD",
      "name": "Jeffrey D Curran",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Major",
      "fore_name": "Paityn",
      "initials": "P",
      "name": "Paityn Major",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Kent",
      "initials": "K",
      "name": "Kent Tang",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": [
        "Department of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta and Alberta Health Services, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Dionne",
      "fore_name": "Joanna C",
      "initials": "JC",
      "name": "Joanna C Dionne",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": [
        "Department of Pediatrics, University of Ottawa, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Critical care explorations",
    "iso_abbreviation": "Crit Care Explor",
    "issn": "2639-8028",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "start_page": "e0398",
  "pages": "e0398",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34036269",
    "pmc": "PMC8133105",
    "doi": "10.1097/CCE.0000000000000398"
  },
  "doi": "10.1097/CCE.0000000000000398",
  "pmc_id": "PMC8133105",
  "dates": {
    "revised": "2021-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.091908",
    "pmid": "34036269"
  }
}