{
  "pmid": "34035666",
  "uid": "34035666",
  "title": "Rapid disappearance of influenza following the implementation of COVID-19 mitigation measures in Hamilton, Ontario.",
  "abstract": "BACKGROUND: Public health measures, such as physical distancing and closure of schools and non-essential services, were rapidly implemented in Canada to interrupt the spread of the coronavirus disease 2019 (COVID-19). We sought to investigate the impact of mitigation measures during the spring wave of COVID-19 on the incidence of other laboratory-confirmed respiratory viruses in Hamilton, Ontario. METHODS: All nasopharyngeal swab specimens (n=57,503) submitted for routine respiratory virus testing at a regional laboratory serving all acute-care hospitals in Hamilton between January 2010 and June 2020 were reviewed. Testing for influenza A and B, respiratory syncytial virus, human metapneumovirus, parainfluenza I-III, adenovirus, and rhinovirus/enterovirus was done routinely using a laboratory-developed polymerase chain reaction multiplex respiratory viral panel. A Bayesian linear regression model was used to determine the trend of positivity rates of all influenza samples for the first 26 weeks of each year from 2010 to 2019. The mean positivity rate of Bayesian inference was compared with the weekly reported positivity rate of influenza samples in 2020. RESULTS: The positivity rate of influenza in 2020 diminished sharply following the population-wide implementation of COVID-19 interventions. Weeks 12-26 reported 0% positivity for influenza, with the exception of 0.1% reported in week 13. CONCLUSION: Public health measures implemented during the COVID-19 pandemic were associated with a reduced incidence of other respiratory viruses and should be considered to mitigate severe seasonal influenza and other respiratory virus pandemics.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Zhang",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Misra",
      "fore_name": "Avika",
      "initials": "A",
      "name": "Avika Misra",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, ON."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Patrick J",
      "initials": "PJ",
      "name": "Patrick J Kim",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Moghadas",
      "fore_name": "Seyed M",
      "initials": "SM",
      "name": "Seyed M Moghadas",
      "affiliations": [
        "Agent-Based Modelling Laboratory, York University, Toronto, ON."
      ]
    },
    {
      "last_name": "Langley",
      "fore_name": "Joanne M",
      "initials": "JM",
      "name": "Joanne M Langley",
      "affiliations": [
        "Canadian Center for Vaccinology, Dalhousie University, IWK Health Centre and Nova Scotia Health Authority, Halifax, NS."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON.",
        "St. Joseph's Healthcare Hamilton, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Canada communicable disease report = Releve des maladies transmissibles au Canada",
    "iso_abbreviation": "Can Commun Dis Rep",
    "issn": "1188-4169",
    "issn_type": "Print",
    "volume": "47",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "07"
  },
  "start_page": "202",
  "end_page": "209",
  "pages": "202-209",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34035666",
    "pmc": "PMC8127684",
    "doi": "10.14745/ccdr.v47i04a04",
    "pii": "470404"
  },
  "doi": "10.14745/ccdr.v47i04a04",
  "pmc_id": "PMC8127684",
  "dates": {
    "revised": "2022-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.134166",
    "pmid": "34035666"
  }
}