{
  "pmid": "34039915",
  "uid": "34039915",
  "title": "Recommended primary outcomes for clinical trials evaluating hemostatic blood products and agents in patients with bleeding: Proceedings of a National Heart Lung and Blood Institute and US Department of Defense Consensus Conference.",
  "abstract": "High-quality evidence guiding optimal transfusion and other supportive therapies to reduce bleeding is needed to improve outcomes for patients with either severe bleeding or hemostatic disorders that are associated with poor outcomes. Alongside challenges in performing high-quality clinical trials in patient populations who are at risk of bleeding or who are actively bleeding, the interpretation of research evaluating hemostatic agents has been limited by inconsistency in the choice of primary trial outcomes. This lack of standardization of primary endpoints or outcomes decreases the ability of clinicians to assess the validity of endpoints and compare research results across studies, impairs meta-analytic efforts, and, ultimately, delays the translation of research results into clinical practice. To address this challenge, an international panel of experts was convened by the National Heart Lung and Blood Institute and the US Department of Defense on September 23 and 24, 2019, to develop expert opinion, consensus-based recommendations for primary clinical trial outcomes for pivotal trials in pediatric and adult patients with six categories in various clinical settings. This publication documents the conference proceedings from the workshop funded by the National Heart Lung and Blood Institute and the US Department of Defense that consolidated expert opinion regarding clinically meaningful outcomes across a wide range of disciplines to provide guidance for outcomes of future trials of hemostatic products and agents for patients with active bleeding.",
  "authors": [
    {
      "last_name": "Spinella",
      "fore_name": "Philip C",
      "initials": "PC",
      "name": "Philip C Spinella",
      "affiliations": [
        "From the Division of Critical Care, Department of Pediatrics (P.C.S.), Washington University School of Medicine, St. Louis, Missouri; National Heart Lung and Blood Institute (N.E.K., A.L.K.), National Institutes of Health, Bethesda, Maryland; US Army Institute of Surgical Research (A.P.C.), Fort Sam Houston, Texas; Heart Failure Service, Cardiac Anti-coagulation Service, Lucile Packard Children's Hospital Stanford, Stanford University School of Medicine (C.S.A.), Palo Alto, California; Division of Gastroenterology (A.B.), McGill University Health Centre, McGill University, Montréal, Québec, Canada; Division of Hematology (T.B.G.), University of Washington, Seattle, Washington; Department of Emergency Medicine (J.N.G.), Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts; Department of Surgery (J.B.H.), Center for Injury Science, Division of Acute Care Surgery, University of Alabama at Birmingham, Birmingham, Alabama; Division of Hematology and Thromboembolism, Department of Medicine (A.I.), and Department of Health Research Methods, Evidence, and Impact (A.I.), McMaster University, Hamilton, Ontario, Canada; Division of Gastroenterology, Department of Medicine (D.M.J.), David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, California; Division of Hematology and Blood Research Center, Department of Medicine (N.S.K.), University of North Carolina, Chapel Hill, North Carolina; Department of Anesthesiology and Critical Care (J.H.L.), Duke University Medical Center, Durham, North Carolina; Department of Neurology (S.A.M.), and Department of Neurosurgery (S.A.M.), Westchester Medical Center, New York Medical College, Valhalla, New York; Department of Surgery (E.E.M.), Ernest E Moore Shock Trauma Center at Denver Health, University of Colorado Denver, Denver, Colorado; Transfusion Medicine, NHS Blood and Transplant (S.J.S.), Oxford, United Kingdom; Department of Haematology, John Radcliffe Hospital, Oxford University Hospitals NHS Foundation Trust (S.J.S.), Oxford, United Kingdom; Radcliffe Department of Medicine, University of Oxford, and Oxford BRC Haematology Theme (S.J.S.), Oxford, United Kingdom; Berry Consultants LLC (R.J.L.), Austin, Texas; Department of Emergency Medicine (R.J.L.), David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, California; and Division of Pediatric Hematology and Oncology (M.E.S.), and Division of Pediatric Critical Care Medicine (M.E.S.), Department of Pediatrics, University of Minnesota Medical School, Minneapolis, Minnesota."
      ]
    },
    {
      "last_name": "El Kassar",
      "fore_name": "Nahed",
      "initials": "N",
      "name": "Nahed El Kassar",
      "affiliations": []
    },
    {
      "last_name": "Cap",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Cap",
      "affiliations": []
    },
    {
      "last_name": "Kindzelski",
      "fore_name": "Andrei L",
      "initials": "AL",
      "name": "Andrei L Kindzelski",
      "affiliations": []
    },
    {
      "last_name": "Almond",
      "fore_name": "Christopher S",
      "initials": "CS",
      "name": "Christopher S Almond",
      "affiliations": []
    },
    {
      "last_name": "Barkun",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Barkun",
      "affiliations": []
    },
    {
      "last_name": "Gernsheimer",
      "fore_name": "Terry B",
      "initials": "TB",
      "name": "Terry B Gernsheimer",
      "affiliations": []
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Joshua N",
      "initials": "JN",
      "name": "Joshua N Goldstein",
      "affiliations": []
    },
    {
      "last_name": "Holcomb",
      "fore_name": "John B",
      "initials": "JB",
      "name": "John B Holcomb",
      "affiliations": []
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": []
    },
    {
      "last_name": "Jensen",
      "fore_name": "Dennis M",
      "initials": "DM",
      "name": "Dennis M Jensen",
      "affiliations": []
    },
    {
      "last_name": "Key",
      "fore_name": "Nigel S",
      "initials": "NS",
      "name": "Nigel S Key",
      "affiliations": []
    },
    {
      "last_name": "Levy",
      "fore_name": "Jerrold H",
      "initials": "JH",
      "name": "Jerrold H Levy",
      "affiliations": []
    },
    {
      "last_name": "Mayer",
      "fore_name": "Stephan A",
      "initials": "SA",
      "name": "Stephan A Mayer",
      "affiliations": []
    },
    {
      "last_name": "Moore",
      "fore_name": "Ernest E",
      "initials": "EE",
      "name": "Ernest E Moore",
      "affiliations": []
    },
    {
      "last_name": "Stanworth",
      "fore_name": "Simon J",
      "initials": "SJ",
      "name": "Simon J Stanworth",
      "affiliations": []
    },
    {
      "last_name": "Lewis",
      "fore_name": "Roger J",
      "initials": "RJ",
      "name": "Roger J Lewis",
      "affiliations": []
    },
    {
      "last_name": "Steiner",
      "fore_name": "Marie E",
      "initials": "ME",
      "name": "Marie E Steiner",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journal of trauma and acute care surgery",
    "iso_abbreviation": "J Trauma Acute Care Surg",
    "issn": "2163-0763",
    "issn_type": "Electronic",
    "volume": "91",
    "issue": "2S Suppl 2",
    "pub_year": "2021",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "S19",
  "end_page": "S25",
  "pages": "S19-S25",
  "language": "eng",
  "publication_types": [
    "Consensus Development Conference, NIH",
    "Journal Article"
  ],
  "keywords": [
    "Blood Loss, Surgical",
    "Cardiac Surgical Procedures",
    "Endpoint Determination",
    "Gastrointestinal Hemorrhage",
    "Hemophilia A",
    "Hemorrhage",
    "Hemostatics",
    "Humans",
    "Intracranial Hemorrhages",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome",
    "Wounds and Injuries"
  ],
  "article_ids": {
    "pubmed": "34039915",
    "mid": "NIHMS1706235",
    "pmc": "PMC9032809",
    "doi": "10.1097/TA.0000000000003300",
    "pii": "01586154-202108002-00004"
  },
  "doi": "10.1097/TA.0000000000003300",
  "pmc_id": "PMC9032809",
  "dates": {
    "completed": "2021-09-28",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Hemostatics"
  ],
  "grants": [
    {
      "grant_id": "Z99 HL999999",
      "agency": "Intramural NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.284110",
    "pmid": "34039915"
  }
}