{
  "pmid": "34045148",
  "uid": "34045148",
  "title": "Insulin Therapy: The Discovery That Shaped a Century.",
  "abstract": "The events and people surrounding the discovery of insulin as an effective therapy for diabetes in 1921 represent a compelling story that is directly relevant to the lives, and indeed the existence, of tens of millions of people worldwide. This story begins in the 19th century with the recognition that diabetes is a disease of hyperglycemia that arises because of the absence of a pancreatic hormone, that rapidly leads to death in people classified as having \"thin diabetes\" and that is linked to serious end-organ damage and other health consequences in people identified as having \"fat diabetes.\" It continues with the recognition that pancreatic extracts can treat this problem in de-pancreatectomized dogs, and culminates with the dogged determination of a young, newly certified Canadian physician, Frederick Banting. Together with his supervisor, Professor John J.R. MacLeod (head of physiology at the University of Toronto), Banting, Charles H. Best (a physiology student) and James Collip (a professor of biochemistry at the University of Alberta, on sabbatical leave in Toronto) repeated these dog experiments and then successfully tested a purified pancreatic extract in a 13-year-old boy with type 1 diabetes in January 1922. This first successful test was followed by the rapid development and dissemination of the technology for insulin production worldwide. These events and insulin therapy's lifesaving effects on people with type 1 diabetes led to the awarding of the 1923 Nobel Prize in Physiology or Medicine to Banting and MacLeod, who shared their awards with Best and Collip.",
  "authors": [
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine and Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada. Electronic address: gerstein@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rutty",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Rutty",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "45",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "798",
  "end_page": "803",
  "pages": "798-803",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Dogs",
    "Humans",
    "Canada",
    "Diabetes Mellitus, Type 1",
    "History, 20th Century",
    "Hyperglycemia",
    "Insulin",
    "Nobel Prize"
  ],
  "article_ids": {
    "pubmed": "34045148",
    "doi": "10.1016/j.jcjd.2021.03.002",
    "pii": "S1499-2671(21)00066-6"
  },
  "doi": "10.1016/j.jcjd.2021.03.002",
  "dates": {
    "completed": "2022-01-13",
    "revised": "2024-04-17"
  },
  "chemicals": [
    "Insulin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.723089",
    "pmid": "34045148"
  }
}