{
  "pmid": "34040836",
  "uid": "34040836",
  "title": "Parent engagement in autism-related care: a qualitative grounded theory study.",
  "abstract": "Parents of children with autism assume substantial responsibility for navigating intervention to address autism-related concerns, including involvement in therapy. Little is known, from the perspective of these parents, regarding how to best engage and support them in this navigating process as it evolves over the child's development. In this article, we present findings from a large qualitative study that investigated how parents of children with autism navigate intervention, to construct an in-depth theoretical account of how this group comes to be engaged in individual-level care. Using grounded theory methods and a symbolic interactionist framework, we analyzed select documents and 45 intensive interviews conducted with 32 mothers and 9 expert professionals from urban and rural regions of Ontario, Canada. Parent-defined concerns are the central impetus for the core process of navigating intervention, labeled using parents' language making your own way. We describe how this process is analogous to engaging in care. Four meaning-making processes - defining concerns, informing the self, seeing what is involved, and adapting emotionally - all interacting in an ongoing fashion, together account for parents' evolving readiness and motivation for taking action to navigate intervention. We illustrate how parents' readiness and motivation for navigating intervention (and thus for engagement) evolves over a generalized trajectory, according to three highly overlapping processes experienced by most parents: coming to understand their child has autism, going into high gear, and easing off. These findings indicate multiple empirical conditions and factors affecting engagement that service planners and professionals will likely want to consider when seeking parent involvement as a means to improve outcomes in autism. Additionally, theoretical aspects are relevant to the developing understanding of how healthcare consumers in general become engaged in individual care, with implications for patient-centered care.",
  "authors": [
    {
      "last_name": "Gentles",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Gentles",
      "affiliations": [
        "Health Information Research Unit, and Offord Centre for Child Studies, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-2004-1451"
    },
    {
      "last_name": "Nicholas",
      "fore_name": "David B",
      "initials": "DB",
      "name": "David B Nicholas",
      "affiliations": [
        "Faculty of Social Work, University of Calgary, Edmonton, Canada."
      ],
      "orcid": "0000-0003-4480-322X"
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "McKibbon",
      "fore_name": "K Ann",
      "initials": "KA",
      "name": "K Ann McKibbon",
      "affiliations": [
        "Health Information Research Unit, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health psychology and behavioral medicine",
    "iso_abbreviation": "Health Psychol Behav Med",
    "issn": "2164-2850",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2018",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "1",
  "end_page": "18",
  "pages": "1-18",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34040836",
    "pmc": "PMC8114413",
    "doi": "10.1080/21642850.2018.1556666",
    "pii": "1556666"
  },
  "doi": "10.1080/21642850.2018.1556666",
  "pmc_id": "PMC8114413",
  "dates": {
    "revised": "2024-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.782808",
    "pmid": "34040836"
  }
}