{
  "pmid": "34049689",
  "uid": "34049689",
  "title": "Pathologic correlation with near infrared-indocyanine green guided surgery for pediatric liver cancer.",
  "abstract": "PURPOSE: Hepatoblastoma (HB) and hepatocellular carcinoma (HCC) are the most common primary malignant tumors of childhood. Intraoperative indocyanine green (ICG) administration with near-infrared imaging (NIR) has emerged as a surgical technology that can be used to assist with localization of pulmonary metastases secondary to HB; however, there has been limited application as an adjunct for resection of the primary liver tumor and assessment of extrahepatic disease. METHODS: We present 14 patients treated for HB, HCC, and malignant rhabdoid tumor at our institution with the use of intraoperative NIR-ICG guidance. All patients were treated with 0.2-0.75 mg/kg IV ICG, 48-96 h prior to surgery. Intraoperative NIR-ICG guided imaging was performed with several commercial devices. RESULTS: Intraoperative NIR-ICG guidance allowed pulmonary metastasectomy in five patients using thoracoscopy or thoracotomy allowing for visualization of multiple nodules not seen on preoperative imaging most of which were positive for malignancy. NIR-ICG guidance allowed for assessment of extrahepatic extension in three patients; an HCC patient with extrahepatic lymph node extension of disease, an HB patient with extrapulmonary thoracic recurrence in the diaphragm and chest wall, and a patient with tumor rupture at diagnosis with peritoneal nodules at the time of surgery. This technique was used to guide partial hepatectomy in 11 patients for which the technique enabled successful identification of tumor and tumor margins. Three patients had nonspecific staining of the liver secondary to decreased timing from ICG injection to surgery or biliary obstruction. NIR-ICG enabled resection of satellite HB lesions in three multifocal patients and confirmed a benign satellite lesion in two additional patients. CONCLUSIONS: Intraoperative use of NIR-ICG imaging during partial hepatectomy enabled enhanced identification and guidance for surgical resection of extrahepatic disease and multifocal liver tumors for the treatment of children with primary liver cancer.",
  "authors": [
    {
      "last_name": "Whitlock",
      "fore_name": "Richard S",
      "initials": "RS",
      "name": "Richard S Whitlock",
      "affiliations": [
        "Division of Pediatric Surgery, Michael E. DeBakey Department of Surgery, Texas Children's Surgical Oncology Program, Texas Children's Liver Tumor Program, Dan L. Duncan Cancer Center, Baylor College of Medicine, Houston, TX USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Kalyani R",
      "initials": "KR",
      "name": "Kalyani R Patel",
      "affiliations": [
        "Department of Pathology and Immunology, Texas Children's Hospital Liver Tumor Center, Dan L. Duncan Cancer Center, Baylor College of Medicine, Houston, TX USA."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Tianyou",
      "initials": "T",
      "name": "Tianyou Yang",
      "affiliations": [
        "Division of Pediatric Surgery, Michael E. DeBakey Department of Surgery, Texas Children's Surgical Oncology Program, Texas Children's Liver Tumor Program, Dan L. Duncan Cancer Center, Baylor College of Medicine, Houston, TX USA."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "HaiThuy N",
      "initials": "HN",
      "name": "HaiThuy N Nguyen",
      "affiliations": [
        "Singleton Department of Pediatric Radiology, Texas Children's Hospital Liver Tumor Program, Baylor College of Medicine, Houston, TX USA."
      ]
    },
    {
      "last_name": "Masand",
      "fore_name": "Prakash",
      "initials": "P",
      "name": "Prakash Masand",
      "affiliations": [
        "Singleton Department of Pediatric Radiology, Texas Children's Hospital Liver Tumor Program, Baylor College of Medicine, Houston, TX USA."
      ]
    },
    {
      "last_name": "Vasudevan",
      "fore_name": "Sanjeev A",
      "initials": "SA",
      "name": "Sanjeev A Vasudevan",
      "affiliations": [
        "Division of Pediatric Surgery, Michael E. DeBakey Department of Surgery, Texas Children's Surgical Oncology Program, Texas Children's Liver Tumor Program, Dan L. Duncan Cancer Center, Baylor College of Medicine, Houston, TX USA. Electronic address: sanjeevv@bcm.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric surgery",
    "iso_abbreviation": "J Pediatr Surg",
    "issn": "1531-5037",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "700",
  "end_page": "710",
  "pages": "700-710",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Carcinoma, Hepatocellular",
    "Child",
    "Hepatectomy",
    "Hepatoblastoma",
    "Humans",
    "Indocyanine Green",
    "Liver Neoplasms",
    "Optical Imaging"
  ],
  "article_ids": {
    "pubmed": "34049689",
    "doi": "10.1016/j.jpedsurg.2021.04.019",
    "pii": "S0022-3468(21)00329-8"
  },
  "doi": "10.1016/j.jpedsurg.2021.04.019",
  "dates": {
    "completed": "2022-03-15",
    "revised": "2022-03-15"
  },
  "chemicals": [
    "Indocyanine Green"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:05.054763",
    "pmid": "34049689"
  }
}