{
  "pmid": "34052719",
  "uid": "34052719",
  "title": "Apoptosis, oxidative stress and genotoxicity in developing zebrafish after aluminium exposure.",
  "abstract": "Aluminium is a non-essential metal and potentially toxic to organisms whose environmental concentration increases due to pollution. In our previous studies, the behavioral changes induced by aluminium were already shown on zebrafish, a model organism widely used for ecotoxicology screening. To examine in depth the knowledge about the toxicity mechanism induced by this metal, zebrafish embryos, at 6 hpf, have been exposed to 50, 100 and 200 µM of AlCl3 for 72 h. Phenotypic alterations, apoptosis and oxidative stress responses have been assessed by evaluations of antioxidant defence and changes in metabolism at the end of treatment. The mRNA expression level of c-fos, appa and appb as marker genes of neural development and function were analyzed by qPCR for the highest used concentration. The data showed that aluminium significantly affected the development of zebrafish inducing morphological alterations and cell death. The oxidative state of larvae was altered, although the formation of reactive oxygen species and the levels of metallothioneins, and the activity of some antioxidant enzymes, decreased at the maximum concentration tested. In addition, at this concentration, the expression of the evaluated genes increased. The comprehensive information obtained gives a realistic snapshot of the aluminium toxicity and provides new information on the mechanism of action of this metal.",
  "authors": [
    {
      "last_name": "Capriello",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Capriello",
      "affiliations": [
        "Department of Biology, University of Naples \"Federico II\", Naples, Italy. Electronic address: teresa.capriello@unina.it."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB); Institute for Innovation, Capacity Building and Sustainability of Agri-food Production (Inov4Agro), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal. Electronic address: smonteir@utad.pt."
      ]
    },
    {
      "last_name": "Félix",
      "fore_name": "Luis M",
      "initials": "LM",
      "name": "Luis M Félix",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB); Institute for Innovation, Capacity Building and Sustainability of Agri-food Production (Inov4Agro), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Laboratory Animal Science (LAS), Institute for Research and Innovation in Health (i3S), University of Porto (UP), Porto, Portugal. Electronic address: luis.felix@ibmc.up.pt."
      ]
    },
    {
      "last_name": "Donizetti",
      "fore_name": "Aldo",
      "initials": "A",
      "name": "Aldo Donizetti",
      "affiliations": [
        "Department of Biology, University of Naples \"Federico II\", Naples, Italy. Electronic address: aldo.donizetti@unina.it."
      ]
    },
    {
      "last_name": "Aliperti",
      "fore_name": "Vincenza",
      "initials": "V",
      "name": "Vincenza Aliperti",
      "affiliations": [
        "Department of Biology, University of Naples \"Federico II\", Naples, Italy. Electronic address: vincenza.aliperti@unina.it."
      ]
    },
    {
      "last_name": "Ferrandino",
      "fore_name": "Ida",
      "initials": "I",
      "name": "Ida Ferrandino",
      "affiliations": [
        "Department of Biology, University of Naples \"Federico II\", Naples, Italy; BAT Center - Interuniversity Center for Studies on Bioinspired Agro-Environmental Technology, Portici, Italy. Electronic address: ida.ferrandino@unina.it."
      ]
    }
  ],
  "journal": {
    "title": "Aquatic toxicology (Amsterdam, Netherlands)",
    "iso_abbreviation": "Aquat Toxicol",
    "issn": "1879-1514",
    "issn_type": "Electronic",
    "volume": "236",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "105872",
  "pages": "105872",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aluminum",
    "Animals",
    "Antioxidants",
    "Apoptosis",
    "DNA Damage",
    "Embryo, Nonmammalian",
    "Larva",
    "Oxidation-Reduction",
    "Oxidative Stress",
    "Reactive Oxygen Species",
    "Water Pollutants, Chemical",
    "Zebrafish"
  ],
  "article_ids": {
    "pubmed": "34052719",
    "doi": "10.1016/j.aquatox.2021.105872",
    "pii": "S0166-445X(21)00131-4"
  },
  "doi": "10.1016/j.aquatox.2021.105872",
  "dates": {
    "completed": "2021-06-22",
    "revised": "2021-06-22"
  },
  "chemicals": [
    "Antioxidants",
    "Reactive Oxygen Species",
    "Water Pollutants, Chemical",
    "Aluminum"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.084948",
    "pmid": "34052719"
  }
}