{
  "pmid": "34051846",
  "uid": "34051846",
  "title": "Legacies of humanitarian neglect: long term experiences of children who returned from the Lord's Resistance Army in Uganda.",
  "abstract": "BACKGROUND: Much has been written about the short-term challenges facing children returning 'home' from rebel fighting groups, but little is known about the longer term day to day realities of return. This article presents findings from the first long-term assessment of the social and economic challenges facing an officially registered group of children who passed through an internationally-financed reception centre after a period of time with the Lord's Resistance Army (LRA). METHODS: Records from a reception centre were used to trace a random sample of individuals to their current location. Two hundred and thirty in-depth semi-structured interviews were carried out and 40 follow-up interviews between 2013 and 2016. Interviews were informed by long-term ethnographic research in the region. These interviews were subsequently coded and analysed to describe the long-term day to day realities of return. RESULTS: At the time of interview, 90% of formerly abducted people returned 'home' six or more years ago, and 75% returned nine or more years ago. The majority have managed to access family land for farming, but concerns about what they may have done to survive whilst living with the LRA adversely affects their day-to-day lives. However, some important differences were noted: those men and women who spent less time with the LRA are more likely to live on ancestral land with close relatives; and they are more likely to report experiencing stigma and a spiritual affliction called 'cen'. In contrast, those who spent the longest time with the LRA are less likely to report these problems, they are mainly living in urban locations and tend to manage slightly better. Children born of war are vulnerable to abuse, irrespective of current residence. CONCLUSIONS: Research findings question the merits of post-conflict reintegration programmes emphasising immediate family reunifications, without follow-up monitoring, social protection, education and skills training. By overlooking the diverse experiences of those who lived and fought with the LRA, and failing to anticipate or respond to the long term socio-political and economic challenges facing children on their return, reception centre processes not only failed to foster social reintegration, but they also inadvertently exacerbated the vulnerability of returning children.",
  "authors": [
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene & Tropical Medicine, London, UK. Melissa.Parker@LSHTM.ac.uk."
      ],
      "orcid": "0000-0003-0829-2741"
    },
    {
      "last_name": "Fergus",
      "fore_name": "Cristin A",
      "initials": "CA",
      "name": "Cristin A Fergus",
      "affiliations": [
        "Firoz Lalji Centre for Africa, London School of Economics and Political Science, London, UK."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Brown",
      "affiliations": [
        "Firoz Lalji Centre for Africa, London School of Economics and Political Science, London, UK."
      ]
    },
    {
      "last_name": "Atim",
      "fore_name": "Dorothy",
      "initials": "D",
      "name": "Dorothy Atim",
      "affiliations": [
        "Firoz Lalji Centre for Africa, Gulu, Uganda."
      ]
    },
    {
      "last_name": "Ocitti",
      "fore_name": "James",
      "initials": "J",
      "name": "James Ocitti",
      "affiliations": [
        "Firoz Lalji Centre for Africa, Gulu, Uganda."
      ]
    },
    {
      "last_name": "Atingo",
      "fore_name": "Jackline",
      "initials": "J",
      "name": "Jackline Atingo",
      "affiliations": [
        "Firoz Lalji Centre for Africa, Gulu, Uganda."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Allen",
      "affiliations": [
        "Firoz Lalji Centre for Africa, London School of Economics and Political Science, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "Conflict and health",
    "iso_abbreviation": "Confl Health",
    "issn": "1752-1505",
    "issn_type": "Print",
    "volume": "15",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "29"
  },
  "start_page": "43",
  "pages": "43",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34051846",
    "pmc": "PMC8164804",
    "doi": "10.1186/s13031-021-00374-5",
    "pii": "10.1186/s13031-021-00374-5"
  },
  "doi": "10.1186/s13031-021-00374-5",
  "pmc_id": "PMC8164804",
  "dates": {
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "AH/P005454/1",
      "agency": "Arts and Humanities Research Council"
    },
    {
      "grant_id": "ES/P008038/1",
      "agency": "Economic and Social Research Council"
    },
    {
      "grant_id": "ES/P004911/1",
      "agency": "Economic and Social Research Council"
    },
    {
      "grant_id": "ES/ P010873/1",
      "agency": "Global Challenge Research Fund"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.211734",
    "pmid": "34051846"
  }
}