{
  "pmid": "34051880",
  "uid": "34051880",
  "title": "Patient-reported outcomes with atezolizumab plus bevacizumab versus sorafenib in patients with unresectable hepatocellular carcinoma (IMbrave150): an open-label, randomised, phase 3 trial.",
  "abstract": "BACKGROUND: Understanding patients' experience of cancer treatment is important. We aimed to evaluate patient-reported outcomes (PROs) with atezolizumab plus bevacizumab versus sorafenib in patients with advanced hepatocellular carcinoma in the IMbrave150 trial, which has already shown significant overall survival and progression-free survival benefits with this combination therapy. METHODS: We did an open-label, randomised, phase 3 trial in 111 hospitals and cancer centres across 17 countries or regions. We included patients aged 18 years or older with systemic, treatment-naive, histologically, cytologically, or clinically confirmed unresectable hepatocellular carcinoma and an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1, with disease that was not amenable to curative surgical or locoregional therapies, or progressive disease after surgical or locoregional therapies. Participants were randomly assigned (2:1; using permuted block randomisation [blocks of six], stratified by geographical region; macrovascular invasion, extrahepatic spread, or both; baseline alpha-fetoprotein concentration; and ECOG performance status) to receive 1200 mg atezolizumab plus 15 mg/kg bevacizumab intravenously once every 3 weeks or 400 mg sorafenib orally twice a day, until loss of clinical benefit or unacceptable toxicity. The independent review facility for tumour assessment was masked to the treatment allocation. Previously reported coprimary endpoints were overall survival and independently assessed progression-free survival per Response Evaluation Criteria in Solid Tumors 1.1. Prespecified secondary and exploratory analyses descriptively evaluated treatment effects on patient-reported quality of life, functioning, and disease symptoms per the European Organisation for Research and Treatment of Cancer (EORTC) quality-of-life questionnaire for cancer (QLQ-C30) and quality-of-life questionnaire for hepatocellular carcinoma (QLQ-HCC18). Time to confirmed deterioration of PROs was analysed in the intention-to-treat population; all other analyses were done in the PRO-evaluable population (patients who had a baseline PRO assessment and at least one assessment after baseline). The trial is ongoing; enrolment is closed. This trial is registered with ClinicalTrials.gov, NCT03434379. FINDINGS: Between March 15, 2018, and Jan 30, 2019, 725 patients were screened and 501 patients were enrolled and randomly assigned to atezolizumab plus bevacizumab (n=336) or sorafenib (n=165). 309 patients in the atezolizumab plus bevacizumab group and 145 patients in the sorafenib group were included in the PRO-evaluable population. At data cutoff (Aug 29, 2019) the median follow-up was 8·6 months (IQR 6·2-10·8). EORTC QLQ-C30 completion rates were 90% or greater for 23 of 24 treatment cycles in both groups (range 88-100% in the atezolizumab plus bevacizumab group and 80-100% in the sorafenib group). EORTC QLQ-HCC18 completion rates were 90% or greater for 20 of 24 cycles in the atezolizumab plus bevacizumab group (range 88-100%) and 21 of 24 cycles in the sorafenib group (range 89-100%). Compared with sorafenib, atezolizumab plus bevacizumab reduced the risk of deterioration on all EORTC QLQ-C30 generic cancer symptom scales that were prespecified for analysis (appetite loss [hazard ratio (HR) 0·57, 95% CI 0·40-0·81], diarrhoea [0·23, 0·16-0·34], fatigue [0·61, 0·46-0·81], pain [0·46, 0·34-0·62]), and two of three EORTC QLQ-HCC18 disease-specific symptom scales that were prespecified for analysis (fatigue [0·60, 0·45-0·80] and pain [0·65, 0·46-0·92], but not jaundice [0·76, 0·55-1·07]). At day 1 of treatment cycle five (after which attrition in the sorafenib group was more than 50%), the mean EORTC QLQ-C30 score changes from baseline in the atezolizumab plus bevacizumab versus sorafenib groups were: -3·29 (SD 17·56) versus -5·83 (20·63) for quality of life, -4·02 (19·42) versus -9·76 (21·33) for role functioning, and -3·77 (12·82) versus -7·60 (15·54) for physical functioning. INTERPRETATION: Prespecified analyses of PRO data showed clinically meaningful benefits in terms of patient-reported quality of life, functioning, and disease symptoms with atezolizumab plus bevacizumab compared with sorafenib, strengthening the combination therapy's positive benefit-risk profile versus that of sorafenib in patients with unresectable hepatocellular carcinoma. FUNDING: F Hoffmann-La Roche and Genentech.",
  "authors": [
    {
      "last_name": "Galle",
      "fore_name": "Peter R",
      "initials": "PR",
      "name": "Peter R Galle",
      "affiliations": [
        "Department of Internal Medicine, University Medical Center Mainz, Mainz, Germany. Electronic address: peter.galle@unimedizin-mainz.de."
      ]
    },
    {
      "last_name": "Finn",
      "fore_name": "Richard S",
      "initials": "RS",
      "name": "Richard S Finn",
      "affiliations": [
        "Department of Medicine, Division of Hematology and Oncology, Jonsson Comprehensive Cancer Center, Geffen School of Medicine at University of California, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Shukui",
      "initials": "S",
      "name": "Shukui Qin",
      "affiliations": [
        "People's Liberation Army Cancer Center, Jinling Hospital, Nanjing, China."
      ]
    },
    {
      "last_name": "Ikeda",
      "fore_name": "Masafumi",
      "initials": "M",
      "name": "Masafumi Ikeda",
      "affiliations": [
        "Department of Hepatobiliary and Pancreatic Oncology, National Cancer Centre Hospital East, Kashiwa, Japan."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Andrew X",
      "initials": "AX",
      "name": "Andrew X Zhu",
      "affiliations": [
        "Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA, USA; Jiahui International Cancer Center, Jiahui Health, Shanghai, China."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Tae-You",
      "initials": "TY",
      "name": "Tae-You Kim",
      "affiliations": [
        "Department of Hematology and Medical Oncology, Seoul National University College of Medicine, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Kudo",
      "fore_name": "Masatoshi",
      "initials": "M",
      "name": "Masatoshi Kudo",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, Kindai University Faculty of Medicine, Osaka, Japan."
      ]
    },
    {
      "last_name": "Breder",
      "fore_name": "Valeriy",
      "initials": "V",
      "name": "Valeriy Breder",
      "affiliations": [
        "Department of Chemotherapy, N N Blokhin National Medical Research Center of Oncology, Moscow, Russia."
      ]
    },
    {
      "last_name": "Merle",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Merle",
      "affiliations": [
        "Department of Hepatology and Gastroenterology, Hospital La Croix-Rousse, Lyon, France."
      ]
    },
    {
      "last_name": "Kaseb",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Kaseb",
      "affiliations": [
        "Department of Gastrointestinal Medical Oncology, University of Texas MD Anderson Cancer Center, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Daneng",
      "initials": "D",
      "name": "Daneng Li",
      "affiliations": [
        "Department of Medical Oncology, City of Hope Comprehensive Cancer Center and Beckman Research Institute, Duarte, CA, USA."
      ]
    },
    {
      "last_name": "Mulla",
      "fore_name": "Sohail",
      "initials": "S",
      "name": "Sohail Mulla",
      "affiliations": [
        "Product Development Biometrics, Hoffmann-La Roche, Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Verret",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Verret",
      "affiliations": [
        "Product Development Oncology, Genentech, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Derek-Zhen",
      "initials": "DZ",
      "name": "Derek-Zhen Xu",
      "affiliations": [
        "Product Development Oncology, Roche Product Development, Shanghai, China."
      ]
    },
    {
      "last_name": "Hernandez",
      "fore_name": "Sairy",
      "initials": "S",
      "name": "Sairy Hernandez",
      "affiliations": [
        "Product Development Oncology, Genentech, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Ding",
      "fore_name": "Beiying",
      "initials": "B",
      "name": "Beiying Ding",
      "affiliations": [
        "United States Medical Affairs, Genentech, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Juan",
      "initials": "J",
      "name": "Juan Liu",
      "affiliations": [
        "Product Development Biometrics, Roche Product Development, Shanghai, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Chen",
      "initials": "C",
      "name": "Chen Huang",
      "affiliations": [
        "Safety Science Oncology, Roche Product Development, Shanghai, China."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Ho Yeong",
      "initials": "HY",
      "name": "Ho Yeong Lim",
      "affiliations": [
        "Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Ann-Lii",
      "initials": "AL",
      "name": "Ann-Lii Cheng",
      "affiliations": [
        "Department of Oncology, National Taiwan University Cancer Centre, Taipei, Taiwan."
      ]
    },
    {
      "last_name": "Ducreux",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Ducreux",
      "affiliations": [
        "Department of Medical Oncology, Gustave Roussy, Villejuif, France."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Oncology",
    "iso_abbreviation": "Lancet Oncol",
    "issn": "1474-5488",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "991",
  "end_page": "1001",
  "pages": "991-1001",
  "language": "eng",
  "publication_types": [
    "Clinical Trial, Phase III",
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Angiogenesis Inhibitors",
    "Antibodies, Monoclonal, Humanized",
    "Antineoplastic Combined Chemotherapy Protocols",
    "Bevacizumab",
    "Carcinoma, Hepatocellular",
    "Humans",
    "Liver Neoplasms",
    "Patient Reported Outcome Measures",
    "Progression-Free Survival",
    "Protein Kinase Inhibitors",
    "Quality of Life",
    "Sorafenib",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "34051880",
    "doi": "10.1016/S1470-2045(21)00151-0",
    "pii": "S1470-2045(21)00151-0"
  },
  "doi": "10.1016/S1470-2045(21)00151-0",
  "dates": {
    "completed": "2021-07-12",
    "revised": "2021-07-13"
  },
  "chemicals": [
    "Angiogenesis Inhibitors",
    "Antibodies, Monoclonal, Humanized",
    "Protein Kinase Inhibitors",
    "Bevacizumab",
    "atezolizumab",
    "Sorafenib"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:46:08.309564",
    "pmid": "34051880"
  }
}