{
  "pmid": "34056530",
  "uid": "34056530",
  "title": "Role of N-Acetylcysteine in the Treatment of Acute Nonacetaminophen, Nonalcoholic and Nonviral Hepatitis: A Meta-analysis.",
  "abstract": "INTRODUCTION: N-acetylcysteine (NAC) has been extensively investigated for the use in acetaminophen and alcoholic hepatitis and is indicated in acetaminophen overdose. Studies assessing the effect of NAC on other forms of acute hepatitis in adult patients are limited and therefore here we aimed at evaluating the effect of NAC on survival in nonacetaminophen, nonalcoholic and nonviral hepatitis in adults. METHODS: A comprehensive literature search up to September 2019 was completed for randomized controlled trials (RCTs) comparing NAC to placebo in the management of acute nonacetaminophen, nonalcoholic and nonviral hepatitis. Studies with insufficient data, non-RCT or nonprospective design, paediatric studies and studies with no comparator were excluded. Study selection, quality assessment and data extraction were independently performed by two co-authors. Primary outcome was survival. Secondary outcomes were an increase in infection rate. We used random model Mantel-Haenszel meta-analysis with Cochrane risk of bias to assess the quality of included studies. The recommendation was presented using the GRADE framework. RESULTS: Seven out of 42 retrieved studies were included. Study population included patients with post-liver transplant, postsurgical, hypoxia-induced, ischemic and other nonalcoholic hepatitis. There was no difference in overall survival between NAC and placebo (odds ratio [OR] 0.95 [0.55 to 1.62]) in seven studies including 1033 patients. Furthermore, there was no difference in the rate of infection between NAC and placebo (OR 0.87 [0.43 to 1.79]). Random model analysis was used to adjust the effect of statistically significant heterogeneity in both analyses (P = 0.02). Lack of blinding in one study was found as a possible source of heterogeneity. CONCLUSIONS: NAC does not improve overall survival or the rate of infection in patients with acute nonacetaminophen, nonalcoholic and nonviral hepatitis as compared to placebo and should not be recommended in such setting which may even delay a transplant evaluation (level of evidence: 2a, GRADE of recommendation: B).",
  "authors": [
    {
      "last_name": "Aljohani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Aljohani",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Brian Pak Ho",
      "initials": "BPH",
      "name": "Brian Pak Ho Chan",
      "affiliations": [
        "Division of Gastroenterology and Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Gastroenterology and Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Gastrointestinal Health Technology Assessment Group, The Farncombe Family Digestive Health Research Institute, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Association of Gastroenterology",
    "iso_abbreviation": "J Can Assoc Gastroenterol",
    "issn": "2515-2092",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "125",
  "end_page": "130",
  "pages": "125-130",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34056530",
    "pmc": "PMC8158650",
    "doi": "10.1093/jcag/gwaa017",
    "pii": "gwaa017"
  },
  "doi": "10.1093/jcag/gwaa017",
  "pmc_id": "PMC8158650",
  "dates": {
    "revised": "2022-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.010381",
    "pmid": "34056530"
  }
}