{
  "pmid": "34051548",
  "uid": "34051548",
  "title": "Changes in alcohol consumption during pregnancy and over the transition towards parenthood.",
  "abstract": "OBJECTIVE: To examine pre- to postnatal changes in drinking for women and men and assess the role of education level in these changes. BACKGROUND: The transition towards parenthood can contribute to significant shifts in alcohol consumption for women and men. Research has generally focused on pregnancy and short-term changes following childbirth, usually for mothers only. Socio-economic variation in the impact of childbirth and return to drinking postnatally is similarly understudied. METHOD: Longitudinal alcohol consumption data for 2470 individuals (1248 female) who were pregnant, or the partner of a pregnant woman, were obtained from a representative, Australian survey for three years prior and following birth. Piecewise regression models, including an education-x-time interaction, assessed changes in drinking quantity and frequency. RESULTS: Female usual quantity and frequency significantly declined during pregnancy, followed by significant postnatal increases in quantity, approaching pre-pregnancy levels, with similar trends across education levels. Male usual quantity increased following childbirth, save for those men with a high-school education. Having an undergraduate degree was associated with a significant postnatal increase in drinking frequency. CONCLUSION: Further awareness of the risks associated with male-partner drinking could provide substantial public health benefits. Successful facilitation and implementation of interventions and harm reduction strategies for harmful drinking over the pre- to postnatal period could benefit from further consideration of socioeconomic status and education level, particularly for men.",
  "authors": [
    {
      "last_name": "Leggat",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Leggat",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), La Trobe University, Australia. Electronic address: G.Leggat@latrobe.edu.au."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), La Trobe University, Australia; National Drug Research Institute, Curtin University, Australia; Karolinska Institutet, Department of Clinical Neuroscience, Stockholm, Sweden. Electronic address: M.Livingston@latrobe.edu.au."
      ]
    },
    {
      "last_name": "Kuntsche",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Kuntsche",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), La Trobe University, Australia. Electronic address: S.Kuntsche@latrobe.edu.au."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), La Trobe University, Australia. Electronic address: S.Callinan@latrobe.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol dependence",
    "iso_abbreviation": "Drug Alcohol Depend",
    "issn": "1879-0046",
    "issn_type": "Electronic",
    "volume": "225",
    "pub_year": "2021",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "108745",
  "pages": "108745",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Australia",
    "Female",
    "Harm Reduction",
    "Humans",
    "Male",
    "Mothers",
    "Pregnancy",
    "Pregnant People"
  ],
  "article_ids": {
    "pubmed": "34051548",
    "doi": "10.1016/j.drugalcdep.2021.108745",
    "pii": "S0376-8716(21)00240-4"
  },
  "doi": "10.1016/j.drugalcdep.2021.108745",
  "dates": {
    "completed": "2021-09-21",
    "revised": "2025-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.821558",
    "pmid": "34051548"
  }
}