{
  "pmid": "34066581",
  "uid": "34066581",
  "title": "Electrophysiological Properties from Computations at a Single Voltage: Testing Theory with Stochastic Simulations.",
  "abstract": "We use stochastic simulations to investigate the performance of two recently developed methods for calculating the free energy profiles of ion channels and their electrophysiological properties, such as current-voltage dependence and reversal potential, from molecular dynamics simulations at a single applied voltage. These methods require neither knowledge of the diffusivity nor simulations at multiple voltages, which greatly reduces the computational effort required to probe the electrophysiological properties of ion channels. They can be used to determine the free energy profiles from either forward or backward one-sided properties of ions in the channel, such as ion fluxes, density profiles, committor probabilities, or from their two-sided combination. By generating large sets of stochastic trajectories, which are individually designed to mimic the molecular dynamics crossing statistics of models of channels of trichotoxin, p7 from hepatitis C and a bacterial homolog of the pentameric ligand-gated ion channel, GLIC, we find that the free energy profiles obtained from stochastic simulations corresponding to molecular dynamics simulations of even a modest length are burdened with statistical errors of only 0.3 kcal/mol. Even with many crossing events, applying two-sided formulas substantially reduces statistical errors compared to one-sided formulas. With a properly chosen reference voltage, the current-voltage curves can be reproduced with good accuracy from simulations at a single voltage in a range extending for over 200 mV. If possible, the reference voltages should be chosen not simply to drive a large current in one direction, but to observe crossing events in both directions.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": [
        "Exobiology Branch, MS 239-4, NASA Ames Research Center, Moffett Field, CA 94035, USA.",
        "SETI Institute, 189 Bernardo Ave, Suite 200, Mountain View, CA 94043, USA."
      ]
    },
    {
      "last_name": "Pohorille",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Pohorille",
      "affiliations": [
        "Exobiology Branch, MS 239-4, NASA Ames Research Center, Moffett Field, CA 94035, USA.",
        "Department of Pharmaceutical Chemistry, University of California, San Francisco, CA 94132, USA."
      ]
    }
  ],
  "journal": {
    "title": "Entropy (Basel, Switzerland)",
    "iso_abbreviation": "Entropy (Basel)",
    "issn": "1099-4300",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "06"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34066581",
    "pmc": "PMC8148522",
    "doi": "10.3390/e23050571",
    "pii": "e23050571"
  },
  "doi": "10.3390/e23050571",
  "pmc_id": "PMC8148522",
  "dates": {
    "revised": "2021-06-15"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Planetary Science Division Research Program",
      "agency": "NASA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.699446",
    "pmid": "34066581"
  }
}