{
  "pmid": "34063613",
  "uid": "34063613",
  "title": "The Joint Effect of Maternal Marital Status and Type of Household Cooking Fuel on Child Nutritional Status in Sub-Saharan Africa: Analysis of Cross-Sectional Surveys on Children from 31 Countries.",
  "abstract": "The current study sought to investigate the joint effect of maternal marital status and type of household cooking fuel on child nutritional status in sub-Saharan Africa. Data in the children's files of 31 sub-Saharan African countries were pooled from the Demographic and Health Surveys collected between 2010 and 2019. The outcome variables were three child anthropometrics: stunting (height-for-age z-scores); wasting (weight-for-height z-scores); and underweight (weight-for-age z-scores). The joint effect of maternal marital status and type of household cooking fuel on child nutritional status was examined using multilevel regression models. The results were presented as adjusted odds ratios (aORs) at p < 0.05. The percentages of children who were stunted, wasted and underweight in the 31 countries in sub-Saharan Africa were 31%, 8% and 17%, respectively. On the joint effect of maternal marital status and type of household cooking fuel on stunting, we found that compared to children born to married mothers who used clean household cooking fuel, children born to single mothers who use unclean household cooking fuel, children born to single women who use clean household cooking fuel, and children born to married women who used unclean household cooking were more likely to be stunted. With wasting, children born to single mothers who used unclean household cooking fuel and children born to married women who used unclean household cooking fuel were more likely to be wasted compared to children born to married mothers who used clean household cooking fuel. With underweight, we found that compared to children born to married mothers who used clean household cooking fuel, children born to single mothers who used unclean household cooking fuel, children born to single women who used clean household cooking fuel and children born to married women who used unclean household cooking were more likely to be underweight. It is imperative for the governments of the 31 sub-Saharan African countries to double their efforts to end the use of unclean household cooking fuel. This goal could be achieved by promoting clean household cooking fuel (e.g., electricity, gas, ethanol, solar, etc.) through effective health education, and promotion programmes. The attention of policymakers is drawn to the urgent need for children's nutritional status policies and programmes (e.g., dietary supplementation, increasing dietary diversity, improving agriculture and food security) to be targeted towards at-risk sub-populations (i.e., single mothered households).",
  "authors": [
    {
      "last_name": "Amadu",
      "fore_name": "Iddrisu",
      "initials": "I",
      "name": "Iddrisu Amadu",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast PMB TF0494, Ghana.",
        "Department of Fisheries and Aquatic Sciences, College of Agriculture and Natural Sciences, School of Biological Sciences, University of Cape Coast, Cape Coast PMB TF0494, Ghana."
      ],
      "orcid": "0000-0003-4839-1197"
    },
    {
      "last_name": "Seidu",
      "fore_name": "Abdul-Aziz",
      "initials": "AA",
      "name": "Abdul-Aziz Seidu",
      "affiliations": [
        "Department of Population and Health, College of Humanities and Legal Studies, University of Cape Coast, Cape Coast PMB TF0494, Ghana.",
        "College of Public Health, Medical and Veterinary Sciences, James Cook University, Townsville, QLD 4811, Australia."
      ],
      "orcid": "0000-0001-9734-9054"
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast PMB TF0494, Ghana.",
        "Department of Fisheries and Aquatic Sciences, College of Agriculture and Natural Sciences, School of Biological Sciences, University of Cape Coast, Cape Coast PMB TF0494, Ghana."
      ],
      "orcid": "0000-0003-4914-0445"
    },
    {
      "last_name": "Okyere",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Okyere",
      "affiliations": [
        "Department of Population and Health, College of Humanities and Legal Studies, University of Cape Coast, Cape Coast PMB TF0494, Ghana."
      ],
      "orcid": "0000-0003-4080-7522"
    },
    {
      "last_name": "Hagan",
      "fore_name": "John Elvis",
      "initials": "JE",
      "name": "John Elvis Hagan",
      "affiliations": [
        "Department of Health, Physical Education, and Recreation, University of Cape Coast, Cape Coast PMB TF0494, Ghana.",
        "Neurocognition and Action-Biomechanics-Research Group, Faculty of Psychology and Sport Sciences, Bielefeld University, Postfach 10 01 31, 33501 Bielefeld, Germany."
      ],
      "orcid": "0000-0003-3530-6133"
    },
    {
      "last_name": "Hormenu",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Hormenu",
      "affiliations": [
        "College of Public Health, Medical and Veterinary Sciences, James Cook University, Townsville, QLD 4811, Australia."
      ],
      "orcid": "0000-0002-9416-4406"
    },
    {
      "last_name": "Ahinkorah",
      "fore_name": "Bright Opoku",
      "initials": "BO",
      "name": "Bright Opoku Ahinkorah",
      "affiliations": [
        "School of Public Health, Faculty of Health, University of Technology Sydney, Sydney, NSW 2007, Australia."
      ],
      "orcid": "0000-0001-7415-895X"
    }
  ],
  "journal": {
    "title": "Nutrients",
    "iso_abbreviation": "Nutrients",
    "issn": "2072-6643",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "03"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Africa South of the Sahara",
    "Anthropometry",
    "Child Nutrition Disorders",
    "Child Nutritional Physiological Phenomena",
    "Child, Preschool",
    "Cluster Analysis",
    "Cooking",
    "Cross-Sectional Studies",
    "Demography",
    "Family Characteristics",
    "Female",
    "Growth Disorders",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Marital Status",
    "Mothers",
    "Nutritional Status",
    "Odds Ratio",
    "Regression Analysis",
    "Thinness",
    "Wasting Syndrome"
  ],
  "article_ids": {
    "pubmed": "34063613",
    "pmc": "PMC8147609",
    "doi": "10.3390/nu13051541",
    "pii": "nu13051541"
  },
  "doi": "10.3390/nu13051541",
  "pmc_id": "PMC8147609",
  "dates": {
    "completed": "2021-07-23",
    "revised": "2021-07-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Institutional Open Access Publication Program",
      "agency": "Universität Bielefeld"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:20.584027",
    "pmid": "34063613"
  }
}