{
  "pmid": "34078633",
  "uid": "34078633",
  "title": "Association between end-of-life cancer care and immigrant status: a retrospective cohort study in Ontario, Canada.",
  "abstract": "OBJECTIVE: To compare recent immigrants and long-term residents in Ontario, Canada, on established health service quality indicators of end-of-life cancer care. DESIGN: Retrospective, population-based cohort study of cancer decedents between 2004 and 2015. SETTING: Ontario, Canada. PARTICIPANTS: We grouped 13 085 immigrants who arrived in Ontario in 1985 or later into eight major ethnic groups based on birth country, mother tongue and surname, and compared them to 229 471 long-term residents who were ≥18 years at the time of death. PRIMARY AND SECONDARY OUTCOME MEASURES: Aggressive care, defined as a composite of ≥2 emergency department visits, ≥2 new hospitalisations or an intensive care unit admission within 30 days of death; and supportive care, defined as a physician house call within 2 weeks, or palliative nursing or personal support worker home visit within 6 months of death. Multivariable logistic regression was used to examine the association between immigration status and the odds of each main outcome. RESULTS: Compared with long-term residents, immigrants overall and by ethnic group had higher rates of aggressive care (13.7% vs 17.5%, respectively; p<0.001). Among immigrants, Southeast Asians had the highest use while White-Eastern and Western Europeans had the lowest. Supportive care use was similar between long-term residents and immigrants (50.0% vs 50.5%, respectively; p=0.36), though lower among Southeast Asians (46.6%) and higher among White-Western Europeans (55.6%). After adjusting for sociodemographic characteristics and comorbidities, immigrants remained more likely than long-term residents to receive aggressive care (OR: 1.15, 95% CI 1.09 to 1.21), yet were less likely to receive supportive care (OR: 0.95, 95% CI 0.91 to 0.98). CONCLUSIONS: Among cancer decedents in Ontario, immigrants are more likely to use aggressive healthcare services at the end of life than long-term residents, while supportive care varies by ethnicity. Contributors to variation in end-of-life care require further study.",
  "authors": [
    {
      "last_name": "Chu",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Chu",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Department of Physical Therapy, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barbera",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Barbera",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Department of Oncology, University of Calgary, Calgary, Alberta, Canada.",
        "Tom Baker Cancer Centre, Alberta Health Services, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Sutradhar",
      "fore_name": "Rinku",
      "initials": "R",
      "name": "Rinku Sutradhar",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oz",
      "fore_name": "Urun Erbas",
      "initials": "UE",
      "name": "Urun Erbas Oz",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Leary",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin O'Leary",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada seowh@mcmaster.ca.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6701-1714"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "e042978",
  "pages": "e042978",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cohort Studies",
    "Death",
    "Emigrants and Immigrants",
    "Humans",
    "Neoplasms",
    "Ontario",
    "Retrospective Studies",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "34078633",
    "pmc": "PMC8173292",
    "doi": "10.1136/bmjopen-2020-042978",
    "pii": "bmjopen-2020-042978"
  },
  "doi": "10.1136/bmjopen-2020-042978",
  "pmc_id": "PMC8173292",
  "dates": {
    "completed": "2021-06-18",
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.088332",
    "pmid": "34078633"
  }
}