{
  "pmid": "34075739",
  "uid": "34075739",
  "title": "Acoustofluidic Separation of Proteins Using Aptamer-Functionalized Microparticles.",
  "abstract": "We propose an acoustofluidic method for the triseparation of proteins conjugated with aptamer-coated microparticles inside a microchannel. Traveling surface acoustic waves (TSAWs) produced from a slanted-finger interdigital transducer (SFIT) are used to separate the protein-loaded microparticles of different sizes via the TSAW-driven acoustic radiation force (ARF). The acoustofluidic device consists of an SFIT deposited onto a piezoelectric lithium niobate substrate and a polydimethylsiloxane (PDMS) microfluidic channel on top of the substrate. The TSAWs propagating on the substrate penetrate into the sample fluid flow, where the human protein-conjugated microparticles are suspended, inside the PDMS microchannel. The microparticles are subjected to the TSAW-driven ARF with varying magnitude depending on their size and thus flow along different streamlines, leading to triseparation of the proteins. In this work, we used two different-sized streptavidin-functionalized polystyrene (PS) microparticles to capture two kinds of aptamers (apt15 and aptD17.4), which were labeled with a respective biotin molecule at one end. The biotin ends of the aptamers were attached to the microparticles through streptavidin-biotin linkage, whereas the free ends of the aptamers were used to capture their target proteins of thrombin (th) and immunoglobulin E (IgE). The resultant PS-apt15-th and PS-aptD17.4-IgE complexes, as well as mCardinal2, were used for experimental demonstration of acoustofluidic triseparation of the human proteins. We achieved simultaneous separation of proteins of three kinds (th, IgE, and mCardinal2) for the first time via the TSAW-driven ARF in the proposed acoustofluidic device.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Mechanical Engineering, KAIST, 291 Daehak-ro, Yuseong-gu, Daejeon 34141, Korea."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jinsoo",
      "initials": "J",
      "name": "Jinsoo Park",
      "affiliations": [
        "School of Mechanical Engineering, Chonnam National University, 77 Yongbong-ro, Buk-gu, Gwangju 61186, Korea."
      ]
    },
    {
      "last_name": "Jeon",
      "fore_name": "Jessie S",
      "initials": "JS",
      "name": "Jessie S Jeon",
      "affiliations": [
        "Department of Mechanical Engineering, KAIST, 291 Daehak-ro, Yuseong-gu, Daejeon 34141, Korea."
      ],
      "orcid": "0000-0001-6690-5775"
    },
    {
      "last_name": "Akmal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Akmal",
      "affiliations": [
        "Department of Materials Engineering, KAIST, 291 Daehak-ro, Yuseong-gu, Daejeon 34141, Korea."
      ]
    },
    {
      "last_name": "Yoon",
      "fore_name": "Tae-Sung",
      "initials": "TS",
      "name": "Tae-Sung Yoon",
      "affiliations": [
        "Department of Proteome Structural Biology, KRIBB, 125 Gwahak-ro, Yuseong-gu, Daejeon 34141, Korea."
      ]
    },
    {
      "last_name": "Sung",
      "fore_name": "Hyung Jin",
      "initials": "HJ",
      "name": "Hyung Jin Sung",
      "affiliations": [
        "Department of Mechanical Engineering, KAIST, 291 Daehak-ro, Yuseong-gu, Daejeon 34141, Korea."
      ],
      "orcid": "0000-0002-4671-3626"
    }
  ],
  "journal": {
    "title": "Analytical chemistry",
    "iso_abbreviation": "Anal Chem",
    "issn": "1520-6882",
    "issn_type": "Electronic",
    "volume": "93",
    "issue": "23",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "start_page": "8309",
  "end_page": "8317",
  "pages": "8309-8317",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acoustics",
    "Biotin",
    "Humans",
    "Microfluidics",
    "Polystyrenes",
    "Proteins",
    "Streptavidin"
  ],
  "article_ids": {
    "pubmed": "34075739",
    "doi": "10.1021/acs.analchem.1c01198"
  },
  "doi": "10.1021/acs.analchem.1c01198",
  "dates": {
    "completed": "2021-06-30",
    "revised": "2022-05-31"
  },
  "chemicals": [
    "Polystyrenes",
    "Proteins",
    "Biotin",
    "Streptavidin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.955309",
    "pmid": "34075739"
  }
}