{
  "pmid": "34077502",
  "uid": "34077502",
  "title": "Association of Real-time Continuous Glucose Monitoring With Glycemic Control and Acute Metabolic Events Among Patients With Insulin-Treated Diabetes.",
  "abstract": "IMPORTANCE: Continuous glucose monitoring (CGM) is recommended for patients with type 1 diabetes; observational evidence for CGM in patients with insulin-treated type 2 diabetes is lacking. OBJECTIVE: To estimate clinical outcomes of real-time CGM initiation. DESIGN, SETTING, AND PARTICIPANTS: Exploratory retrospective cohort study of changes in outcomes associated with real-time CGM initiation, estimated using a difference-in-differences analysis. A total of 41 753 participants with insulin-treated diabetes (5673 type 1; 36 080 type 2) receiving care from a Northern California integrated health care delivery system (2014-2019), being treated with insulin, self-monitoring their blood glucose levels, and having no prior CGM use were included. EXPOSURES: Initiation vs noninitiation of real-time CGM (reference group). MAIN OUTCOMES AND MEASURES: Ten end points measured during the 12 months before and 12 months after baseline: hemoglobin A1c (HbA1c); hypoglycemia (emergency department or hospital utilization); hyperglycemia (emergency department or hospital utilization); HbA1c levels lower than 7%, lower than 8%, and higher than 9%; 1 emergency department encounter or more for any reason; 1 hospitalization or more for any reason; and number of outpatient visits and telephone visits. RESULTS: The real-time CGM initiators included 3806 patients (mean age, 42.4 years [SD, 19.9 years]; 51% female; 91% type 1, 9% type 2); the noninitiators included 37 947 patients (mean age, 63.4 years [SD, 13.4 years]; 49% female; 6% type 1, 94% type 2). The prebaseline mean HbA1c was lower among real-time CGM initiators than among noninitiators, but real-time CGM initiators had higher prebaseline rates of hypoglycemia and hyperglycemia. Mean HbA1c declined among real-time CGM initiators from 8.17% to 7.76% and from 8.28% to 8.19% among noninitiators (adjusted difference-in-differences estimate, -0.40%; 95% CI, -0.48% to -0.32%; P < .001). Hypoglycemia rates declined among real-time CGM initiators from 5.1% to 3.0% and increased among noninitiators from 1.9% to 2.3% (difference-in-differences estimate, -2.7%; 95% CI, -4.4% to -1.1%; P = .001). There were also statistically significant differences in the adjusted net changes in the proportion of patients with HbA1c lower than 7% (adjusted difference-in-differences estimate, 9.6%; 95% CI, 7.1% to 12.2%; P < .001), lower than 8% (adjusted difference-in-differences estimate, 13.1%; 95% CI, 10.2% to 16.1%; P < .001), and higher than 9% (adjusted difference-in-differences estimate, -7.1%; 95% CI, -9.5% to -4.6%; P < .001) and in the number of outpatient visits (adjusted difference-in-differences estimate, -0.4; 95% CI, -0.6 to -0.2; P < .001) and telephone visits (adjusted difference-in-differences estimate, 1.1; 95% CI, 0.8 to 1.4; P < .001). Initiation of real-time CGM was not associated with statistically significant changes in rates of hyperglycemia, emergency department visits for any reason, or hospitalizations for any reason. CONCLUSIONS AND RELEVANCE: In this retrospective cohort study, insulin-treated patients with diabetes selected by physicians for real-time continuous glucose monitoring compared with noninitiators had significant improvements in hemoglobin A1c and reductions in emergency department visits and hospitalizations for hypoglycemia, but no significant change in emergency department visits or hospitalizations for hyperglycemia or for any reason. Because of the observational study design, findings may have been susceptible to selection bias.",
  "authors": [
    {
      "last_name": "Karter",
      "fore_name": "Andrew J",
      "initials": "AJ",
      "name": "Andrew J Karter",
      "affiliations": [
        "Division of Research, Kaiser Permanente, Oakland, California."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa M",
      "initials": "MM",
      "name": "Melissa M Parker",
      "affiliations": [
        "Division of Research, Kaiser Permanente, Oakland, California."
      ]
    },
    {
      "last_name": "Moffet",
      "fore_name": "Howard H",
      "initials": "HH",
      "name": "Howard H Moffet",
      "affiliations": [
        "Division of Research, Kaiser Permanente, Oakland, California."
      ]
    },
    {
      "last_name": "Gilliam",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Gilliam",
      "affiliations": [
        "Kaiser Northern California Diabetes Program, Endocrinology and Internal Medicine, Kaiser Permanente, South San Francisco Medical Center, South San Francisco, California."
      ]
    },
    {
      "last_name": "Dlott",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Dlott",
      "affiliations": [
        "Population Care, Regional PROMPT, Regional Clinical, Thyroid Subgroup, TPMG Regional Laboratory Services, Division of Endocrinology - Diablo Service Area, Martinez, California."
      ]
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "325",
    "issue": "22",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "08"
  },
  "start_page": "2273",
  "end_page": "2284",
  "pages": "2273-2284",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adult",
    "Biosensing Techniques",
    "Blood Glucose Self-Monitoring",
    "Confidence Intervals",
    "Diabetes Mellitus, Type 1",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Glycated Hemoglobin",
    "Health Services Needs and Demand",
    "Hospitalization",
    "Humans",
    "Hyperglycemia",
    "Hypoglycemia",
    "Hypoglycemic Agents",
    "Insulin",
    "Male",
    "Middle Aged",
    "Numbers Needed To Treat",
    "Propensity Score",
    "Retrospective Studies",
    "Selection Bias",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34077502",
    "pmc": "PMC8173463",
    "doi": "10.1001/jama.2021.6530",
    "pii": "2780594"
  },
  "doi": "10.1001/jama.2021.6530",
  "pmc_id": "PMC8173463",
  "dates": {
    "completed": "2021-06-16",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Glycated Hemoglobin A",
    "Hypoglycemic Agents",
    "Insulin"
  ],
  "grants": [
    {
      "grant_id": "P30 DK092924",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 DK103721",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.212345",
    "pmid": "34077502"
  }
}