{
  "pmid": "34081023",
  "uid": "34081023",
  "title": "Application of the eHealth Literacy Model in Digital Health Interventions: Scoping Review.",
  "abstract": "BACKGROUND: Digital health interventions (DHIs) are increasingly being adopted globally to address various public health issues. DHIs can be categorized according to four main types of technology: mobile based, web based, telehealth, and electronic health records. In 2006, Norman and Skinner introduced the eHealth literacy model, encompassing six domains of skills and abilities (basic, health, information, scientific, media, and computer) needed to effectively understand, process, and act on health-related information. Little is known about whether these domains are assessed or accounted for in DHIs. OBJECTIVE: This study aims to explore how DHIs assess and evaluate the eHealth literacy model, describe which health conditions are addressed, and which technologies are used. METHODS: We conducted a scoping review of the literature on DHIs, based on randomized controlled trial design and reporting the assessment of any domain of the eHealth literacy model. MEDLINE, CINAHL, Embase, and Cochrane Library were searched. A duplicate selection and data extraction process was performed; we charted the results according to the country of origin, health condition, technology used, and eHealth literacy domain. RESULTS: We identified 131 unique DHIs conducted in 26 different countries between 2001 and 2020. Most DHIs were conducted in English-speaking countries (n=81, 61.8%), delivered via the web (n=68, 51.9%), and addressed issues related to noncommunicable diseases (n=57, 43.5%) or mental health (n=26, 19.8%). None of the interventions assessed all six domains of the eHealth literacy model. Most studies focused on the domain of health literacy (n=96, 73.2%), followed by digital (n=19, 14.5%), basic and media (n=4, 3%), and information and scientific literacy (n=1, 0.7%). Of the 131 studies, 7 (5.3%) studies covered both health and digital literacy. CONCLUSIONS: Although many selected DHIs assessed health or digital literacy, no studies comprehensively evaluated all domains of the eHealth literacy model; this evidence might be overlooking important factors that can mediate or moderate the effects of these interventions. Future DHIs should comprehensively assess the eHealth literacy model while developing or evaluating interventions to understand how and why interventions can be effective.",
  "authors": [
    {
      "last_name": "El Benny",
      "fore_name": "Mariam",
      "initials": "M",
      "name": "Mariam El Benny",
      "affiliations": [
        "Department of Health Promotion and Community Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-6769-994X"
    },
    {
      "last_name": "Kabakian-Khasholian",
      "fore_name": "Tamar",
      "initials": "T",
      "name": "Tamar Kabakian-Khasholian",
      "affiliations": [
        "Department of Health Promotion and Community Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0001-5098-5483"
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-4084-6524"
    },
    {
      "last_name": "Bardus",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Bardus",
      "affiliations": [
        "Department of Health Promotion and Community Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-0707-7196"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "03"
  },
  "start_page": "e23473",
  "pages": "e23473",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Diagnostic Tests, Routine",
    "Electronic Health Records",
    "Health Literacy",
    "Humans",
    "Mental Health",
    "Randomized Controlled Trials as Topic",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "34081023",
    "pmc": "PMC8212628",
    "doi": "10.2196/23473",
    "pii": "v23i6e23473"
  },
  "doi": "10.2196/23473",
  "pmc_id": "PMC8212628",
  "dates": {
    "completed": "2021-10-18",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.369715",
    "pmid": "34081023"
  }
}