{
  "pmid": "34098971",
  "uid": "34098971",
  "title": "Policy options to increase motivation for improving evidence-informed health policy-making in Iran.",
  "abstract": "BACKGROUND: Current incentive programmes are not sufficient to motivate researchers and policy-makers to use research evidence in policy-making. We conducted a mixed-methods design to identify context-based policy options for strengthening motivations among health researchers and policy-makers to support evidence-informed health policy-making (EIHP) in Iran. METHODS: This study was conducted in 2019 in two phases. In the first phase, we conducted a scoping review to extract interventions implemented or proposed to strengthen motivations to support EIHP. Additionally, we employed a comparative case study design for reviewing the performance evaluation (PE) processes in Iran and other selected countries to determine the current individual and organizational incentives to encourage EIHP. In the second phase, we developed two policy briefs and then convened two policy dialogues, with 12 and 8 key informants, respectively, where the briefs were discussed. Data were analysed using manifest content analysis in order to propose contextualized policy options. RESULTS: The policy options identified to motivate health researchers and policy-makers to support EIHP in Iran were: revising the criteria of academic PE; designing appropriate incentive programmes for nonacademic researchers; developing an indicator for the evaluation of research impact on policy-making or health outcomes; revising the current policies of scientific journals; revising existing funding mechanisms; presenting the knowledge translation plan when submitting a research proposal, as a mandatory condition; encouraging and supporting mechanisms for increasing interactions between policy-makers and researchers; and revising some administrative processes (e.g. managers and staff PEs; selection, appointment, and changing managers and reward mechanisms). CONCLUSIONS: The current individual or organizational incentives are mainly focused on publications, rather than encouraging researchers and policy-makers to support EIHP. Relying more on incentives that consider the other impacts of research (e.g. impacts on health system and policy, or health outcomes) is recommended. These incentives may encourage individuals and organizations to be more involved in conducting research evidence, resulting in promoting EIHP. TRIAL REGISTRATION: NA.",
  "authors": [
    {
      "last_name": "Sajadi",
      "fore_name": "Haniye Sadat",
      "initials": "HS",
      "name": "Haniye Sadat Sajadi",
      "affiliations": [
        "Knowledge Utilization Research Center, University Research and Development Center, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Majdzadeh",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Majdzadeh",
      "affiliations": [
        "Community-Based Participatory-Research Center, Knowledge Utilization Research Center, and School of Public Health, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Ehsani-Chimeh",
      "fore_name": "Elham",
      "initials": "E",
      "name": "Elham Ehsani-Chimeh",
      "affiliations": [
        "National Institute for Health Research, Tehran University of Medical Sciences, Tehran, Iran. ehsanielham@yahoo.com."
      ]
    },
    {
      "last_name": "Yazdizadeh",
      "fore_name": "Bahareh",
      "initials": "B",
      "name": "Bahareh Yazdizadeh",
      "affiliations": [
        "Knowledge Utilization Research Center, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Nikooee",
      "fore_name": "Sima",
      "initials": "S",
      "name": "Sima Nikooee",
      "affiliations": [
        "Knowledge Utilization Research Center, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Pourabbasi",
      "fore_name": "Ata",
      "initials": "A",
      "name": "Ata Pourabbasi",
      "affiliations": [
        "Endocrinology and Metabolism Research Center, Endocrinology and Metabolism Clinical Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John",
      "initials": "J",
      "name": "John Lavis",
      "affiliations": [
        "McMaster Health Forum and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "07"
  },
  "start_page": "91",
  "pages": "91",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Policy",
    "Humans",
    "Iran",
    "Motivation",
    "Policy Making",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "34098971",
    "pmc": "PMC8186173",
    "doi": "10.1186/s12961-021-00737-7",
    "pii": "10.1186/s12961-021-00737-7"
  },
  "doi": "10.1186/s12961-021-00737-7",
  "pmc_id": "PMC8186173",
  "dates": {
    "completed": "2021-07-28",
    "revised": "2023-11-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "IR.NIMAD.REC.1397.476",
      "agency": "National Institute for Medical Research Development"
    },
    {
      "grant_id": "IR.TUMS.VCR.REC.96.02.159.35954",
      "agency": "Tehran University of Medical Sciences and Health Services"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:01.043943",
    "pmid": "34098971"
  }
}