{
  "pmid": "34091347",
  "uid": "34091347",
  "title": "Impact of peritraumatic dissociation in hospitalized patients with COVID-19 pneumonia: A longitudinal study.",
  "abstract": "OBJECTIVE: Psychiatric impact of COVID-19 is still explored and previous data suggest potential risks of anxiety, depression and PTSD related to COVID-19. We aimed to explore the predictive value of risk factors during hospitalization (T0) for COVID-19 for anxiety, depression and PTSD and at three months (T1) because they could differ over these two time points. METHODS: We performed a screening of mental suffering in hospitalized patients for COVID-19, as well as specialized care and three months longitudinal follow-up. We evaluated at T0 and at T1 the prevalence of anxiety, depression and PTSD in survivors who benefited from early detection and treatment, and assessed possible risk factors in adults surviving COVID-19 between the 30th March and the 1[st] of July 2020. RESULTS: 109 patients were screened at T0 and 61 of these were reassessed at T1. At T0, we found 44.9% pathological score on peritraumatic dissociation experiences questionnaire (PDEQ), 85.4% of post-traumatic stress disorder symptoms (PTSS), 14.6% of pathological rate of post-traumatic stress disorder scale 5 (PCL5) and at T1, 86.9% of PTSS, 10.6% of pathological rate of PCL5. Finally, PDEQ score at T0 during hospitalization was positively correlated to PCL-5 score at T1 (β = 0.26, p = 0.01) and that was confirmed in multivariate analysis (β = 0.04, p = 0.02 for the log of PCL-5 per point on the PDEQ). CONCLUSION: Screening of psychiatric symptoms during hospitalization for COVID-19 should be systematic, especially peritraumatic dissociation to offer an early treatment and prevent PTSD, which seemed frequent for hospitalized patients for COVID-19 at three months.",
  "authors": [
    {
      "last_name": "Benzakour",
      "fore_name": "Lamyae",
      "initials": "L",
      "name": "Lamyae Benzakour",
      "affiliations": [
        "Liaison Psychiatry and Crisis Intervention Service, Department of Psychiatry, Geneva University Hospitals, Geneva, Switzerland; Covicare Unit, Geneva University Hospitals, Geneva, Switzerland. Electronic address: lamyae.benzakour@gmail.com."
      ]
    },
    {
      "last_name": "Braillard",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Braillard",
      "affiliations": [
        "Division and Department of Primary Care Medicine, Geneva University Hospitals, Geneva, Switzerland; Covicare Unit, Geneva University Hospitals, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Mazzola",
      "fore_name": "Viridiana",
      "initials": "V",
      "name": "Viridiana Mazzola",
      "affiliations": [
        "Liaison Psychiatry and Crisis Intervention Service, Department of Psychiatry, Geneva University Hospitals, Geneva, Switzerland; Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Gex",
      "fore_name": "Dominique",
      "initials": "D",
      "name": "Dominique Gex",
      "affiliations": [
        "Liaison Psychiatry and Crisis Intervention Service, Department of Psychiatry, Geneva University Hospitals, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Nehme",
      "fore_name": "Mayssam",
      "initials": "M",
      "name": "Mayssam Nehme",
      "affiliations": [
        "Division and Department of Primary Care Medicine, Geneva University Hospitals, Geneva, Switzerland; Covicare Unit, Geneva University Hospitals, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Perone",
      "fore_name": "Sigiryia Aebischer",
      "initials": "SA",
      "name": "Sigiryia Aebischer Perone",
      "affiliations": [
        "Division of Humanitarian and Tropical Medicine, Department of Primary Care, Geneva University Hospitals, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, Geneva University Hospitals, Geneva, Switzerland; Covicare Unit, Geneva University Hospitals, Geneva, Switzerland; Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Kopp",
      "fore_name": "Garance",
      "initials": "G",
      "name": "Garance Kopp",
      "affiliations": [
        "Division of Pulmonary Medicine, Geneva University Hospitals, Geneva, Switzerland; Covicare Unit, Geneva University Hospitals, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Sara",
      "fore_name": "Cereghetti",
      "initials": "C",
      "name": "Cereghetti Sara",
      "affiliations": [
        "Intensive Care Unit, Department of Acute Medicine, Geneva University Hospitals, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Bondolfi",
      "fore_name": "Guido",
      "initials": "G",
      "name": "Guido Bondolfi",
      "affiliations": [
        "Liaison Psychiatry and Crisis Intervention Service, Department of Psychiatry, Geneva University Hospitals, Geneva, Switzerland; Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Lador",
      "fore_name": "Frederic",
      "initials": "F",
      "name": "Frederic Lador",
      "affiliations": [
        "Division of Pulmonary Medicine, Geneva University Hospitals, Geneva, Switzerland; Covicare Unit, Geneva University Hospitals, Geneva, Switzerland; Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Journal of psychiatric research",
    "iso_abbreviation": "J Psychiatr Res",
    "issn": "1879-1379",
    "issn_type": "Electronic",
    "volume": "140",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "53",
  "end_page": "59",
  "pages": "53-59",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "COVID-19",
    "Dissociative Disorders",
    "Humans",
    "Longitudinal Studies",
    "SARS-CoV-2",
    "Stress Disorders, Post-Traumatic"
  ],
  "article_ids": {
    "pubmed": "34091347",
    "pmc": "PMC8165636",
    "doi": "10.1016/j.jpsychires.2021.05.031",
    "pii": "S0022-3956(21)00300-9"
  },
  "doi": "10.1016/j.jpsychires.2021.05.031",
  "pmc_id": "PMC8165636",
  "dates": {
    "completed": "2021-07-30",
    "revised": "2021-07-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:43.114579",
    "pmid": "34091347"
  }
}