{
  "pmid": "34098142",
  "uid": "34098142",
  "title": "Clinical Usefulness of Genetic Testing For Patients with Moyamoya Disease: A Systematic Review.",
  "abstract": "BACKGROUND: The effect of genetic factors on presentation and outcomes of moyamoya disease (MMD) is unclear. We aimed to examine differences in presentation of MMD by genetic variant, delineate the influence of genetic factors on outcomes, and characterize the applicability of genetic testing to management. METHODS: A systematic review was conducted using the PubMed, Embase, and Scopus databases. Title/abstract screening, full-text screening, and data extraction were conducted. RESULTS: Of 1329 articles, 12 were included. Genes included RNF213 (ring finger protein 213), VEGF (vascular endothelial growth factor), and soluble VEGR receptor (sVEGFR) 1 and 2. Patients heterozygous and homozygous for the p.R1480K variant of RNF213 had younger age of onset; were more frequently familial, had posterior cerebral artery involvement, had bilateral lesions; and were more likely to present with cerebral infarction or transient ischemic attack. The heterozygous p.4810K variant is associated with improved postoperative collateral formation. Stroke recurrence, stroke-free survival, neurologic status, and functional condition after surgery are not associated with the p.4180K genotype. Patients homozygous for p.4180K more frequently experience long-term cognitive impairment. Patients with the C/C genotype of VEGF 2634 or decreased sVEGFR-1 and sVEGFR levels postoperatively had greater postoperative collateral formation. CONCLUSIONS: Genetic factors correlate with MMD presentation including age of onset, severity, and symptoms, and angiographic and clinical outcomes after surgery. Incorporation of genetic testing panels into practice may allow for risk stratification, management, and follow-up of children and adults with MMD. However, future studies are necessary to validate the usefulness of genetic testing for MMD before this situation occurs.",
  "authors": [
    {
      "last_name": "Shlobin",
      "fore_name": "Nathan A",
      "initials": "NA",
      "name": "Nathan A Shlobin",
      "affiliations": [
        "Department of Neurological Surgery, Northwestern University Feinberg School of Medicine, Division of Pediatric Neurosurgery, Lurie Children's Hospital, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven C",
      "initials": "SC",
      "name": "Steven C Hoffman",
      "affiliations": [
        "Department of Neurological Surgery, Northwestern University Feinberg School of Medicine, Division of Pediatric Neurosurgery, Lurie Children's Hospital, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Jeffrey R",
      "initials": "JR",
      "name": "Jeffrey R Clark",
      "affiliations": [
        "Department of Neurological Surgery, Northwestern University Feinberg School of Medicine, Division of Pediatric Neurosurgery, Lurie Children's Hospital, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Du",
      "fore_name": "Rebecca Y",
      "initials": "RY",
      "name": "Rebecca Y Du",
      "affiliations": [
        "Department of Neurological Surgery, Northwestern University Feinberg School of Medicine, Division of Pediatric Neurosurgery, Lurie Children's Hospital, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Sandi",
      "initials": "S",
      "name": "Sandi Lam",
      "affiliations": [
        "Department of Neurological Surgery, Northwestern University Feinberg School of Medicine, Division of Pediatric Neurosurgery, Lurie Children's Hospital, Chicago, Illinois, USA. Electronic address: sandilam@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "World neurosurgery",
    "iso_abbreviation": "World Neurosurg",
    "issn": "1878-8769",
    "issn_type": "Electronic",
    "volume": "152",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "198",
  "end_page": "205.e1",
  "pages": "198-205.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Genetic Testing",
    "Humans",
    "Moyamoya Disease"
  ],
  "article_ids": {
    "pubmed": "34098142",
    "doi": "10.1016/j.wneu.2021.05.130",
    "pii": "S1878-8750(21)00825-1"
  },
  "doi": "10.1016/j.wneu.2021.05.130",
  "dates": {
    "completed": "2021-09-16",
    "revised": "2021-09-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:28.535348",
    "pmid": "34098142"
  }
}