{
  "pmid": "34091466",
  "uid": "34091466",
  "title": "Pilot and Feasibility Studies in Rehabilitation Research: A Review and Educational Primer for the Physiatrist Researcher.",
  "abstract": "Pilot and feasibility studies are conducted early in the clinical research pathway to evaluate whether a future, definitive study can or should be done and, if so, how. Poor planning and reporting of pilot and feasibility studies can compromise subsequent research efforts. Inappropriate labeling of studies as pilots also compromises education. In this review, first, a systematic survey of the current state of pilot and feasibility studies in rehabilitation research was performed, and second, recommendations were made for improvements to their design and reporting. In a random sample of 100 studies, half (49.5%) were randomized trials. Thirty (30.0%) and three (3.0%) studies used \"pilot\" and \"feasibility\" in the study title, respectively. Only one third (34.0%) of studies provided a primary objective related to feasibility. Most studies (92.0%) stated an intent for hypothesis testing. Although many studies (70.0%) mentioned outcomes related to feasibility in the methods, a third (30.0%) reported additional outcomes in the results and discussion only or commented on feasibility anecdotally. The reporting of progression plans to a main study (21.0%) and progression criteria (4.0%) was infrequent. Based on these findings, it is recommended that researchers correctly label studies as a pilot or feasibility design based on accepted definitions, explicitly state feasibility objectives, outcomes, and criteria for determining success of feasibility, justify the sample size, and appropriately interpret and report the implications of feasibility findings for the main future study.",
  "authors": [
    {
      "last_name": "Lawson",
      "fore_name": "Daeria O",
      "initials": "DO",
      "name": "Daeria O Lawson",
      "affiliations": [
        "From the Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (DOL, LM, LT); Centre for Statistics in Medicine, Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom (KM); Institute of Population Health Sciences, Queen Mary University of London, London, United Kingdom (SE); Department of Medicine, McMaster University, Hamilton, Ontario, Canada (CL, KHK, KK); and Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada (LM, LT)."
      ]
    },
    {
      "last_name": "Mellor",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie Mellor",
      "affiliations": []
    },
    {
      "last_name": "Eddy",
      "fore_name": "Saskia",
      "initials": "S",
      "name": "Saskia Eddy",
      "affiliations": []
    },
    {
      "last_name": "Lee",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Lee",
      "affiliations": []
    },
    {
      "last_name": "Kim",
      "fore_name": "Kwang Hyun",
      "initials": "KH",
      "name": "Kwang Hyun Kim",
      "affiliations": []
    },
    {
      "last_name": "Kim",
      "fore_name": "Kunmo",
      "initials": "K",
      "name": "Kunmo Kim",
      "affiliations": []
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": []
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of physical medicine & rehabilitation",
    "iso_abbreviation": "Am J Phys Med Rehabil",
    "issn": "1537-7385",
    "issn_type": "Electronic",
    "volume": "101",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "372",
  "end_page": "383",
  "pages": "372-383",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Feasibility Studies",
    "Humans",
    "Physiatrists",
    "Pilot Projects",
    "Rehabilitation Research",
    "Research Design",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "34091466",
    "doi": "10.1097/PHM.0000000000001797",
    "pii": "00002060-202204000-00010"
  },
  "doi": "10.1097/PHM.0000000000001797",
  "dates": {
    "completed": "2022-05-03",
    "revised": "2023-09-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.549191",
    "pmid": "34091466"
  }
}