{
  "pmid": "34104157",
  "uid": "34104157",
  "title": "Association analysis of 374T/A (rs1800624) receptor for advanced glycation end-products (RAGE) gene polymorphism with diabetic retinopathy in Pakistani patients.",
  "abstract": "OBJECTIVES: to determine the relationship of 374T/A (rs1800624) polymorphism in the gene encoding RAGE with Type-2 diabetes mellitus (T2DM), diabetic retinopathy (DR) and serum soluble RAGE (sRAGE) level in Pakistani patients. METHODS: A case-control study, conducted from January 2017 to December 2018, involving 150 healthy controls (HC), 150 T2DM patients with no retinopathy (DNR) and 150 DR patients diagnosed by coloured fundus photography. Tetra-primer amplification refractory mutation system - polymerase chain reaction (T-ARMS-PCR) was used for genotyping. Serum sRAGE levels were measured by enzyme-linked immunosorbent assays (ELIZA). RESULTS: The frequency of TT, TA and AA genotypes of rs1800624 polymorphism were: 92.7%, 6%, 1.3% in HC, 80%, 17.3%, 2.7% in DNR and 76.7%, 19.3%, 4.3% in DR groups. Heterozygous TA genotype and mutant A allele showed significant association with diabetes and DR vs HC. In dominant model, mutant allele showed significant association with DNR and DR vs HC. No significant association of rs1800624 was detected with DR and its sub-groups, non-proliferative DR (NPDR) and proliferative DR (PDR) vs DNR. Dividing NPDR into mild, moderate and severe, heterozygous TA genotype showed significant association with moderate and severe NPDR vs DNR. In DNR and DR groups, TA genotype was significantly associated with raised sRAGE. CONCLUSION: rs1800624 RAGE gene polymorphism might be a risk factor for T2DM and NPDR in Pakistani patients. Raised sRAGE levels have a positive correlation with PDR and are associated with heterozygosity of rs1800624 polymorphism in DNR and DR groups.",
  "authors": [
    {
      "last_name": "Qayyum",
      "fore_name": "Shazia",
      "initials": "S",
      "name": "Shazia Qayyum",
      "affiliations": [
        "Dr. Shazia Qayyum, MPhil. Department of Pathology, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Muhammad Afzal, MPhil. Department of Biochemistry, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Naveed",
      "fore_name": "Abdul Khaliq",
      "initials": "AK",
      "name": "Abdul Khaliq Naveed",
      "affiliations": [
        "Prof. Dr. Abdul Khaliq Naveed, FCPS, PhD. Department of Biochemistry, Riphah International University, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "37",
    "issue": "3",
    "pub_year": "2021"
  },
  "start_page": "733",
  "end_page": "739",
  "pages": "733-739",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34104157",
    "pmc": "PMC8155428",
    "doi": "10.12669/pjms.37.3.3670",
    "pii": "PJMS-37-733"
  },
  "doi": "10.12669/pjms.37.3.3670",
  "pmc_id": "PMC8155428",
  "dates": {
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.957392",
    "pmid": "34104157"
  }
}