{
  "pmid": "34101690",
  "uid": "34101690",
  "title": "A Call for a Standardized Approach to Reporting Patient-Reported Outcome Measures: Clinical Relevance Ratio.",
  "abstract": "A shift toward a value-driven health-care model has made prospective collection of patient-reported outcome measures (PROMs) inextricably tied to measuring the success of orthopaedic surgery and patient satisfaction. While progress has been made in optimizing the utilization of PROM data, including establishing appropriate PROMs for a procedure and determining the clinical importance of unique tools, if these PROMs are not accurately analyzed and reported, a proportion of patients who do not reach the clinical thresholds may go unnoticed. Furthermore, parameters are unclear for setting a statistically and clinically important PROM threshold along with a minimum period for follow-up data collection.In this forum, we walk through simulated data sets modeling PROMs with the example of total joint arthroplasty. We discuss how the commonly used method of reporting PROMs by mean change can overestimate the treatment effects for the cohort as a whole and fail to capture distinct populations that are below a clinically relevant threshold. We demonstrate that when a study's outcome is PROMs, clinical importance should be reported using clinical thresholds such as the minimum clinically important difference (MCID), the smallest change in the treatment outcome that a patient perceives as beneficial, and the patient acceptable symptom state (PASS), the highest level of symptoms beyond which a patient considers himself or herself well. Finally, we propose a standardized reporting of PROMs that incorporates both the MCID and the PASS, and introduce a \"clinical relevance ratio,\" which relies on a clinically relevant threshold to dichotomize outcomes and reports the number of patients achieving clinical importance at a given time point divided by the total number of patients included in the study. Unlike other common PROM-reporting approaches, the clinical relevance ratio is not skewed by patients who are lost to follow-up with increased time.",
  "authors": [
    {
      "last_name": "Orr",
      "fore_name": "Melissa N",
      "initials": "MN",
      "name": "Melissa N Orr",
      "affiliations": [
        "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio."
      ],
      "orcid": "0000-0003-3281-7907"
    },
    {
      "last_name": "Klika",
      "fore_name": "Alison K",
      "initials": "AK",
      "name": "Alison K Klika",
      "affiliations": [
        "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio."
      ],
      "orcid": "0000-0003-2755-0742"
    },
    {
      "last_name": "Gagnier",
      "fore_name": "Joel J",
      "initials": "JJ",
      "name": "Joel J Gagnier",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan.",
        "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, Michigan."
      ],
      "orcid": "0000-0002-3162-3935"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3556-9179"
    },
    {
      "last_name": "Piuzzi",
      "fore_name": "Nicolas S",
      "initials": "NS",
      "name": "Nicolas S Piuzzi",
      "affiliations": [
        "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio."
      ],
      "orcid": "0000-0003-3007-7538"
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "22",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "17"
  },
  "start_page": "e91",
  "pages": "e91",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Lost to Follow-Up",
    "Minimal Clinically Important Difference",
    "Orthopedic Procedures",
    "Patient Reported Outcome Measures",
    "Patient Satisfaction",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "34101690",
    "doi": "10.2106/JBJS.21.00030",
    "pii": "00004623-202111170-00016"
  },
  "doi": "10.2106/JBJS.21.00030",
  "dates": {
    "completed": "2021-12-23",
    "revised": "2021-12-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.460003",
    "pmid": "34101690"
  }
}