{
  "pmid": "34104272",
  "uid": "34104272",
  "title": "Community pharmacist prescribing of antimicrobials: A systematic review from an antimicrobial stewardship perspective.",
  "abstract": "BACKGROUND: Pharmacist prescribing authority is expanding, while antimicrobial resistance is an increasing global concern. We sought to synthesize the evidence for antimicrobial prescribing by community pharmacists to identify opportunities to advance antimicrobial stewardship in this setting. METHODS: We conducted a systematic review to characterize the existing literature on community pharmacist prescribing of systemic antimicrobials. We searched MEDLINE, EMBASE and International Pharmaceutical Abstracts for English-language articles published between 1999 and June 20, 2019, as well as hand-searched reference lists of included articles and incorporated expert suggestions. RESULTS: Of 3793 articles identified, 14 met inclusion criteria. Pharmacists are most often prescribing for uncomplicated urinary tract infection (UTI), acute pharyngitis and cold sores using independent and supplementary prescribing models. This was associated with high rates of clinical improvement (4 studies), low rates of retreatment and adverse effects (3 studies) and decreased health care utilization (7 studies). Patients were highly satisfied (8 studies) and accessed care sooner or more easily (7 studies). Seven studies incorporated antimicrobial stewardship into study design, and there was overlap between study outcomes and those relevant to outpatient antimicrobial stewardship. Pharmacist intervention reduced unnecessary prescribing for acute pharyngitis (2 studies) and increased the appropriateness of prescribing for UTI (3 studies). CONCLUSION: There is growing evidence to support the role of community pharmacists in antimicrobial prescribing. Future research should explore additional opportunities for pharmacist antimicrobial prescribing and ways to further integrate advanced antimicrobial stewardship strategies in the community setting. Can Pharm J (Ott) 2021;154:xx-xx.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "Julie Hui-Chih",
      "initials": "JH",
      "name": "Julie Hui-Chih Wu",
      "affiliations": [
        "Public Health Ontario, Ontario."
      ]
    },
    {
      "last_name": "Khalid",
      "fore_name": "Fatima",
      "initials": "F",
      "name": "Fatima Khalid",
      "affiliations": [
        "Scarborough Health Network, Scarborough."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, Ontario."
      ]
    },
    {
      "last_name": "Beahm",
      "fore_name": "Nathan P",
      "initials": "NP",
      "name": "Nathan P Beahm",
      "affiliations": [
        "the Faculty of Pharmacy and Pharmaceutical Sciences, University of Alberta, Edmonton, Alberta."
      ],
      "orcid": "0000-0002-5095-8570"
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark McIntyre",
      "affiliations": [
        "the Sinai Health-University Health Network Antimicrobial Stewardship Program, University Health Network, Toronto."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        "Public Health Ontario, Ontario."
      ]
    },
    {
      "last_name": "Garber",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Garber",
      "affiliations": [
        "Public Health Ontario, Ontario."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Leung",
      "affiliations": [
        "Public Health Ontario, Ontario."
      ],
      "orcid": "0000-0002-6780-5378"
    }
  ],
  "journal": {
    "title": "Canadian pharmacists journal : CPJ = Revue des pharmaciens du Canada : RPC",
    "iso_abbreviation": "Can Pharm J (Ott)",
    "issn": "1715-1635",
    "issn_type": "Print",
    "volume": "154",
    "issue": "3",
    "pub_year": "2021"
  },
  "start_page": "179",
  "end_page": "192",
  "pages": "179-192",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34104272",
    "pmc": "PMC8165883",
    "doi": "10.1177/1715163521999417",
    "pii": "10.1177_1715163521999417"
  },
  "doi": "10.1177/1715163521999417",
  "pmc_id": "PMC8165883",
  "dates": {
    "revised": "2022-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.264935",
    "pmid": "34104272"
  }
}