{
  "pmid": "34105565",
  "uid": "34105565",
  "title": "Progressive bovine sperm separation using parallelized microchamber-based microfluidics.",
  "abstract": "Motility is one of the most important factors in sperm migration toward an egg. Therefore, sperm separation based on motility might enhance sperm selection for infertility treatments. Conventional centrifugation-based methods increase the risk of damage to sperm cells. Microfluidic systems, on the other hand, can sort sperm in a less intrusive way, but their efficiency and throughput still needs improvement, especially in low-concentration samples (oligozoospermia). Here, a microchamber-based microfluidic platform is demonstrated that can separate progressively motile sperm from non-viable sperm and debris, and trap nonprogressive sperm in microchambers. This platform can be operated in a short period of time (<10 min) with an excellent degree of controllability with no sample preparation. Sperm were screened in a 384-microchamber platform. The mean average-path velocity of the motile sperm in the collected sample increased significantly, from 57 ± 10 μm s[-1] in the raw semen sample to 81 ± 13 μm s[-1]. The DNA Integrity of the separated sperm showed 20% improvement over the raw sample which indicated that separated sperm were of higher quality. We began with a 22.5 μL raw bovine sperm sample which had a concentration of 8.5 million sperm per milliliter (M mL[-1]) with 38% motility. After separation, the concentration of the collected sperm was 2.1 M mL[-1] with a motility rate of 90%. This corresponds to a 75% retrieval efficiency and the selection of approximately 5.2 × 10[4] progressively motile spermatozoa. Our results show that the microchamber depth does not affect the residence time of motile sperm; therefore, it is possible to inspect higher sample volumes within the same time frame. This microfluidic platform may provide an easy-to-implement solution for high-throughput, robust, and efficient, collection of progressive sperm with the DNA integrity needed for assisted reproductive technologies (ARTs). However, further studies are necessary to show the implications of this method in human cases.",
  "authors": [
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Food Science Department, College of Agriculture and Life Sciences, Cornell University, Ithaca, NY 14853, USA. alireza@cornell.edu."
      ],
      "orcid": "0000-0001-6973-6436"
    },
    {
      "last_name": "Azizi",
      "fore_name": "Morteza",
      "initials": "M",
      "name": "Morteza Azizi",
      "affiliations": [
        "Food Science Department, College of Agriculture and Life Sciences, Cornell University, Ithaca, NY 14853, USA. alireza@cornell.edu."
      ]
    },
    {
      "last_name": "Mokhtare",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Mokhtare",
      "affiliations": [
        "Food Science Department, College of Agriculture and Life Sciences, Cornell University, Ithaca, NY 14853, USA. alireza@cornell.edu."
      ]
    },
    {
      "last_name": "Abbaspourrad",
      "fore_name": "Alireza",
      "initials": "A",
      "name": "Alireza Abbaspourrad",
      "affiliations": [
        "Food Science Department, College of Agriculture and Life Sciences, Cornell University, Ithaca, NY 14853, USA. alireza@cornell.edu."
      ],
      "orcid": "0000-0001-5617-9220"
    }
  ],
  "journal": {
    "title": "Lab on a chip",
    "iso_abbreviation": "Lab Chip",
    "issn": "1473-0189",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "14",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "21"
  },
  "start_page": "2791",
  "end_page": "2804",
  "pages": "2791-2804",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Cattle",
    "Cell Separation",
    "Humans",
    "Male",
    "Microfluidics",
    "Sperm Motility",
    "Spermatozoa"
  ],
  "article_ids": {
    "pubmed": "34105565",
    "doi": "10.1039/d1lc00091h"
  },
  "doi": "10.1039/d1lc00091h",
  "dates": {
    "completed": "2021-07-20",
    "revised": "2021-07-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.394642",
    "pmid": "34105565"
  }
}