{
  "pmid": "34113534",
  "uid": "34113534",
  "title": "Prophylaxis and treatment of influenza: options, antiviral susceptibility, and existing recommendations.",
  "abstract": "Influenza viruses of types A and B attack 5-10% of adults and 20-30% of children, thereby causing millions of acute respiratory infections in Germany annually. A significant number of these infections are associated with complications such as pneumonia and bacterial superinfections that need hospitalization and might lead to death. In addition to vaccines, drugs were developed that might support influenza prevention and that can be used to treat influenza patients. The timely application of anti-influenza drugs can inhibit virus replication, help reduce and shorten the symptoms, and prevent death as well as virus transmission. This review concisely describes the mechanism of action, the potential for prophylactic and therapeutic use, and the knowledge on resistance of anti-influenza drugs approved today. However, the main aim is to give an overview on the recommendations available in Germany for the proper use of these drugs. In doing so, the recommendations published in statements and guidelines of medical societies as well as the German influenza pandemic preparedness plan are summarized with the consideration of specific circumstances and groups of patients.",
  "authors": [
    {
      "last_name": "Duwe",
      "fore_name": "Susanne C",
      "initials": "SC",
      "name": "Susanne C Duwe",
      "affiliations": [
        "Robert Koch Institute, Unit 17: Influenza and Other Respiratory Viruses, National Reference Centre for Influenza, Berlin, Germany."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute for Clinical Microbiology and Hygiene, Regensburg University Hospital, Regensburg, Germany."
      ]
    },
    {
      "last_name": "Gärtner",
      "fore_name": "Barbara C",
      "initials": "BC",
      "name": "Barbara C Gärtner",
      "affiliations": [
        "Institute of Medical Microbiology & Hygiene, Saarland University Medical Center, Homburg, Germany."
      ]
    },
    {
      "last_name": "Timm",
      "fore_name": "Jörg",
      "initials": "J",
      "name": "Jörg Timm",
      "affiliations": [
        "Institute for Virology, University Hospital Düsseldorf, Faculty of Medicine, University Düsseldorf, Germany."
      ]
    },
    {
      "last_name": "Adams",
      "fore_name": "Ortwin",
      "initials": "O",
      "name": "Ortwin Adams",
      "affiliations": [
        "Institute for Virology, University Hospital Düsseldorf, Faculty of Medicine, University Düsseldorf, Germany."
      ]
    },
    {
      "last_name": "Fickenscher",
      "fore_name": "Helmut",
      "initials": "H",
      "name": "Helmut Fickenscher",
      "affiliations": [
        "Institute for Infection Medicine, University of Kiel and University Hospital Schleswig-Holstein, Kiel, Germany."
      ]
    },
    {
      "last_name": "Schmidtke",
      "fore_name": "Michaela",
      "initials": "M",
      "name": "Michaela Schmidtke",
      "affiliations": [
        "Section Experimental Virology, Department of Medical Microbiology, Jena University Hospital, Germany."
      ]
    }
  ],
  "journal": {
    "title": "GMS infectious diseases",
    "iso_abbreviation": "GMS Infect Dis",
    "issn": "2195-8831",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2021"
  },
  "start_page": "Doc02",
  "pages": "Doc02",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34113534",
    "pmc": "PMC8165743",
    "doi": "10.3205/id000071",
    "pii": "id000071"
  },
  "doi": "10.3205/id000071",
  "pmc_id": "PMC8165743",
  "dates": {
    "revised": "2021-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.451892",
    "pmid": "34113534"
  }
}