{
  "pmid": "34116673",
  "uid": "34116673",
  "title": "Low intensity pulsed ultrasound (LIPUS) use for the management of instrumented, infected, and fragility non-unions: a systematic review and meta-analysis of healing proportions.",
  "abstract": "BACKGROUND: Non-union occurs in approximately 5 to 10% of fracture patients, with certain bones at greater risk of failing to heal. Non-unions have a significant impact on socioeconomic costs and the patients short and long-term quality of life. Low intensity pulsed ultrasound (LIPUS) is a non-invasive therapy for non-union treatment that can improve the long-term outcome. The purpose of this study is to summarize the available literature assessing LIPUS potential to improve the union rate in instrumented, infected, and fragility non-unions. METHODS: A literature search was conducted in the MEDLINE, EMBASE, and CINAHL databases for all relevant literature on the healing rates of LIPUS utilized in instrumented, infected, and fragility non-unions. Study characteristics were summarized for each of the included studies. The percentage of healed patients (healing rate), for instrumented, infected, and fragility fracture non-union patients were pooled from each included study. RESULTS: The literature search identified a total of 326 articles, while searching reference lists and grey literature identified an additional 3 articles. There was a total of 29 articles included in this review, with 20 articles included within the quantitative synthesis of healing rates. The most common design of included studies was case series (17 articles), followed by case reports (9 articles). Studies were primarily retrospective (18 studies), with an additional 10 prospective studies. Non-union healing rates were 82% (95% CI: 76 to 87%) in instrumented, 82% (95% CI: 70 to 95%) in infected, and 91% (95% CI: 87 to 95%) in fragility fracture patients with non-unions. CONCLUSION: This study has provided a thorough overview of the current literature on LIPUS treatment for instrumented, infected, and fragility fracture non-unions. The healing rates for non-unions in these subgroups were comparable to healing rates observed with LIPUS use in general non-union literature. LIPUS treatment should be considered as a conservative non-surgical treatment option to potentially reduce the socioeconomic impact and improve the quality of life of these unfortunate patients. LEVEL OF EVIDENCE: 4 (systematic review of primarily case series data).",
  "authors": [
    {
      "last_name": "Leighton",
      "fore_name": "Ross",
      "initials": "R",
      "name": "Ross Leighton",
      "affiliations": [
        "Division of Orthopaedic Surgery, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. phillimr@mcmaster.ca."
      ],
      "orcid": "0000-0003-0923-261X"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zura",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Zura",
      "affiliations": [
        "Department of Orthopaedic Surgery, Louisiana State University Health Sciences Center, New Orleans, Louisiana, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "11"
  },
  "start_page": "532",
  "pages": "532",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Fracture Healing",
    "Humans",
    "Prospective Studies",
    "Quality of Life",
    "Retrospective Studies",
    "Ultrasonic Therapy",
    "Ultrasonic Waves"
  ],
  "article_ids": {
    "pubmed": "34116673",
    "pmc": "PMC8196464",
    "doi": "10.1186/s12891-021-04322-5",
    "pii": "10.1186/s12891-021-04322-5"
  },
  "doi": "10.1186/s12891-021-04322-5",
  "pmc_id": "PMC8196464",
  "dates": {
    "completed": "2021-06-15",
    "revised": "2021-06-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.915512",
    "pmid": "34116673"
  }
}