{
  "pmid": "34113753",
  "uid": "34113753",
  "title": "Cardiogenic shock in the context of newly diagnosed anomalous origin of the right coronary artery originating from the pulmonary artery: a case report.",
  "abstract": "BACKGROUND: Anomalous right coronary artery (RCA) from the pulmonary artery (ARCAPA) is a rare congenital heart abnormality with varying clinical presentations, for which multiple imaging modalities are often required for diagnosis. CASE SUMMARY: We present a case of a 76-year-old female presenting with 2 weeks of palpitations and shortness of breath who was found to be in rapid atrial fibrillation (AF) with congestive heart failure. Despite initial medical management, the patient developed cardiogenic shock with anuric renal failure. Emergent right and left heart catheterization did not demonstrate any significant obstructive coronary artery disease but showed severe right ventricular (RV) failure and raised the possibility of an ARCAPA. This diagnosis was further corroborated by findings on a subsequent transoesophageal echocardiogram. In view of profound decline and limited anticipated improvement, the patient ultimately decided to pursue comfort measures in a hospice setting. DISCUSSION: We postulate that the underlying aetiology of our patient's shock state was multifactorial, notably progressive RCA-territory ischaemia and RV failure, sepsis, and new-onset uncontrolled AF. In adults, unrecognized congenital heart disease can uncommonly cause cardiogenic shock. In our case, echocardiography and invasive angiography were integrated for the diagnosis of ARCAPA given the clinical circumstances that limited the use of cardiac computed tomography angiography.",
  "authors": [
    {
      "last_name": "Kappel",
      "fore_name": "Coralea",
      "initials": "C",
      "name": "Coralea Kappel",
      "affiliations": [
        "Department of Medicine, McMaster University, 1200 Main Street West, Hamilton, ON L8S 4L8, Canada."
      ],
      "orcid": "0000-0002-8166-5885"
    },
    {
      "last_name": "Chow",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Chow",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, McMaster University, 1200 Main Street West, Hamilton, ON L8S 4L8, Canada."
      ],
      "orcid": "0000-0001-7942-6765"
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Zeeshan",
      "initials": "Z",
      "name": "Zeeshan Ahmed",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, McMaster University, 1200 Main Street West, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, McMaster University, 1200 Main Street West, Hamilton, ON L8S 4L8, Canada.",
        "Population Health Research Institute, 237 Barton Street East, Hamilton, ON L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Faizan",
      "initials": "F",
      "name": "Faizan Amin",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, McMaster University, 1200 Main Street West, Hamilton, ON L8S 4L8, Canada.",
        "Department of Medicine, Division of Critical Care Medicine, McMaster University, 1200 Main Street West, Hamilton, ON L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European heart journal. Case reports",
    "iso_abbreviation": "Eur Heart J Case Rep",
    "issn": "2514-2119",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Mar"
  },
  "start_page": "ytab030",
  "pages": "ytab030",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34113753",
    "pmc": "PMC8186929",
    "doi": "10.1093/ehjcr/ytab030",
    "pii": "ytab030"
  },
  "doi": "10.1093/ehjcr/ytab030",
  "pmc_id": "PMC8186929",
  "dates": {
    "revised": "2022-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.157157",
    "pmid": "34113753"
  }
}