{
  "pmid": "34119479",
  "uid": "34119479",
  "title": "Alloplastic Temporomandibular Joint Replacement in Patients With Systemic Inflammatory Arthritis and Connective Tissue Disorders.",
  "abstract": "PURPOSE: We present a retrospective study to report the outcomes of total temporomandibular joint (TMJ TJR) replacement with alloplastic devices in patients suffering from systemic inflammatory arthropathies. METHODS: A total of 39 patients with a diagnosis of rheumatoid arthritis (RA), ankylosing spondylitis (AS), psoriatic arthritis (PA), juvenile idiopathic rheumatoid arthritis (JIA), or systemic lupus, underwent alloplastic total joint replacement(s) (TJR) from 1999 to 2019. Maximal interincisal opening (in mm) was recorded before surgery (T0), at 1-year post-surgery (T1) and at last follow-up (T2). A visual analog scale (from 0 to 10) was used for subjective examination of pain before surgery (T0) and at last follow-up (T2). Comparisons were conducted with statistical significance set at P < .05. RESULTS: Seventy-four joints were replaced in 39 patients. Thirty-two were female. The mean age was 36 years old (range 18-61) and the mean follow-up was 45.9 months (SD 49.4). The most common diagnosis was RA (n = 21), followed by JIA (n = 5) and AS (n = 5), PA (n = 4), lupus (n = 3), and mixed connective tissue disorder (n = 1). The mean pain score had fallen from 6.8 (SD 3.2) at T0 to 1.3 (SD 2.4) (P < .001) at T2. The maximal interincisal opening had improved from a mean of 22.1 mm (SD 13.3) at T0 to 34.3 mm (SD 8.5) (P < .001) at T2. One patient got persistent dysesthesia in the V3 distribution. There were no serious late complications. CONCLUSION: Patients suffering from systemic inflammatory arthropathies involving the TMJs can be successfully treated by TJR with alloplastic devices. The long-term reduction of TMJ symptoms and functional improvement in this initial study suggest good predictability for this treatment.",
  "authors": [
    {
      "last_name": "Sarlabous",
      "fore_name": "Mathilde",
      "initials": "M",
      "name": "Mathilde Sarlabous",
      "affiliations": [
        "Attending Oral and Maxillofacial Surgeon and director, TMJ Surgery Program, Laval University, Quebec City. Canada; Co-founder, Sinai Health System Centre for Excellence in TMJ Surgery. Electronic address: contact.sarlabous@gmail.com."
      ]
    },
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": [
        "Chief Resident and PhD student, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Caminiti",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Caminiti",
      "affiliations": [
        "Assistant Professor and Head, University of Toronto Oral and Maxillofacial Surgery Program, Toronto, Canada; Co-director, University of Toronto Fellowship Program in Advanced TMJ and Orthognathic Surgery; Director, University of Toronto Centre for Advanced Jaw Surgery; Chief, Department of Oral and Maxillofacial Surgery, Humber River Regional Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Psutka",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Psutka",
      "affiliations": [
        "Assistant Professor, University of Toronto Department of Oral and Maxillofacial Surgery; Co-founder, Sinai Health System Centre for Excellence in TMJ Surgery; Co-director, University of Toronto Fellow ship Program in Advanced TMJ and Orthognathic Surgery."
      ]
    }
  ],
  "journal": {
    "title": "Journal of oral and maxillofacial surgery : official journal of the American Association of Oral and Maxillofacial Surgeons",
    "iso_abbreviation": "J Oral Maxillofac Surg",
    "issn": "1531-5053",
    "issn_type": "Electronic",
    "volume": "79",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "2240",
  "end_page": "2246",
  "pages": "2240-2246",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arthritis, Juvenile",
    "Child, Preschool",
    "Connective Tissue",
    "Female",
    "Humans",
    "Infant",
    "Joint Prosthesis",
    "Range of Motion, Articular",
    "Retrospective Studies",
    "Temporomandibular Joint",
    "Temporomandibular Joint Disorders",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34119479",
    "doi": "10.1016/j.joms.2021.04.023",
    "pii": "S0278-2391(21)00409-2"
  },
  "doi": "10.1016/j.joms.2021.04.023",
  "dates": {
    "completed": "2021-11-16",
    "revised": "2021-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:12.342975",
    "pmid": "34119479"
  }
}