{
  "pmid": "34127510",
  "uid": "34127510",
  "title": "When applying GRADE, how do we decide the target of certainty of evidence rating?",
  "abstract": "The Grades of Recommendation, Assessment, Development and Evaluation' (GRADE) offers a widely adopted, transparent and structured process for developing and presenting summaries of evidence, including the certainty of evidence, for systematic reviews and recommendations in healthcare. GRADE defined certainty of evidence as 'the extent of our confidence that the estimates of the effect are correct (in the context of systematic review), or are adequate to support a particular decision or recommendation (in the context of guideline)'. Realising the incoherence in the conceptualisation, the GRADE working group re-clarified the certainty of evidence as 'the certainty that a true effect lies on one side of a specified threshold, or within a chosen range'. Following the new concept, in the context of both systematic reviews and health technology assessments, it is desirable for GRADE users to specify the thresholds and clarify of which effect they are certain. To help GRADE users apply GRADE in accordance with the new conceptualisation, GRADE defines three levels of contextualisation: minimally, partially and fully contextualised approaches, and provides possible thresholds for each level of contextualisation. In this article, we will use a hypothetic systematic review to illustrate the application of the minimally and partially contextualised approaches, and discuss the application of a fully contextualised approach in deciding how we are rating our certainty (i.e.target of the rating of certainty of evidence).",
  "authors": [
    {
      "last_name": "Zeng",
      "fore_name": "Linan",
      "initials": "L",
      "name": "Linan Zeng",
      "affiliations": [
        "Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada zengl15@mcmaster.ca.",
        "Pharmacy Department/Evidence-based Pharmacy Center, West China Second University Hospital, Sichuan University, Chengdu, China."
      ],
      "orcid": "0000-0001-9892-2000"
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Evidence-based mental health",
    "iso_abbreviation": "Evid Based Ment Health",
    "issn": "1468-960X",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "14"
  },
  "start_page": "121",
  "end_page": "123",
  "pages": "121-3",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34127510",
    "pmc": "PMC8311097",
    "doi": "10.1136/ebmental-2020-300170",
    "pii": "ebmental-2020-300170"
  },
  "doi": "10.1136/ebmental-2020-300170",
  "pmc_id": "PMC8311097",
  "dates": {
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.214551",
    "pmid": "34127510"
  }
}