{
  "pmid": "34127027",
  "uid": "34127027",
  "title": "Extracorporeal membrane oxygenation for COVID-19: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: There are several reports of extracorporeal membrane oxygenation (ECMO) use in patients with coronavirus disease 2019 (COVID-19) who develop severe acute respiratory distress syndrome (ARDS). We conducted a systematic review and meta-analysis to guide clinical decision-making and future research. METHODS: We searched MEDLINE, Embase, Cochrane and Scopus databases from 1 December 2019 to 10 January 2021 for observational studies or randomised clinical trials examining ECMO in adults with COVID-19 ARDS. We performed random-effects meta-analyses and meta-regression, assessed risk of bias using the Joanna Briggs Institute checklist and rated the certainty of evidence using the GRADE approach. Survival outcomes were presented as pooled proportions while continuous outcomes were presented as pooled means, both with corresponding 95% confidence intervals [CIs]. The primary outcome was in-hospital mortality. Secondary outcomes were duration of ECMO therapy and mechanical ventilation, weaning rate from ECMO and complications during ECMO. RESULTS: We included twenty-two observational studies with 1896 patients in the meta-analysis. Venovenous ECMO was the predominant mode used (98.6%). The pooled in-hospital mortality in COVID-19 patients (22 studies, 1896 patients) supported with ECMO was 37.1% (95% CI 32.3-42.0%, high certainty). Pooled mortality in the venovenous ECMO group was 35.7% (95% CI 30.7-40.7%, high certainty). Meta-regression found that age and ECMO duration were associated with increased mortality. Duration of ECMO support (18 studies, 1844 patients) was 15.1 days (95% CI 13.4-18.7). Weaning from ECMO (17 studies, 1412 patients) was accomplished in 67.6% (95% CI 50.5-82.7%) of patients. There were a total of 1583 ECMO complications reported (18 studies, 1721 patients) and renal complications were the most common. CONCLUSION: The majority of patients received venovenous ECMO support for COVID-19-related ARDS. In-hospital mortality in patients receiving ECMO support for COVID-19 was 37.1% during the first year of the pandemic, similar to those with non-COVID-19-related ARDS. Increasing age was a risk factor for death. Venovenous ECMO appears to be an effective intervention in selected patients with COVID-19-related ARDS. PROSPERO CRD42020192627.",
  "authors": [
    {
      "last_name": "Ramanathan",
      "fore_name": "Kollengode",
      "initials": "K",
      "name": "Kollengode Ramanathan",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore. ram_ramanathan@nuhs.edu.sg.",
        "Cardiothoracic Intensive Care Unit, National University Heart Centre, National University Hospital, Singapore, 119228, Singapore. ram_ramanathan@nuhs.edu.sg."
      ],
      "orcid": "0000-0003-1822-9455"
    },
    {
      "last_name": "Shekar",
      "fore_name": "Kiran",
      "initials": "K",
      "name": "Kiran Shekar",
      "affiliations": [
        "Adult Intensive Care Services, Prince Charles Hospital, Brisbane, QLD, Australia.",
        "Queensland University of Technology, Brisbane, Australia.",
        "University of Queensland, Brisbane, Australia.",
        "Bond University, Gold Coast, QLD, Australia."
      ]
    },
    {
      "last_name": "Ling",
      "fore_name": "Ryan Ruiyang",
      "initials": "RR",
      "name": "Ryan Ruiyang Ling",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Barbaro",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Barbaro",
      "affiliations": [
        "Division of Paediatric Critical Care Medicine, University of Michigan, Ann Arbor, USA.",
        "Child Health Evaluation and Research Center, University of Michigan, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Suei Nee",
      "initials": "SN",
      "name": "Suei Nee Wong",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Chuen Seng",
      "initials": "CS",
      "name": "Chuen Seng Tan",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore.",
        "Saw Swee Hock School of Public Health, National University of Singapore, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Takeda",
      "fore_name": "Shinhiro",
      "initials": "S",
      "name": "Shinhiro Takeda",
      "affiliations": [
        "Japan ECMOnet for COVID-19 & President, Kawaguchi Cardiovascular and Respiratory Hospital, Saitama, Japan."
      ]
    },
    {
      "last_name": "MacLaren",
      "fore_name": "Graeme",
      "initials": "G",
      "name": "Graeme MacLaren",
      "affiliations": [
        "Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore.",
        "Cardiothoracic Intensive Care Unit, National University Heart Centre, National University Hospital, Singapore, 119228, Singapore."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Brodie",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Brodie",
      "affiliations": [
        "Department of Medicine, Columbia University College of Physicians and Surgeons, New York, NY, USA.",
        "Center for Acute Respiratory Failure, New York-Presbyterian Hospital, New York, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "14"
  },
  "start_page": "211",
  "pages": "211",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Age Factors",
    "Aged",
    "COVID-19",
    "Critical Illness",
    "Extracorporeal Membrane Oxygenation",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Positive-Pressure Respiration",
    "Respiratory Distress Syndrome",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "34127027",
    "pmc": "PMC8201440",
    "doi": "10.1186/s13054-021-03634-1",
    "pii": "10.1186/s13054-021-03634-1"
  },
  "doi": "10.1186/s13054-021-03634-1",
  "pmc_id": "PMC8201440",
  "dates": {
    "completed": "2021-06-22",
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.093709",
    "pmid": "34127027"
  }
}