{
  "pmid": "34129643",
  "uid": "34129643",
  "title": "Symptom trajectories of non-cancer patients in the last six months of life: Identifying needs in a population-based home care cohort.",
  "abstract": "INTRODUCTION: The end-of-life symptom prevalence of non-cancer patients have been described mostly in hospital and institutional settings. This study aims to describe the average symptom trajectories among non-cancer patients who are community-dwelling and used home care services at the end of life. MATERIALS AND METHODS: This is a retrospective, population-based cohort study of non-cancer patients who used home care services in the last 6 months of life in Ontario, Canada, between 2007 and 2014. We linked the Resident Assessment Instrument for Home Care (RAI-HC) (standardized home care assessment tool) and the Discharge Abstract Databases (for hospital deaths). Patients were grouped into four non-cancer disease groups: cardiovascular, neurological, respiratory, and renal (not mutually exclusive). Our outcomes were the average prevalence of these outcomes, each week, across the last 6 months of life: uncontrolled moderate-severe pain as per the Pain Scale, presence of shortness of breath, mild-severe cognitive impairment as per the Cognitive Performance Scale, and presence of caregiver distress. We conducted a multivariate logistic regression to identify factors associated with having each outcome respectively, in the last 6 months. RESULTS: A total of 20,773 non-cancer patient were included in our study, which were analyzed by disease groups: cardiovascular (n = 12,923); neurological (n = 6,935); respiratory (n = 6,357); and renal (n = 3,062). Roughly 80% of patients were > 75 years and half were female. In the last 6 months of life, moderate to severe pain was frequent in the cardiovascular (57.2%), neurological (42.7%), renal (61.0%) and respiratory (58.3%) patients. Patients with renal disease had significantly higher odds for reporting uncontrolled moderate to severe pain (odds ratio [OR] = 1.21; 95% CI: 1.08 to 1.34) than those who did not. Patients with respiratory disease reported significantly higher odds for shortness of breath (5.37; 95% CI, 5.00 to 5.80) versus those who did not. Patients with neurological disease compared to those without were 9.65 times more likely to experience impaired cognitive performance and had 56% higher odds of caregiver distress (OR = 1.56; 95% CI: 1.43 to 1.71). DISCUSSION: In our cohort of non-cancer patients dying in the community, pain, shortness of breath, impaired cognitive function and caregiver distress are important symptoms to manage near the end of life even in non-institutional settings.",
  "authors": [
    {
      "last_name": "Conen",
      "fore_name": "Katrin",
      "initials": "K",
      "name": "Katrin Conen",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Family Medicine, Division of Palliative Care, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6438-7414"
    },
    {
      "last_name": "Guthrie",
      "fore_name": "Dawn M",
      "initials": "DM",
      "name": "Dawn M Guthrie",
      "affiliations": [
        "Department of Kinesiology & Physical Education Wilfrid Laurier University, Waterloo, Ontario, Canada.",
        "Department of Health Sciences, Wilfrid Laurier University, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stevens",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Stevens",
      "affiliations": [
        "Department of Kinesiology & Physical Education Wilfrid Laurier University, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Winemaker",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Winemaker",
      "affiliations": [
        "Department of Family Medicine, Division of Palliative Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Family Medicine, Division of Palliative Care, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6701-1714"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "6",
    "pub_year": "2021"
  },
  "start_page": "e0252814",
  "pages": "e0252814",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Cardiovascular Diseases",
    "Female",
    "Home Care Services",
    "Hospice Care",
    "Humans",
    "Independent Living",
    "Kidney Diseases",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Multivariate Analysis",
    "Nervous System Diseases",
    "Ontario",
    "Palliative Care",
    "Prevalence",
    "Respiration Disorders",
    "Respiratory Insufficiency",
    "Retrospective Studies",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "34129643",
    "pmc": "PMC8205160",
    "doi": "10.1371/journal.pone.0252814",
    "pii": "PONE-D-21-00638"
  },
  "doi": "10.1371/journal.pone.0252814",
  "pmc_id": "PMC8205160",
  "dates": {
    "completed": "2021-11-15",
    "revised": "2021-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.089781",
    "pmid": "34129643"
  }
}