{
  "pmid": "34122164",
  "uid": "34122164",
  "title": "Impending Transition From Pediatric to Adult Health Services: A Qualitative Study of the Experiences of Adolescents With Eating Disorders and Their Caregivers.",
  "abstract": "Background: There is a dearth of research that identifies pediatric to adult health care transition practices that yield positive outcomes for young people with eating disorders (EDs). Further, adolescent and caregiver perspectives are poorly understood and underrepresented in the literature. The purpose of this study, focused on the impending transition from pediatric to adult health services, was twofold: (a) to identify adolescent and caregiver perspectives of barriers and facilitators of a successful transition for adolescents with EDs; and (b) to understand adolescent and caregiver suggestions of interventions for a successful transition. Design/Method: We recruited five adolescents with EDs who were about to be transferred out of pediatric care as well as their caregivers. We conducted a qualitative study in accordance with the principles of interpretive description. Through conducting semi-structured, in-depth interviews with adolescents and caregivers, we investigated their knowledge about health system transitions and anticipated experiences. We identified participants' perceptions of barriers and facilitators regarding a successful transition, as well as their recommendations to improve the transfer of care. Results: Participants possessed a limited understanding of transition processes despite the fact that they were about to be transferred to adult care. From our analyses, the following themes were identified as barriers during the transition process: re-explaining information to adult healthcare providers, lack of professional support while waiting for uptake into the adult health system, and late timing of transition of care discussions. Both adolescents and caregivers expressed that involvement of parents and the pediatric healthcare team helped to facilitate a successful transfer of care. In addition, participants expressed that the implementation of a Transition Coordinator and Transition Passport would be helpful in facilitating a seamless transfer between systems of care. Discussion: These findings demonstrate a significant gap in the system and highlight the importance of developing interventions that facilitate a successful transition. The themes that emerged from this study can inform the development of interventions to facilitate a coordinated transition from pediatric to adult health services for adolescents with EDs.",
  "authors": [
    {
      "last_name": "Nadarajah",
      "fore_name": "Ajantha",
      "initials": "A",
      "name": "Ajantha Nadarajah",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dimitropoulos",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Dimitropoulos",
      "affiliations": [
        "Faculty of Social Work, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Grant",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Grant",
      "affiliations": [
        "Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Webb",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Webb",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychiatry",
    "iso_abbreviation": "Front Psychiatry",
    "issn": "1664-0640",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "624942",
  "pages": "624942",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34122164",
    "pmc": "PMC8187588",
    "doi": "10.3389/fpsyt.2021.624942"
  },
  "doi": "10.3389/fpsyt.2021.624942",
  "pmc_id": "PMC8187588",
  "dates": {
    "revised": "2024-08-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:19.211848",
    "pmid": "34122164"
  }
}