{
  "pmid": "34125766",
  "uid": "34125766",
  "title": "Association analysis of -429T/C receptor for advanced glycation end products (RAGE) gene polymorphism with type 2 diabetic retinopathy and serum soluble RAGE levels in Pakistani patients.",
  "abstract": "OBJECTIVE: To investigate the association of receptor for advanced glycation end products gene polymorphism 429T/C (rs1800625) with diabetic retinopathy and serum soluble receptor for advanced glycation end products levels in patients with type 2 diabetes. METHODS: The case-control study was conducted from January 2017 to December 2018 at Pakistan Railway Hospital, Rawalpindi, and the Multidisciplinary Laboratories of Islamic International Medical College, Riphah International University (RIU), Islamabad, Pakistan. Those included were healthy controls in group A, diabetics without retinopathy in group B and patients having diabetic retinopathy in group C. Genotyping for 429T/C was done by tetra-primer amplification refractory mutation system-polymerase chain reaction. Serum soluble receptor for advanced glycation end products levels were measured using enzyme-linked immunosorbent assay. Data was analysed using SPSS 22. RESULTS: Of the 450 subjects, 150(33.3%) were in each of the three groups. The frequency of TT, TC and CC genotypes of 429T/C polymorphism were 137(91.3%), 10(6.7%) and 3(2%) in group A; 133(88.6%), 13(8.7%) and 4(2.7%) in group B; and 127(84.7%), 18(12%) and 5(3.3%) in group C. No significant association of 429T/C genotypic and allelic frequencies were found with groups B and C (p>0.05). Serum soluble receptor for advanced glycation end products levels were significantly high in patients with proliferative diabetic retinopathy and were positively correlated with fasting plasma glucose in group C (p<0.05). TC and CC genotypes were significantly associated with raised serum soluble receptor for advanced glycation end products, and TC with raised fasting plasma glucose in group C. CONCLUSIONS: The 429T/C receptor for advanced glycation end products gene polymorphism was found to be associated with severe non-proliferative diabetic retinopathy, and serum soluble receptor for advanced glycation end products levels had a positive correlation with severity of diabetic retinopathy.",
  "authors": [
    {
      "last_name": "Qayyum",
      "fore_name": "Shazia",
      "initials": "S",
      "name": "Shazia Qayyum",
      "affiliations": [
        "Department of Pathology, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Biochemistry, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Naveed",
      "fore_name": "Abdul Khaliq",
      "initials": "AK",
      "name": "Abdul Khaliq Naveed",
      "affiliations": [
        "Department of Biochemistry, Riphah International University, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "JPMA. The Journal of the Pakistan Medical Association..",
    "iso_abbreviation": "J Pak Med Assoc",
    "issn": "0030-9982",
    "issn_type": "Print",
    "volume": "71",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr"
  },
  "start_page": "1175",
  "end_page": "1180",
  "pages": "1175-1180",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antigens, Neoplasm",
    "Case-Control Studies",
    "Diabetes Mellitus, Type 2",
    "Diabetic Retinopathy",
    "Glycation End Products, Advanced",
    "Humans",
    "Mitogen-Activated Protein Kinases",
    "Pakistan",
    "Polymorphism, Genetic",
    "Receptor for Advanced Glycation End Products",
    "Receptors, Immunologic"
  ],
  "article_ids": {
    "pubmed": "34125766",
    "doi": "10.47391/JPMA.01-184",
    "pii": "10605"
  },
  "doi": "10.47391/JPMA.01-184",
  "dates": {
    "completed": "2021-06-16",
    "revised": "2022-05-31"
  },
  "chemicals": [
    "Antigens, Neoplasm",
    "Glycation End Products, Advanced",
    "Receptor for Advanced Glycation End Products",
    "Receptors, Immunologic",
    "MOK protein, human",
    "Mitogen-Activated Protein Kinases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.959406",
    "pmid": "34125766"
  }
}