{
  "pmid": "34131049",
  "uid": "34131049",
  "title": "Oral Glucose Tolerance Test Results in Pregnancy Can Be Used to Individualize the Risk of Future Maternal Type 2 Diabetes Mellitus in Women With Gestational Diabetes Mellitus.",
  "abstract": "OBJECTIVE: We aimed to quantify the risk of future maternal type 2 diabetes mellitus (T2DM) in women with gestational diabetes mellitus (GDM) based on the type and number of abnormal 75-g oral glucose tolerance test (OGTT) values and the diagnostic criteria used for the diagnosis of GDM. RESEARCH DESIGN AND METHODS: We conducted a population-based retrospective cohort study of all nulliparous women with a live singleton birth who underwent testing for GDM using a 75-g OGTT in Ontario, Canada (2007-2017). We estimated the incidence rate (per 1,000 person-years), overall risk (expressed as adjusted hazard ratio [aHR]), and risk at 5 years after the index pregnancy of future maternal T2DM. Estimates were stratified by the type and number of abnormal OGTT values, as well as by the diagnostic criteria for GDM (Diabetes Canada [DC] vs. International Association of the Diabetes and Pregnancy Study Groups [IADPSG] criteria). RESULTS: A total of 55,361 women met the study criteria. The median duration of follow-up was 4.4 (interquartile range 2.8-6.3; maximum 10.3) years. Using women without GDM as reference (incidence rate 2.18 per 1,000 person-years), women with GDM were at an increased risk of future T2DM; this risk was greater when using the DC compared with the IADPSG criteria (incidence rate 18.74 [95% CI 17.58-19.90] vs. 14.07 [95% CI 13.24-14.91] per 1,000 person-years, respectively). The risk of future maternal T2DM increased with the number of abnormal OGTT values and was highest for women with three abnormal values (incidence rate 49.93 per 1,000 person-years; aHR 24.57 [95% CI 21.26-28.39]). The risk of future T2DM was also affected by the type of OGTT abnormality: women with an abnormal fasting value had the greatest risk, whereas women with an abnormal 2-h value had the lowest risk (aHR 14.09 [95% CI 12.46-15.93] vs. 9.22 [95% CI 8.19-10.37], respectively). Similar findings to those described above were observed when the risk of T2DM at a fixed time point of 5 years after the index pregnancy was considered as the outcome of interest. CONCLUSIONS: In women with GDM, individualized information regarding the future risk of T2DM can be provided based on the type and number of abnormal OGTT values, as well as the diagnostic criteria used for the diagnosis of GDM.",
  "authors": [
    {
      "last_name": "Hiersch",
      "fore_name": "Liran",
      "initials": "L",
      "name": "Liran Hiersch",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Ontario, Canada lirhir@gmail.com.",
        "Lis Maternity Hospital, Sourasky Medical Center, Tel Aviv, Israel.",
        "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."
      ],
      "orcid": "0000-0003-4443-388X"
    },
    {
      "last_name": "Shah",
      "fore_name": "Baiju R",
      "initials": "BR",
      "name": "Baiju R Shah",
      "affiliations": [
        "Institutes for Clinical Evaluative Sciences and Health Policy, Management and Evaluation, Sunnybrook Research Institute, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Endocrinology, Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-3598-3628"
    },
    {
      "last_name": "Berger",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Berger",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Geary",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Geary",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Departments of Obstetrics and Gynecology, Radiology, and Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster Midwifery Research Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Halperin",
      "fore_name": "Ilana",
      "initials": "I",
      "name": "Ilana Halperin",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Retnakaran",
      "fore_name": "Ravi",
      "initials": "R",
      "name": "Ravi Retnakaran",
      "affiliations": [
        "Leadership Sinai Centre for Diabetes and Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, Toronto, Ontario, Canada.",
        "Division of Endocrinology and Metabolism, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-1989-027X"
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Barrett",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Melamed",
      "fore_name": "Nir",
      "initials": "N",
      "name": "Nir Melamed",
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Diabetes care",
    "iso_abbreviation": "Diabetes Care",
    "issn": "1935-5548",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "1860",
  "end_page": "1867",
  "pages": "1860-1867",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Blood Glucose",
    "Diabetes Mellitus, Type 2",
    "Diabetes, Gestational",
    "Female",
    "Glucose Tolerance Test",
    "Humans",
    "Ontario",
    "Pregnancy",
    "Pregnancy Outcome",
    "Retrospective Studies",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "34131049",
    "doi": "10.2337/dc21-0659",
    "pii": "dc21-0659"
  },
  "doi": "10.2337/dc21-0659",
  "dates": {
    "completed": "2021-09-30",
    "revised": "2021-09-30"
  },
  "chemicals": [
    "Blood Glucose"
  ],
  "grants": [
    {
      "grant_id": "146442",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.079873",
    "pmid": "34131049"
  }
}