{
  "pmid": "34131561",
  "uid": "34131561",
  "title": "The Rise in Cardiovascular Risk Factors and Chronic Diseases in Guyana: A Narrative Review.",
  "abstract": "BACKGROUND: Guyana experiences health challenges related to both communicable and non-communicable diseases. Cardiovascular disease (CVD) is the most common non-communicable disease in Guyana. The main causes of the increased prevalence of non-communicable diseases are modifiable risk factors (e.g. obesity, hypertension, elevated cholesterol, unhealthy dietary patterns) and non-modifiable risk factors (e.g. age and genetics). OBJECTIVE: The aim of this review is to understand CVD and risk factor data, in the context of ethnicity in Guyana. METHODS: A review of the published literature as well as government and international health agency reports was conducted. All publications from 2002-2018 describing CVD and related risk factors in Guyana were screened and extracted. FINDINGS: The population of Guyana is comprised of six ethnic groups, of which East Indian (39.8%) and African (29.3%) are the majority. CVD accounts for 526 deaths per 100,000 individuals per year. Among Indo-Guyanese and Afro-Guyanese, CVD is the primary cause of death affecting 32.6% and 22.7% of the populations, respectively. Within the Indo-Guyanese and Afro-Guyanese communities there is a high prevalence of hypertension and diabetes among individuals over the age of 50. There is a lack of available data describing ethnic disparities in CVD and related risk factors such as obesity, smoking, alcohol, physical activity and diet in Guyana. CONCLUSIONS: Important knowledge gaps remain in understanding the ethnic disparities of CVD and related risk factors in Guyana. Future research should focus on high risk populations and implement widespread screening and treatment strategies of common risk factors such as hypertension, diabetes, and elevated cholesterol to curb the epidemic of CVD in Guyana.",
  "authors": [
    {
      "last_name": "Sockalingam",
      "fore_name": "Loshana",
      "initials": "L",
      "name": "Loshana Sockalingam",
      "affiliations": [
        "Medical Sciences Graduate Program, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Hamilton Health Sciences Corporation, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0057-6707"
    },
    {
      "last_name": "Desai",
      "fore_name": "Dipika",
      "initials": "D",
      "name": "Dipika Desai",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Hamilton Health Sciences Corporation, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8484-7908"
    },
    {
      "last_name": "Wong",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Wong",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Azim",
      "fore_name": "Gangji",
      "initials": "G",
      "name": "Gangji Azim",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Nocturnal Hemodialysis Program, St. Joseph's Hospital, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0131-8718"
    },
    {
      "last_name": "Doobay",
      "fore_name": "Budhendranauth",
      "initials": "B",
      "name": "Budhendranauth Doobay",
      "affiliations": [
        "Doobay Medical Research Centre, Anandale, Guyana."
      ]
    },
    {
      "last_name": "Khalid",
      "fore_name": "Zahira",
      "initials": "Z",
      "name": "Zahira Khalid",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Hamilton Health Sciences Corporation, Hamilton, ON, Canada.",
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3692-7441"
    }
  ],
  "journal": {
    "title": "Annals of global health",
    "iso_abbreviation": "Ann Glob Health",
    "issn": "2214-9996",
    "issn_type": "Electronic",
    "volume": "87",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "May",
    "pub_day": "31"
  },
  "start_page": "46",
  "pages": "46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Chronic Disease",
    "Guyana",
    "Heart Disease Risk Factors",
    "Humans",
    "Hypertension",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "34131561",
    "pmc": "PMC8176929",
    "doi": "10.5334/aogh.3060"
  },
  "doi": "10.5334/aogh.3060",
  "pmc_id": "PMC8176929",
  "dates": {
    "completed": "2021-09-24",
    "revised": "2021-09-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.331916",
    "pmid": "34131561"
  }
}