{
  "pmid": "34138848",
  "uid": "34138848",
  "title": "Symptomatic fever management in children: A systematic review of national and international guidelines.",
  "abstract": "INTRODUCTION: Divergent attitudes towards fever have led to a high level of inconsistency in approaches to its management. In an attempt to overcome this, clinical practice guidelines (CPGs) for the symptomatic management of fever in children have been produced by several healthcare organizations. To date, a comprehensive assessment of the evidence level of the recommendations made in these CPGs has not been carried out. METHODS: Searches were conducted on Pubmed, google scholar, pediatric society websites and guideline databases to locate CPGs from each country (with date coverage from January 1995 to September 2020). Rather than assessing overall guideline quality, the level of evidence for each recommendation was evaluated according to criteria of the Oxford Centre for Evidence-Based Medicine (OCEBM). A GRADE assessment was undertaken to assess the body of evidence related to a single question: the threshold for initiating antipyresis. Methods and results are reported according to the PRISMA statement. RESULTS: 74 guidelines were retrieved. Recommendations for antipyretic threshold, type and dose; ambient temperature; dress/covering; activity; fluids; nutrition; proctoclysis; external applications; complementary/herbal recommendations; media; and age-related treatment differences all varied widely. OCEBM evidence levels for most recommendations were low (Level 3-4) or indeterminable. The GRADE assessment revealed a very low level of evidence for a threshold for antipyresis. CONCLUSION: There is no recommendation on which all guidelines agree, and many are inconsistent with the evidence-this is true even for recent guidelines. The threshold question is of fundamental importance and has not yet been answered. Guidelines for the most frequent intervention (antipyresis) remain problematic.",
  "authors": [
    {
      "last_name": "Green",
      "fore_name": "Cari",
      "initials": "C",
      "name": "Cari Green",
      "affiliations": [
        "Gerhard Kienle Chair, Health Department, University of Witten/Herdecke, Herdecke, Germany."
      ]
    },
    {
      "last_name": "Krafft",
      "fore_name": "Hanno",
      "initials": "H",
      "name": "Hanno Krafft",
      "affiliations": [
        "Gerhard Kienle Chair, Health Department, University of Witten/Herdecke, Herdecke, Germany."
      ],
      "orcid": "0000-0002-8199-8874"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Departments of Health Research Methods, Evidence and Impact and Medicine at McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "David",
      "initials": "D",
      "name": "David Martin",
      "affiliations": [
        "Gerhard Kienle Chair, Health Department, University of Witten/Herdecke, Herdecke, Germany.",
        "University Children's Hospital, Tübingen University, Tübingen, Germany."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "6",
    "pub_year": "2021"
  },
  "start_page": "e0245815",
  "pages": "e0245815",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Fever",
    "Child",
    "Practice Guidelines as Topic",
    "Antipyretics",
    "Evidence-Based Medicine",
    "Child, Preschool"
  ],
  "article_ids": {
    "pubmed": "34138848",
    "pmc": "PMC8211223",
    "doi": "10.1371/journal.pone.0245815",
    "pii": "PONE-D-20-39479"
  },
  "doi": "10.1371/journal.pone.0245815",
  "pmc_id": "PMC8211223",
  "dates": {
    "completed": "2024-07-25",
    "revised": "2024-09-30"
  },
  "chemicals": [
    "Antipyretics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.215331",
    "pmid": "34138848"
  }
}