{
  "pmid": "34136136",
  "uid": "34136136",
  "title": "Evaluating adults' health-related values and preferences about unprocessed red meat and processed meat consumption: protocol for a cross-sectional mixed-methods study.",
  "abstract": "Background: People need to choose from a wide range of foods, and in addition to availability and accessibility, people's values and preferences largely determine their daily food choices. Given the potential adverse health consequences of red and processed meat and the limited knowledge on individuals' health-related values and preferences on the topic, such data would be useful in the development of recommendations regarding meat consumption. Methods and analysis: We will perform a cross-sectional mixed methods study. The study population will consist of adult omnivores currently consuming a minimum of three weekly servings of either unprocessed red meat or processed meat. We will explore participants' willingness to stop or reduce their unprocessed red meat, or their processed meat consumption through a direct-choice exercise. This exercise will consist of presenting a scenario tailored to each individual's average weekly consumption. That is, based on a systematic review and meta-analysis of the best estimate of the risk reduction in overall cancer incidence and cancer mortality, we will ask participants if they would stop their consumption, and/or reduce their average consumption. We will also present the corresponding certainty of the evidence for the potential risk reductions. Finally, we will measure their meat consumption three months after the interview and determine if they have made any changes to their average consumption. Ethics and dissemination: The research protocol was approved by the ethics committees in Canada (Research Ethics Board, Dalhousie University), Spain (Comitè Ètic d'Investigació Clínica de l'IDIAP Jordi Gol), Poland (The Bioethics Committee of the Jagiellonian University), and Brazil (National Research Ethics Commission). The study is based on voluntary participation and informed written consent. Results from this project will be disseminated through publications and presentations.",
  "authors": [
    {
      "last_name": "Valli",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Valli",
      "affiliations": [
        "Department of Paediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Spain.",
        "Iberoamerican Cochrane Centre, Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain."
      ],
      "orcid": "0000-0002-4393-3690"
    },
    {
      "last_name": "Howatt",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Howatt",
      "affiliations": [
        "Faculty of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Prokop-Dorner",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Prokop-Dorner",
      "affiliations": [
        "Department of Medical Sociology, Chair of Epidemiology and Preventive Medicine, Jagiellonian University Medical College, Krakow, Poland."
      ],
      "orcid": "0000-0003-3575-469X"
    },
    {
      "last_name": "Rabassa",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat Rabassa",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada.",
        "Department of Nutrition, Texas A&M University, College Station, Texas, USA."
      ]
    },
    {
      "last_name": "Zajac",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Zajac",
      "affiliations": [
        "Department of Hygiene and Dietetics, Chair of Epidemiology and Preventive Medicine, Jagiellonian University Medical College, Krakow, Poland."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Mi Ah",
      "initials": "MA",
      "name": "Mi Ah Han",
      "affiliations": [
        "Department of Preventive Medicine, College of Medicine, Chosun University, Gwangju, South Korea."
      ]
    },
    {
      "last_name": "Kenji Nampo",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Kenji Nampo",
      "affiliations": [
        "Latin-American Institute of Life and Nature Sciences, Federal University of Latin-American Integration, Evidence-Based Public Health Research Group, Foz do Iguassu, Brazil."
      ],
      "orcid": "0000-0001-6411-6131"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bala",
      "fore_name": "Malgorzata M",
      "initials": "MM",
      "name": "Malgorzata M Bala",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Hygiene and Dietetics, Jagiellonian University Medical College, Krakow, Poland."
      ],
      "orcid": "0000-0003-1978-7264"
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute San Pau (IIB Sant Pau), Barcelona, Spain.",
        "CIBER de Epidemiología y Salud Pública, (CIBERESP), Barcelona, Spain."
      ]
    }
  ],
  "journal": {
    "title": "F1000Research",
    "iso_abbreviation": "F1000Res",
    "issn": "2046-1402",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2020"
  },
  "start_page": "346",
  "pages": "346",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Brazil",
    "Canada",
    "Cross-Sectional Studies",
    "Diet",
    "Humans",
    "Meat",
    "Meat Products",
    "Meta-Analysis as Topic",
    "Red Meat",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "34136136",
    "pmc": "PMC8176263",
    "doi": "10.12688/f1000research.23593.2"
  },
  "doi": "10.12688/f1000research.23593.2",
  "pmc_id": "PMC8176263",
  "dates": {
    "completed": "2021-07-08",
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.215033",
    "pmid": "34136136"
  }
}