{
  "pmid": "34145693",
  "uid": "34145693",
  "title": "Converting factor and nonfactor usage into a single metric to facilitate benchmarking the resources consumed for haemophilia care across jurisdictions and over time.",
  "abstract": "INTRODUCTION: The World Federation of Hemophilia started measuring factor utilization at the country level as IU/capita (International Units of factor concentrates used per country population) in 2001 for its Annual Global Survey. IU/capita have been used to benchmark a country's usage over time and for advocacy. The introduction of a common metric usage spanning across standard half-life (SHL), and extended half-life (EHL) clotting factor concentrates (CFCs) and emicizumab would be a valuable simplification for national healthcare policymaking and industrial production planning. AIM: Develop and examine a method of converting IU of SHL or EHL, and milligrams of emicizumab into a single metric. METHODS: We developed conversion factors from manufacturer's recommended dose for prophylaxis with SHL, EHL, and emicizumab as reported on the licensing information for the United States and Europe. We validate the accuracy of these conversion factors against real-world usage data. RESULTS: The prescribing information in the United States and Europe is marginally different. The SHL/EHL conversion factors are higher when calculated based on the prescribing information than on real-world studies, which are considered more representative of clinical practice. The best estimate of the SHL/EHL conversion factors for FVIII and FIX were 1.04 and 1.87. The conversion factor for emicizumab to SHL is 70 IU/mg. CONCLUSION: We have generated robust estimates of conversion factors for currently used treatment options for prophylaxis in haemophilia. Usage of a single, harmonized metric will facilitate benchmarking across different countries or longitudinally irrespective of the case-mix of treatment options.",
  "authors": [
    {
      "last_name": "Stonebraker",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Stonebraker",
      "affiliations": [
        "Department of Business Management, Poole College of Management, North Carolina State University, Raleigh, North Carolina, USA."
      ],
      "orcid": "0000-0002-2856-329X"
    },
    {
      "last_name": "O'Mahony",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian O'Mahony",
      "affiliations": [
        "Irish Haemophilia Society, Dublin, Trinity College, Dublin, Ireland."
      ],
      "orcid": "0000-0001-9780-6972"
    },
    {
      "last_name": "Noone",
      "fore_name": "Declan",
      "initials": "D",
      "name": "Declan Noone",
      "affiliations": [
        "European Haemophilia Consortium, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Mike Gent Chair in HealthCare Research, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "e596",
  "end_page": "e608",
  "pages": "e596-e608",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Benchmarking",
    "Blood Coagulation Factors",
    "Factor VIII",
    "Half-Life",
    "Hemophilia A",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "34145693",
    "doi": "10.1111/hae.14364"
  },
  "doi": "10.1111/hae.14364",
  "dates": {
    "completed": "2021-09-24",
    "revised": "2021-09-24"
  },
  "chemicals": [
    "Blood Coagulation Factors",
    "Factor VIII"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.284445",
    "pmid": "34145693"
  }
}