{
  "pmid": "34142967",
  "uid": "34142967",
  "title": "eHealth Implementation Issues in Low-Resource Countries: Model, Survey, and Analysis of User Experience.",
  "abstract": "BACKGROUND: The implementation of eHealth in low-resource countries (LRCs) is challenged by limited resources and infrastructure, lack of focus on eHealth agendas, ethical and legal considerations, lack of common system interoperability standards, unreliable power, and shortage of trained workers. OBJECTIVE: The aim of this study is to describe and study the current situation of eHealth implementation in a small number of LRCs from the perspectives of their professional eHealth users. METHODS: We developed a structural equation model that reflects the opinions of professional eHealth users who work on LRC health care front lines. We recruited country coordinators from 4 LRCs to help recruit survey participants: India, Egypt, Nigeria, and Kenya. Through a web-based survey that focused on barriers to eHealth implementation, we surveyed 114 participants. We analyzed the information using a structural equation model to determine the relationships among the constructs in the model, including the dependent variable, eHealth utilization. RESULTS: Although all the model constructs were important to participants, some constructs, such as user characteristics, perceived privacy, and perceived security, did not play a significant role in eHealth utilization. However, the constructs related to technology infrastructure tended to reduce the impact of concerns and uncertainties (path coefficient=-0.32; P=.001), which had a negative impact on eHealth utilization (path coefficient=-0.24; P=.01). Constructs that were positively related to eHealth utilization were implementation effectiveness (path coefficient=0.45; P<.001), the countries where participants worked (path coefficient=0.29; P=.004), and whether they worked for privately or publicly funded institutions (path coefficient=0.18; P<.001). As exploratory research, the model had a moderately good fit for eHealth utilization (adjusted R[2]=0.42). CONCLUSIONS: eHealth success factors can be categorized into 5 groups; our study focused on frontline eHealth workers' opinions concerning 2 of these groups: technology and its support infrastructure and user acceptance. We found significant disparities among the responses from different participant groups. Privately funded organizations tended to be further ahead with eHealth utilization than those that were publicly funded. Moreover, participant comments identified the need for more use of telemedicine in remote and rural regions in these countries. An understanding of these differences can help regions or countries that are lagging in the implementation and use of eHealth technologies. Our approach could also be applied to detailed studies of the other 3 categories of success factors: short- and long-term funding, organizational factors, and political or legislative aspects.",
  "authors": [
    {
      "last_name": "Archer",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Archer",
      "affiliations": [
        "Information Systems, DeGroote School of Business, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4666-9570"
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2436-4290"
    },
    {
      "last_name": "Ghasemaghaei",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Ghasemaghaei",
      "affiliations": [
        "Information Systems, DeGroote School of Business, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-7854-3177"
    },
    {
      "last_name": "DiLiberto",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah DiLiberto",
      "affiliations": [
        "Global Health, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0528-5773"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "18"
  },
  "start_page": "e23715",
  "pages": "e23715",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Humans",
    "Privacy",
    "Rural Population",
    "Surveys and Questionnaires",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "34142967",
    "pmc": "PMC8277330",
    "doi": "10.2196/23715",
    "pii": "v23i6e23715"
  },
  "doi": "10.2196/23715",
  "pmc_id": "PMC8277330",
  "dates": {
    "completed": "2021-10-18",
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.219710",
    "pmid": "34142967"
  }
}