{
  "pmid": "34145499",
  "uid": "34145499",
  "title": "Coping strategies mediate the associations between COVID-19 experiences and mental health outcomes in pregnancy.",
  "abstract": "The COVID-19 pandemic has resulted in elevated mental health problems for pregnant women. Effective coping strategies likely reduce the impact of COVID-19 on mental health. This study aimed to (1) understand how COVID-19 stressors are related to different coping strategies and (2) identify whether coping strategies act as mechanisms accounting for the associations between COVID-19 stressful experiences and mental health problems in pregnancy. Participants were 304 pregnant women from Ontario, Canada. Depression, anxiety, insomnia, and perceived stress were assessed using validated measures. COVID-related stressors (i.e., financial difficulties, social isolation), subjective negative impact of COVID-19, and coping strategies used in response to COVID-19 were assessed by questionnaires. Results indicated that the subjective negative impact of COVID-19 was associated with more dysfunctional coping and less emotion-focused coping, whereas specific COVID-19 stressors, namely financial difficulties and social isolation, were associated with more dysfunctional coping and problem-focused coping. Dysfunctional coping was linked to elevated mental health problems and emotion-focused coping was linked to less mental health problems. Dysfunctional coping and emotion-focused coping partially mediated the effects of specific COVID-19 stressors on mental health outcomes. Findings indicate that coping is one pathway through which the COVID-19 pandemic impacts mental health in pregnancy. Supports and interventions for pregnant women during the pandemic should focus on bolstering coping skills, in order to minimize the mental health consequences of COVID-19.",
  "authors": [
    {
      "last_name": "Khoury",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Khoury",
      "affiliations": [
        "Department of Psychology, Mount Saint Vincent University, Halifax, NS, Canada. Jennifer.khoury@msvu.ca."
      ],
      "orcid": "0000-0002-6703-4198"
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Ryerson University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Bennett",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Archives of women's mental health",
    "iso_abbreviation": "Arch Womens Ment Health",
    "issn": "1435-1102",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "1007",
  "end_page": "1017",
  "pages": "1007-1017",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "COVID-19",
    "Female",
    "Humans",
    "Ontario",
    "Outcome Assessment, Health Care",
    "Pandemics",
    "Pregnancy",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "34145499",
    "pmc": "PMC8213535",
    "doi": "10.1007/s00737-021-01135-2",
    "pii": "10.1007/s00737-021-01135-2"
  },
  "doi": "10.1007/s00737-021-01135-2",
  "pmc_id": "PMC8213535",
  "dates": {
    "completed": "2021-11-17",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "20011917",
      "agency": "Tier II Canadian Institute of Health Research (CIHR) Canadian Research Chair (CRC) in Family Health and Preventive Interventions"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.229698",
    "pmid": "34145499"
  }
}