{
  "pmid": "34141180",
  "uid": "34141180",
  "title": "Allergen immunotherapy for respiratory allergy: Quality appraisal of observational comparative effectiveness studies using the REal Life Evidence AssessmeNt Tool. An EAACI methodology committee analysis.",
  "abstract": "BACKGROUND: Observational comparative effectiveness studies in allergen immunotherapy (AIT) represent an important evidence source answering research questions that can be challenging to obtain from randomized controlled trials (RCTs), such as long-term benefits of AIT, the effects on asthma prevention and the onset of new allergen sensitizations. However, observational studies are prone to several sources of bias, which limit their reliability.The REal Life Evidence AssessmeNt Tool (RELEVANT) was recently developed to assist in quality appraisal of observational comparative research to enable identification of useful nonrandomized studies to be considered within guideline development. OBJECTIVE: To systematically appraise the quality of published observational comparative AIT studies using RELEVANT. METHODS: Observational studies comparing AIT to pharmacotherapy for respiratory allergies, assessing as outcome measures reduction of symptoms and/or medication use reduction, were retrieved by computerized bibliographic searches. According to RELEVANT, a failure to meet any one of primary items (background, design, measures, analysis, results, discussion/interpretation, and conflict of interest) represents a critical flaw, significantly undermining the validity of the study results. RESULTS: The 14 studies identified supported the benefit of AIT in real-life, which persists after treatment discontinuation. However, none of them met all the 7 primary RELEVANT criteria. The main defects were reported in the design (28.6% of studies), measures and analysis (64.3% of studies), and results (78.6% of studies) items, due to selection bias and lack of methods for adjusting controls. Half of the studies did not report on conflict of interest. CONCLUSION: There is a need for more robust observational research in AIT. RELEVANT appears as an easy-to-use and sensitive tool for quality appraisal in AIT studies.",
  "authors": [
    {
      "last_name": "Di Bona",
      "fore_name": "Danilo",
      "initials": "D",
      "name": "Danilo Di Bona",
      "affiliations": [
        "Department of Emergency and Organ Transplantation School and Chair of Allergology and Clinical Immunology University of Bari Aldo Moro Italy."
      ],
      "orcid": "0000-0002-9728-3806"
    },
    {
      "last_name": "Paoletti",
      "fore_name": "Giovanni",
      "initials": "G",
      "name": "Giovanni Paoletti",
      "affiliations": [
        "Personalized Medicine, Asthma and Allergy Humanitas Clinical and Research Center IRCCS Rozzano Italy.",
        "Department of Biomedical Sciences Humanitas University Pieve Emanuele Italy."
      ],
      "orcid": "0000-0003-3953-9225"
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Departments of Medicine and Health Research Methods Evidence & Impact McMaster University.",
        "The Research Institute of St. Joe's Hamilton. Hamilton Ontario Canada."
      ],
      "orcid": "0000-0001-8269-4496"
    },
    {
      "last_name": "Pepys",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Pepys",
      "affiliations": [
        "Department of Biomedical Sciences Humanitas University Pieve Emanuele Italy."
      ],
      "orcid": "0000-0002-1441-0145"
    },
    {
      "last_name": "Macchia",
      "fore_name": "Luigi",
      "initials": "L",
      "name": "Luigi Macchia",
      "affiliations": [
        "Department of Emergency and Organ Transplantation School and Chair of Allergology and Clinical Immunology University of Bari Aldo Moro Italy."
      ],
      "orcid": "0000-0002-5896-086X"
    },
    {
      "last_name": "Heffler",
      "fore_name": "Enrico",
      "initials": "E",
      "name": "Enrico Heffler",
      "affiliations": [
        "Personalized Medicine, Asthma and Allergy Humanitas Clinical and Research Center IRCCS Rozzano Italy.",
        "Department of Biomedical Sciences Humanitas University Pieve Emanuele Italy."
      ],
      "orcid": "0000-0002-0492-5663"
    },
    {
      "last_name": "Canonica",
      "fore_name": "Giorgio Walter",
      "initials": "GW",
      "name": "Giorgio Walter Canonica",
      "affiliations": [
        "Personalized Medicine, Asthma and Allergy Humanitas Clinical and Research Center IRCCS Rozzano Italy.",
        "Department of Biomedical Sciences Humanitas University Pieve Emanuele Italy."
      ],
      "orcid": "0000-0001-8467-2557"
    }
  ],
  "journal": {
    "title": "Clinical and translational allergy",
    "iso_abbreviation": "Clin Transl Allergy",
    "issn": "2045-7022",
    "issn_type": "Print",
    "volume": "11",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "e12033",
  "pages": "e12033",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34141180",
    "pmc": "PMC8203181",
    "doi": "10.1002/clt2.12033",
    "pii": "CLT212033"
  },
  "doi": "10.1002/clt2.12033",
  "pmc_id": "PMC8203181",
  "dates": {
    "revised": "2022-04-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.113105",
    "pmid": "34141180"
  }
}