{
  "pmid": "34143271",
  "uid": "34143271",
  "title": "Mild to moderate osteoarthritis is not considered a contraindication to arthroscopic treatment of symptomatic femoroacetabular impingement: results of an international survey.",
  "abstract": "PURPOSE: Hip arthroscopy offers a minimally invasive approach for the treatment of femoroacetabular impingement (FAI). Although osteoarthritis (OA) is a known negative prognostic factor for arthroscopy, it is unclear if patients with FAI and concomitant mild to moderate OA benefit from hip preservation surgery. The goal of this study was to evaluate current practice patterns among surgeons experienced in FAI management in the treatment of patients between 40 and 60 years of age with symptomatic FAI and concomitant OA of varying severity. METHODS: A 12-question cross-sectional survey was distributed using a secure electronic survey portal. The survey sought to determine surgical treatment of FAI in patients between the ages of 40 and 60 years old with concomitant OA of various degrees. Surveys were completed electronically and anonymously, with invitations distributed to members of the American Orthopaedic Society for Sports Medicine, International Society for Hip Arthroscopy, Arthroscopy Association of Canada, Canadian Orthopaedic Association, and both current and former Fowler Kennedy sports medicine fellows. RESULTS: A total of 76 orthopedic surgeons who treat FAI completed the survey. All respondents routinely treat FAI arthroscopically, while only 43.7% have utilized an open surgical approach. Nearly all respondents (96.0%) would consider performing hip arthroscopy in patients over 40 years of age. The respondents ranked an absence of OA (Tönnis 0 or 1) as the most important factor in deciding to move forward with surgery, while a positive response to diagnostic injection was considered the least important factor of the options given. Respondents felt that the role for hip arthroscopy in patients with symptomatic FAI decreased with increasing age and worsening degree of osteoarthritis. In patients 40-50 years old with Tönnis 1, willingness to perform surgery was 89.5%; while with Tönnis 2 this was reduced to 39.5% and with Tönnis 3 it was 5.3%. In patients 50-60 years old with Tönnis 1, 80.3% of respondents found arthroscopy to be beneficial; while with Tönnis 2 this was reduced to 22.4% and with Tönnis 3 it was 2.6%. CONCLUSIONS: Most respondents consider arthroscopy a viable option for patients aged 40-60 years old with mild osteoarthritis (Tönnis 1), while worsening osteoarthritis (Tönnis 3) results in greater rates of non-arthroscopic treatment. The role of arthroscopy with moderate osteoarthritis (Tönnis 2) remains unclear and should be a focus for future studies. LEVEL OF EVIDENCE: Level V.",
  "authors": [
    {
      "last_name": "Toobaie",
      "fore_name": "Asra",
      "initials": "A",
      "name": "Asra Toobaie",
      "affiliations": [
        "Department of Orthopedic Surgery, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Degen",
      "fore_name": "Ryan M",
      "initials": "RM",
      "name": "Ryan M Degen",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, 3M Centre, Western University, London, ON, N6A 3K7, Canada. rdegen2@uwo.ca."
      ],
      "orcid": "0000-0001-9981-6074"
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "4082",
  "end_page": "4090",
  "pages": "4082-4090",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Contraindications",
    "Cross-Sectional Studies",
    "Femoracetabular Impingement",
    "Humans",
    "Middle Aged",
    "Osteoarthritis",
    "Surveys and Questionnaires",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34143271",
    "doi": "10.1007/s00167-021-06639-z",
    "pii": "10.1007/s00167-021-06639-z"
  },
  "doi": "10.1007/s00167-021-06639-z",
  "dates": {
    "completed": "2021-11-18",
    "revised": "2021-11-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.854428",
    "pmid": "34143271"
  }
}