{
  "pmid": "34146164",
  "uid": "34146164",
  "title": "Intra-dialytic hypotension following the transition from continuous to intermittent renal replacement therapy.",
  "abstract": "BACKGROUND: Transition from continuous renal replacement therapy (CRRT) to intermittent renal replacement therapy (IRRT) can be associated with intra-dialytic hypotension (IDH) although data to inform the definition of IDH, its incidence and clinical implications, are lacking. We aimed to describe the incidence and factors associated with IDH during the first IRRT session following transition from CRRT and its association with hospital mortality. This was a retrospective single-center cohort study in patients with acute kidney injury for whom at least one CRRT-to-IRRT transition occurred while in intensive care. We assessed associations between multiple candidate definitions of IDH and hospital mortality. We then evaluated the factors associated with IDH. RESULTS: We evaluated 231 CRRT-to-IRRT transitions in 213 critically ill patients with AKI. Hospital mortality was 43.7% (n = 93). We defined IDH during the first IRRT session as 1) discontinuation of IRRT for hemodynamic instability; 2) any initiation or increase in vasopressor/inotropic agents or 3) a nadir systolic blood pressure of < 90 mmHg. IDH during the first IRRT session occurred in 50.2% of CRRT-to-IRRT transitions and was independently associated with hospital mortality (adjusted odds ratio [OR]: 2.71; CI 1.51-4.84, p < 0.001). Clinical variables at the time of CRRT discontinuation associated with IDH included vasopressor use, higher cumulative fluid balance, and lower urine output. CONCLUSIONS: IDH events during CRRT-to-IRRT transition occurred in nearly half of patients and were independently associated with hospital mortality. We identified several characteristics that anticipate the development of IDH following the initiation of IRRT.",
  "authors": [
    {
      "last_name": "Beaubien-Souligny",
      "fore_name": "William",
      "initials": "W",
      "name": "William Beaubien-Souligny",
      "affiliations": [
        "Division of Nephrology, Centre Hospitalier de L'Université de Montréal, Université de Montréal, 1000, rue St-Denis, Montreal, QC, H2X 0C1, Canada. william.beaubien@gmail.com."
      ],
      "orcid": "0000-0003-3030-8703"
    },
    {
      "last_name": "Yang",
      "fore_name": "Yifan",
      "initials": "Y",
      "name": "Yifan Yang",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St. Michaels Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Departments of Critical Care and Medicine, St. Michaels Hospital, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Meraz-Muñoz",
      "fore_name": "Alejandro",
      "initials": "A",
      "name": "Alejandro Meraz-Muñoz",
      "affiliations": [
        "Division of Nephrology, St. Michaels Hospital and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Edward G",
      "initials": "EG",
      "name": "Edward G Clark",
      "affiliations": [
        "Department of Medicine and Kidney Research Centre, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K",
      "initials": "NK",
      "name": "Neill K Adhikari",
      "affiliations": [
        "Department of Critical Care Medicine, Interdepartmental Division of Critical Care, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": [
        "Department of Critical Care Medicine, Faculty of Medicine and Dentistry, School of Public Health, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, St. Michaels Hospital and University of Toronto, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of intensive care",
    "iso_abbreviation": "Ann Intensive Care",
    "issn": "2110-5820",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "19"
  },
  "start_page": "96",
  "pages": "96",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34146164",
    "pmc": "PMC8214642",
    "doi": "10.1186/s13613-021-00885-7",
    "pii": "10.1186/s13613-021-00885-7"
  },
  "doi": "10.1186/s13613-021-00885-7",
  "pmc_id": "PMC8214642",
  "dates": {
    "revised": "2021-06-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:08.924757",
    "pmid": "34146164"
  }
}