{
  "pmid": "34142787",
  "uid": "34142787",
  "title": "Cancer in First Nations people in Ontario, Canada: Incidence and mortality, 1991 to 2010.",
  "abstract": "BACKGROUND: This study aims to measure cancer incidence and mortality rates of Registered First Nations people in Ontario and compare them with those of other people in Ontario from 1991 to 2010. DATA AND METHODS: The federal Indian Register, the Ontario Cancer Registry and the Registered Persons Database were linked to develop a cohort of First Nations people diagnosed with cancer in Ontario. Sex-and site-specific age-standardized cancer incidence and mortality rates, and selected trends over time, were calculated. Rate ratios (RRs) were used to compare rates in First Nations peoples with those of other people in Ontario. RESULTS: The First Nations cohort comprised 194,392 people, with 6,859 cancer diagnoses. First Nations people had higher rates for certain cancers than others in Ontario: lung (males RR 1.19; females RR 1.47), colorectal (males RR 1.36; females RR 1.34) and kidney (males RR1.95; females RR 2.23). While lung cancer rates rose in First Nations females (annual percent change [APC] +2.67), they fell at a similar rate (APC -2.28) in males. Cervical cancer rates fell (APC -9.53) and approached the rate among other females in Ontario. Kidney cancer rates increased in First Nations people. DISCUSSION: First Nations people in Ontario have higher incidence and mortality for certain cancers compared with other people in Ontario. However, the declines in cervical cancer rates in First Nations females and lung cancer rates in First Nations males illustrate the likely impact of Pap test uptake and smoking cessation programs. Community-led efforts to develop culturally appropriate prevention and screening programs are essential to further reduce cancer rates in First Nations people.",
  "authors": [
    {
      "last_name": "Jamal",
      "fore_name": "Sehar",
      "initials": "S",
      "name": "Sehar Jamal",
      "affiliations": [
        "Ontario Health (Cancer Care Ontario) Indigenous Cancer Care Unit, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Carmen",
      "initials": "C",
      "name": "Carmen Jones",
      "affiliations": [
        "Chiefs of Ontario (Health Sector), Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mazereeuw",
      "fore_name": "Maegan",
      "initials": "M",
      "name": "Maegan Mazereeuw",
      "affiliations": [
        "Canadian Institute for Health Information, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sheppard",
      "fore_name": "Amanda J",
      "initials": "AJ",
      "name": "Amanda J Sheppard",
      "affiliations": [
        "Ontario Health (Cancer Care Ontario) Indigenous Cancer Care Unit, and University of Toronto (Dalla Lana School of Public Health), Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Henry",
      "fore_name": "David",
      "initials": "D",
      "name": "David Henry",
      "affiliations": [
        "Bond University (Institute for Evidence-Based Healthcare), Robina,Queensland, Australia."
      ]
    },
    {
      "last_name": "Marrett",
      "fore_name": "Loraine D",
      "initials": "LD",
      "name": "Loraine D Marrett",
      "affiliations": [
        "Ontario Health (Cancer Care Ontario) Indigenous Cancer Care Unit, and University of Toronto (Dalla Lana School of Public Health), Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health reports",
    "iso_abbreviation": "Health Rep",
    "issn": "1209-1367",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "16"
  },
  "start_page": "14",
  "end_page": "28",
  "pages": "14-28",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Cohort Studies",
    "Female",
    "Humans",
    "Incidence",
    "Male",
    "Mass Screening",
    "Neoplasms",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "34142787",
    "doi": "10.25318/82-003-x202100600002-eng",
    "pii": "82-003-X202100600002"
  },
  "doi": "10.25318/82-003-x202100600002-eng",
  "dates": {
    "completed": "2021-10-25",
    "revised": "2021-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.706581",
    "pmid": "34142787"
  }
}