{
  "pmid": "34157492",
  "uid": "34157492",
  "title": "Barriers to Referral for Cytoreduction and Hyperthermic Intraperitoneal Chemotherapy Identified Using a Tailoring Grid Methodology: Interviews with Stakeholders in New York State.",
  "abstract": "INTRODUCTION: Cytoreduction and hyperthermic intraperitoneal chemotherapy (CS/HIPEC) has variable uptake, with referrals reliant on other physicians. To characterize barriers to referral for CS/HIPEC, we created a pragmatic \"tailoring grid\", incorporating the concepts of Pathman's 4 As of awareness, agreement, adoption, and adherence and barriers acting at the individual, practice group, and organization level. METHODS AND MATERIALS: We invited surgeons and medical oncologists from Western New York State who potentially refer patients for CS/HIPEC to participate in tailoring grid interviews. RESULTS: Interviews of 10 surgeons and 10 medical oncologists were completed. The participants were positioned in the Pathman 4 A's with respect to referrals for CS/HIPEC as follows: (1) A 19 aware (1 not aware); (2) A 3 in agreement (17 not in agreement); (3) A 9 adopters; and (4) A 6 adherent. Among the 9 participants who had referred at least one patient for CS/HIPEC (adopters/adherent), only 2 were in agreement with the appropriateness of CS/HIPEC. Barriers to awareness of included lack of interaction with colleagues and knowledge of indications. Barriers to agreement included lack of high quality of evidence supporting CS/HIPEC such as well-designed RCTs. Barriers to adoption included lack of communication with CS/HIPEC surgeons; lack of inclusion of the procedure into algorithms and defined morbidity/mortality rates. Barriers to adherence included lack of inclusion into guidelines by major societies; perceptions that the procedure is resource-intensive; lack of defined quality measures. CONCLUSIONS: The tailoring grid efficiently identified barriers to awareness, agreement, adoption and adherence for routine referral for CS/HIPEC. Barriers to increased referrals included lack of high-quality evidence supporting CS/HIPEC. Barriers more easily addressed included communication between referring and CS/HIPEC surgeons, and outcomes at the individual patient and hospital level.",
  "authors": [
    {
      "last_name": "Francescutti",
      "fore_name": "Valerie A",
      "initials": "VA",
      "name": "Valerie A Francescutti",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University and Juravinski Cancer Center, Hamilton, Ontario, Canada.. Electronic address: francesv@hhsc.ca."
      ]
    },
    {
      "last_name": "Skitzki",
      "fore_name": "Joseph J",
      "initials": "JJ",
      "name": "Joseph J Skitzki",
      "affiliations": [
        "Department of Surgical Oncology, Roswell Park Comprehensive Cancer Center, Buffalo, NY."
      ]
    },
    {
      "last_name": "Kane",
      "fore_name": "John M",
      "initials": "JM",
      "name": "John M Kane",
      "affiliations": [
        "Department of Surgical Oncology, Roswell Park Comprehensive Cancer Center, Buffalo, NY."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Division of General Surgery, Department of Surgery, McMaster University and Juravinski Cancer Center, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "267",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "235",
  "end_page": "242",
  "pages": "235-242",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Combined Modality Therapy",
    "Cytoreduction Surgical Procedures",
    "Humans",
    "Hyperthermia, Induced",
    "Hyperthermic Intraperitoneal Chemotherapy",
    "New York",
    "Peritoneal Neoplasms",
    "Referral and Consultation"
  ],
  "article_ids": {
    "pubmed": "34157492",
    "doi": "10.1016/j.jss.2021.04.044",
    "pii": "S0022-4804(21)00340-1"
  },
  "doi": "10.1016/j.jss.2021.04.044",
  "dates": {
    "completed": "2022-04-06",
    "revised": "2022-04-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.919720",
    "pmid": "34157492"
  }
}