{
  "pmid": "34158965",
  "uid": "34158965",
  "title": "The WISHED Randomized Controlled Trial: Impact of an Interactive Health Communication Application on Home Dialysis Use in People With Chronic Kidney Disease.",
  "abstract": "BACKGROUND: While home dialysis therapies are more cost effective and may offer improved health-related quality of life, uptake compared to in-center hemodialysis remains low. OBJECTIVE: To test whether a web-based interactive health communication application (IHCA) compared to usual care would increase home dialysis use. DESIGN: Randomized control trial. SETTING: Patients were recruited from 3 multidisciplinary kidney clinics across Ontario, Canada (Hamilton, Kingston, London). PATIENTS: We included adults with advanced chronic kidney disease (CKD) followed in multidisciplinary kidney clinics. Patients who had not completed dialysis modality education, who did not have access to a home computer or the internet, who had significant hearing or vision impairment, who could not read/write/speak English, who had a medical contraindication for home dialysis, or who had selected conservative kidney care were excluded. MEASUREMENTS: The primary outcome was any use of home dialysis (peritoneal dialysis or home hemodialysis) within 90 days of dialysis initiation. Secondary outcomes were social support, decision conflict and dialysis knowledge measured at baseline, 6 months and 1 year. METHODS: Eligible patients were randomized to either usual care or the IHCA in addition to usual care in a 1:1 ratio. As part of usual care, all patients received education about dialysis modalities and kidney transplantation delivered by clinic nurses according to local practices. Randomization was performed using a computer-generated sequence in randomly permuted block sizes, stratified by site, and allocation occurred using sequentially numbered sealed, opaque envelopes. Participants, care providers, and outcome assessors were not blinded to the intervention. All analyses were performed blinded using an intention to treat approach. We estimated the effect of the ICHA on the odds of the primary outcome using unadjusted logistic regression models. Linear mixed models for repeated measures over time were used to analyze the impact of the IHCA on the secondary outcomes of interest. RESULTS: We randomized 140 (usual care, n = 71; IHCA, n = 69) out of a planned 264 patients (mean [SD] age 61 [14.5] years, 65% men). Among patients randomized to the IHCA group that completed 6-month and 1-year follow-up visits, 56.8% and 71.4%, respectively, had not accessed the IHCA website within the past month. There were 23 (32.4%) and 26 (37.7%) patients in the usual care and IHCA groups who received a home dialysis therapy within 90 days of dialysis initiation (odds ratio, OR = 1.3, 95% CI = [0.6-2.5], P = .5). Among the 78 patients who initiated dialysis (n = 38 usual care, n = 40 IHCA), 60.5% and 65% in the usual care and IHCA groups received a home therapy within 90 days of dialysis initiation (OR = 1.2, 95% CI = [0.5-3.0], P = .7). Secondary outcomes did not differ by intervention group over time. LIMITATIONS: The trial was underpowered due to poor recruitment and use of the IHCA was low. CONCLUSIONS: We did not find evidence of a difference in home dialysis uptake with IHCA use, but our analyses were notably underpowered. The incorporation of greater patient engagement, qualitative research and design research, and pilot implementation may help future evaluations of strategies to improve home dialysis uptake. TRIAL REGISTRATION: ClinicalTrials.gov #NCT01403454, registration date: Jul 21, 2011.",
  "authors": [
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4549-0202"
    },
    {
      "last_name": "Harvey",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Harvey",
      "affiliations": [
        "University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bosch",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Bosch",
      "affiliations": [
        "Eric Bosch Consulting Inc, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brimble",
      "fore_name": "K Scott",
      "initials": "KS",
      "name": "K Scott Brimble",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "20543581211019631",
  "pages": "20543581211019631",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34158965",
    "pmc": "PMC8182179",
    "doi": "10.1177/20543581211019631",
    "pii": "10.1177_20543581211019631"
  },
  "doi": "10.1177/20543581211019631",
  "pmc_id": "PMC8182179",
  "dates": {
    "revised": "2022-04-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.644390",
    "pmid": "34158965"
  }
}