{
  "pmid": "34153517",
  "uid": "34153517",
  "title": "The Risk of Allergic Reaction to SARS-CoV-2 Vaccines and Recommended Evaluation and Management: A Systematic Review, Meta-Analysis, GRADE Assessment, and International Consensus Approach.",
  "abstract": "Concerns for anaphylaxis may hamper severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) immunization efforts. We convened a multidisciplinary group of international experts in anaphylaxis composed of allergy, infectious disease, emergency medicine, and front-line clinicians to systematically develop recommendations regarding SARS-CoV-2 vaccine immediate allergic reactions. Medline, EMBASE, Web of Science, the World Health Organizstion (WHO) global coronavirus database, and the gray literature (inception, March 19, 2021) were systematically searched. Paired reviewers independently selected studies addressing anaphylaxis after SARS-CoV-2 vaccination, polyethylene glycol (PEG) and polysorbate allergy, and accuracy of allergy testing for SARS-CoV-2 vaccine allergy. Random effects models synthesized the data to inform recommendations based on the Grading of Recommendation, Assessment, Development, and Evaluation (GRADE) approach, agreed upon using a modified Delphi panel. The incidence of SARS-CoV-2 vaccine anaphylaxis is 7.91 cases per million (n = 41,000,000 vaccinations; 95% confidence interval [95% CI] 4.02-15.59; 26 studies, moderate certainty), the incidence of 0.15 cases per million patient-years (95% CI 0.11-0.2), and the sensitivity for PEG skin testing is poor, although specificity is high (15 studies, very low certainty). We recommend vaccination over either no vaccination or performing SARS-CoV-2 vaccine/excipient screening allergy testing for individuals without history of a severe allergic reaction to the SARS-CoV-2 vaccine/excipient, and a shared decision-making paradigm in consultation with an allergy specialist for individuals with a history of a severe allergic reaction to the SARS-CoV-2 vaccine/excipient. We recommend further research to clarify SARS-CoV-2 vaccine/vaccine excipient testing utility in individuals potentially allergic to SARS-CoV2 vaccines or their excipients.",
  "authors": [
    {
      "last_name": "Greenhawt",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Greenhawt",
      "affiliations": [
        "Section of Allergy and Clinical Immunology, Food Challenge and Research Unit, Children's Hospital Colorado, University of Colorado School of Medicine, Aurora, Colo. Electronic address: Matthew.Greenhawt@childrenscolorado.org."
      ]
    },
    {
      "last_name": "Abrams",
      "fore_name": "Elissa M",
      "initials": "EM",
      "name": "Elissa M Abrams",
      "affiliations": [
        "Department of Pediatrics and Child Health, Section of Allergy and Immunology, The University of Manitoba, Winnipeg, Man, Canada."
      ]
    },
    {
      "last_name": "Shaker",
      "fore_name": "Marcus",
      "initials": "M",
      "name": "Marcus Shaker",
      "affiliations": [
        "Dartmouth-Hitchcock Medical Center, Section of Allergy and Immunology, Lebanon; Dartmouth Geisel School of Medicine, Hanover, NH."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine, McMaster University Department of Health Research Methods, Evidence and Impact, McMaster University; The Research Institute of St. Joe's Hamilton; Evidence in Allergy Group, McMaster University, Hamilton, Ont, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "David",
      "initials": "D",
      "name": "David Khan",
      "affiliations": [
        "Division of Allergy and Immunology, Department of Medicine, University of Texas Southwestern Medical Center, Dallas, Texas."
      ]
    },
    {
      "last_name": "Akin",
      "fore_name": "Cem",
      "initials": "C",
      "name": "Cem Akin",
      "affiliations": [
        "Division of Allergy and Clinical Immunology, Department of Internal Medicine, University of Michigan School, Ann Arbor, Mich."
      ]
    },
    {
      "last_name": "Alqurashi",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alqurashi",
      "affiliations": [
        "Department of Pediatrics and Emergency Medicine, University of Ottawa, Ottawa, Ont, Canada."
      ]
    },
    {
      "last_name": "Arkwright",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Arkwright",
      "affiliations": [
        "Lydia Becker Institute of Immunology and Inflammation, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Baldwin",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Baldwin",
      "affiliations": [
        "Division of Allergy and Clinical Immunology, Department of Internal Medicine, University of Michigan School, Ann Arbor, Mich."
      ]
    },
    {
      "last_name": "Ben-Shoshan",
      "fore_name": "Moshe",
      "initials": "M",
      "name": "Moshe Ben-Shoshan",
      "affiliations": [
        "Division of Allergy, Immunology, and Dermatology, Department of Pediatrics, McGill University Health Center-Montreal Children's Hospital, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Bernstein",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Bernstein",
      "affiliations": [
        "Division of Immunology, Department of Internal Medicine, University of Cincinnati, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Bingemann",
      "fore_name": "Theresa",
      "initials": "T",
      "name": "Theresa Bingemann",
      "affiliations": [
        "Division of Allergy, Immunology, and Rheumatology, University of Rochester School of Medicine and Dentistry, Rochester, NY."
      ]
    },
    {
      "last_name": "Blumchen",
      "fore_name": "Katharina",
      "initials": "K",
      "name": "Katharina Blumchen",
      "affiliations": [
        "Department of Paediatric and Adolescent Medicine, Paediatric Pneumology, Allergology, and Cystic Fibrosis, University Hospital Frankfurt, Frankfurt am Main, Germany."
      ]
    },
    {
      "last_name": "Byrne",
      "fore_name": "Aideen",
      "initials": "A",
      "name": "Aideen Byrne",
      "affiliations": [
        "Children's Health Ireland at Crumlin, Crumlin, Ireland."
      ]
    },
    {
      "last_name": "Bognanni",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Bognanni",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Evidence in Allergy Group, McMaster University, Hamilton, Ont, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Campbell",
      "affiliations": [
        "The Children's Hospital at Westmead, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Ronna",
      "initials": "R",
      "name": "Ronna Campbell",
      "affiliations": [
        "Department of Emergency Medicine, Mayo Clinic, Rochester, Minn."
      ]
    },
    {
      "last_name": "Chagla",
      "fore_name": "Zain",
      "initials": "Z",
      "name": "Zain Chagla",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, McMaster University, Hamilton, Ont, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Edmond S",
      "initials": "ES",
      "name": "Edmond S Chan",
      "affiliations": [
        "BC Children's Hospital, Division of Allergy and Immunology, The University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Chan",
      "affiliations": [
        "Department of Emergency Medicine, Southlake Regional Medical Center, Newmarket, Ont, Canada."
      ]
    },
    {
      "last_name": "Comberiati",
      "fore_name": "Pasquale",
      "initials": "P",
      "name": "Pasquale Comberiati",
      "affiliations": [
        "Department of Clinical and Experimental Medicine, Section of Pediatrics, University of Pisa, Pisa, Italy, Department of Clinical Immunology and Allergology, I.M. Sechenov First Moscow State Medical University, Moscow, Russia."
      ]
    },
    {
      "last_name": "Dribin",
      "fore_name": "Timothy E",
      "initials": "TE",
      "name": "Timothy E Dribin",
      "affiliations": [
        "Division of Emergency Medicine, Cincinnati Children's Hospital Medical Center, Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Anne K",
      "initials": "AK",
      "name": "Anne K Ellis",
      "affiliations": [
        "Division of Allergy and Immunology, Department of Medicine, Queen's University, Kingston, Ont, Canada."
      ]
    },
    {
      "last_name": "Fleischer",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Fleischer",
      "affiliations": [
        "Section of Allergy and Clinical Immunology, Food Challenge and Research Unit, Children's Hospital Colorado, University of Colorado School of Medicine, Aurora, Colo."
      ]
    },
    {
      "last_name": "Fox",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Fox",
      "affiliations": [
        "Guy's and St. Thomas' NHS Foundation Trust, London, United Kingdom."
      ]
    },
    {
      "last_name": "Frischmeyer-Guerrerio",
      "fore_name": "Pamela A",
      "initials": "PA",
      "name": "Pamela A Frischmeyer-Guerrerio",
      "affiliations": [
        "Laboratory of Allergic Diseases, Food Allergy Research Section, National Institutes of Allergy and Infectious Diseases, the National Institutes of Health, Bethesda, Md."
      ]
    },
    {
      "last_name": "Gagnon",
      "fore_name": "Remi",
      "initials": "R",
      "name": "Remi Gagnon",
      "affiliations": [
        "Clinique Spécialisée en Allergie de la Capitale, Quebec, Quebec, Canada."
      ]
    },
    {
      "last_name": "Grayson",
      "fore_name": "Mitchell H",
      "initials": "MH",
      "name": "Mitchell H Grayson",
      "affiliations": [
        "Division of Allergy and Immunology, Department of Clinical Pediatrics, Nationwide Children's Hospital, The Ohio State University College of Medicine, Columbus, Ohio."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Caroline C",
      "initials": "CC",
      "name": "Caroline C Horner",
      "affiliations": [
        "Division of Allergy and Pulmonary Medicine, Department of Pediatrics, Washington University School of Medicine, St. Louis, Mo."
      ]
    },
    {
      "last_name": "Hourihane",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Hourihane",
      "affiliations": [
        "Department of Paediatrics, Royal College of Surgeons, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Katelaris",
      "fore_name": "Constance H",
      "initials": "CH",
      "name": "Constance H Katelaris",
      "affiliations": [
        "Campbelltown Hospital, Western Sydney University, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Harold",
      "initials": "H",
      "name": "Harold Kim",
      "affiliations": [
        "Western University, Londo, McMaster University, Hamilton, Ont, Canada."
      ]
    },
    {
      "last_name": "Kelso",
      "fore_name": "John M",
      "initials": "JM",
      "name": "John M Kelso",
      "affiliations": [
        "Division of Allergy, Asthma, and Immunology, Scripps Clinic, San Diego, Calif."
      ]
    },
    {
      "last_name": "Lang",
      "fore_name": "David",
      "initials": "D",
      "name": "David Lang",
      "affiliations": [
        "Department of Allergy and Clinical Immunology, Respiratory Institute, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Ledford",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Ledford",
      "affiliations": [
        "Division of Allergy and Immunology, Department of Medicine, University of South Florida Morsani College of Medicine, Tampa, Fla."
      ]
    },
    {
      "last_name": "Levin",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Levin",
      "affiliations": [
        "Division of Paediatric Allergology, Faculty of Health Sciences, University of Cape Town, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Lieberman",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Lieberman",
      "affiliations": [
        "Division of Allergy and Immunology, The University of Tennessee, Memphis, Tenn."
      ]
    },
    {
      "last_name": "Loh",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Loh",
      "affiliations": [
        "Immunology Department, Perth Children's Hospital, Perth, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Mack",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Mack",
      "affiliations": [
        "McMaster University Hamilton, Halton Pediatric Allergy, Burlington, Ont, Canada."
      ]
    },
    {
      "last_name": "Mazer",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Mazer",
      "affiliations": [
        "Division of Allergy, Immunology, and Dermatology, Department of Pediatrics, McGill University Health Center-Montreal Children's Hospital, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Mosnaim",
      "fore_name": "Giselle",
      "initials": "G",
      "name": "Giselle Mosnaim",
      "affiliations": [
        "Division of Pulmonary, Allergy, and Critical Care, Department of Medicine, NorthShore University Health System, Evanston, Ill."
      ]
    },
    {
      "last_name": "Munblit",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Munblit",
      "affiliations": [
        "Department of Paediatrics and Paediatric Infectious Diseases, Institute of Child's Health, Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia, Inflammation, Repair, Development Section, National Heart and Lung Institute, Faculty of Medicine, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "S Shahzad",
      "initials": "SS",
      "name": "S Shahzad Mustafa",
      "affiliations": [
        "Rochester Regional Health, University of Rochester School of Medicine and Dentistry, Rochester, NY."
      ]
    },
    {
      "last_name": "Nanda",
      "fore_name": "Anil",
      "initials": "A",
      "name": "Anil Nanda",
      "affiliations": [
        "Asthma and Allergy Center, Lewisville and Flower Mound, Texas, Division of Allergy and Immunology, University of Texas Southwestern Medical Center, Dallas, Texas."
      ]
    },
    {
      "last_name": "Oppenheimer",
      "fore_name": "John",
      "initials": "J",
      "name": "John Oppenheimer",
      "affiliations": [
        "UMDMJ Rutgers University School of Medicine, New Brunswick, NJ."
      ]
    },
    {
      "last_name": "Perrett",
      "fore_name": "Kirsten P",
      "initials": "KP",
      "name": "Kirsten P Perrett",
      "affiliations": [
        "Murdoch Children's Research Institute, Department of Paediatrics, University of Melbourne, Royal Children's Hospital, Parkville, Victoria, Australia."
      ]
    },
    {
      "last_name": "Ramsey",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Ramsey",
      "affiliations": [
        "Rochester Regional Health, University of Rochester School of Medicine and Dentistry, Rochester, NY."
      ]
    },
    {
      "last_name": "Rank",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Rank",
      "affiliations": [
        "Division of Allergy, Asthma, and Clinical Immunology, Mayo Clinic, Scottsdale, Division of Pulmonology, Phoenix Children's Hospital, Phoenix, Ariz."
      ]
    },
    {
      "last_name": "Robertson",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Robertson",
      "affiliations": [
        "Division of Clinical Immunology and Allergy, St. Joseph's Health Care, the Schulich School of Medicine and Dentistry, Western University, London, Ont, Canada."
      ]
    },
    {
      "last_name": "Sheikh",
      "fore_name": "Javed",
      "initials": "J",
      "name": "Javed Sheikh",
      "affiliations": [
        "Kaiser Permanente Los Angeles Medical Center, Los Angeles, Calif."
      ]
    },
    {
      "last_name": "Spergel",
      "fore_name": "Jonathan M",
      "initials": "JM",
      "name": "Jonathan M Spergel",
      "affiliations": [
        "Division of Allergy and Immunology, Children's Hospital of Philadelphia, Department of Pediatrics, Perelman School of Medicine at University of Pennsylvania, Philadelphia, Pa."
      ]
    },
    {
      "last_name": "Stukus",
      "fore_name": "David",
      "initials": "D",
      "name": "David Stukus",
      "affiliations": [
        "Division of Allergy and Immunology, Department of Clinical Pediatrics, Nationwide Children's Hospital, The Ohio State University College of Medicine, Columbus, Ohio."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Mimi L K",
      "initials": "MLK",
      "name": "Mimi L K Tang",
      "affiliations": [
        "Murdoch Children's Research Institute, University of Melbourne, Royal Children's Hospital, Department of Allergy and Immunology, Royal Children's Hospital, Parkville, Victoria, Australia."
      ]
    },
    {
      "last_name": "Tracy",
      "fore_name": "James M",
      "initials": "JM",
      "name": "James M Tracy",
      "affiliations": [
        "Allergy, Asthma, and Immunology Associates, PC, Associate Professor of Pediatrics, University of Nebraska School of Medicine, Omaha, Neb."
      ]
    },
    {
      "last_name": "Turner",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Turner",
      "affiliations": [
        "Imperial College Healthcare NHS Trust and Royal Brompton and Harefield NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Whalen-Browne",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Whalen-Browne",
      "affiliations": [
        "Division of Clinical Immunology and Allergy, Department of Medicine, Evidence in Allergy Group, McMaster University, Hamilton, Ont, Canada."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Wallace",
      "affiliations": [
        "Nova Southeastern University College of Allopathic Medicine, Fort Lauderdale, Fla."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Wang",
      "affiliations": [
        "Division of Pediatric Allergy and Immunology, Department of Pediatrics, Icahn School of Medicine at Mount Sinai, the Jaffe Food Allergy Institute, New York, NY."
      ]
    },
    {
      "last_name": "Waserman",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Waserman",
      "affiliations": [
        "Department of Medicine, Clinical Immunology, and Allergy, McMaster University, Hamilton, Ont, Canada."
      ]
    },
    {
      "last_name": "Witry",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Witry",
      "affiliations": [
        "Division of Emergency Medicine, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Worm",
      "fore_name": "Margitta",
      "initials": "M",
      "name": "Margitta Worm",
      "affiliations": [
        "Division of Allergology and Immunology, Department of Dermatology, Venereology, and Allergology, Charité- Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin Humboldt-Universität zu Berlin, Berlin Institute of Health, Berlin, Germany."
      ]
    },
    {
      "last_name": "Vander Leek",
      "fore_name": "Timothy K",
      "initials": "TK",
      "name": "Timothy K Vander Leek",
      "affiliations": [
        "Pediatric Allergy and Asthma, Department of Pediatrics, University of Alberta, Edmonton, Alta, Canada."
      ]
    },
    {
      "last_name": "Golden",
      "fore_name": "David B K",
      "initials": "DBK",
      "name": "David B K Golden",
      "affiliations": [
        "Division of Allergy and Clinical Immunology, Johns Hopkins University School of Medicine, Baltimore, Md."
      ]
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "3546",
  "end_page": "3567",
  "pages": "3546-3567",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, N.I.H., Intramural",
    "Systematic Review"
  ],
  "keywords": [
    "Anaphylaxis",
    "COVID-19",
    "COVID-19 Vaccines",
    "Consensus",
    "GRADE Approach",
    "Humans",
    "RNA, Viral",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "34153517",
    "pmc": "PMC8248554",
    "doi": "10.1016/j.jaip.2021.06.006",
    "pii": "S2213-2198(21)00671-1"
  },
  "doi": "10.1016/j.jaip.2021.06.006",
  "pmc_id": "PMC8248554",
  "dates": {
    "completed": "2021-10-13",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "COVID-19 Vaccines",
    "RNA, Viral"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.113783",
    "pmid": "34153517"
  }
}