{
  "pmid": "34151284",
  "uid": "34151284",
  "title": "Humanizing the ICU Patient: A Qualitative Exploration of Behaviors Experienced by Patients, Caregivers, and ICU Staff.",
  "abstract": "OBJECTIVES: To understand how patients and family members experience dehumanizing or humanizing treatment when in the ICU. DESIGN: Qualitative study included web-based focus groups and open-ended surveys posted to ICU patient/family social media boards. Focus groups were audio recorded and transcribed. Social media responses were collected and organized by stakeholder group. Data underwent qualitative analysis. SETTING: Remote focus groups and online surveys. PATIENTS: ICU patient survivors, family members, and ICU teams. INTERVENTIONS: Not available. MEASUREMENTS AND MAIN RESULTS: Semi-structured questions and open-ended survey responses. We enrolled 40 patients/family members and 31 ICU team members. Focus groups and surveys revealed three primary themes orienting humanizing/dehumanizing ICU experiences: 1) communication, 2) outcomes, and 3) causes of dehumanization. Dehumanization occurred during \"communication\" exchanges when ICU team members talked \"over\" patients, made distressing remarks when patients were present, or failed to inform patients about ICU-related care. \"Outcomes\" of dehumanization were associated with patient loss of trust in the medical team, loss of motivation to participate in ICU recovery, feeling of distress, guilt, depression, and anxiety. Humanizing behaviors were associated with improved recovery, well-being, and trust. \"Perceived causes\" of dehumanizing behaviors were linked to patient, ICU team, and healthcare system factors. CONCLUSIONS: Behaviors of ICU clinicians may cause patients and families to feel dehumanized when in the ICU. Negative behaviors are noticed by patients and families, possibly contributing to poor outcomes including mental health, recovery, and lack of trust in ICU teams. Supporting ICU clinicians may enable a more empathic environment and in turn more humanizing clinician-patient encounters.",
  "authors": [
    {
      "last_name": "Basile",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Basile",
      "affiliations": [
        "Division of Pulmonary Critical Care and Sleep Medicine, Department of Medicine, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell Health, Hempstead, NY."
      ]
    },
    {
      "last_name": "Rubin",
      "fore_name": "Eileen",
      "initials": "E",
      "name": "Eileen Rubin",
      "affiliations": [
        "ARDS Foundation, Northbrook, IL."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael E",
      "initials": "ME",
      "name": "Michael E Wilson",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Department of Pulmonary Medicine, Mayo Clinic, Rochester, MN.",
        "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN.",
        "Robert D. and Patricia E. Kern Center for the Science of Health Care Delivery, Mayo Clinic, Rochester, MN."
      ]
    },
    {
      "last_name": "Polo",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Polo",
      "affiliations": [
        "Division of Pulmonary Critical Care and Sleep Medicine, Department of Medicine, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell Health, Hempstead, NY."
      ]
    },
    {
      "last_name": "Jacome",
      "fore_name": "Sonia N",
      "initials": "SN",
      "name": "Sonia N Jacome",
      "affiliations": [
        "Division of Pulmonary Critical Care and Sleep Medicine, Department of Medicine, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell Health, Hempstead, NY."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Samuel M",
      "initials": "SM",
      "name": "Samuel M Brown",
      "affiliations": [
        "Center for Humanizing Critical Care, Intermountain Medical Center, Murray, UT.",
        "Division of Pulmonary and Critical Care Medicine, Department of Medicine, University of Utah School of Medicine, Salt Lake City, UT."
      ]
    },
    {
      "last_name": "Heras La Calle",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Heras La Calle",
      "affiliations": [
        "Hospital Universitario de Torrejón, Madrid, Spain.",
        "International Research Project for the Humanization of Intensive Care Units, Proyecto HU-CI, Madrid, Spain.",
        "School of Medicine, Francisco de Vitoria University, Madrid, Spain."
      ]
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN."
      ]
    },
    {
      "last_name": "Hajizadeh",
      "fore_name": "Negin",
      "initials": "N",
      "name": "Negin Hajizadeh",
      "affiliations": [
        "Division of Pulmonary Critical Care and Sleep Medicine, Department of Medicine, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell Health, Hempstead, NY."
      ]
    }
  ],
  "journal": {
    "title": "Critical care explorations",
    "iso_abbreviation": "Crit Care Explor",
    "issn": "2639-8028",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "e0463",
  "pages": "e0463",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34151284",
    "pmc": "PMC8208441",
    "doi": "10.1097/CCE.0000000000000463"
  },
  "doi": "10.1097/CCE.0000000000000463",
  "pmc_id": "PMC8208441",
  "dates": {
    "revised": "2022-04-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.701124",
    "pmid": "34151284"
  }
}