{
  "pmid": "34151475",
  "uid": "34151475",
  "title": "Associations between trust and drinking among adolescents.",
  "abstract": "INTRODUCTION: Trust is closely linked with health, but previous research on its association with alcohol use has yielded mixed findings. The aim of this study is to examine: (i) how two different dimensions of trust (general/institutional) are associated with alcohol use among adolescents; (ii) how these dimensions interact with alcohol use; and (iii) whether the associations are moderated by sex, parenting, health, school satisfaction or economic disadvantage. METHODS: A nationwide sample of 5549 adolescents (aged 15-16 years) in Sweden answered a questionnaire in school. General and institutional trust were measured with five items each. Logistic regressions were used to examine associations between drinking and the trust dimensions, and the cross-combinations of these. Moderation by sex, parenting, health, school satisfaction and economic disadvantage was tested. RESULTS: General and institutional trust were both significantly associated with drinking. High scores on both dimensions simultaneously were associated with the lowest probability of drinking, and low scores on both with the highest. Low institutional trust had a stronger association than low general trust. The combination of high institutional/low general trust was more protective than low institutional/high general trust. The association between general trust and drinking was moderated by school satisfaction, and the relationship between institutional trust and drinking was moderated by parental support and control. DISCUSSION AND CONCLUSIONS: High trust is associated with a lower probability of past-year drinking among 15-16-year-olds. Parents and schools can be useful in endeavours to prevent low-trusting individuals in this age group from drinking.",
  "authors": [
    {
      "last_name": "Sjödin",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Sjödin",
      "affiliations": [
        "Centre for Psychiatry Research, Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0003-3670-7078"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Australia.",
        "National Drug Research Institute, Curtin University, Perth, Australia."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Patrik",
      "initials": "P",
      "name": "Patrik Karlsson",
      "affiliations": [
        "Department of Social Work, Stockholm University, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Larm",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Larm",
      "affiliations": [
        "Department of Public Health Sciences, Stockholm University, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-3452-7260"
    },
    {
      "last_name": "Raninen",
      "fore_name": "Jonas",
      "initials": "J",
      "name": "Jonas Raninen",
      "affiliations": [
        "Centre for Psychiatry Research, Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden.",
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne, Australia.",
        "Swedish Council for Information on Alcohol and Other Drugs, Stockholm, Sweden.",
        "School of Social Sciences, Unit of Social Work, Södertörn University, Huddinge, Sweden."
      ],
      "orcid": "0000-0002-6938-0246"
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "221",
  "end_page": "229",
  "pages": "221-229",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Alcohol Drinking",
    "Cross-Sectional Studies",
    "Humans",
    "Parenting",
    "Parents",
    "Trust"
  ],
  "article_ids": {
    "pubmed": "34151475",
    "doi": "10.1111/dar.13338"
  },
  "doi": "10.1111/dar.13338",
  "dates": {
    "completed": "2022-03-31",
    "revised": "2022-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.821793",
    "pmid": "34151475"
  }
}