{
  "pmid": "34150995",
  "uid": "34150995",
  "title": "In-text citation's frequencies-based recommendations of relevant research papers.",
  "abstract": "From the past half of a century, identification of the relevant documents is deemed an active area of research due to the rapid increase of data on the web. The traditional models to retrieve relevant documents are based on bibliographic information such as Bibliographic coupling, Co-citations, and Direct citations. However, in the recent past, the scientific community has started to employ textual features to improve existing models' accuracy. In our previous study, we found that analysis of citations at a deep level (i.e., content level) can play a paramount role in finding more relevant documents than surface level (i.e., just bibliography details). We found that cited and citing papers have a high degree of relevancy when in-text citations frequency of the cited paper is more than five times in the citing paper's text. This paper is an extension of our previous study in terms of its evaluation of a comprehensive dataset. Moreover, the study results are also compared with other state-of-the-art approaches i.e., content, metadata, and bibliography. For evaluation, a user study is conducted on selected papers from 1,200 documents (comprise about 16,000 references) of an online journal, Journal of Computer Science (J.UCS). The evaluation results indicate that in-text citation frequency has attained higher precision in finding relevant papers than other state-of-the-art techniques such as content, bibliographic coupling, and metadata-based techniques. The use of in-text citation may help in enhancing the quality of existing information systems and digital libraries. Further, more sophisticated measure may be redefined be considering the use of in-text citations.",
  "authors": [
    {
      "last_name": "Shahid",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Shahid",
      "affiliations": [
        "Institute of Computing, Kohat University of Science & Technology, Kohat, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Tanvir",
      "initials": "MT",
      "name": "Muhammad Tanvir Afzal",
      "affiliations": [
        "Department of Computer Science, NAMAL Institute, Mianwali, Pakistan."
      ]
    },
    {
      "last_name": "Alharbi",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Alharbi",
      "affiliations": [
        "Department of Information Technology, College of Computers and Information Technology, Taif University, Taif, Saudi Arabia."
      ]
    },
    {
      "last_name": "Aljuaid",
      "fore_name": "Hanan",
      "initials": "H",
      "name": "Hanan Aljuaid",
      "affiliations": [
        "Computer Sciences Department, College of Computer and Information Sciences, Princess Nourah Bint Abdulrahman University (PNU), Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Otaibi",
      "fore_name": "Shaha",
      "initials": "S",
      "name": "Shaha Al-Otaibi",
      "affiliations": [
        "Information Systems Department, College of Computer and Information Sciences, Princess Nourah Bint Abdulrahman University, Riyadh, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "PeerJ. Computer science",
    "iso_abbreviation": "PeerJ Comput Sci",
    "issn": "2376-5992",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2021"
  },
  "start_page": "e524",
  "pages": "e524",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34150995",
    "pmc": "PMC8189020",
    "doi": "10.7717/peerj-cs.524",
    "pii": "cs-524"
  },
  "doi": "10.7717/peerj-cs.524",
  "pmc_id": "PMC8189020",
  "dates": {
    "revised": "2021-06-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.962193",
    "pmid": "34150995"
  }
}