{
  "pmid": "34169231",
  "uid": "34169231",
  "title": "The Relationship of Age with the Autism-Spectrum Quotient Scale in a Large Sample of Adults.",
  "abstract": "UNLABELLED: Background: The historical focus on autism as a childhood disorder means that evidence regarding autism in adulthood lags significantly behind research in other age groups. Emerging studies on the relationship of age with autism characteristics do not target older adult samples, which presents a barrier to studying the important variability that exists in life span developmental research. This study aims to further our understanding of the relationship between the Autism-Spectrum Quotient Scale and age in a large adult sample. Methods: The present study examines the relationship of Autism-Spectrum Quotient Scale (AQ) scores with age in 1139 adults, ages 18-97 years. Participants came from three distinct samples-a sample of primarily students, a sample of MTurk participants, and a sample of primarily community dwelling older adults. The majority of the participants did not self-report an autism diagnosis (91%), were female (67%), and identified as White (81%). Participants completed the AQ primarily via online surveys. Researchers scored the AQ following six common scoring practices. Results: Results of preregistered analyses indicate that autism characteristics measured by the AQ are not strongly associated with age (r values from -0.01 to -0.11). Further findings indicate that the measurement of autism characteristics is consistent across age into late life using both multiple groups and local structural equation modeling approaches to measurement invariance (comparative fit indices = 0.82-0.83, root mean square error = 0.06) as well as reliability analysis. Finally, demographic and autism-related variables (sex, race, self-identified autism spectrum disorder diagnosis, and degree of autism characteristics) did not moderate the relationship between age and autism characteristics. Conclusion: These results suggest that self-reports of autism characteristics using the AQ do not vary strongly by age in this large age-representative sample. Findings suggest that the AQ can potentially serve as a useful tool for future research on autism across the life span. Important limitations on what we can learn from these findings point toward critical avenues for future research in this area. LAY SUMMARY: Why was this study done?: Self-report questionnaires of autism characteristics are a potentially important resource for studying autism in adulthood. This study sought to provide additional information about one of the most commonly used self-report questionnaires, the Autism-Spectrum Quotient Scale (AQ), across adulthood.What was the purpose of this study?: This study intended to determine if there is a relationship between scores on the AQ and age. Researchers also worked to identify which of the multiple different ways of scoring the AQ worked best across adulthood.What did the researchers do?: Researchers collected data from over a thousand participants aged 18-97 years. Participants from three different age groups completed online surveys to self-report their levels of autism characteristics on the AQ. Researchers tested the relationship between AQ scores and age with six different commonly used ways to calculate AQ scores. Researchers used multiple statistical techniques to evaluate various measurement properties of the AQ.What were the results of the study?: The results indicate that autism characteristics measured by the AQ are not strongly associated with age. Along with that, there is evidence that certain approaches to measuring of autism characteristics are consistent across age into late life and do not vary with demographic and autism-related factors.What do these findings add to what was already known?: These results add to the growing evidence that self-reports of autism characteristics using the AQ in general samples are not strongly associated with age across adulthood. These findings also provide guidance about ways of scoring the AQ that work well through late life.What are potential weaknesses in the study?: While the AQ has a degree of relationship with autism diagnoses, this is far from perfect and has not been evaluated in the context of aging research. Therefore, findings from the present research must be carefully interpreted to be about autism characteristics not diagnoses. The sample was also limited in a number of other ways. As in any studies including a broad age range of individuals, the oldest participants are likely quite healthy, engaged individuals. This may particularly be the case given the higher mortality rates and health challenges seen with autism. Similarly, as with any self-report research, this research is limited to those individuals who could answer questions about their autism characteristics. The sample was also predominantly White and nonautistic. Finally, the research was limited to one point in time and so cannot tell us about how autism characteristics may change across adulthood.How will these findings help autistic adults now or in the future?: These findings support the potential for the AQ to be a useful tool for future research on autism in adulthood. For example, researchers can use measures such as the AQ to study how autism characteristics change over time or are associated with aging-related issues such as changes in physical health and memory. Such research may be able to provide a better understanding of how to support autistic individuals across adulthood.",
  "authors": [
    {
      "last_name": "Lodi-Smith",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Lodi-Smith",
      "affiliations": [
        "Department of Psychology, Institute for Autism Research, Canisius College, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Rodgers",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Rodgers",
      "affiliations": [
        "Department of Psychology, Institute for Autism Research, Canisius College, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Marquez Luna",
      "fore_name": "Valeria",
      "initials": "V",
      "name": "Valeria Marquez Luna",
      "affiliations": [
        "Department of Psychology, Institute for Autism Research, Canisius College, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Department of Psychology, Institute for Autism Research, Canisius College, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Long",
      "fore_name": "Caleb J",
      "initials": "CJ",
      "name": "Caleb J Long",
      "affiliations": [
        "Department of Psychology, Institute for Autism Research, Canisius College, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Kozlowski",
      "fore_name": "Karl F",
      "initials": "KF",
      "name": "Karl F Kozlowski",
      "affiliations": [
        "Department of Kinesiology, Institute for Autism Research, Canisius College, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Donnelly",
      "fore_name": "James P",
      "initials": "JP",
      "name": "James P Donnelly",
      "affiliations": [
        "Department of Counseling and Human Services, Institute for Autism Research, Canisius College, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Lopata",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Lopata",
      "affiliations": [
        "Department of Teacher Education, Institute for Autism Research, Canisius College, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Thomeer",
      "fore_name": "Marcus L",
      "initials": "ML",
      "name": "Marcus L Thomeer",
      "affiliations": [
        "Department of Teacher Education, Institute for Autism Research, Canisius College, Buffalo, New York, USA."
      ]
    }
  ],
  "journal": {
    "title": "Autism in adulthood : challenges and management",
    "iso_abbreviation": "Autism Adulthood",
    "issn": "2573-959X",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "147",
  "end_page": "156",
  "pages": "147-156",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34169231",
    "pmc": "PMC8216140",
    "doi": "10.1089/aut.2020.0010",
    "pii": "10.1089/aut.2020.0010"
  },
  "doi": "10.1089/aut.2020.0010",
  "pmc_id": "PMC8216140",
  "dates": {
    "revised": "2022-09-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R21 AG059051",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.741581",
    "pmid": "34169231"
  }
}