{
  "pmid": "34162466",
  "uid": "34162466",
  "title": "Refugee healthcare perceptions in regional northern Australia: transition through engagement, access, trust, privacy, the old, and the new.",
  "abstract": "Current Australian Government policy aims to resettle refugees in regional Australia, but little is known about their primary and hospital healthcare experiences in these settings. By taking an interpretive approach to a narrative inquiry methodology, a qualitative study was performed to examine refugee perceptions of health care in a regional centre of northern Queensland, Australia. Purposive sampling and an interview guide were developed in partnership with the local refugee resettlement agency. Semi-structured interviews were performed with 14 refugees and involved interpreters. Transcripts were thematically organised into a story, validated by participants. Using QSR NVivo 12, all researchers analysed the transcripts. Themes were validated at a community event. Six themes were described: service issues, self-advocacy, knowledge and understanding that changes with time, interpreter issues, regional-metropolitan differentials, and the influence of the past on present behaviour. A conceptual framework involving engagement, access, trust and privacy, and the old versus the new, can be used to describe refugees' experiences. Discrimination, transport, and reliance on family and peers may be experiences that are more prominent in regional Australia. Refugees require high-quality information-sharing practices, formal support systems, and better models of service delivery for interpreting support. Clinicians need to be culturally respectful with their interactions.",
  "authors": [
    {
      "last_name": "Au",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Au",
      "affiliations": [
        "Western Sydney Local Health District, NSW, Australia; and College of Medicine and Dentistry, James Cook University, Qld, Australia; and Corresponding author. Email: michael.au@my.jcu.edu.au."
      ]
    },
    {
      "last_name": "Preston",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Preston",
      "affiliations": [
        "College of Medicine and Dentistry, James Cook University, Qld, Australia; and School of Health, Medical and Applied Sciences, Central Queensland University, Qld, Australia."
      ]
    },
    {
      "last_name": "Ray",
      "fore_name": "Robin A",
      "initials": "RA",
      "name": "Robin A Ray",
      "affiliations": [
        "College of Medicine and Dentistry, James Cook University, Qld, Australia."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Meg",
      "initials": "M",
      "name": "Meg Davis",
      "affiliations": [
        "Townsville Multicultural Support Group, Townsville, Qld, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Australian journal of primary health",
    "iso_abbreviation": "Aust J Prim Health",
    "issn": "1836-7399",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "382",
  "end_page": "390",
  "pages": "382-390",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Australia",
    "Health Services Accessibility",
    "Humans",
    "Perception",
    "Privacy",
    "Qualitative Research",
    "Refugees",
    "Trust"
  ],
  "article_ids": {
    "pubmed": "34162466",
    "doi": "10.1071/PY20265",
    "pii": "PY20265"
  },
  "doi": "10.1071/PY20265",
  "dates": {
    "completed": "2021-10-29",
    "revised": "2021-10-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:44.120247",
    "pmid": "34162466"
  }
}