{
  "pmid": "34160592",
  "uid": "34160592",
  "title": "The Infectious Diseases Society of America Guidelines on the Diagnosis of COVID-19: Antigen Testing.",
  "abstract": "BACKGROUND: Immunoassays designed to detect SARS-CoV-2 protein antigens are now commercially available. The most widely used tests are rapid lateral flow assays that generate results in approximately 15 minutes for diagnosis at the point-of-care. Higher throughput, laboratory-based SARS-CoV-2 antigen (Ag) assays have also been developed. The overall accuracy of SARS-CoV-2 Ag tests, however, is not well defined. The Infectious Diseases Society of America (IDSA) convened an expert panel to perform a systematic review of the literature and develop best practice guidance related to SARS-CoV-2 Ag testing. This guideline is the third in a series of rapid, frequently updated COVID-19 diagnostic guidelines developed by IDSA. OBJECTIVE: IDSA's goal was to develop evidence-based recommendations or suggestions that assist clinicians, clinical laboratories, patients, public health authorities, administrators and policymakers in decisions related to the optimal use of SARS-CoV-2 Ag tests in both medical and non-medical settings. METHODS: A multidisciplinary panel of infectious diseases clinicians, clinical microbiologists and experts in systematic literature review identified and prioritized clinical questions related to the use of SARS-CoV-2 Ag tests. Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology was used to assess the certainty of evidence and make testing recommendations. RESULTS: The panel agreed on five diagnostic recommendations. These recommendations address antigen testing in symptomatic and asymptomatic individuals as well as assess single versus repeat testing strategies. CONCLUSIONS: Data on the clinical performance of U.S. Food and Drug Administration SARS-CoV-2 Ag tests with Emergency Use Authorization is mostly limited to single, one-time testing versus standard nucleic acid amplification testing (NAAT) as the reference standard. Rapid Ag tests have high specificity and low to modest sensitivity compared to reference NAAT methods. Antigen test sensitivity is heavily dependent on viral load, with differences observed between symptomatic compared to asymptomatic individuals and the time of testing post onset of symptoms. Based on these observations, rapid RT-PCR or laboratory-based NAAT remain the diagnostic methods of choice for diagnosing SARS-CoV-2 infection. However, when molecular testing is not readily available or is logistically infeasible, Ag testing can help identify some individuals with SARS-CoV-2 infection. The overall quality of available evidence supporting use of Ag testing was graded as very low to moderate.",
  "authors": [
    {
      "last_name": "Hanson",
      "fore_name": "Kimberly E",
      "initials": "KE",
      "name": "Kimberly E Hanson",
      "affiliations": [
        "Division of Infectious Diseases and Clinical Microbiology, University of Utah, Salt Lake City, Utah."
      ]
    },
    {
      "last_name": "Altayar",
      "fore_name": "Osama",
      "initials": "O",
      "name": "Osama Altayar",
      "affiliations": [
        "Department of Medicine, Washington University School of Medicine, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "Caliendo",
      "fore_name": "Angela M",
      "initials": "AM",
      "name": "Angela M Caliendo",
      "affiliations": [
        "Department of Medicine, Warren Alpert Medical School of Brown University, Providence, Rhode Island."
      ]
    },
    {
      "last_name": "Arias",
      "fore_name": "Cesar A",
      "initials": "CA",
      "name": "Cesar A Arias",
      "affiliations": [
        "Division of Infectious Diseases, Center for Antimicrobial Resistance and Microbial Genomics, University of Texas Health Science Center at Houston, McGovern Medical School and Center for Infectious Diseases, School of Public Health, Houston, TX."
      ]
    },
    {
      "last_name": "Englund",
      "fore_name": "Janet A",
      "initials": "JA",
      "name": "Janet A Englund",
      "affiliations": [
        "Department of Pediatrics, University of Washington, Seattle Children's Research Institute, Seattle, Washington."
      ]
    },
    {
      "last_name": "Hayden",
      "fore_name": "Mary K",
      "initials": "MK",
      "name": "Mary K Hayden",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Rush University Medical Center, Chicago, Illinois; Department of Pathology, Rush University Medical Center, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Lee",
      "affiliations": [
        "Department of Pathology and Clinical Microbiology Laboratory, Duke University School of Medicine, Durham, North Carolina."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Division of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Patel",
      "affiliations": [
        "Division of Clinical Microbiology, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "El Alayli",
      "fore_name": "Abdallah",
      "initials": "A",
      "name": "Abdallah El Alayli",
      "affiliations": [
        "Outcomes and Implementation Research Unit, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, University of Minnesota, Minneapolis VA Healthcare System, Minneapolis, Minnesota."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "VA Northeast Ohio Healthcare System, Case Western Reserve University School of Medicine, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Lavergne",
      "fore_name": "Valery",
      "initials": "V",
      "name": "Valery Lavergne",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Vancouver General Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Mansour",
      "fore_name": "Razan",
      "initials": "R",
      "name": "Razan Mansour",
      "affiliations": [
        "Outcomes and Implementation Research Unit, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Division of Preventive Medicine, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Payal",
      "initials": "P",
      "name": "Payal Patel",
      "affiliations": [
        "Department of Pulmonary, Allergy, Critical Care, and Sleep Medicine, Department of Medicine, Emory University, Atlanta, Georgia."
      ]
    },
    {
      "last_name": "Bhimraj",
      "fore_name": "Adarsh",
      "initials": "A",
      "name": "Adarsh Bhimraj",
      "affiliations": [
        "Department of Infectious Diseases, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas."
      ]
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "23"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34160592",
    "doi": "10.1093/cid/ciab557",
    "pii": "6308396"
  },
  "doi": "10.1093/cid/ciab557",
  "dates": {
    "revised": "2024-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.156186",
    "pmid": "34160592"
  }
}