{
  "pmid": "34168325",
  "uid": "34168325",
  "title": "Integrating programmable DNAzymes with electrical readout for rapid and culture-free bacterial detection using a handheld platform.",
  "abstract": "The detection and identification of bacteria currently rely on enrichment steps such as bacterial culture and nucleic acid amplification to increase the concentration of target analytes. These steps increase assay time, cost and complexity, making it difficult to realize a truly rapid point-of-care test. Here we report the development of an electrical assay that uses electroactive RNA-cleaving DNAzymes (e-RCDs) to identify specific bacterial targets and subsequently release a DNA barcode for transducing a signal onto an electrical chip. Integrating e-RCDs into a two-channel electrical chip with nanostructured electrodes provides the analytical sensitivity and specificity needed for clinical analysis. The e-RCD assay is capable of detecting 10 CFU (equivalent to 1,000 CFU ml[-1]) of Escherichia coli selectively from a panel containing multiple non-specific bacterial species. Clinical evaluation of this assay using 41 patient urine samples demonstrated a diagnostic sensitivity of 100% and specificity of 78% at an analysis time of less than one hour compared with the several hours needed for currently used culture-based methods.",
  "authors": [
    {
      "last_name": "Pandey",
      "fore_name": "Richa",
      "initials": "R",
      "name": "Richa Pandey",
      "affiliations": [
        "Department of Engineering Physics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Dingran",
      "initials": "D",
      "name": "Dingran Chang",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Canada.",
        "Michael G. DeGroote Institute for Infectious Disease Research (IIDR), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Hoare",
      "fore_name": "Todd",
      "initials": "T",
      "name": "Todd Hoare",
      "affiliations": [
        "Department of Chemical Engineering, McMaster University, Hamilton, Canada.",
        "School of Biomedical Engineering, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yingfu",
      "initials": "Y",
      "name": "Yingfu Li",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, Canada. liying@mcmaster.ca.",
        "Michael G. DeGroote Institute for Infectious Disease Research (IIDR), McMaster University, Hamilton, Canada. liying@mcmaster.ca.",
        "School of Biomedical Engineering, McMaster University, Hamilton, Canada. liying@mcmaster.ca."
      ],
      "orcid": "0000-0002-7533-6743"
    },
    {
      "last_name": "Soleymani",
      "fore_name": "Leyla",
      "initials": "L",
      "name": "Leyla Soleymani",
      "affiliations": [
        "Department of Engineering Physics, McMaster University, Hamilton, Canada. soleyml@mcmaster.ca.",
        "School of Biomedical Engineering, McMaster University, Hamilton, Canada. soleyml@mcmaster.ca."
      ],
      "orcid": "0000-0003-4915-2999"
    }
  ],
  "journal": {
    "title": "Nature chemistry",
    "iso_abbreviation": "Nat Chem",
    "issn": "1755-4349",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "895",
  "end_page": "901",
  "pages": "895-901",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bacterial Load",
    "DNA, Catalytic",
    "DNA, Single-Stranded",
    "Electrochemical Techniques",
    "Escherichia coli",
    "Humans",
    "Lab-On-A-Chip Devices",
    "Microfluidic Analytical Techniques",
    "Nucleic Acid Hybridization",
    "RNA, Bacterial",
    "Smartphone",
    "Software",
    "Urine"
  ],
  "article_ids": {
    "pubmed": "34168325",
    "doi": "10.1038/s41557-021-00718-x",
    "pii": "10.1038/s41557-021-00718-x"
  },
  "doi": "10.1038/s41557-021-00718-x",
  "dates": {
    "completed": "2021-10-04",
    "revised": "2021-10-04"
  },
  "chemicals": [
    "DNA, Catalytic",
    "DNA, Single-Stranded",
    "RNA, Bacterial"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.135416",
    "pmid": "34168325"
  }
}