{
  "pmid": "34165631",
  "uid": "34165631",
  "title": "Bilateral hip arthroscopy for treating femoroacetabular impingement: a systematic review.",
  "abstract": "PURPOSE: Femoroacetabular impingement (FAI) is a hip disorder which can often present bilaterally. The purpose of this systematic review was to explore the current practices for bilateral hip arthroscopy in treating FAI as they relate to outcomes and complications. METHODS: This review has been conducted according to the guidelines of Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA). The electronic databases PubMed, MEDLINE, EMBASE, and CENTRAL (Cochrane Central Register of Controlled Trials) were searched from data inception to October 18th, 2020. The Methodological Index for Non-randomized Studies (MINORS) was used to assess study quality. Data are presented descriptively. RESULTS: Overall, 19 studies were identified, comprising 957 patients (48.6% male) with a mean age of 27.9 ± 7.1 years and a mean follow-up of 31.7 ± 20.8 months. The majority of patients were treated with a staged bilateral hip arthroscopy (78.5%) with a mean duration between surgeries of 7.1 ± 4.0 months. Significant preoperative-to-postoperative improvements for clinical outcomes such as pain, hip function, and health-related daily living as well as radiographic outcomes were reported in six studies for staged procedures (p < 0.05) and three studies for simultaneous procedures (p < 0.02). Significant improvements in patient-reported outcomes (e.g., HOS-ADL, Pain, HOS-SS, mHHS, and NAHS) were found in favor of those undergoing a shorter delay between surgeries in three studies (i.e., < 3, 10 or 17 months) (p < 0.05) compared to those who had delayed surgeries (i.e., > 3, 10, or 17 months). The overall complication rate was 10.1% (97/957). CONCLUSIONS: Bilateral surgery for FAI yields improved outcomes postoperatively and complication rates similar to unilateral surgery. The overall complication rate was 10.1% with the most common complication being revision surgery. Staged bilateral surgery is more commonly performed than simultaneous surgery. Clinicians should consider preoperative imaging, clinical history, and patient values when deciding between staged and simultaneous procedures for bilateral FAI surgery. Future studies are required to determine the optimal indications for simultaneous versus staged procedures, as well as the ideal timing between surgeries for the latter. LEVEL OF EVIDENCE: Level IV.",
  "authors": [
    {
      "last_name": "Kumar",
      "fore_name": "Mithilesh V",
      "initials": "MV",
      "name": "Mithilesh V Kumar",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Huang",
      "affiliations": [
        "Colorado Springs Orthopaedic Group, Colorado Springs, CO, USA."
      ]
    },
    {
      "last_name": "Wuerz",
      "fore_name": "Thomas H",
      "initials": "TH",
      "name": "Thomas H Wuerz",
      "affiliations": [
        "Boston Sports & Shoulder Center, Waltham, MA, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca.",
        "McMaster University Medical Centre, 1200 Main St W, Room 4E15, Hamilton, ON, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ],
      "orcid": "0000-0003-4219-8564"
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Mar"
  },
  "start_page": "1095",
  "end_page": "1108",
  "pages": "1095-1108",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Arthroscopy",
    "Femoracetabular Impingement",
    "Hip Joint",
    "Humans",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34165631",
    "doi": "10.1007/s00167-021-06647-z",
    "pii": "10.1007/s00167-021-06647-z"
  },
  "doi": "10.1007/s00167-021-06647-z",
  "dates": {
    "completed": "2022-03-09",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.854665",
    "pmid": "34165631"
  }
}