{
  "pmid": "34164881",
  "uid": "34164881",
  "title": "Safety and efficacy of left atrial appendage closure using an epicardial suture snaring device: Systematic review and current status.",
  "abstract": "INTRODUCTION: The LARIAT epicardial suture snaring device has been fraught with technical challenges and procedural complications. Over time, technique modification and improved operator experience have helped overcome many of these challenges. METHODS AND RESULTS: Studies reporting left atrial appendage epicardial closure over a 12-year period from 2009 to 2020 were evaluated. The primary efficacy outcome evaluated was left atrial appendage closure with residual flow ≤1 mm. Safety outcomes evaluated were periprocedural and long term complications after device placement. Nine studies consisting of 1430 patients were included in this analysis, of which 1386 (97%) underwent successful device placement. The mean age was 69.3 years, with a mean CHADS2 -VASC score of 3.78. Primary efficacy end point was achieved in 95.8% patients immediately after device placement, and in 92.8% patients on long term follow-up. Early procedural complications consisted of pericardial effusion 5.6%, cardiac perforation 2.7%, pericarditis 2.6%, and need for open heart surgery 1.5%. Long term complications consisted of all-cause mortality 2.3%, stroke 1.5%, and left atrial appendage thrombus 2.3%. Reduced complications were noted using micropuncture needles (2.20% vs. 10.14%; p < .0001), a longer duration pericardial drainage, and use of anti-inflammatory medications (1.58% vs. 8.4%). Oral anticoagulation use decreased from 44.7% to 22.9% post device implantation, and to 8.5% on last clinical follow up. CONCLUSIONS: The LARIAT device is effective in epicardial closure of the left atrial appendage. Improvement in device techniques such as use of micropuncture needle, prophylactic colchicine, and maintenance of a pericardial drain have helped improve safety over time.",
  "authors": [
    {
      "last_name": "Sabzwari",
      "fore_name": "Syed Rafay Ali",
      "initials": "SRA",
      "name": "Syed Rafay Ali Sabzwari",
      "affiliations": [
        "Department of Electrophysiology, University of Colorado, Aurora, Colorado, USA."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Nikhil A",
      "initials": "NA",
      "name": "Nikhil A Mehta",
      "affiliations": [
        "Department of Cardiology, Lehigh Valley Health Network, Allentown, Pennsylvania, USA."
      ],
      "orcid": "0000-0001-5971-2158"
    },
    {
      "last_name": "Garg",
      "fore_name": "Lohit",
      "initials": "L",
      "name": "Lohit Garg",
      "affiliations": [
        "Department of Electrophysiology, Hospital of the University of Pennsylvania, Pennsylvania, USA."
      ],
      "orcid": "0000-0002-9387-4369"
    },
    {
      "last_name": "Racharla",
      "fore_name": "Lekha",
      "initials": "L",
      "name": "Lekha Racharla",
      "affiliations": [
        "Department of Cardiology, Lehigh Valley Health Network, Allentown, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Kurtz",
      "fore_name": "Emilee",
      "initials": "E",
      "name": "Emilee Kurtz",
      "affiliations": [
        "Department of Internal Medicine, Lehigh Valley Health Network, Allentown, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad R",
      "initials": "MR",
      "name": "Muhammad R Afzal",
      "affiliations": [
        "Department of Electrophysiology, Ohio State University, Columbus, Ohio, USA."
      ],
      "orcid": "0000-0002-3343-7618"
    },
    {
      "last_name": "Turagam",
      "fore_name": "Mohit K",
      "initials": "MK",
      "name": "Mohit K Turagam",
      "affiliations": [
        "Department of Electrophysiology, The Mount Sinai Hospital, New York City, New York, USA."
      ]
    },
    {
      "last_name": "Lakkireddy",
      "fore_name": "Dhanunjaya",
      "initials": "D",
      "name": "Dhanunjaya Lakkireddy",
      "affiliations": [
        "Department of Electrophysiology, Overland Park Regional Medical Center, Overland Park, Kansas, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cardiovascular electrophysiology",
    "iso_abbreviation": "J Cardiovasc Electrophysiol",
    "issn": "1540-8167",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "2189",
  "end_page": "2198",
  "pages": "2189-2198",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Atrial Appendage",
    "Atrial Fibrillation",
    "Cardiac Catheterization",
    "Cardiac Surgical Procedures",
    "Humans",
    "Stroke",
    "Sutures",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34164881",
    "doi": "10.1111/jce.15132"
  },
  "doi": "10.1111/jce.15132",
  "dates": {
    "completed": "2021-10-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.962669",
    "pmid": "34164881"
  }
}