{
  "pmid": "34161623",
  "uid": "34161623",
  "title": "Estimation of diagnostic test accuracy: A \"Rule of Three\" for data with repeated observations but without a gold standard.",
  "abstract": "This article considers how to estimate the accuracy of a diagnostic test when there are repeated observations, but without the availability of a gold standard or reference test. We identify conditions under which the structure of the observed data is rich enough to provide sufficient degrees of freedom, such that a suitable latent class model can be fitted with identifiable accuracy parameters. We show that a Rule of Three applies, specifying that accuracy can be evaluated as long as there are at least three observations per individual with the given test. This rule also applies if the three observations arise from combinations of different test methods, or from a sequential design in which individuals are tested for a maximum number of times with the same test but stopping if a positive (or negative) result occurs. The rule pertains to tests having an arbitrary number of response categories. Accuracy is evaluated by parameters reflecting rates of misclassification among the response categories, and the model also provides estimates of the underlying distribution of the true disease state. These ideas are illustrated by data from two medical studies. Issues discussed include the advantages and disadvantages of analyzing the response variable as binary or multinomial, as well as the feasibility of testing goodness of fit when the model incorporates a large number of parameters. Comparisons are possible between models that do or do not assume equal accuracy rates for the observations, and between models where certain misclassification parameters are or are not assumed to be zero.",
  "authors": [
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4157-8928"
    }
  ],
  "journal": {
    "title": "Statistics in medicine",
    "iso_abbreviation": "Stat Med",
    "issn": "1097-0258",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "22",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "30"
  },
  "start_page": "4815",
  "end_page": "4829",
  "pages": "4815-4829",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Diagnostic Tests, Routine",
    "Humans",
    "Latent Class Analysis",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "34161623",
    "doi": "10.1002/sim.9097"
  },
  "doi": "10.1002/sim.9097",
  "dates": {
    "completed": "2021-10-27",
    "revised": "2021-10-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.212464",
    "pmid": "34161623"
  }
}