{
  "pmid": "34179458",
  "uid": "34179458",
  "title": "Home-Care Nurses' Experiences of Caring for Older Adults With Type 2 Diabetes Mellitus and Urinary Incontinence: An Interpretive Description Study.",
  "abstract": "INTRODUCTION: A third of older adults with diabetes receiving home-care services have daily urinary incontinence. Despite this high prevalence of urinary incontinence, the condition is typically not recognized as a complication and thereby not detected or treated. Diabetes and urinary incontinence in older adults are associated with poorer functional status and lower quality of life. Home-care nurses have the potential to play an important role in supporting older adults in the management of these conditions. However, very little is known about home-care nurses' care of this population. OBJECTIVE: The objective of this study was to explore how nurses care for older home-care clients with diabetes and incontinence. METHODS: This was an interpretive description study informed by a model of clinical complexity, and part of a convergent, mixed methods research study. Fifteen nurse participants were recruited from home-care programs in southern Ontario, Canada to participate in qualitative interviews. An interpretive description analytical process was used that involved constant comparative analysis and attention to commonalities and variance. RESULTS: The experiences of home-care nurses caring for this population is described in three themes and associated subthemes: (a) conducting a comprehensive nursing assessment with client and caregiver, (b) providing holistic treatment for multiple chronic conditions, and (c) collaborating with the interprofessional team. The provision of this care was hampered by a task-focused home-care system, limited opportunities to collaborate and communicate with other health-care providers, and the lack of health-care system integration between home care, primary care, and acute care. CONCLUSION: The results suggest that nursing interventions for older adults with diabetes and incontinence should not only consider disease management of the individual conditions but pay attention to the broader social determinants of health in the context of multiple chronic conditions. Efforts to enhance health-care system integration would facilitate the provision of person-centred home care.",
  "authors": [
    {
      "last_name": "Northwood",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Northwood",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5043-8068"
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8168-8449"
    },
    {
      "last_name": "Markle-Reid",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Markle-Reid",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "Diabetes Care and Research Program, Hamilton Health Sciences, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "SAGE open nursing",
    "iso_abbreviation": "SAGE Open Nurs",
    "issn": "2377-9608",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2021"
  },
  "start_page": "23779608211020977",
  "pages": "23779608211020977",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34179458",
    "pmc": "PMC8193650",
    "doi": "10.1177/23779608211020977",
    "pii": "10.1177_23779608211020977"
  },
  "doi": "10.1177/23779608211020977",
  "pmc_id": "PMC8193650",
  "dates": {
    "revised": "2022-04-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.754163",
    "pmid": "34179458"
  }
}