{
  "pmid": "34174759",
  "uid": "34174759",
  "title": "Network pharmacology-based and molecular docking prediction of the active ingredients and mechanism of ZaoRenDiHuang capsules for application in insomnia treatment.",
  "abstract": "BACKGROUND: The ZaoRenDiHuang (ZRDH) capsule is widely used in clinical practice and has significant therapeutic effects on insomnia. However, its active ingredients and mechanisms of action for insomnia remain unknown. In this study, network pharmacology was employed to elucidate the potential anti-insomnia mechanisms of ZRDH. METHODS: The potential active ingredients of ZRDH were obtained from the Traditional Chinese Medicine Systems Pharmacology Database. Possible targets were predicted using SwissTargetPrediction tools. The insomnia-related targets were identified using the therapeutic target database, Drugbank database, Online Mendelian Inheritance in Man database, and gene-disease associations database. A compound-target-disease network was constructed using Cytoscape for visualization. Additionally, the protein functional annotation and identification of signaling pathways of potential targets were performed using Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analyses using the Metascape platform. RESULTS: In this study, 61 anti-insomnia components and 65 anti-insomnia targets of ZRDH were filtered through database mining. The drug-disease network was constructed with five key components. Sixty-five key targets were identified using topological analysis. Docking studies indicated that bioactive compounds could stably bind to the pockets of target proteins. Through data mining and network analysis, the GO terms and KEGG annotation suggested that the neuroactive ligand-receptor interaction, serotonergic synapse CAMP signaling, HIF-1a signaling, and toll-like receptor signaling pathways play vital roles against insomnia. CONCLUSION: The potential mechanisms of ZRDH treatment for insomnia involve multiple components, targets, and pathways. These findings provide a reference for further investigations into the mechanisms underlying ZRDH treatment of insomnia.",
  "authors": [
    {
      "last_name": "Jin",
      "fore_name": "De",
      "initials": "D",
      "name": "De Jin",
      "affiliations": [
        "Department of Endocrinology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beixiange 5, Xicheng District, Beijing, 100053, China. Electronic address: 826901274@qq.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jinghua",
      "initials": "J",
      "name": "Jinghua Zhang",
      "affiliations": [
        "Tianjin Anding Hospital, No 13. Liulin Road, Hexi District, Tianjin, 300222, China. Electronic address: 13820136591@163.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Endocrinology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beixiange 5, Xicheng District, Beijing, 100053, China."
      ]
    },
    {
      "last_name": "An",
      "fore_name": "Xuedong",
      "initials": "X",
      "name": "Xuedong An",
      "affiliations": [
        "Department of Endocrinology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beixiange 5, Xicheng District, Beijing, 100053, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Shenghui",
      "initials": "S",
      "name": "Shenghui Zhao",
      "affiliations": [
        "Beijing University of Chinese Medicine, North Ring Road 11, Chaoyang District, Beijing, 100029, China."
      ]
    },
    {
      "last_name": "Duan",
      "fore_name": "Liyun",
      "initials": "L",
      "name": "Liyun Duan",
      "affiliations": [
        "Department of Endocrinology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beixiange 5, Xicheng District, Beijing, 100053, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuehong",
      "initials": "Y",
      "name": "Yuehong Zhang",
      "affiliations": [
        "Department of Endocrinology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beixiange 5, Xicheng District, Beijing, 100053, China."
      ]
    },
    {
      "last_name": "Zhen",
      "fore_name": "Zhong",
      "initials": "Z",
      "name": "Zhong Zhen",
      "affiliations": [
        "Department of Endocrinology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beixiange 5, Xicheng District, Beijing, 100053, China. Electronic address: zhenzhong2009@139.com."
      ]
    },
    {
      "last_name": "Lian",
      "fore_name": "Fengmei",
      "initials": "F",
      "name": "Fengmei Lian",
      "affiliations": [
        "Department of Endocrinology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beixiange 5, Xicheng District, Beijing, 100053, China. Electronic address: lfm565@sohu.com."
      ]
    },
    {
      "last_name": "Tong",
      "fore_name": "Xiaolin",
      "initials": "X",
      "name": "Xiaolin Tong",
      "affiliations": [
        "Department of Endocrinology, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beixiange 5, Xicheng District, Beijing, 100053, China. Electronic address: tongxiaolin66@sina.com."
      ]
    }
  ],
  "journal": {
    "title": "Computers in biology and medicine",
    "iso_abbreviation": "Comput Biol Med",
    "issn": "1879-0534",
    "issn_type": "Electronic",
    "volume": "135",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "104562",
  "pages": "104562",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Capsules",
    "Drugs, Chinese Herbal",
    "Humans",
    "Medicine, Chinese Traditional",
    "Molecular Docking Simulation",
    "Sleep Initiation and Maintenance Disorders"
  ],
  "article_ids": {
    "pubmed": "34174759",
    "doi": "10.1016/j.compbiomed.2021.104562",
    "pii": "S0010-4825(21)00356-5"
  },
  "doi": "10.1016/j.compbiomed.2021.104562",
  "dates": {
    "completed": "2021-09-13",
    "revised": "2021-09-13"
  },
  "chemicals": [
    "Capsules",
    "Drugs, Chinese Herbal"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.452382",
    "pmid": "34174759"
  }
}