{
  "pmid": "34172403",
  "uid": "34172403",
  "title": "FACE-Q craniofacial module: Part 2 Psychometric properties of newly developed scales for children and young adults with facial conditions.",
  "abstract": "BACKGROUND: The FACE-Q Craniofacial Module is a patient-reported outcome measure designed for patients aged 8 to 29 years with conditions associated with a facial difference. In part 1, we describe the psychometric findings for the original CLEFT-Q scales tested in patients with cleft and noncleft facial conditions. The aim of this study was to examine psychometric performance of new FACE-Q Craniofacial Module scales. METHODS: Data were collected between December 2016 and December 2019 from patients aged 8 to 29 years with conditions associated with a visible or functional facial difference. Rasch measurement theory (RMT) analysis was used to examine psychometric properties of each scale. Scores were transformed from 0 (worst) to 100 (best) for tests of construct validity. RESULTS: 1495 participants were recruited with a broad range of conditions (e.g., birthmarks, facial paralysis, craniosynostosis, craniofacial microsomia, etc.) RMT analysis resulted in the refinement of 7 appearance scales (Birthmark, Cheeks, Chin, Eyes, Forehead, Head Shape, Smile), two function scales (Breathing, Facial), and an Appearance Distress scale. Person separation index and Cronbach alpha values met criteria. Three checklists were also formed (Eye Function, and Eye and Face Adverse Effects). Significantly lower scores on eight of nine scales were reported by participants whose appearance or functional difference was rated as a major rather than minor or no difference. Higher appearance distress correlated with lower appearance scale scores. CONCLUSION: The FACE-Q Craniofacial Module scales can be used to collect and compare patient reported outcomes data in children and young adults with a facial condition.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada. Electronic address: aklass@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada. Electronic address: crae@mcmaster.ca."
      ]
    },
    {
      "last_name": "Riff",
      "fore_name": "Wong",
      "initials": "W",
      "name": "Wong Riff",
      "affiliations": [
        "Department of Surgery, Hospital for Sick Children, ON Canada. Electronic address: karenw.wong@sickkids.ca."
      ]
    },
    {
      "last_name": "Denadai",
      "fore_name": "Rafael",
      "initials": "R",
      "name": "Rafael Denadai",
      "affiliations": [
        "Institute of Plastic and Craniofacial Surgery, SOBRAPAR Hospital, Campinas, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Murray",
      "fore_name": "Dylan J",
      "initials": "DJ",
      "name": "Dylan J Murray",
      "affiliations": [
        "National Paediatric Craniofacial Centre, Children's Health Ireland at Temple Street, Dublin, Ireland. Electronic address: dylanmurray@plasticsurgeon.ie."
      ]
    },
    {
      "last_name": "Bracken",
      "fore_name": "Shirley",
      "initials": "S",
      "name": "Shirley Bracken",
      "affiliations": [
        "National Paediatric Craniofacial Centre, Children's Health Ireland at Temple Street, Dublin, Ireland. Electronic address: research@craniofacial.ie."
      ]
    },
    {
      "last_name": "Courtemanche",
      "fore_name": "Douglas J",
      "initials": "DJ",
      "name": "Douglas J Courtemanche",
      "affiliations": [
        "Division of Plastic Surgery, BC Children's Hospital Vancouver, BC, Canada. Electronic address: douglas.courtemanche@ubc.ca."
      ]
    },
    {
      "last_name": "Bulstrode",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Bulstrode",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Great Ormond Street Hospital, London, United Kingdom. Electronic address: Neil.Bulstrode@gosh.nhs.uk."
      ]
    },
    {
      "last_name": "O'Hara",
      "fore_name": "Justine",
      "initials": "J",
      "name": "Justine O'Hara",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Great Ormond Street Hospital, London, United Kingdom. Electronic address: drohara@drjustineohara.com.au."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Butler",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Great Ormond Street Hospital, London, United Kingdom. Electronic address: dan.butler@doctors.org.uk."
      ]
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Jesse",
      "initials": "J",
      "name": "Jesse Goldstein",
      "affiliations": [
        "Department of Plastic Surgery, Children's Hospital of Pittsburgh, Pittsburgh, PA United States. Electronic address: jesse.goldstein@chp.edu."
      ]
    },
    {
      "last_name": "Tassi",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Tassi",
      "affiliations": [
        "Division of Graduate Orthodontics, Schulich School of Medicine and Dentistry, Western University, London ON, Canada. Electronic address: ali.tassi@schulich.uwo.ca."
      ]
    },
    {
      "last_name": "Hol",
      "fore_name": "Marinka Lf",
      "initials": "ML",
      "name": "Marinka Lf Hol",
      "affiliations": [
        "Department of Otolaryngology and Head and Neck Surgery, University Medical Center Utrecht, Utrecht, The Netherlands AND Princess Maxima Center for Childhood oncology, Utrecht, Netherlands. Electronic address: M.l.f.hol-12@umcutrecht.nl."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "David",
      "initials": "D",
      "name": "David Johnson",
      "affiliations": [
        "Oxford Craniofacial Unit, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom. Electronic address: david.johnson@ouh.nhs.uk."
      ]
    },
    {
      "last_name": "Ganske",
      "fore_name": "Ingrid M",
      "initials": "IM",
      "name": "Ingrid M Ganske",
      "affiliations": [
        "Department of Plastic and Oral Surgery, Boston Children's Hospital, Boston, MA United States. Electronic address: Ingrid.ganske@childrens.harvard.edu."
      ]
    },
    {
      "last_name": "Kölby",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Kölby",
      "affiliations": [
        "University of Gothenburg, The Sahlgrenska Academy, Institute of Clinical Sciences, Department of Plastic Surgery, Sahlgrenska, University Hospital, Gothenburg, Sweden. Electronic address: lars.kolby@surgery.gu.se."
      ]
    },
    {
      "last_name": "Benitez",
      "fore_name": "Susana",
      "initials": "S",
      "name": "Susana Benitez",
      "affiliations": [
        "Department of Plastic Surgery, Clinica Las Condes, Santiago, Chile."
      ]
    },
    {
      "last_name": "Breuning",
      "fore_name": "Eleonore E",
      "initials": "EE",
      "name": "Eleonore E Breuning",
      "affiliations": [
        "Department of Plastic Surgery, Alder Hey Children's Hospital, Liverpool, United Kingdom. Electronic address: Elly.Breuning@alderhey.nhs.uk."
      ]
    },
    {
      "last_name": "Malic",
      "fore_name": "Claudia C",
      "initials": "CC",
      "name": "Claudia C Malic",
      "affiliations": [
        "University of Ottawa, Department of Surgery, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada. Electronic address: CMalic@cheo.on.ca."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Gregory C",
      "initials": "GC",
      "name": "Gregory C Allen",
      "affiliations": [
        "Department of Otolaryngology - Head & Neck Surgery, University of Colorado School of Medicine, Aurora, CO, United States. Electronic address: Gregory.allen@childrenscolorado.org."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Brigham and Women's Hospital, Boston, MA, United States. Electronic address: apusic@bwh.harvard.edu."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Cano",
      "affiliations": [
        "Modus Outcomes, Letchworth Garden City, United Kingdom. Electronic address: stefan.cano@modusoutcomes.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "2330",
  "end_page": "2340",
  "pages": "2330-2340",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Checklist",
    "Child",
    "Cleft Lip",
    "Cleft Palate",
    "Craniofacial Abnormalities",
    "Esthetics",
    "Female",
    "Humans",
    "Male",
    "Patient Reported Outcome Measures",
    "Psychometrics",
    "Qualitative Research",
    "Quality of Life",
    "Reproducibility of Results"
  ],
  "article_ids": {
    "pubmed": "34172403",
    "doi": "10.1016/j.bjps.2021.03.009",
    "pii": "S1748-6815(21)00098-X"
  },
  "doi": "10.1016/j.bjps.2021.03.009",
  "dates": {
    "completed": "2021-11-22",
    "revised": "2021-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.167739",
    "pmid": "34172403"
  }
}