{
  "pmid": "34182146",
  "uid": "34182146",
  "title": "\"Evidence-based checklists\" for identifying predatory journals have not been assessed for reliability or validity: An analysis and proposal for moving forward.",
  "abstract": "BACKGROUND: Predatory journals (PJs) pose a threat to the quality/integrity of scientific publishing. Checklists have been proposed to identify PJs, but few are \"evidence-based\". This study's objective was to search for/assess evidence-based checklists (EBCs) for reliability and validity, based on a new consensus definition of PJs. METHODS: A published methods guideline for scale development was used to identify how many steps were completed in the generation of identified EBCs. Items from each EBC were compared against the consensus definition, and a list of items to be considered in the creation of a composite EBC to identify PJs was generated. RESULTS: Four EBCs were identified. None of these had completed the first of the nine steps for scale development and validation. Forty-seven items from the four EBCs were assessed against the consensus definition, of which 28 items fell within the definition. A proposed composite EBC was created from items matching components of the consensus definition. CONCLUSION: EBCs to detect PJs lack assessment of reliability and validity. To a varying degree, the EBCs contain items that match the scope of the new consensus definition of PJs. With the recent consensus definition, EBCs creators now have a clearer target, and can make adjustments.",
  "authors": [
    {
      "last_name": "Ng",
      "fore_name": "Jeremy Y",
      "initials": "JY",
      "name": "Jeremy Y Ng",
      "affiliations": [
        "Postdoctoral Fellow, Centre for Journalology, Ottawa Methods Centre, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; PhD Graduate, Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: ngjy2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "Professor Emeritus, Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "138",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "40",
  "end_page": "48",
  "pages": "40-48",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Checklist",
    "Guidelines as Topic",
    "Humans",
    "Periodicals as Topic",
    "Reproducibility of Results",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "34182146",
    "doi": "10.1016/j.jclinepi.2021.06.015",
    "pii": "S0895-4356(21)00193-1"
  },
  "doi": "10.1016/j.jclinepi.2021.06.015",
  "dates": {
    "completed": "2021-11-29",
    "revised": "2021-11-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.033442",
    "pmid": "34182146"
  }
}