{
  "pmid": "34182021",
  "uid": "34182021",
  "title": "Association of Preeclampsia With Myocardial Injury Among Patients Undergoing Noncardiac Surgery: The PREECLAMPSIA-VISION Study.",
  "abstract": "BACKGROUND: In women, preeclampsia has a known association with increased long-term cardiovascular morbidity and mortality. However, it is unknown whether it is associated with increased postoperative cardiovascular morbidity and mortality in women. We aimed to determine if preeclampsia is an independent risk factor for myocardial injury after noncardiac surgery (MINS) and postoperative 30-day mortality. METHODS: This study was a large international multicentre cohort study of a representative sample of 40,004 patients recruited from August 2007 to November 2013. Participants were ≥ 45 years of age and underwent inpatient noncardiac surgery. Within this cohort, our study examined women with a history of pregnancy. Using multivariable models, we explored the association between a history of pregnancy affected by preeclampsia and our primary outcome of MINS and secondary outcome of postoperative mortality within 30 days. MINS was defined as prognostically relevant myocardial injury due to ischemia that occurred during or within 30 days after noncardiac surgery. RESULTS: Analyses were restricted to the 13,902 participants with a history of pregnancy. Among these women, 976 (7.0%) had a history of preeclampsia. A history of preeclampsia was associated with an increased risk of MINS, with an adjusted hazard ratio of 1.26 (95% confidence interval 1.03-1.53; P = 0.02). Preeclampsia was not significantly associated with 30-day mortality. CONCLUSIONS: Preeclampsia is a risk factor for MINS and should be considered in the preoperative cardiovascular risk assessment of women.",
  "authors": [
    {
      "last_name": "Zen",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Zen",
      "affiliations": [
        "Westmead Institute for Maternal and Fetal Medicine, Westmead Hospital, Westmead, New South Wales, Australia; Westmead Clinical School, Faculty of Medicine and Health, University of Sydney, Westmead Hospital, Westmead, New South Wales, Australia. Electronic address: monica.zen@health.nsw.gov.au."
      ]
    },
    {
      "last_name": "Marschner",
      "fore_name": "Simone",
      "initials": "S",
      "name": "Simone Marschner",
      "affiliations": [
        "Westmead Applied Research Centre, University of Sydney, Westmead, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Szczeklik",
      "fore_name": "Woiciech",
      "initials": "W",
      "name": "Woiciech Szczeklik",
      "affiliations": [
        "Department of Intensive Care and Perioperative Medicine, Jagiellonian University Medical College, Kraków, Poland."
      ]
    },
    {
      "last_name": "Roshanov",
      "fore_name": "Pavel S",
      "initials": "PS",
      "name": "Pavel S Roshanov",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alahakoon",
      "fore_name": "Thushari I",
      "initials": "TI",
      "name": "Thushari I Alahakoon",
      "affiliations": [
        "Westmead Institute for Maternal and Fetal Medicine, Westmead Hospital, Westmead, New South Wales, Australia; Westmead Clinical School, Faculty of Medicine and Health, University of Sydney, Westmead Hospital, Westmead, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "Clara",
      "initials": "C",
      "name": "Clara Chow",
      "affiliations": [
        "Westmead Applied Research Centre, University of Sydney, Westmead, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada; McMaster University, Department of Medicine, Hamilton, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Departments of Obstetrics & Gynecology, Radiology, and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Vincent W",
      "initials": "VW",
      "name": "Vincent W Lee",
      "affiliations": [
        "Westmead Clinical School, Faculty of Medicine and Health, University of Sydney, Westmead Hospital, Westmead, New South Wales, Australia; Westmead Applied Research Centre, University of Sydney, Westmead, New South Wales, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "1934",
  "end_page": "1941",
  "pages": "1934-1941",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biomarkers",
    "Female",
    "Follow-Up Studies",
    "Global Health",
    "Humans",
    "Incidence",
    "Middle Aged",
    "Myocardial Ischemia",
    "Postoperative Complications",
    "Pre-Eclampsia",
    "Pregnancy",
    "Prognosis",
    "Prospective Studies",
    "Risk Assessment",
    "Risk Factors",
    "Survival Rate",
    "Time Factors",
    "Troponin T"
  ],
  "article_ids": {
    "pubmed": "34182021",
    "doi": "10.1016/j.cjca.2021.06.012",
    "pii": "S0828-282X(21)00314-7"
  },
  "doi": "10.1016/j.cjca.2021.06.012",
  "dates": {
    "completed": "2021-12-30",
    "revised": "2021-12-30"
  },
  "chemicals": [
    "Biomarkers",
    "Troponin T"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.080626",
    "pmid": "34182021"
  }
}