{
  "pmid": "34187484",
  "uid": "34187484",
  "title": "Decision aids linked to evidence summaries and clinical practice guidelines: results from user-testing in clinical encounters.",
  "abstract": "BACKGROUND: Tools for shared decision-making (e.g. decision aids) are intended to support health care professionals and patients engaged in clinical encounters involving shared decision-making. However, decision aids are hard to produce, and onerous to update. Consequently, they often do not reflect best current evidence, and show limited uptake in practice. In response, we initiated the Sharing Evidence to Inform Treatment decisions (SHARE-IT) project. Our goal was to develop and refine a new generation of decision aids that are generically produced along digitally structured guidelines and evidence summaries. METHODS: Applying principles of human-centred design and following the International Patient Decision Aid Standards (IPDAS) and GRADE methods for trustworthy evidence summaries we developed a decision aid prototype in collaboration with the Developing and Evaluating Communication strategies to support Informed Decisions and practice based on Evidence project (DECIDE). We iteratively user-tested the prototype in clinical consultations between clinicians and patients. Semi-structured interviews of participating clinicians and patients were conducted. Qualitative content analysis of both user-testing sessions and interviews was performed and results categorized according to a revised Morville's framework of user-experience. We made it possible to produce, publish and use these decision aids in an electronic guideline authoring and publication platform (MAGICapp). RESULTS: Direct observations and analysis of user-testing of 28 clinical consultations between physicians and patients informed four major iterations that addressed readability, understandability, usability and ways to cope with information overload. Participants reported that the tool supported natural flow of the conversation and induced a positive shift in consultation habits towards shared decision-making. We integrated the functionality of SHARE-IT decision aids in MAGICapp, which has since generated numerous decision aids. CONCLUSION: Our study provides a proof of concept that encounter decision aids can be generically produced from GRADE evidence summaries and clinical guidelines. Online authoring and publication platforms can help scale up production including continuous updating of electronic encounter decision aids, fully integrated with evidence summaries and clinical practice guidelines.",
  "authors": [
    {
      "last_name": "Heen",
      "fore_name": "Anja Fog",
      "initials": "AF",
      "name": "Anja Fog Heen",
      "affiliations": [
        "Department of Medicine, Innlandet Hospital Trust, Mailbox 104, 2381, Brumunddal, Norway. anjaheen@gmail.com.",
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway. anjaheen@gmail.com."
      ],
      "orcid": "0000-0002-8873-7028"
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Institute for Health and Society, Faculty of Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Brandt",
      "fore_name": "Linn",
      "initials": "L",
      "name": "Linn Brandt",
      "affiliations": [
        "Department of Medicine, Innlandet Hospital Trust, Mailbox 104, 2381, Brumunddal, Norway.",
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Achille",
      "fore_name": "Frankie",
      "initials": "F",
      "name": "Frankie Achille",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon Henry",
      "initials": "GH",
      "name": "Gordon Henry Guyatt",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Department of Clinical Epidemiology and Biostatistics, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Treewek",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Treewek",
      "affiliations": [
        "Health Services Research Unit, University of Aberdeen, Aberdeen, UK."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "MAGIC Evidence Ecosystem Foundation, Oslo, Norway.",
        "Division of Clinical Epidemiology and Division of General Internal Medicine, University Hospitals of Geneva, Geneva, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical informatics and decision making",
    "iso_abbreviation": "BMC Med Inform Decis Mak",
    "issn": "1472-6947",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "29"
  },
  "start_page": "202",
  "pages": "202",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Communication",
    "Decision Making",
    "Decision Making, Shared",
    "Decision Support Techniques",
    "Humans",
    "Motivation",
    "Practice Guidelines as Topic"
  ],
  "article_ids": {
    "pubmed": "34187484",
    "pmc": "PMC8240084",
    "doi": "10.1186/s12911-021-01541-7",
    "pii": "10.1186/s12911-021-01541-7"
  },
  "doi": "10.1186/s12911-021-01541-7",
  "pmc_id": "PMC8240084",
  "dates": {
    "completed": "2021-07-12",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HSRU1",
      "agency": "Chief Scientist Office",
      "country": "United Kingdom"
    },
    {
      "grant_id": "P3SMP3-155290/1",
      "agency": "Swiss National Science Foundation",
      "country": "Switzerland"
    },
    {
      "grant_id": "15/00779-23",
      "agency": "Helse Sør-Øst RHF"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.215959",
    "pmid": "34187484"
  }
}