{
  "pmid": "34181055",
  "uid": "34181055",
  "title": "Author guidelines for conducting systematic reviews and meta-analyses.",
  "abstract": "This article is a guidance how to write systematic reviews (SR's) and meta-analyses (MA) in orthopaedics and which aspects to focus on for transparency, systematicity and readability. Both SR and MA summarise and synthesise the best evidence available on a specific topic. This requires a systematic, structured and transparent process of analysis. The title should be concise, indicate type of review and ideally report the most important finding. Next, the structured abstract (no more than 350 words) should also raise key points and report the overall level of evidence. A relevant clinical question must be defined before the literature search is started. Methodological details such as databases searched, the exact search strategy (including time frame), inclusion/exclusion criteria, method of literature appraisal and statistical analysis must be described briefly. The primary and secondary outcomes should be mentioned. SR's be pre-registered before data extraction, to ensure transparency and the reduction of risk of bias. If registered, registration number should be stated in the abstract and the funding sources. A clear summary of the findings is important including the number of identified studies (depicted in a flowchart) and for meta-analyses a forest plot. The results of the literature appraisal and statistical analyses should be reported precisely. Subsequently, a general interpretation of findings and their significance and relevance to clinical practice should be provided. Clinical implications from the analysis should be drawn carefully and further research questions should be addressed. Finally, a conclusion, based solely on the results of the study is a necessity. Up to ten keywords are requested representing the main content of the article. Most applicable keywords should facilitate finding the manuscript in the databases and therefor considered carefully.",
  "authors": [
    {
      "last_name": "Prill",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Prill",
      "affiliations": [
        "Department of Orthopaedics and Traumatology, Brandenburg Medical School Theodor Fontane, Hochstrasse 29, 14770, Brandenburg, Germany. Robert.Prill@mhb-fontane.de."
      ],
      "orcid": "0000-0002-4916-1206"
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "Department of Orthopaedics, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Becker",
      "fore_name": "Roland",
      "initials": "R",
      "name": "Roland Becker",
      "affiliations": [
        "Department of Orthopaedics and Traumatology, Brandenburg Medical School Theodor Fontane, Hochstrasse 29, 14770, Brandenburg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "2739",
  "end_page": "2744",
  "pages": "2739-2744",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Bias",
    "Humans",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "34181055",
    "doi": "10.1007/s00167-021-06631-7",
    "pii": "10.1007/s00167-021-06631-7"
  },
  "doi": "10.1007/s00167-021-06631-7",
  "dates": {
    "completed": "2021-08-26",
    "revised": "2021-08-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.856048",
    "pmid": "34181055"
  }
}