{
  "pmid": "34193054",
  "uid": "34193054",
  "title": "\"Caregiving is like on the job training but nobody has the manual\": Canadian caregivers' perceptions of their roles within the healthcare system.",
  "abstract": "BACKGROUND: Stepping into the role of an unpaid caregiver to offer help is often considered a natural expectation of family members or friends. In Canada, such contributions are substantial in terms of healthcare provision but this comes at a considerable cost to the caregivers in both health and economic terms. METHODS: In this study, we conducted a secondary analysis of a collection of qualitative interviews with 39 caregivers of people with chronic physical illness to assess how they described their particular roles in caring for a loved one. We used a model of caregiving roles, originally proposed by Twigg in 1989, as a guide for our analysis, which specified three predominant roles for caregivers - as a resource, as a co-worker, and as a co-client. RESULTS: The caregivers in this collection spoke about their roles in ways that aligned well with these roles, but they also described tasks and activities that fit best with a fourth role of 'care-coordinator', which required that they assume an oversight role in coordinating care across institutions, care providers and often advocate for care in line with their expectations. For each of these types of roles, we have highlighted the limitations and challenges they described in their interviews. CONCLUSIONS: We argue that a deeper understanding of the different roles that caregivers assume, as well as their challenges, can contribute to the design and implementation of policies and services that would support their contributions and choices as integral members of the care team. We provide some examples of system-level policies and programs from different jurisdictions developed in recognition of the need to sustain caregivers in their role and respond to such limitations.",
  "authors": [
    {
      "last_name": "Law",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Law",
      "affiliations": [
        "Trillium Health Partners - Institute for Better Health, 100 Queensway West, 6th Floor CA Building, Mississauga, ON, L5B 1B8, Canada. susan.law@utoronto.ca.",
        "University of Toronto - Institute for Health Policy, Management and Evaluation, 155 College Street, 4th Floor, Toronto, ON, M5T 3M6, Canada. susan.law@utoronto.ca."
      ],
      "orcid": "0000-0001-5196-2267"
    },
    {
      "last_name": "Ormel",
      "fore_name": "Ilja",
      "initials": "I",
      "name": "Ilja Ormel",
      "affiliations": [
        "St. Mary's Research Centre, 3830 avenue Lacombe, Montreal, QC, H3T 1M5, Canada.",
        "Department of Family Medicine, McGill University, 5858 Cote-des-Neiges Road, Montreal, QC, H3S 1Z1, Canada."
      ]
    },
    {
      "last_name": "Babinski",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Babinski",
      "affiliations": [
        "Ryerson University, Faculty of Community Services, 350 Victoria Street, Toronto, ON, M5B 2K3, Canada.",
        "ELLICSR Health, Wellness & Cancer Survivorship Centre, Department of Supportive Care, Princess Margaret Cancer Centre, University Health Network, 585 University Ave, Toronto, ON, M5G 2N2, Canada."
      ]
    },
    {
      "last_name": "Kuluski",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry Kuluski",
      "affiliations": [
        "Trillium Health Partners - Institute for Better Health, 100 Queensway West, 6th Floor CA Building, Mississauga, ON, L5B 1B8, Canada.",
        "University of Toronto - Institute for Health Policy, Management and Evaluation, 155 College Street, 4th Floor, Toronto, ON, M5T 3M6, Canada."
      ]
    },
    {
      "last_name": "Quesnel-Vallée",
      "fore_name": "Amélie",
      "initials": "A",
      "name": "Amélie Quesnel-Vallée",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, McGill University, 1020 Pine Avenue West, Montreal, QC, H3A 1A2, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "30"
  },
  "start_page": "404",
  "pages": "404",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Caregivers",
    "Delivery of Health Care",
    "Humans",
    "Inservice Training",
    "Perception"
  ],
  "article_ids": {
    "pubmed": "34193054",
    "pmc": "PMC8243301",
    "doi": "10.1186/s12877-021-02354-z",
    "pii": "10.1186/s12877-021-02354-z"
  },
  "doi": "10.1186/s12877-021-02354-z",
  "pmc_id": "PMC8243301",
  "dates": {
    "completed": "2021-07-08",
    "revised": "2021-07-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "N/A",
      "agency": "St. Mary's Hospital Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:59.609374",
    "pmid": "34193054"
  }
}