{
  "pmid": "34206775",
  "uid": "34206775",
  "title": "Outcomes in Elderly Patients with Glioblastoma Multiforme Treated with Short-Course Radiation Alone Compared to Short-Course Radiation and Concurrent and Adjuvant Temozolomide Based on Performance Status and Extent of Resection.",
  "abstract": "(1) Background: Studies in elderly patients over the age of 65 with glioblastoma have shown survival benefits of short-course radiation therapy with concurrent and adjuvant temozolomide, making it the standard of care adopted at Juravinski Cancer Center. Our study retrospectively examines patients with GBM aged ≥ 70 at the JCC treated with short-course radiation alone compared to those treated with short-course radiation and concurrent and adjuvant TMZ, to determine if there is a difference in outcomes based on performance status. (2) Methods: A retrospective chart review was conducted at JCC using patients diagnosed with GBM in 2014-2017 (treated with the old protocol of short-course RT alone) versus those diagnosed in 2017-2019 (treated with the new protocol of short-course radiation and TMZ). Patient demographics, treatments, outcomes, and baseline KPS were analyzed. (3) Results: No clear benefit and more neurologic decline post treatment were seen in patients with borderline performance status and subtotal resection who underwent concurrent treatment with temozolomide and radiation. The addition of temozolomide was most helpful in patients with good performance status and a gross total resection. Variable outcomes were seen in patients with mixed traits. (4) Conclusions: This study suggests that performance status and extent of resection are significant determinants of patient response to treatment. In the case of elderly patients with borderline performance status and GTR or those with good performance status and STR, also described as \"mixed traits\", it may be beneficial to pursue single modality treatment, ideally based on MGMT promoter methylation status as opposed to bimodality treatment in order to maintain the best QOL.",
  "authors": [
    {
      "last_name": "Mir",
      "fore_name": "Taskia",
      "initials": "T",
      "name": "Taskia Mir",
      "affiliations": [
        "Juravinski Cancer Center, Department of Oncology, Radiation Oncology, McMaster University, 699 Concession St., Hamilton, ON L8V5C2, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": [
        "Juravinski Cancer Center, Department of Oncology, Radiation Oncology, McMaster University, 699 Concession St., Hamilton, ON L8V5C2, Canada."
      ]
    },
    {
      "last_name": "Greenspoon",
      "fore_name": "Jeffrey N",
      "initials": "JN",
      "name": "Jeffrey N Greenspoon",
      "affiliations": [
        "Juravinski Cancer Center, Department of Oncology, Radiation Oncology, McMaster University, 699 Concession St., Hamilton, ON L8V5C2, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current oncology (Toronto, Ont.)",
    "iso_abbreviation": "Curr Oncol",
    "issn": "1718-7729",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "26"
  },
  "start_page": "2399",
  "end_page": "2408",
  "pages": "2399-2408",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Antineoplastic Agents, Alkylating",
    "Brain Neoplasms",
    "Dacarbazine",
    "Glioblastoma",
    "Humans",
    "Quality of Life",
    "Retrospective Studies",
    "Temozolomide"
  ],
  "article_ids": {
    "pubmed": "34206775",
    "pmc": "PMC8293260",
    "doi": "10.3390/curroncol28040220",
    "pii": "curroncol28040220"
  },
  "doi": "10.3390/curroncol28040220",
  "pmc_id": "PMC8293260",
  "dates": {
    "completed": "2021-09-24",
    "revised": "2021-09-24"
  },
  "chemicals": [
    "Antineoplastic Agents, Alkylating",
    "Dacarbazine",
    "Temozolomide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.291062",
    "pmid": "34206775"
  }
}