{
  "pmid": "34203986",
  "uid": "34203986",
  "title": "Prevalence and Factors Associated with the Triple Burden of Malnutrition among Mother-Child Pairs in Sub-Saharan Africa.",
  "abstract": "Despite concerns about the coexistence of overnutrition, undernutrition and micronutrient deficiencies, which is compositely referred to as the triple burden of malnutrition (TBM), little is known about the phenomenon in sub-Saharan Africa (SSA). We, therefore, aimed to examine the prevalence and investigate the factors associated with TBM in SSA. This study uses cross-sectional survey data collected through the Demographic and Health Surveys (DHS) Program from 2010 to 2019. Data from 32 countries in SSA were used for the analysis. The prevalence of TBM were presented in tables and maps using percentages. The predictors of TBM were examined by fitting a negative log-log regression to the data. The results were then presented using adjusted odds ratios (aORs) at 95% Confidence Intervals (CIs). Out of the 169,394 children, 734 (1%) suffered from TBM. The highest proportion of children with TBM in the four geographic regions in SSA was found in western Africa (0.75%) and the lowest in central Africa (0.21%). Children aged 1 [aOR = 1.283; 95% CI = 1.215-1.355] and those aged 2 [aOR = 1.133; 95% CI = 1.067-1.204] were more likely to experience TBM compared to those aged 0. TBM was less likely to occur among female children compared to males [aOR = 0.859; 95% CI = 0.824-0.896]. Children whose perceived size at birth was average [aOR = 1.133; 95% CI = 1.076-1.193] and smaller than average [aOR = 1.278; 95% CI = 1.204-1.356] were more likely to suffer from TBM compared to those who were larger than average at birth. Children born to mothers with primary [aOR = 0.922; 95% CI = 0.865-0.984] and secondary [aOR = 0.829; 95% CI = 0.777-0.885] education were less likely to suffer from TBM compared to those born to mothers with no formal education. Children born to mothers who attended antenatal care (ANC) had lower odds of experiencing TBM compared to those born to mothers who did not attend ANC [aOR = 0.969; 95% CI = 0.887-0.998]. Children born to mothers who use clean household cooking fuel were less likely to experience TBM compared to children born to mothers who use unclean household cooking fuel [aOR = 0.724; 95% CI = 0.612-0.857]. Essentially, higher maternal education, ANC attendance and use of clean cooking fuel were protective factors against TBM, whereas higher child age, low size at birth and being a male child increased the risk of TBM. Given the regional variations in the prevalence and risk of TBM, region-specific interventions must be initiated to ensure the likelihood of those interventions being successful at reducing the risk of TBM. Countries in Western Africa in particular would have to strengthen their current policies and programmes on malnutrition to enhance their attainment of the SDGs.",
  "authors": [
    {
      "last_name": "Ahinkorah",
      "fore_name": "Bright Opoku",
      "initials": "BO",
      "name": "Bright Opoku Ahinkorah",
      "affiliations": [
        "Faculty of Health, School of Public Health, University of Technology, Sydney, NSW 2007, Australia."
      ],
      "orcid": "0000-0001-7415-895X"
    },
    {
      "last_name": "Amadu",
      "fore_name": "Iddrisu",
      "initials": "I",
      "name": "Iddrisu Amadu",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast PMB TF0494, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Cape Coast PMB TF0494, Ghana."
      ],
      "orcid": "0000-0003-4839-1197"
    },
    {
      "last_name": "Seidu",
      "fore_name": "Abdul-Aziz",
      "initials": "AA",
      "name": "Abdul-Aziz Seidu",
      "affiliations": [
        "Department of Population and Health, College of Humanities and Legal Studies, University of Cape Coast, Cape Coast PMB TF0494, Ghana.",
        "College of Public Health, Medical and Veterinary Sciences, James Cook University, Townsville, QLD 4811, Australia.",
        "Department of Estate Management, Takoradi Technical University, Takoradi P.O. Box 257, Ghana."
      ],
      "orcid": "0000-0001-9734-9054"
    },
    {
      "last_name": "Okyere",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Okyere",
      "affiliations": [
        "Department of Population and Health, College of Humanities and Legal Studies, University of Cape Coast, Cape Coast PMB TF0494, Ghana."
      ],
      "orcid": "0000-0003-4080-7522"
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast PMB TF0494, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Cape Coast PMB TF0494, Ghana."
      ],
      "orcid": "0000-0003-4914-0445"
    },
    {
      "last_name": "Hagan",
      "fore_name": "John Elvis",
      "initials": "JE",
      "name": "John Elvis Hagan",
      "affiliations": [
        "Department of Health, Physical Education and Recreation, University of Cape Coast, Cape Coast PMB TF0494, Ghana.",
        "Neurocognition and Action-Biomechanics-Research Group, Faculty of Psychology and Sport Sciences, Bielefeld University, 1001 31 Bielefeld, Germany."
      ],
      "orcid": "0000-0003-3530-6133"
    },
    {
      "last_name": "Budu",
      "fore_name": "Eugene",
      "initials": "E",
      "name": "Eugene Budu",
      "affiliations": [
        "Department of Population and Health, College of Humanities and Legal Studies, University of Cape Coast, Cape Coast PMB TF0494, Ghana."
      ]
    },
    {
      "last_name": "Archer",
      "fore_name": "Anita Gracious",
      "initials": "AG",
      "name": "Anita Gracious Archer",
      "affiliations": [
        "School of Nursing and Midwifery, University of Health and Allied Sciences, Ho PMB 31, Ghana."
      ]
    },
    {
      "last_name": "Yaya",
      "fore_name": "Sanni",
      "initials": "S",
      "name": "Sanni Yaya",
      "affiliations": [
        "School of International Development and Global Studies, University of Ottawa, Ottawa, ON K1N 6N5, Canada.",
        "The George Institute for Global Health, Imperial College London, London W12 0BZ, UK."
      ],
      "orcid": "0000-0002-4876-6043"
    }
  ],
  "journal": {
    "title": "Nutrients",
    "iso_abbreviation": "Nutrients",
    "issn": "2072-6643",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Africa South of the Sahara",
    "Child, Preschool",
    "Cross-Sectional Studies",
    "Educational Status",
    "Family Characteristics",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Malnutrition",
    "Men",
    "Mother-Child Relations",
    "Mothers",
    "Odds Ratio",
    "Overnutrition",
    "Pregnancy",
    "Prenatal Care",
    "Prevalence",
    "Socioeconomic Factors"
  ],
  "article_ids": {
    "pubmed": "34203986",
    "pmc": "PMC8232587",
    "doi": "10.3390/nu13062050",
    "pii": "nu13062050"
  },
  "doi": "10.3390/nu13062050",
  "pmc_id": "PMC8232587",
  "dates": {
    "completed": "2021-08-11",
    "revised": "2021-08-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:20.584675",
    "pmid": "34203986"
  }
}