{
  "pmid": "34212119",
  "uid": "34212119",
  "title": "The SEEDS of Indigenous population health data linkage.",
  "abstract": "INTRODUCTION: Globally, the ways that Indigenous data are collected, used, stored, shared, and analyzed are advancing through Indigenous data governance movements. However, these discussions do not always include the increasingly sensitive nature of linking Indigenous population health (IPH) data. During the International Population Data Linkage Network Conference in September of 2018, Indigenous people from three countries (Canada, New Zealand, and the United States) gathered and set the tone for discussions around Indigenous-driven IPH data linkage. OBJECTIVES: Centering IPH data linkage and research priorities at the conference led to budding discussions from diverse Indigenous populations to share and build on current IPH data linkage themes. This paper provides a braided summary of those discussions which resulted in the SEEDS principles for use when linking IPH data. METHODS: During the Conference, two sessions and a keynote were Indigenous-led and hosted by international collaborators that focused on regional perspectives on IPH data linkage. A retrospective document analysis of notes, discussions, and artistic contributions gathered from the conference resulted in a summary of shared common approaches to the linkage of IPH data. RESULTS: The SEEDS Principles emerge as collective report that outlines a living and expanding set of guiding principles that: 1) prioritizes Indigenous Peoples' right to Self-determination; 2) makes space for Indigenous Peoples to Exercise sovereignty; 3) adheres to Ethical protocols; 4) acknowledges and respects Data stewardship and governance, and; 5) works to Support reconciliation between Indigenous nations and settler states. CONCLUSION: Each of the elements of SEEDS need to be enacted together to create a positive data linkage environment. When implemented together, the SEEDS Principles can lead to more meaningful research and improved Indigenous data governance. The mindful implementation of SEEDS could lead to better measurements of health progress through linkages that are critical to enhancing health care policy and improving health and wellness outcomes for Indigenous nations.",
  "authors": [
    {
      "last_name": "Rowe",
      "fore_name": "Robyn K",
      "initials": "RK",
      "name": "Robyn K Rowe",
      "affiliations": [
        "School of Rural and Northern Health, Laurentian University, Sudbury, ON., Canada, P3E2C6."
      ]
    },
    {
      "last_name": "Carroll",
      "fore_name": "Stephanie Russo",
      "initials": "SR",
      "name": "Stephanie Russo Carroll",
      "affiliations": [
        "Mel and Enid Zuckerman College of Public Health and the Native Nations Institute at the Udall Center for Studies in Public Policy, University of Arizona, Tucson, Arizona, USA."
      ]
    },
    {
      "last_name": "Healy",
      "fore_name": "Chyloe",
      "initials": "C",
      "name": "Chyloe Healy",
      "affiliations": [
        "Blackfoot Confederacy Tribal Council, First Nations Health & Social Secretariat of Manitoba."
      ]
    },
    {
      "last_name": "Rodriguez-Lonebear",
      "fore_name": "Desi",
      "initials": "D",
      "name": "Desi Rodriguez-Lonebear",
      "affiliations": [
        "Department of Sociology and American Indian Studies, University of California Los Angeles."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Walker",
      "affiliations": [
        "School of Rural and Northern Health, Laurentian University, Sudbury, ON., Canada, P3E2C6."
      ]
    }
  ],
  "journal": {
    "title": "International journal of population data science",
    "iso_abbreviation": "Int J Popul Data Sci",
    "issn": "2399-4908",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "22"
  },
  "start_page": "1417",
  "pages": "1417",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Humans",
    "Indigenous Peoples",
    "Information Storage and Retrieval",
    "Population Groups",
    "Retrospective Studies",
    "United States"
  ],
  "article_ids": {
    "pubmed": "34212119",
    "pmc": "PMC8218891",
    "doi": "10.23889/ijpds.v6i1.1417",
    "pii": "S2399490821014178"
  },
  "doi": "10.23889/ijpds.v6i1.1417",
  "pmc_id": "PMC8218891",
  "dates": {
    "completed": "2022-03-21",
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P2C HD041022",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.707037",
    "pmid": "34212119"
  }
}