{
  "pmid": "34217645",
  "uid": "34217645",
  "title": "Systematic review of reporting quality of economic evaluations in plastic surgery based on the Consolidated Health Economic Evaluation Reporting Standards (CHEERS) statement.",
  "abstract": "BACKGROUND: Economic evaluations in healthcare are designed to inform decisions by the estimation of cost and effect trade-off of two or more interventions. This review identified and appraised the quality of reporting of economic evaluations in plastic surgery based on the Consolidated Health Economic Evaluation Reporting Standards (CHEERS) statement. METHODS: Electronic databases were searched: MEDLINE, EMBASE, The Cochrane Library, Ovid Health Star, and Business Source Complete from January 1, 2012 to November 30, 2019. Data extracted included: the type of economic evaluation (i.e., cost-utility analysis (CUA), cost-effectiveness analysis (CEA), cost-benefit analysis (CBA), cost-minimization analysis (CMA)), domain of plastic surgery, journal, year, and country of publication. The CHEERS checklist (with 24 items) was used to appraise the quality of reporting. RESULTS: Ninety-two economic evaluations were identified; CUA (10%), CEA (31%), CBA (4%), and CMA (50%). Breast surgery was the top domain (48%). Most were conducted in the USA (61%) and published in Plastic and Reconstructive Surgery journal (28%). One-third were published in the last two years. The average CHEERS checklist compliance score was 15 (63%). The average CHEERS checklist compliance score per type of evaluation was 19 (77%) for CUA, 17 (70%) for CEA, 13 (52%) for CBA, and 14 (57%) for CMA. The least reported CHEERS checklist items included: time horizon (15%), discount rate (18%), and assessment of heterogeneity (15%). Thirty-two percent of studies were inappropriately titled (i.e., methodologically incorrect). CONCLUSION: Quality of reporting of economic evaluations is suboptimal. The CHEERS checklist should be consulted when performing and reporting economic evaluations in plastic surgery.",
  "authors": [
    {
      "last_name": "Miroshnychenko",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Miroshnychenko",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S4L8, Canada."
      ]
    },
    {
      "last_name": "Uhlman",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Uhlman",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Malone",
      "fore_name": "Janna",
      "initials": "J",
      "name": "Janna Malone",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Waltho",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Waltho",
      "affiliations": [
        "Department of Surgery, Division of Plastic Surgery, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilleas",
      "initials": "A",
      "name": "Achilleas Thoma",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, 1280 Main Street West, Hamilton, Ontario, L8S4L8, Canada; Department of Surgery, Division of Plastic Surgery, McMaster University, Canada. Electronic address: athoma@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "2458",
  "end_page": "2466",
  "pages": "2458-2466",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Costs and Cost Analysis",
    "Health Care Sector",
    "Humans",
    "Surgery, Plastic"
  ],
  "article_ids": {
    "pubmed": "34217645",
    "doi": "10.1016/j.bjps.2021.05.017",
    "pii": "S1748-6815(21)00268-0"
  },
  "doi": "10.1016/j.bjps.2021.05.017",
  "dates": {
    "completed": "2021-11-17",
    "revised": "2021-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:44.176260",
    "pmid": "34217645"
  }
}