{
  "pmid": "34214603",
  "uid": "34214603",
  "title": "A Survey on Variation in Diagnosis and Treatment of Chorioamnionitis in Tertiary Centres in Canada.",
  "abstract": "OBJECTIVE: Clinical detection and management of chorioamnionitis is challenging given the gold-standard for diagnosis remains placental pathology, the results of which are only available after delivery. Moreover, recommended diagnostic criteria for clinical chorioamnionitis have evolved over time. The goal of this study was to describe trends and differences in chorioamnionitis diagnostic and management practices in Canada. METHODS: We surveyed obstetric care providers participating in the Canadian Preterm Birth Network. Questionnaires were distributed electronically to all 29 sites and completed by 1 maternal-fetal medicine investigator at each site. RESULTS: The response rate was 82.8% (n = 24). There was considerable variation in the clinical criteria used to diagnose chorioamnionitis with 9 of 22 sites stating this occurs \"frequently\" or \"very frequently.\" Isolated fever was \"always\" or \"most of the time\" used as an indication to start empiric antibiotic therapy in 14 of 24 sites, and 21 of 23 sites used the same diagnostic criteria for term and preterm deliveries. Placental histology (15 sites) and white blood cell count (14 sites) were the most common clinical tests performed to confirm chorioamnionitis. A combination of ampicillin and aminoglycoside antibiotics was used at 12 sites. Another frequently used antibiotic therapy was cefazolin and metronidazole (4 sites). CONCLUSION: There is a wide variation in practices for the diagnosis and management of chorioamnionitis across Canada. The results of this study will guide efforts to improve and standardize the management of this condition.",
  "authors": [
    {
      "last_name": "Charpentier",
      "fore_name": "Clara",
      "initials": "C",
      "name": "Clara Charpentier",
      "affiliations": [
        "Faculty of Medicine, Université de Montréal, Montréal, QC."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Departments of Obstetrics and Gynecology, Radiology and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Elwood",
      "fore_name": "Chealsea",
      "initials": "C",
      "name": "Chealsea Elwood",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Medicine, University of British Columbia, Vancouver, BC; Women's Health Research Institute, Vancouver, BC."
      ]
    },
    {
      "last_name": "Ting",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Ting",
      "affiliations": [
        "Women's Health Research Institute, Vancouver, BC; Divison of Neonatalogy, Department of Pediatrics, University of British Columbia, Vancouver, BC."
      ]
    },
    {
      "last_name": "Grigoriu",
      "fore_name": "Adriana",
      "initials": "A",
      "name": "Adriana Grigoriu",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, The Moncton Hospital, Moncton, NB; Faculty of Medicine, Dalhousie University, Halifax, NS."
      ]
    },
    {
      "last_name": "Pylypjuk",
      "fore_name": "Christy",
      "initials": "C",
      "name": "Christy Pylypjuk",
      "affiliations": [
        "Department of Obstetrics, Gynecology and Reproductive Sciences, Faculty of Health Sciences, University of Manitoba, Winnipeg, MB; Children's Hospital Research Institute of Manitoba, Winnipeg, MB."
      ]
    },
    {
      "last_name": "Yudin",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Yudin",
      "affiliations": [
        "Obstetrics, Gynecology & Reproductive Infectious Diseases, University of Toronto, St. Michael's Hospital, Toronto, ON."
      ]
    },
    {
      "last_name": "Van Schalkwyk",
      "fore_name": "Julianne",
      "initials": "J",
      "name": "Julianne Van Schalkwyk",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Medicine, University of British Columbia, Vancouver, BC; Women's Health Research Institute, Vancouver, BC."
      ]
    },
    {
      "last_name": "Boucoiran",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Boucoiran",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Faculty of Medicine, Université de Montréal, Montréal, QC; School of Public Health, Université de Montréal, Montréal, QC; Mother and Children Infectious Disease Center, CHU Sainte-Justine Research Center, Montréal, QC. Electronic address: isabelle.boucoiran@umontreal.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
    "iso_abbreviation": "J Obstet Gynaecol Can",
    "issn": "2665-9867",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "28",
  "end_page": "33",
  "pages": "28-33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Chorioamnionitis",
    "Female",
    "Humans",
    "Infant, Newborn",
    "Placenta",
    "Pregnancy",
    "Premature Birth",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "34214603",
    "doi": "10.1016/j.jogc.2021.06.003",
    "pii": "S1701-2163(21)00494-1"
  },
  "doi": "10.1016/j.jogc.2021.06.003",
  "dates": {
    "completed": "2022-01-27",
    "revised": "2022-01-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.081390",
    "pmid": "34214603"
  }
}