{
  "pmid": "34217583",
  "uid": "34217583",
  "title": "Five-Year Survival of Transcatheter Aortic Valve Implantation in High-Risk Patients.",
  "abstract": "BACKGROUND: Although transcatheter aortic valve implantation (TAVI) has become the standard treatment for severe aortic stenosis in high-risk patients in Australia, there is still limited data on long term survival. METHODS: All patients undergoing TAVI at a single tertiary institution between September 2009 and December 2015 were included. The primary outcome was survival, by linkage of patients with the National Death Index of the Australian Institute of Health and Welfare. Post-procedure data and echocardiographic measurements were retrospectively analysed for all patients. RESULTS: A total of 186 patients were included. It was a high-risk patient population (mean EuroSCORE 31.5±20.5, mean age 83.0±8.2 years). Valve prostheses used were Edwards SAPIEN (ES) (Edwards, Irvine, CA, USA) in 16.1%, Edwards SAPIEN XT (ESXT) in 74.2%, and Medtronic CoreValve (MCV) (Medtronic, Minneapolis, MN, USA) in 9.7%. Median survival time for the entire cohort was 68.2 months (95% Confidence Interval [CI]; Lower Limit [LL] 58.0 months, Upper Limit [UL] not defined). The 2- and 5-year estimates of survival were 85% (LL 80%, UL 90%) and 56% (LL 48%, UL 66%), respectively. There was no statistically significant difference in median survival between the ES and ESXT valves, or implantation approach. Survival was greater in patients with creatinine <200 μmol/L compared to >200 μmol/L (68.8 months [LL 61.4, UL n/a] vs 48.0 months [LL 25.5, UL n/a]). Over the study period, there was a statistically significant trend in increasing mean transvalvular gradient (ES: 1.66 mmHg/yr, p=0.0058; ESXT: 2.50 mmHg/yr, p≤0.001) and maximum velocity (ESXT: 0.16 m/s/yr, p=0.004) and decreasing valve area (ESXT: -0.07 cm[2]/yr, p<0.001). There was substantial attrition of patient echocardiographic follow-up (number of echocardiograms followed up at 5 years=6, number at risk=41). CONCLUSIONS: This study has demonstrated acceptable survival in a high-risk cohort of patients undergoing TAVI, with comparable results to larger international experiences. There was a trend for worsening haemodynamics that needs to be monitored. Future studies need to examine patient quality of life and the performance of newer generation prostheses.",
  "authors": [
    {
      "last_name": "Haymet",
      "fore_name": "Andrew B",
      "initials": "AB",
      "name": "Andrew B Haymet",
      "affiliations": [
        "Faculty of Medicine, University of Queensland, Brisbane, Qld, Australia; Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Seco",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Seco",
      "affiliations": [
        "Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, NSW, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Brown",
      "affiliations": [
        "National Health and Medical Research Council Clinical Trials Centre, The University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Cristoloveanu",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Cristoloveanu",
      "affiliations": [
        "Geriatric Medicine Unit, Royal Prince Alfred Hospital, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Murray",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Murray",
      "affiliations": [
        "Geriatric Medicine Unit, Royal Prince Alfred Hospital, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Wu",
      "affiliations": [
        "Department of Cardiology, Royal Prince Alfred Hospital, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Cartwright",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Cartwright",
      "affiliations": [
        "Department of Anaesthetics, Royal Prince Alfred Hospital, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Adams",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Adams",
      "affiliations": [
        "Department of Cardiology, Royal Prince Alfred Hospital, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Vallely",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Vallely",
      "affiliations": [
        "Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia; Division of Cardiac Surgery, The Ohio State University Wexner Medical Center, Columbus, OH, USA."
      ]
    },
    {
      "last_name": "Bannon",
      "fore_name": "Paul G",
      "initials": "PG",
      "name": "Paul G Bannon",
      "affiliations": [
        "Cardiothoracic Surgical Unit, Royal Prince Alfred Hospital, Sydney, NSW, Australia; Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia; Institute of Academic Surgery, Royal Prince Alfred Hospital, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Wilson",
      "affiliations": [
        "Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "Martin K C",
      "initials": "MKC",
      "name": "Martin K C Ng",
      "affiliations": [
        "Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia; Department of Cardiology, Royal Prince Alfred Hospital, Sydney, NSW, Australia. Electronic address: martin.ng@sydney.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Heart, lung & circulation",
    "iso_abbreviation": "Heart Lung Circ",
    "issn": "1444-2892",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "1901",
  "end_page": "1909",
  "pages": "1901-1909",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Aortic Valve",
    "Aortic Valve Stenosis",
    "Australia",
    "Heart Valve Prosthesis",
    "Humans",
    "Prosthesis Design",
    "Quality of Life",
    "Retrospective Studies",
    "Transcatheter Aortic Valve Replacement",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34217583",
    "doi": "10.1016/j.hlc.2021.05.093",
    "pii": "S1443-9506(21)00574-6"
  },
  "doi": "10.1016/j.hlc.2021.05.093",
  "dates": {
    "completed": "2021-11-09",
    "revised": "2021-11-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.702140",
    "pmid": "34217583"
  }
}