{
  "pmid": "34210723",
  "uid": "34210723",
  "title": "Simulation study on the validity of the average risk approach in estimating population attributable fractions for continuous exposures.",
  "abstract": "BACKGROUND: The population attributable fraction (PAF) is an important metric for estimating disease burden associated with causal risk factors. In an International Agency for Research on Cancer working group report, an approach was introduced to estimate the PAF using the average of a continuous exposure and the incremental relative risk (RR) per unit. This 'average risk' approach has been subsequently applied in several studies conducted worldwide. However, no investigation of the validity of this method has been done. OBJECTIVE: To examine the validity and the potential magnitude of bias of the average risk approach. METHODS: We established analytically that the direction of the bias is determined by the shape of the RR function. We then used simulation models based on a variety of risk exposure distributions and a range of RR per unit. We estimated the unbiased PAF from integrating the exposure distribution and RR, and the PAF using the average risk approach. We examined the absolute and relative bias as the direct and relative difference in PAF estimated from the two approaches. We also examined the bias of the average risk approach using real-world data from the Canadian Population Attributable Risk of Cancer study. RESULTS: The average risk approach involves bias, which is underestimation or overestimation with a convex or concave RR function (a risk profile that increases more/less rapidly at higher levels of exposure). The magnitude of the bias is affected by the exposure distribution as well as the value of RR. This approach is approximately valid when the RR per unit is small or the RR function is approximately linear. The absolute and relative bias can both be large when RR is not small and the exposure distribution is skewed. CONCLUSIONS: We recommend that caution be taken when using the average risk approach to estimate PAF.",
  "authors": [
    {
      "last_name": "Ruan",
      "fore_name": "Yibing",
      "initials": "Y",
      "name": "Yibing Ruan",
      "affiliations": [
        "Cancer Epidemiology and Prevention Research, Alberta Health Services, Calgary, Alberta, Canada yibing.ruan@albertahealthservices.ca."
      ],
      "orcid": "0000-0002-2417-7172"
    },
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gogna",
      "fore_name": "Priyanka",
      "initials": "P",
      "name": "Priyanka Gogna",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Friedenreich",
      "fore_name": "Christine M",
      "initials": "CM",
      "name": "Christine M Friedenreich",
      "affiliations": [
        "Cancer Epidemiology and Prevention Research, Alberta Health Services, Calgary, Alberta, Canada.",
        "Departments of Oncology and Community Health Sciences, University of Calgary Cumming School of Medicine, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Brenner",
      "fore_name": "Darren R",
      "initials": "DR",
      "name": "Darren R Brenner",
      "affiliations": [
        "Cancer Epidemiology and Prevention Research, Alberta Health Services, Calgary, Alberta, Canada.",
        "Departments of Oncology and Community Health Sciences, University of Calgary Cumming School of Medicine, Calgary, Alberta, Canada."
      ],
      "orcid": "0000-0002-3027-290X"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "e045410",
  "pages": "e045410",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bias",
    "Canada",
    "Cost of Illness",
    "Humans",
    "Neoplasms",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "34210723",
    "pmc": "PMC8252883",
    "doi": "10.1136/bmjopen-2020-045410",
    "pii": "bmjopen-2020-045410"
  },
  "doi": "10.1136/bmjopen-2020-045410",
  "pmc_id": "PMC8252883",
  "dates": {
    "completed": "2021-08-04",
    "revised": "2021-08-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.212638",
    "pmid": "34210723"
  }
}