{
  "pmid": "34220355",
  "uid": "34220355",
  "title": "The National Collaborating Centre for Methods and Tools (NCCMT): Supporting evidence-informed decision-making in public health in Canada.",
  "abstract": "The National Collaborating Centre for Methods and Tools (NCCMT) is part of a network of six National Collaborating Centres for Public Health (NCC) created in 2005 by the federal government following the severe acute respiratory syndrome (SARS) epidemic to strengthen public health infrastructure in Canada. The work of the NCCMT, to support evidence-informed decision-making (EIDM) in public health in Canada, is accomplished by curating trustworthy evidence, building competence to use evidence and accelerating change in EIDM. Ongoing engagement with its target audiences ensures NCCMT's relevance and ability to respond to evolving public health needs. This has been particularly critical during the coronavirus disease 2019 (COVID-19) pandemic, which saw NCCMT pivot its activities to support the public health response by conducting rapid reviews on priority questions identified by decision-makers from federal to local levels as well as create and maintain a national repository of in-progress or completed syntheses. These efforts, along with partnering with the COVID-19 Evidence Network to support Decision-Making (COVID-END), sought to reduce duplication, increase coordination of synthesis efforts and support decision-makers to use the best available evidence in decision-making. Data from website statistics illustrate the successful uptake of these initiatives across Canada and internationally.",
  "authors": [
    {
      "last_name": "Husson",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Husson",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Howarth",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Howarth",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Neil-Sztramko",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON.",
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Canada communicable disease report = Releve des maladies transmissibles au Canada",
    "iso_abbreviation": "Can Commun Dis Rep",
    "issn": "1188-4169",
    "issn_type": "Print",
    "volume": "47",
    "issue": "56",
    "pub_year": "2021",
    "pub_month": "Jun",
    "pub_day": "09"
  },
  "start_page": "292",
  "end_page": "296",
  "pages": "292-296",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34220355",
    "pmc": "PMC8219060",
    "doi": "10.14745/ccdr.v47i56a08",
    "pii": "475608"
  },
  "doi": "10.14745/ccdr.v47i56a08",
  "pmc_id": "PMC8219060",
  "dates": {
    "revised": "2021-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.163386",
    "pmid": "34220355"
  }
}