{
  "pmid": "34224905",
  "uid": "34224905",
  "title": "Comprehensive proteome analysis of bread deciphering the allergenic potential of bread wheat, spelt and rye.",
  "abstract": "BACKGROUND/OBJECTIVES: Cereal products like flour and bread are known to trigger diseases such as wheat allergy, celiac disease and non-celiac wheat sensitivity (NCWS). Some of these diseases are caused by allergenic proteins, the expression of which might vary depending on the grain type and manufacturing processes. Therefore, we examined the protein composition and abundance of potentially allergenic proteins in flours from bread wheat, spelt and rye, and corresponding breads. MATERIALS AND METHODS: Using Nano-LC-ESI-MS/MS and label free quantification (LFQ) we analyzed the proteome of six different bread flours (wholegrain and superfine flours from rye, spelt and bread wheat) and 14 bread types (yeast and sourdough fermented breads from all flours and wheat breads plus/minus bread improver). Potentially allergenic proteins in flours and breads were functionally categorized using the Pfam database and relatively quantified by LFQ. RESULTS: We could show that almost equal numbers of proteins can be identified in rye- and spelt samples compared to wheat samples using the Uniprot bread wheat protein database, indicating high sequence conservation between cereals. In total, 4424 proteins were identified in the 20 flour and bread samples. The average number of identified proteins in flour (2719 ± 243) was slightly higher than in bread (2283 ± 232; P < 0.001). In wheat- and spelt wholegrain flour higher protein numbers (wheat: 2891 ± 90; spelt: 2743 ± 140) were identified on average than in superfine flour (wheat: 2562 ± 79; P = 0.009; spelt: 2431 ± 140; P = 0.004). Neither the absolute number nor the abundance distribution of potentially allergenic proteins were dependent on the flour type or the fermentation process, but known allergenic proteins like gliadins showed higher relative abundance in spelt- and wheat samples, compared to rye samples. CONCLUSION: We provide comprehensive proteome data for six flour types and related breads showing that the grain species have greater influence on proteome composition than milling and fermentation processes. Our data indicate that allergenic proteins are not selectively degraded during bread production and are more abundant in bread wheat and spelt compared to rye. SIGNIFICANCE: Our proteomics study revealed that bread contains a number of potentially and proven allergenic proteins. Most likely allergenicity is not dependent on milling or conventional fermentation processes, but on the grain type. Relative abundance of allergenic proteins was higher in spelt- and wheat samples than in rye samples. Considering rye bread as better suited to atopic individuals predisposed to react to cereal allergens, clinical trials are warranted to verify this assumption.",
  "authors": [
    {
      "last_name": "Zimmermann",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Zimmermann",
      "affiliations": [
        "Department of Nutritional Medicine/Prevention, University of Hohenheim, Fruwirthstrasse 12, Stuttgart 70593, Germany. Electronic address: Julia.zimmermann@uni-hohenheim.de."
      ]
    },
    {
      "last_name": "Hubel",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Hubel",
      "affiliations": [
        "Core Facility Hohenheim, Mass Spectrometry Module, University of Hohenheim, August-von-Hartmann-Strasse 3, 70599 Stuttgart, Germany. Electronic address: philipp.hubel@uni-hohenheim.de."
      ]
    },
    {
      "last_name": "Pfannstiel",
      "fore_name": "Jens",
      "initials": "J",
      "name": "Jens Pfannstiel",
      "affiliations": [
        "Core Facility Hohenheim, Mass Spectrometry Module, University of Hohenheim, August-von-Hartmann-Strasse 3, 70599 Stuttgart, Germany. Electronic address: jens.pfannstiel@uni-hohenheim.de."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "State Plant Breeding Institute, University of Hohenheim, Fruwirthstrasse 21, 70599 Stuttgart, Germany. Electronic address: M.Afzal@uni-hohenheim.de."
      ]
    },
    {
      "last_name": "Longin",
      "fore_name": "C Friedrich H",
      "initials": "CFH",
      "name": "C Friedrich H Longin",
      "affiliations": [
        "State Plant Breeding Institute, University of Hohenheim, Fruwirthstrasse 21, 70599 Stuttgart, Germany. Electronic address: friedrich.longin@uni-hohenheim.de."
      ]
    },
    {
      "last_name": "Hitzmann",
      "fore_name": "Bernd",
      "initials": "B",
      "name": "Bernd Hitzmann",
      "affiliations": [
        "Department of Process Analytics and Cereal Science, University of Hohenheim, Garbenstraße, 23 70599 Stuttgart, Germany. Electronic address: bernd.hitzmann@uni-hohenheim.de."
      ]
    },
    {
      "last_name": "Götz",
      "fore_name": "Herbert",
      "initials": "H",
      "name": "Herbert Götz",
      "affiliations": [
        "Department of Process Analytics and Cereal Science, University of Hohenheim, Garbenstraße, 23 70599 Stuttgart, Germany. Electronic address: Herbert.Goetz@uni-hohenheim.de."
      ]
    },
    {
      "last_name": "Bischoff",
      "fore_name": "Stephan C",
      "initials": "SC",
      "name": "Stephan C Bischoff",
      "affiliations": [
        "Department of Nutritional Medicine/Prevention, University of Hohenheim, Fruwirthstrasse 12, Stuttgart 70593, Germany. Electronic address: bischoff.stephan@uni-hohenheim.de."
      ]
    }
  ],
  "journal": {
    "title": "Journal of proteomics",
    "iso_abbreviation": "J Proteomics",
    "issn": "1876-7737",
    "issn_type": "Electronic",
    "volume": "247",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "15"
  },
  "start_page": "104318",
  "pages": "104318",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Allergens",
    "Bread",
    "Humans",
    "Proteome",
    "Secale",
    "Tandem Mass Spectrometry"
  ],
  "article_ids": {
    "pubmed": "34224905",
    "doi": "10.1016/j.jprot.2021.104318",
    "pii": "S1874-3919(21)00217-7"
  },
  "doi": "10.1016/j.jprot.2021.104318",
  "dates": {
    "completed": "2021-10-22",
    "revised": "2021-10-22"
  },
  "chemicals": [
    "Allergens",
    "Proteome"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.963725",
    "pmid": "34224905"
  }
}