{
  "pmid": "34220883",
  "uid": "34220883",
  "title": "Seed Shattering: A Trait of Evolutionary Importance in Plants.",
  "abstract": "Seed shattering refers to the natural shedding of seeds when they ripe, a phenomenon typically observed in wild and weedy plant species. The timing and extent of this phenomenon varies considerably among plant species. Seed shattering is primarily a genetically controlled trait; however, it is significantly influenced by environmental conditions, management practices and their interactions, especially in agro-ecosystems. This trait is undesirable in domesticated crops where consistent efforts have been made to minimize it through conventional and molecular breeding approaches. However, this evolutionary trait serves as an important fitness and survival mechanism for most weeds that utilize it to ensure efficient dispersal of their seeds, paving the way for persistent soil seedbank development and sustained future populations. Weeds have continuously evolved variations in seed shattering as an adaptation under changing management regimes. High seed retention is common in many cropping weeds where weed maturity coincides with crop harvest, facilitating seed dispersal through harvesting operations, though some weeds have notoriously high seed shattering before crop harvest. However, high seed retention in some of the most problematic agricultural weed species such as annual ryegrass (Lolium rigidum), wild radish (Raphanus raphanistrum), and weedy amaranths (Amaranthus spp.) provides an opportunity to implement innovative weed management approaches such as harvest weed seed control, which aims at capturing and destroying weed seeds retained at crop harvest. The integration of such management options with other practices is important to avoid the rapid evolution of high seed shattering in target weed species. Advances in genetics and molecular biology have shown promise for reducing seed shattering in important crops, which could be exploited for manipulating seed shattering in weed species. Future research should focus on developing a better understanding of various seed shattering mechanisms in plants in relation to changing climatic and management regimes.",
  "authors": [
    {
      "last_name": "Maity",
      "fore_name": "Aniruddha",
      "initials": "A",
      "name": "Aniruddha Maity",
      "affiliations": [
        "Department of Soil and Crop Sciences, Texas A&M University, College Station, TX, United States.",
        "Seed Technology Division, ICAR-Indian Grassland and Fodder Research Institute, Jhansi, India."
      ]
    },
    {
      "last_name": "Lamichaney",
      "fore_name": "Amrit",
      "initials": "A",
      "name": "Amrit Lamichaney",
      "affiliations": [
        "Division of Crop Improvement, ICAR-Indian Institute of Pulses Research, Kanpur, India."
      ]
    },
    {
      "last_name": "Joshi",
      "fore_name": "Dinesh Chandra",
      "initials": "DC",
      "name": "Dinesh Chandra Joshi",
      "affiliations": [
        "Division of Crop Improvement, ICAR-Vivekananda Parvatiya Krishi Anusandhan Sansthan, Almora, India."
      ]
    },
    {
      "last_name": "Bajwa",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Bajwa",
      "affiliations": [
        "Weed Research Unit, New South Wales Department of Primary Industries, Wagga Wagga, NSW, Australia."
      ]
    },
    {
      "last_name": "Subramanian",
      "fore_name": "Nithya",
      "initials": "N",
      "name": "Nithya Subramanian",
      "affiliations": [
        "Department of Soil and Crop Sciences, Texas A&M University, College Station, TX, United States."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Sydney Institute of Agriculture, The University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Bagavathiannan",
      "fore_name": "Muthukumar",
      "initials": "M",
      "name": "Muthukumar Bagavathiannan",
      "affiliations": [
        "Department of Soil and Crop Sciences, Texas A&M University, College Station, TX, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in plant science",
    "iso_abbreviation": "Front Plant Sci",
    "issn": "1664-462X",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "657773",
  "pages": "657773",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34220883",
    "pmc": "PMC8248667",
    "doi": "10.3389/fpls.2021.657773"
  },
  "doi": "10.3389/fpls.2021.657773",
  "pmc_id": "PMC8248667",
  "dates": {
    "revised": "2021-07-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.034430",
    "pmid": "34220883"
  }
}