{
  "pmid": "34223057",
  "uid": "34223057",
  "title": "Cognitive bias: how understanding its impact on antibiotic prescribing decisions can help advance antimicrobial stewardship.",
  "abstract": "The way clinicians think about decision-making is evolving. Human decision-making shifts between two modes of thinking, either fast/intuitive (Type 1) or slow/deliberate (Type 2). In the healthcare setting where thousands of decisions are made daily, Type 1 thinking can reduce cognitive load and help ensure decision making is efficient and timely, but it can come at the expense of accuracy, leading to systematic errors, also called cognitive biases. This review provides an introduction to cognitive bias and provides explanation through patient vignettes of how cognitive biases contribute to suboptimal antibiotic prescribing. We describe common cognitive biases in antibiotic prescribing both from the clinician and the patient perspective, including hyperbolic discounting (the tendency to favour small immediate benefits over larger more distant benefits) and commission bias (the tendency towards action over inaction). Management of cognitive bias includes encouraging more mindful decision making (e.g., time-outs, checklists), improving awareness of one's own biases (i.e., meta-cognition), and designing an environment that facilitates safe and accurate decision making (e.g., decision support tools, nudges). A basic understanding of cognitive biases can help explain why certain stewardship interventions are more effective than others and may inspire more creative strategies to ensure antibiotics are used more safely and more effectively in our patients.",
  "authors": [
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, Toronto, Ontario, Canada.",
        "Hotel Dieu Shaver Health and Rehabilitation Centre, St Catharines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Public Health Ontario, Toronto, Ontario, Canada.",
        "University of Toronto, Toronto, Ontario, Canada.",
        "Sunnybrook Research Institute, Toronto, Ontario, Canada.",
        "ICES (formerly Institute for Clinical Evaluative Sciences), Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Leung",
      "affiliations": [
        "Public Health Ontario, Toronto, Ontario, Canada.",
        "Toronto East Health Network, Michael Garron Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Dale J",
      "initials": "DJ",
      "name": "Dale J Langford",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, School of Medicine, University of Washington, Seattle, WA, USA."
      ]
    }
  ],
  "journal": {
    "title": "JAC-antimicrobial resistance",
    "iso_abbreviation": "JAC Antimicrob Resist",
    "issn": "2632-1823",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Dec"
  },
  "start_page": "dlaa107",
  "pages": "dlaa107",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34223057",
    "pmc": "PMC8210114",
    "doi": "10.1093/jacamr/dlaa107",
    "pii": "dlaa107"
  },
  "doi": "10.1093/jacamr/dlaa107",
  "pmc_id": "PMC8210114",
  "dates": {
    "revised": "2021-07-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.265758",
    "pmid": "34223057"
  }
}