{
  "pmid": "34229037",
  "uid": "34229037",
  "title": "Early Change in Epithelial Neutrophilic Infiltrate Predicts Long-Term Response to Biologics in Ulcerative Colitis.",
  "abstract": "BACKGROUND & AIMS: The prognostic value of histologic scores, grades, and individual histologic subcomponents, alone or in combination with endoscopy, for predicting endoscopic improvement (EI) and histoendoscopic mucosal improvement (HEMI) during maintenance therapy in ulcerative colitis remains uncertain. METHODS: We performed a post hoc analysis of participants from the VARSITY trial (n = 734 with histology). Receiver operating characteristic and multivariate logistic regression analyses were performed to assess whether baseline and/or week 14 assessments for the Robarts Histopathology Index, Geboes score, individual histologic subcomponents, and baseline disease characteristics, including endoscopic severity and biomarkers, could predict the achievement of EI and HEMI at week 52. RESULTS: Changes in epithelial neutrophil involvement from baseline to week 14 had the best performance for predicting week 52 EI (area under the curve, 0.83; 95 % confidence interval [CI], 0.74-0.91) and HEMI (area under the curve, 0.85; 95 % CI, 0.76-0.94). On multivariate analyses, improvement of neutrophils in the epithelium was the only histologic parameter associated with increased odds of week 52 EI (odds ratio, 3.63; 95 % CI, 1.45-9.08; P = .0059) and HEMI (odds ratio, 6.88; 95 % CI, 3.29-14.36; P < .0001). Patients with more than 50 % of crypts involved with neutrophils at week 14 were significantly less likely to achieve week 52 HEMI irrespective of week 14 Mayo endoscopic scores (week 14 Mayo endoscopic score of 2-3: 9.9 % vs 22.4 %; P = .001; week 14 Mayo endoscopic score of 0-1: 33 % vs 62.4 %; P = .044). CONCLUSIONS: Our results on epithelial neutrophilic infiltrate after induction therapy as the only independent predictor for achievement of maintenance EI or HEMI helps clarify the clinical relevance of measuring histologic disease activity in ulcerative colitis. Epithelial neutrophilic infiltrate poses a means to stratify patients according to their likelihood of response to biologic treatment.",
  "authors": [
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada. Electronic address: Neeraj.narula@medportal.ca."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Emily C L",
      "initials": "ECL",
      "name": "Emily C L Wong",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Colombel",
      "fore_name": "Jean-Frederic",
      "initials": "JF",
      "name": "Jean-Frederic Colombel",
      "affiliations": [
        "Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, New York."
      ]
    },
    {
      "last_name": "Riddell",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Riddell",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Mount Sinai Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Reinisch",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Reinisch",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Internal Medicine III, Medical University of Vienna, Vienna, Austria."
      ]
    },
    {
      "last_name": "Dulai",
      "fore_name": "Parambir S",
      "initials": "PS",
      "name": "Parambir S Dulai",
      "affiliations": [
        "Division of Gastroenterology, University of California San Diego, La Jolla, California."
      ]
    }
  ],
  "journal": {
    "title": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
    "iso_abbreviation": "Clin Gastroenterol Hepatol",
    "issn": "1542-7714",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "1095",
  "end_page": "1104.e9",
  "pages": "1095-1104.e9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Biological Products",
    "Colitis, Ulcerative",
    "Colonoscopy",
    "Humans",
    "Intestinal Mucosa",
    "Remission Induction",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "34229037",
    "doi": "10.1016/j.cgh.2021.07.005",
    "pii": "S1542-3565(21)00716-3"
  },
  "doi": "10.1016/j.cgh.2021.07.005",
  "dates": {
    "completed": "2022-04-19",
    "revised": "2022-06-06"
  },
  "chemicals": [
    "Biological Products"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.163414",
    "pmid": "34229037"
  }
}