{
  "pmid": "34226025",
  "uid": "34226025",
  "title": "Users' Guide to Medical Decision Analysis.",
  "abstract": "Clinicians regularly have to trade benefits and harms to choose between testing and treatment strategies. This process is often done by making global and implicit judgments. A decision analysis is an analytic method that makes this process more explicit, reproducible, and evidence-based. While clinicians are unlikely to conduct their own decision analysis, they will read publications of such analyses or use guidelines based on them. This review outlines the anatomy of a decision tree and provides clinicians with the tools to critically appraise a decision analysis and apply its results to medical decision making. Clinicians reading about a decision analysis can make two judgments. The first judgment is about the credibility of the methods, such as whether the decision analysis addressed a relevant clinical question, included all important outcomes, used the current best evidence to derive variables in the model, and adopted the appropriate time horizon. The second judgment is about rating confidence in the preferred course of action by determining the certainty in the model variables, whether the results are robust in sensitivity analyses and if the results are applicable to a specific patient. Results from a valid and robust decision analysis can inform both guideline panels and the patient-clinician dyad engaged in shared decision-making.",
  "authors": [
    {
      "last_name": "Dobler",
      "fore_name": "Claudia C",
      "initials": "CC",
      "name": "Claudia C Dobler",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Faculty of Health Sciences & Medicine, Bond University, Gold Coast, Queensland, Australia; Evidence-Based Practice Center, Robert D. and Patricia E. Kern Center for the Science of Health Care Delivery, Mayo Clinic, Rochester, MN. Electronic address: cdobler@bond.edu.au."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Wang",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Faculty of Health Sciences & Medicine, Bond University, Gold Coast, Queensland, Australia."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Faculty of Health Sciences & Medicine, Bond University, Gold Coast, Queensland, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Mayo Clinic proceedings",
    "iso_abbreviation": "Mayo Clin Proc",
    "issn": "1942-5546",
    "issn_type": "Electronic",
    "volume": "96",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "2205",
  "end_page": "2217",
  "pages": "2205-2217",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Clinical Decision-Making",
    "Evidence-Based Medicine",
    "Guidelines as Topic",
    "Humans",
    "Patient Participation"
  ],
  "article_ids": {
    "pubmed": "34226025",
    "doi": "10.1016/j.mayocp.2021.02.003",
    "pii": "S0025-6196(21)00128-2"
  },
  "doi": "10.1016/j.mayocp.2021.02.003",
  "dates": {
    "completed": "2021-08-16",
    "revised": "2021-08-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.216211",
    "pmid": "34226025"
  }
}