{
  "pmid": "34230211",
  "uid": "34230211",
  "title": "Reflections of methodological and ethical challenges in conducting research during COVID-19 involving resettled refugee youth in Canada.",
  "abstract": "Research involving migrant youth involves navigating and negotiating complex challenges in order to uphold their rights and dignity, but also all while maintaining scientific rigour. COVID-19 has changed the global landscape within many domains and has increasingly highlighted inequities that exist. With restrictions focusing on maintaining physical distancing set in place to curb the spread of the virus, conducting in-person research becomes complicated. This article reflects on the ethical and methodological challenges encountered when conducting qualitative research during the pandemic with Syrian migrant youth who are resettled in Canada. The three areas discussed from the study are recruitment, informed consent and managing the interviews. Special attention to culture as being part of the study's methodology as an active reflexive process is also highlighted. The goal of this article is to contribute to the growing understanding of complexities of conducting research during COVID-19 with populations which have layered vulnerabilities, such as migrant youth. This article hopes that the reflections may help future researchers in conducting their research during this pandemic by being cognizant of both the ethical and methodological challenges discussed.",
  "authors": [
    {
      "last_name": "Salam",
      "fore_name": "Zoha",
      "initials": "Z",
      "name": "Zoha Salam",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, Ontario, Canada zohas@mcmaster.ca."
      ]
    },
    {
      "last_name": "Nouvet",
      "fore_name": "Elysee",
      "initials": "E",
      "name": "Elysee Nouvet",
      "affiliations": [
        "School of Health Studies, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of medical ethics",
    "iso_abbreviation": "J Med Ethics",
    "issn": "1473-4257",
    "issn_type": "Electronic",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "06"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34230211",
    "doi": "10.1136/medethics-2021-107291",
    "pii": "medethics-2021-107291"
  },
  "doi": "10.1136/medethics-2021-107291",
  "dates": {
    "revised": "2024-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.700464",
    "pmid": "34230211"
  }
}