{
  "pmid": "34232147",
  "uid": "34232147",
  "title": "How trustworthy guidelines can impact outcomes.",
  "abstract": "PURPOSE OF REVIEW: If developed using rigorous methods and produced in a timely manner, clinical practice guidelines have the potential to improve patient outcomes. Although the COVID-19 pandemic has highlighted the challenges involved in generating reliable clinical guidance, it has also provided an opportunity to address these challenges. RECENT FINDINGS: New research addressing drugs for COVID-19 is being produced at unprecedented rates. Incorporating this new knowledge into patient care can be daunting for the average clinician. In collaboration with the BMJ and MAGIC, the WHO has developed a living guideline initiative with the goal of providing rapid and trustworthy clinical guidance in response to practice-changing evidence. As new evidence becomes available, it is incorporated into a living network meta-analysis that informs these guidelines, which are iteratively updated. Until this point, the group has generated guidelines addressing the use of corticosteroids, remdesivir, hydroxychloroquine, lopinavir/ritonavir, and ivermectin for COVID-19. SUMMARY: We provide an example of how rapid and rigorous guidelines can be accomplished, even in the setting of a pandemic, capitalizing on expertise, large and dedicated teams, and focused scope. We highlight the benefits of multifaceted knowledge dissemination through multiple formats to ensure global dissemination and in order to maximize impact.",
  "authors": [
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kawano-Dourado",
      "fore_name": "Leticia",
      "initials": "L",
      "name": "Leticia Kawano-Dourado",
      "affiliations": [
        "HCor Research Institute, Hospital do Coração, São Paulo, Brazil.",
        "INSERM 1152, University of Paris, Paris, France."
      ]
    },
    {
      "last_name": "Qadir",
      "fore_name": "Nida",
      "initials": "N",
      "name": "Nida Qadir",
      "affiliations": [
        "David Geffen School of Medicine, University of California, Los Angeles, USA."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in critical care",
    "iso_abbreviation": "Curr Opin Crit Care",
    "issn": "1531-7072",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "544",
  "end_page": "550",
  "pages": "544-550",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "COVID-19",
    "Humans",
    "Hydroxychloroquine",
    "Lopinavir",
    "Pandemics",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "34232147",
    "doi": "10.1097/MCC.0000000000000858",
    "pii": "00075198-202110000-00016"
  },
  "doi": "10.1097/MCC.0000000000000858",
  "dates": {
    "completed": "2021-09-06",
    "revised": "2023-09-13"
  },
  "chemicals": [
    "Lopinavir",
    "Hydroxychloroquine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.094827",
    "pmid": "34232147"
  }
}