{
  "pmid": "34232578",
  "uid": "34232578",
  "title": "Depression, Anxiety, and Mother-Infant Bonding in Women Seeking Treatment for Postpartum Depression Before and During the COVID-19 Pandemic.",
  "abstract": "Objective: The conditions created by the COVID-19 pandemic could negatively affect maternal mental health and the mother-infant relationship. The aim of this study is to determine the impact of the COVID-19 pandemic on depression, anxiety, and mother-infant bonding among women seeking treatment for postpartum depression (PPD). Methods: Baseline data collected in two separate randomized controlled trials of a psychoeducational intervention for PPD in the same geographic region, one prior to COVID-19 (March 2019-March 2020) and one during the COVID-19 pandemic (April-October 2020), were compared. Eligible participants had an Edinburgh Postnatal Depression Scale (EPDS) score of ≥ 10, were ≥ 18 years of age, had an infant < 12 months old, and were fluent in English. Outcomes included PPD (EPDS), anxiety (Generalized Anxiety Disorder-7 [GAD-7]), and mother-infant relationship (Postpartum Bonding Questionnaire [PBQ]). All were measured continuously and dichotomized at accepted clinical cutoffs. Results: Of the 603 participants (305 pre-COVID-19; 298 during COVID-19), mothers enrolled during the COVID-19 pandemic reported higher levels of symptoms of PPD (B = 1.35; 95% CI, 0.64 to 2.06; Cohen d = 0.31) and anxiety (B = 1.52; 95% CI, 0.72 to 2.32; Cohen d = 0.30). During COVID-19, women had 65% higher odds of clinically significant levels of depression symptoms (OR = 1.65; 95% CI, 1.13 to 2.31) and 46% higher odds of clinically relevant anxiety symptoms (OR = 1.46; 95% CI, 1.05 to 2.05). However, there were no statistically significant differences in mother-infant bonding. Conclusions: The findings of this study suggest that rates and severity of PPD and anxiety symptoms among women seeking treatment for PPD have worsened in Canada during the COVID-19 pandemic. However, treatment-seeking mothers have consistently maintained good relationships with their infants. Considering the difficulties women with PPD face when accessing treatment, it is important that strategies are developed and disseminated to safely identify and manage PPD to mitigate potential long-term adverse consequences for mothers and their families. Trial Registration: ClinicalTrials.gov identifiers: NCT03654261 and NCT04485000.",
  "authors": [
    {
      "last_name": "Layton",
      "fore_name": "Haley",
      "initials": "H",
      "name": "Haley Layton",
      "affiliations": [
        "Health Research Methodology Graduate Program, McMaster University, Hamilton, Ontario, Canada.",
        "Corresponding author: Haley Layton, MPH, McMaster University, 1200 Main St West, Hamilton, ON, Canada, L8N 3Z5 (laytonh@mcmaster.ca)."
      ]
    },
    {
      "last_name": "Owais",
      "fore_name": "Sawayra",
      "initials": "S",
      "name": "Sawayra Owais",
      "affiliations": [
        "MD/PhD Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Savoy",
      "fore_name": "Calan D",
      "initials": "CD",
      "name": "Calan D Savoy",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of clinical psychiatry",
    "iso_abbreviation": "J Clin Psychiatry",
    "issn": "1555-2101",
    "issn_type": "Electronic",
    "volume": "82",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "06"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Anxiety",
    "COVID-19",
    "Depression, Postpartum",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Mother-Child Relations",
    "Mothers",
    "Object Attachment",
    "Ontario",
    "Pandemics",
    "Risk Factors",
    "Self Report",
    "Severity of Illness Index",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "34232578",
    "doi": "10.4088/JCP.21m13874",
    "pii": "21m13874"
  },
  "doi": "10.4088/JCP.21m13874",
  "dates": {
    "completed": "2021-07-14",
    "revised": "2021-07-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.140815",
    "pmid": "34232578"
  }
}