{
  "pmid": "34234002",
  "uid": "34234002",
  "title": "Programmes to prepare siblings for future roles to support their brother or sister with a neurodisability: protocol of a scoping review.",
  "abstract": "INTRODUCTION: Siblings share a lifelong bond in their relationship, and they may choose to provide support to their brother or sister with a neurodisability. Previous reviews summarised programmes that only focused on the behavioural, emotional and psychological outcomes of the siblings. There is a need to synthesise existing evidence and enhance our understanding about programmes for siblings to acquire knowledge, develop skills and become empowered that can help them to provide support to their brother or sister with a neurodisability. The objective of this review is to identify and map the characteristics and outcomes of programmes designed to prepare siblings in their future roles to support their brother or sister with a neurodisability. METHODS AND ANALYSIS: This review will be conducted using the Joanna Briggs Institute methodology for scoping reviews. An integrated knowledge translation approach will be used by partnering with the Sibling Youth Advisory Council comprised of siblings of individuals with a disability throughout all review phases. Databases to be searched include PsycINFO, Cumulative Index of Nursing and Allied Health Literature, Sociological Abstracts, Education Resources Information Center, EMBASE, Web of Science, MEDLINE (Ovid) and SPORTDiscus, from date of inception to November 2020. Studies of programmes designed for siblings of individuals with neurodisabilities, with no exclusion on the age of siblings or context, and published in English will be included. Extracted data will include details of programme structure and content, eligibility criteria and participants, context, study methods and outcomes. A summary of the results will be presented in a tabular form to provide an overview of the programmes with an accompanying narrative summary to address the research questions of this review. DISSEMINATION: Findings from this review will be shared using dissemination strategies in partnership with the Sibling Youth Advisory Council. We will share the findings with key stakeholders such as healthcare providers, researchers, and patient and family advocacy groups.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Nguyen",
      "affiliations": [
        "School of Rehabilitation Science and CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, Ontario, Canada nguyel7@mcmaster.ca."
      ],
      "orcid": "0000-0002-7165-6678"
    },
    {
      "last_name": "Bootsma",
      "fore_name": "Jael",
      "initials": "J",
      "name": "Jael Bootsma",
      "affiliations": [
        "School of Rehabilitation Science and CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7862-0109"
    },
    {
      "last_name": "Di Rezze",
      "fore_name": "Briano",
      "initials": "B",
      "name": "Briano Di Rezze",
      "affiliations": [
        "School of Rehabilitation Science and CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-6061-2506"
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "School of Nursing, Department of Health Research Methods, Evidence, and Impact, and Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4380-620X"
    },
    {
      "last_name": "Ketelaar",
      "fore_name": "Marjolijn",
      "initials": "M",
      "name": "Marjolijn Ketelaar",
      "affiliations": [
        "Centre of Excellence for Rehabilitation Medicine, UMC Utrecht and De Hoogstraat Rehabilitation, Utrecht, The Netherlands.",
        "CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8324-518X"
    },
    {
      "last_name": "Gorter",
      "fore_name": "Jan Willem",
      "initials": "JW",
      "name": "Jan Willem Gorter",
      "affiliations": [
        "CanChild Centre for Childhood Disability Research, Department of Pediatrics and School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3012-2119"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "07"
  },
  "start_page": "e053184",
  "pages": "e053184",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Persons with Disabilities",
    "Health Personnel",
    "Humans",
    "Male",
    "Siblings",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "34234002",
    "pmc": "PMC8264900",
    "doi": "10.1136/bmjopen-2021-053184",
    "pii": "bmjopen-2021-053184"
  },
  "doi": "10.1136/bmjopen-2021-053184",
  "pmc_id": "PMC8264900",
  "dates": {
    "completed": "2021-08-04",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.230165",
    "pmid": "34234002"
  }
}