{
  "pmid": "34235793",
  "uid": "34235793",
  "title": "A parallel test of the SCRAM-CAM transdermal monitors ensuring reliability.",
  "abstract": "INTRODUCTION: Previous studies validating the transdermal alcohol concentration (TAC) as measured by the Secure Continuous Remote Alcohol Monitors Continuous Alcohol Monitoring (SCRAM-CAM) have tested the monitor against self-reports or breath alcohol concentration (BrAC). This study aims to provide further evidence of the reliability of the SCRAM-CAM testing two monitors in parallel. METHODS: Participants (N = 21) received four standard drinks in a laboratory session while wearing SCRAM-CAMs simultaneously on their left and right ankles. The SCRAM-CAMs sampled TAC every 30 min and participants were monitored for at least 2-3 h after their BrAC levels reached zero. Weight and height measures were taken to calculate body mass index (BMI). RESULTS: There was a positive correlation between the TAC measurements from the left and right SCRAM-CAM (r = 0.718), a cross-correlation model revealed that this correlation was not significantly different for sex or BMI. Area under the TAC curve (AUC) and peak TAC values as measured by the left and right SCRAM-CAM also show positive correlations (r = 0.554 and r = 0.579, respectively). Cross-correlation models show a significant effect of BMI on the relationship between left and right peak TAC values, which may be due to outlier effects. No further effects were significant for on both peak and AUC values. DISCUSSION AND CONCLUSIONS: Results show that TAC measured by SCRAM-CAMs worn on the left and right showed a good correlation, with correlations between AUC and peak TAC values considered to be fair. TAC monitors show promise for use in research settings; however, work is needed testing the reliability of TAC as measured by two TAC monitors.",
  "authors": [
    {
      "last_name": "van Egmond",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly van Egmond",
      "affiliations": [
        "Centre for Alcohol Policy and Research, Department of Public Health and Psychology, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-6494-6327"
    },
    {
      "last_name": "Wright",
      "fore_name": "Cassandra J C",
      "initials": "CJC",
      "name": "Cassandra J C Wright",
      "affiliations": [
        "Centre for Alcohol Policy and Research, Department of Public Health and Psychology, La Trobe University, Melbourne, Australia.",
        "Menzies School of Health Research, Charles Darwin University, Darwin, Australia.",
        "Burnet Institute, Melbourne, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ],
      "orcid": "0000-0001-9751-4005"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy and Research, Department of Public Health and Psychology, La Trobe University, Melbourne, Australia.",
        "National Drug Research Institute, Curtin University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Kuntsche",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Kuntsche",
      "affiliations": [
        "Centre for Alcohol Policy and Research, Department of Public Health and Psychology, La Trobe University, Melbourne, Australia.",
        "Institute of Psychology, Eötvös Loránd University, Budapest, Hungary."
      ],
      "orcid": "0000-0001-8931-0790"
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "1122",
  "end_page": "1130",
  "pages": "1122-1130",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Breath Tests",
    "Ethanol",
    "Humans",
    "Reproducibility of Results",
    "Self Report"
  ],
  "article_ids": {
    "pubmed": "34235793",
    "doi": "10.1111/dar.13353"
  },
  "doi": "10.1111/dar.13353",
  "dates": {
    "completed": "2022-03-31",
    "revised": "2022-04-01"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.822323",
    "pmid": "34235793"
  }
}