{
  "pmid": "34247897",
  "uid": "34247897",
  "title": "(Re)arranging \"systems of care\" in the early Ebola response in Sierra Leone: An interdisciplinary analysis.",
  "abstract": "Despite an expanding literature on Ebola-response, few studies detail or reflect on the responses of diverse systems of care. Little is known about how, why or in what ways, strategies of ill-health management were enacted locally, how health-systems power, authority and hierarchy were perceived and contested, or how other social systems, institutions and relationships shaped the response. This paper presents an interdisciplinary analysis of local responses in two early affected districts in Sierra Leone. Drawing on anthropological theories of social ordering and assemblage, we present an analysis of contrasting infection chains in three extended case studies from Bo and Moyamba districts. In contrast to previous scholarship which has understood local actions as being reactive (supporting or obstructing) to a national Ebola response, we show that local arrangements lead and shape responses. Our cases show how multiple, entangled, dynamic and co-existing systems of care influence these responses. Some individuals and communities collaborated with health authorities on measures like reporting and quarantine, others actively opposed them, or played an intermediary role. Collectively, formal health systems actors, local authorities and ordinary citizens negotiated and enacted new arrangements. These arrangements involved compromise and sometimes power was reconfigured. They were also shaped by wider political and historical contexts and by availability or absence of formal healthcare resources. Our research shows the critical importance of understanding how institutions and people involved in healthcare enact diverse \"systems of care\" and thereby shape Ebola response. Most importantly, our work underlines the need for alignment between formal health-systems and wider social, cultural, political and economic forms of organisation at family and community levels to improve crisis-response and promote sustainable care. In particular, health systems responders need to identify and engage with key brokers - or arrangers - in frontline care systems, with whom mutually acceptable, and effective, reconfigurations of care can be achieved.",
  "authors": [
    {
      "last_name": "Mayhew",
      "fore_name": "Susannah H",
      "initials": "SH",
      "name": "Susannah H Mayhew",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene & Tropical Medicine, London, UK. Electronic address: Susannah.Mayhew@lshtm.ac.uk."
      ]
    },
    {
      "last_name": "Balabanova",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina Balabanova",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene & Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Vandi",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed Vandi",
      "affiliations": [
        "School of Community Health Sciences, Njala University, Kowama, Bo, Sierra Leone."
      ]
    },
    {
      "last_name": "Mokuwa",
      "fore_name": "Gelejimah Alfred",
      "initials": "GA",
      "name": "Gelejimah Alfred Mokuwa",
      "affiliations": [
        "Department of Agriculture and Forestry, University of Technology, Kenema, Sierra Leone."
      ]
    },
    {
      "last_name": "Hanson",
      "fore_name": "Tommy",
      "initials": "T",
      "name": "Tommy Hanson",
      "affiliations": [
        "School of Community Health Sciences, Njala University, Kowama, Bo, Sierra Leone."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene & Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Richards",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Richards",
      "affiliations": [
        "School of Environmental Sciences, Njala University, Mokonde, Sierra Leone."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "300",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "114209",
  "pages": "114209",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Hemorrhagic Fever, Ebola",
    "Humans",
    "Interdisciplinary Studies",
    "Organizations",
    "Sierra Leone"
  ],
  "article_ids": {
    "pubmed": "34247897",
    "pmc": "PMC9077326",
    "doi": "10.1016/j.socscimed.2021.114209",
    "pii": "S0277-9536(21)00541-4"
  },
  "doi": "10.1016/j.socscimed.2021.114209",
  "pmc_id": "PMC9077326",
  "dates": {
    "completed": "2022-04-27",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MR/N015754/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.212909",
    "pmid": "34247897"
  }
}