{
  "pmid": "34243789",
  "uid": "34243789",
  "title": "Barriers and facilitators to implementing evidence-based guidelines in long-term care: a qualitative evidence synthesis.",
  "abstract": "BACKGROUND: The long-term care setting poses unique challenges and opportunities for effective knowledge translation. The objectives of this review are to (1) synthesize barriers and facilitators to implementing evidence-based guidelines in long-term care, as defined as a home where residents require 24-h nursing care, and 50% of the population is over the age of 65 years; and (2) map barriers and facilitators to the Behaviour Change Wheel framework to inform theory-guided knowledge translation strategies. METHODS: Following the guidance of the Cochrane Qualitative and Implementation Methods Group Guidance Series and the ENTREQ reporting guidelines, we systematically reviewed the reported experiences of long-term care staff on implementing evidence-based guidelines into practice. MEDLINE Pubmed, EMBASE Ovid, and CINAHL were searched from the earliest date available until May 2021. Two independent reviewers selected primary studies for inclusion if they were conducted in long-term care and reported the perspective or experiences of long-term care staff with implementing an evidence-based practice guideline about health conditions. Appraisal of the included studies was conducted using the Critical Appraisal Skills Programme Checklist and confidence in the findings with the GRADE-CERQual approach. FINDINGS: After screening 2680 abstracts, we retrieved 115 full-text articles; 33 of these articles met the inclusion criteria. Barriers included time constraints and inadequate staffing, cost and lack of resources, and lack of teamwork and organizational support. Facilitators included leadership and champions, well-designed strategies, protocols, and resources, and adequate services, resources, and time. The most frequent Behaviour Change Wheel components were physical and social opportunity and psychological capability. We concluded moderate or high confidence in all but one of our review findings. CONCLUSIONS: Future knowledge translation strategies to implement guidelines in long-term care should target physical and social opportunity and psychological capability, and include interventions such as environmental restructuring, training, and education.",
  "authors": [
    {
      "last_name": "McArthur",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin McArthur",
      "affiliations": [
        "Dalhousie University, 5869 University Avenue, Halifax, Nova Scotia, B3H 4R2, Canada. caitlin.mcarthur@dal.ca.",
        "GERAS Centre for Aging Research, 88 Maplewood Avenue, Hamilton, Ontario, L8M 1W9, Canada. caitlin.mcarthur@dal.ca."
      ],
      "orcid": "0000-0001-9985-2796"
    },
    {
      "last_name": "Bai",
      "fore_name": "Yuxin",
      "initials": "Y",
      "name": "Yuxin Bai",
      "affiliations": [
        "GERAS Centre for Aging Research, 88 Maplewood Avenue, Hamilton, Ontario, L8M 1W9, Canada.",
        "Master University, 1280 Main Street West, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Hewston",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Hewston",
      "affiliations": [
        "GERAS Centre for Aging Research, 88 Maplewood Avenue, Hamilton, Ontario, L8M 1W9, Canada.",
        "Master University, 1280 Main Street West, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Giangregorio",
      "fore_name": "Lora",
      "initials": "L",
      "name": "Lora Giangregorio",
      "affiliations": [
        "University of Waterloo, 200 University Avenue West, Waterloo, Ontario, N2L 3G1, Canada.",
        "Schlegel-UW Research Institute for Aging, 150 Laurelwood Drive, Waterloo, Ontario, N2J 0E2, Canada."
      ]
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Straus",
      "affiliations": [
        "University of Toronto, 27 King's College Circle, Toronto, Ontario, M5S 1A4, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "GERAS Centre for Aging Research, 88 Maplewood Avenue, Hamilton, Ontario, L8M 1W9, Canada.",
        "Master University, 1280 Main Street West, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "09"
  },
  "start_page": "70",
  "pages": "70",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Evidence-Based Practice",
    "Humans",
    "Leadership",
    "Long-Term Care",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "34243789",
    "pmc": "PMC8267230",
    "doi": "10.1186/s13012-021-01140-0",
    "pii": "10.1186/s13012-021-01140-0"
  },
  "doi": "10.1186/s13012-021-01140-0",
  "pmc_id": "PMC8267230",
  "dates": {
    "completed": "2021-11-25",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:50:24.753344",
    "pmid": "34243789"
  }
}