{
  "pmid": "34241560",
  "uid": "34241560",
  "title": "Diagnosis and Treatment of Snapping Scapula Syndrome: A Scoping Review.",
  "abstract": "CONTEXT: Snapping scapula syndrome (SSS) is commonly misdiagnosed and underreported due to lack of awareness. OBJECTIVE: This scoping review aims to summarize the current evidence related to SSS diagnosis and treatment to aid clinicians in managing the condition more effectively. DATA SOURCES: PubMed, Medline, and Embase databases were searched for studies related to the etiology, diagnosis, or treatment of SSS (database inception to March 2020). STUDY SELECTION: Databases were searched for available studies related to the etiology, diagnosis, or treatment of SSS. STUDY DESIGN: A scoping review study design was selected to explore the breadth of knowledge in the literature regarding SSS diagnosis and treatment. LEVEL OF EVIDENCE: Level 4. DATA EXTRACTION: Primary outcomes abstraction included accuracy of diagnostic tests, functional outcomes, and pain relief associated with various nonoperative and operative treatment options for SSS. RESULTS: A total of 1442 references were screened and 40 met the inclusion criteria. Studies commonly reported SSS as a clinical diagnosis and relied heavily on a focused history and physical examination. The most common signs reported were medial scapular border tenderness, crepitus, and audible snapping. Three-dimensional computed tomography had high interrater reliability of 0.972, with a 100% success rate in identifying symptomatic incongruity of the scapular articular surface. Initial nonoperative treatment was reported as successful in most symptomatic patients, with improved visual analogue scale (VAS) scores (7.7 ± 0.5 pretreatment, to 2.4 ± 0.6). Persistently symptomatic patients underwent surgical intervention most commonly involving bursectomy, superomedial angle resection, or partial scapulectomy. High satisfaction rates of surgery were reported in VAS (6.9 ± 0.7 to 1.9 ± 0.9), American Shoulder and Elbow Surgeons scores (50.3 ± 12.2 to 80.6 ± 14.9), and mean simple shoulder test scores (5.6 ± 1.0 to 10.2 ± 1.1). CONCLUSION: Focused history and physical examination is the most crucial initial step in the diagnostic process, with supplemental imaging used to assess for structural etiologies when nonoperative management fails. Nonoperative management is as effective as surgical management in pain relief and is advised for 3 to 6 months before operative treatment.",
  "authors": [
    {
      "last_name": "Baldawi",
      "fore_name": "Hassan",
      "initials": "H",
      "name": "Hassan Baldawi",
      "affiliations": []
    },
    {
      "last_name": "Gouveia",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Gouveia",
      "affiliations": []
    },
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": []
    },
    {
      "last_name": "Almana",
      "fore_name": "Latifah",
      "initials": "L",
      "name": "Latifah Almana",
      "affiliations": []
    },
    {
      "last_name": "Paul",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Paul",
      "affiliations": []
    },
    {
      "last_name": "Alolabi",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Alolabi",
      "affiliations": []
    },
    {
      "last_name": "Moro",
      "fore_name": "Jaydeep",
      "initials": "J",
      "name": "Jaydeep Moro",
      "affiliations": []
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "3",
    "pub_year": "2022"
  },
  "start_page": "389",
  "end_page": "396",
  "pages": "389-396",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Physical Examination",
    "Reproducibility of Results",
    "Scapula",
    "Shoulder Pain",
    "Syndrome"
  ],
  "article_ids": {
    "pubmed": "34241560",
    "pmc": "PMC9109590",
    "doi": "10.1177/19417381211029211"
  },
  "doi": "10.1177/19417381211029211",
  "pmc_id": "PMC9109590",
  "dates": {
    "completed": "2022-05-16",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:31.552785",
    "pmid": "34241560"
  }
}