{
  "pmid": "34240132",
  "uid": "34240132",
  "title": "Frailty screening in older adults: is annual screening necessary in primary care?",
  "abstract": "BACKGROUND: The Case-finding for Complex Chronic Conditions in Adults 75+ (C5-75) involves annual frailty screening in primary care using dual-trait screening measures of handgrip strength and gait speed, with additional screening for co-existing conditions in those deemed frail. OBJECTIVE: To identify low-risk individuals who could be screened for frailty every 2 years, rather than annually. METHODS: This study examined a prospective cohort of patients who completed at least two annual C5-75 screenings between April 2014 and December 2018. Handgrip strength and gait speed on initial assessment were categorized based on proximity to frailty thresholds and were used to predict frailty risk on the second assessment. We used Fisher's exact test to assess differences in risk. Logistic regression models tested associations between independent variables of age, patient activity level, falls history, grip strength and gait speed on first assessment and dependent variable of frailty on subsequent assessment. RESULTS: Analyses included 571 patients with two annual assessments. Frailty risk on the second assessment was significantly higher for patients who had gait speed or grip strength within 20% of the frailty threshold (5.7%), compared with the other categories (0.7%, 0.9%, 0%; P = 0.002); 60% of patients fell within these lower risk categories. Controlling for grip strength and gait speed, no other measures had significant associations with frailty risk. CONCLUSIONS: Our results demonstrate that 60% patients are at low risk (<1%) of transitioning to frailty by the next annual assessment. Reducing screening frequency from annually to every 2 years may be appropriate for these patients.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Lee",
      "affiliations": [
        "Centre for Family Medicine Family Health Team, Kitchener, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada.",
        "Schlegel-University of Waterloo Research Institute for Aging, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0001-9774-9568"
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6282-3614"
    },
    {
      "last_name": "Hillier",
      "fore_name": "Loretta M",
      "initials": "LM",
      "name": "Loretta M Hillier",
      "affiliations": [
        "GERAS Centre for Aging Research, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Tejal",
      "initials": "T",
      "name": "Tejal Patel",
      "affiliations": [
        "Centre for Family Medicine Family Health Team, Kitchener, ON, Canada.",
        "School of Pharmacy, University of Waterloo, Kitchener,Canada."
      ]
    },
    {
      "last_name": "Parikh",
      "fore_name": "Ruchi",
      "initials": "R",
      "name": "Ruchi Parikh",
      "affiliations": [
        "Centre for Family Medicine Family Health Team, Kitchener, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Family practice",
    "iso_abbreviation": "Fam Pract",
    "issn": "1460-2229",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "19"
  },
  "start_page": "12",
  "end_page": "18",
  "pages": "12-18",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Frail Elderly",
    "Frailty",
    "Geriatric Assessment",
    "Hand Strength",
    "Humans",
    "Primary Health Care",
    "Prospective Studies"
  ],
  "article_ids": {
    "pubmed": "34240132",
    "doi": "10.1093/fampra/cmab055",
    "pii": "6317588"
  },
  "doi": "10.1093/fampra/cmab055",
  "dates": {
    "completed": "2022-01-26",
    "revised": "2022-01-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.478411",
    "pmid": "34240132"
  }
}