{
  "pmid": "34244429",
  "uid": "34244429",
  "title": "Ecology of the Anthropocene signals hope for consciously managing the planetary ecosystem.",
  "abstract": "Human populations have grown to such an extent that our species has become a dominant force on the planet, prompting geologists to begin applying the term Anthropocene to recognize the present moment. Many approaches seek to explain the past and future of human population growth, in the form of narratives and models. Some of the most influential models have parameters that cannot be precisely known but are estimated by expert opinion. Here we apply a unified model of ecology to provide a macroscale summary of the net effects of many microscale processes, using a minimal set of parameters that can be known. Our models match estimates of historic and prehistoric global human population numbers and provide predictions that correspond to some of the more complicated current models. In addition to fitting the data well they reveal that, amidst enormous complexity in our human and prehuman past, three key ecological discontinuities have occurred in turn: 1) becoming dominant competitors of large predators rather than their prey, 2) becoming mutualists with food species rather than acting as predators upon them, and 3) changing from a regime of uncontrolled population growth to one of controlled fertility instead. All three processes have been interlinked with cultural evolution and all three ushered in developments of the Anthropocene. Understanding the trajectories that have delivered us to this stage can help guide prudent paths into the future.",
  "authors": [
    {
      "last_name": "Lehman",
      "fore_name": "Clarence",
      "initials": "C",
      "name": "Clarence Lehman",
      "affiliations": [
        "College of Biological Sciences, University of Minnesota, Saint Paul, MN 55108; lehman@umn.edu.",
        "Department of Ecology, Evolution, and Behavior, University of Minnesota, Saint Paul, MN 55108.",
        "Institute on the Environment, University of Minnesota, Saint Paul, MN 55108."
      ]
    },
    {
      "last_name": "Loberg",
      "fore_name": "Shelby",
      "initials": "S",
      "name": "Shelby Loberg",
      "affiliations": [
        "Division of Science and Mathematics, University of Minnesota, Morris, MN 56267."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Department of Ecology, Evolution, and Behavior, University of Minnesota, Saint Paul, MN 55108.",
        "Institute on the Environment, University of Minnesota, Saint Paul, MN 55108.",
        "Department of Anthropology, University of Minnesota, Minneapolis, MN 55455."
      ],
      "orcid": "0000-0003-3073-4518"
    },
    {
      "last_name": "Gorham",
      "fore_name": "Eville",
      "initials": "E",
      "name": "Eville Gorham",
      "affiliations": [
        "Department of Ecology, Evolution, and Behavior, University of Minnesota, Saint Paul, MN 55108."
      ],
      "orcid": "0000-0001-9230-2599"
    }
  ],
  "journal": {
    "title": "Proceedings of the National Academy of Sciences of the United States of America",
    "iso_abbreviation": "Proc Natl Acad Sci U S A",
    "issn": "1091-6490",
    "issn_type": "Electronic",
    "volume": "118",
    "issue": "28",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "13"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Culture",
    "Ecological and Environmental Phenomena",
    "Educational Status",
    "Fertility",
    "Human Activities",
    "Humans",
    "Planets",
    "Population Dynamics",
    "Predatory Behavior",
    "Probability"
  ],
  "article_ids": {
    "pubmed": "34244429",
    "pmc": "PMC8285894",
    "doi": "10.1073/pnas.2024150118",
    "pii": "2024150118"
  },
  "doi": "10.1073/pnas.2024150118",
  "pmc_id": "PMC8285894",
  "dates": {
    "completed": "2021-11-30",
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.703206",
    "pmid": "34244429"
  }
}