{
  "pmid": "34255654",
  "uid": "34255654",
  "title": "A Web-Based Social Network Tool (GENIE) for Supporting Self-management Among High Users of the Health Care System: Feasibility and Usability Study.",
  "abstract": "BACKGROUND: Primary care providers are well positioned to foster self-management through linking patients to community-based health and social services (HSSs). This study evaluated a web-based tool-GENIE (Generating Engagement in Network Involvement)-to support the self-management of adults. GENIE empowers patients to leverage their personal social networks and increase their access to HSSs. GENIE maps patients' personal social networks, elicits preferences, and filters local HSSs from a community service directory based on patient's interests. Trained volunteers (an extension of the primary care team) conducted home visits and conducted surveys related to life and health goals in the context of the Health TAPESTRY (Teams Advancing Patient Experience: Strengthening Quality) program, in which the GENIE tool was implemented. GENIE reports were uploaded to an electronic medical record for care planning by the team. OBJECTIVE: This study aims to explore patients', volunteers', and clinicians' perceptions of the feasibility, usability, and perceived outcomes of GENIE-a tool for community-dwelling adults who are high users of the health care system. METHODS: This study involved 2 primary care clinician focus groups and 1 clinician interview (n=15), 1 volunteer focus group (n=3), patient telephone interviews (n=8), field observations that captured goal-action sequences to complete GENIE, and GENIE utilization statistics. The patients were enrolled in a primary care program-Health TAPESTRY-and Ontario's Health Links Program, which coordinates care for the highest users of the health care system. NVivo 11 (QSR International) was used to support qualitative data analyses related to feasibility and perceived outcomes, and descriptive statistics were used for quantitative data. RESULTS: Most participants reported positive overall perceptions of GENIE. However, feasibility testing showed that participants had a partial understanding of the tool; volunteer facilitation was critical to support the implementation of GENIE; clinicians perceived their navigation ability as superior to that of GENIE supported by volunteers; and tool completion took 39 minutes, which made the home visit too long for some. Usability challenges included difficulties completing some sections of the tool related to medical terminology and unclear instructions, limitations in the quality and quantity of HSSs results, and minor technological challenges. Almost all patients identified a community program or activity of interest. Half of the patients (4/8, 50%) followed up on HSSs and added new members to their network, whereas 1 participant lost a member. Clinicians' strengthened their understanding of patients' personal social networks and needs, and patients felt less social isolation. CONCLUSIONS: This study demonstrated the potential of GENIE, when supported by volunteers, to expand patients' social networks and link them to relevant HSSs. Volunteers require training to implement GENIE for self-management support, which may help overcome the time limitations faced by primary care clinicians. Refining the filtering capability of GENIE to address adults' needs may improve primary care providers' confidence in using such tools.",
  "authors": [
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta",
      "initials": "R",
      "name": "Ruta Valaitis",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3117-0542"
    },
    {
      "last_name": "Cleghorn",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Cleghorn",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8712-3027"
    },
    {
      "last_name": "Vassilev",
      "fore_name": "Ivaylo",
      "initials": "I",
      "name": "Ivaylo Vassilev",
      "affiliations": [
        "School of Health Sciences, University of Southampton, Southampton, United Kingdom."
      ],
      "orcid": "0000-0002-2206-8247"
    },
    {
      "last_name": "Rogers",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Rogers",
      "affiliations": [
        "School of Health Sciences, University of Southampton, Southampton, United Kingdom."
      ],
      "orcid": "0000-0002-7231-790X"
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8168-8449"
    },
    {
      "last_name": "Kothari",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Kothari",
      "affiliations": [
        "School of Health Studies, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-1533-6976"
    },
    {
      "last_name": "Risdon",
      "fore_name": "Cathy",
      "initials": "C",
      "name": "Cathy Risdon",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9024-1438"
    },
    {
      "last_name": "Gillett",
      "fore_name": "James",
      "initials": "J",
      "name": "James Gillett",
      "affiliations": [
        "Health Aging and Society, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4998-4090"
    },
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9915-1911"
    },
    {
      "last_name": "Dolovich",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Dolovich",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0061-6783"
    }
  ],
  "journal": {
    "title": "JMIR formative research",
    "iso_abbreviation": "JMIR Form Res",
    "issn": "2561-326X",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "12"
  },
  "start_page": "e25285",
  "pages": "e25285",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34255654",
    "pmc": "PMC8315309",
    "doi": "10.2196/25285",
    "pii": "v5i7e25285"
  },
  "doi": "10.2196/25285",
  "pmc_id": "PMC8315309",
  "dates": {
    "revised": "2021-08-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:28.401745",
    "pmid": "34255654"
  }
}