{
  "pmid": "34254191",
  "uid": "34254191",
  "title": "Intimate partner violence among ever-married Afghan women: patterns, associations and attitudinal acceptance.",
  "abstract": "Intimate partner violence (IPV) is one of the most prevalent forms of violence that women suffer globally. Women in Afghanistan have been exposed to high levels of IPV which coincided with high levels of conflict during more than four decades. We cross-sectionally examined the Afghanistan Demographic and Health Survey responses of 21,234 ever-married Afghan women. We first performed the frequency distribution analysis to determine the prevalence of IPV and the basic socio-demographic characteristics of the participants. Subsequently we examined the relationship between the independent and dependent variables followed by the bivariate and survey versions of logistic regression analyses. We report odds ratios in order to depict the strength and direction of the associations between the IPV and selected independent variables. P-values less than 0.05 were considered statistically significant. The analyses showed that 55.54% of Afghan women experienced some form of physical, emotional, or sexual violence by their intimate partners during the recall period partners. The most common form of IPV found was physical violence (50.52%). Factors such as being exposed to inter-parental violence (respondent woman's father physically abused her mother) (adjusted OR= 3.69, CI= 3.31-4.10) and respondent's acceptance of IPV (aOR= 1.85, 1.51-2.26) were associated with increased exposure to IPV. Having a spouse with at least a primary education (aOR= 0.76, CI= 0.64-0.91) or a respondent with at least a primary education (aOR= 0.82, CI= 0.68-0.98) was associated with lower exposure to reported IPV. The lifetime experience of IPV occurs to a high extent among Afghan women, and several socio-demographic factors have predisposing attributes. IPV policy formulation and strategizing may benefit from considering these factors.",
  "authors": [
    {
      "last_name": "Shinwari",
      "fore_name": "Rehana",
      "initials": "R",
      "name": "Rehana Shinwari",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Heidelberg, Germany. michael.wilson@uni-heidelberg.de."
      ]
    },
    {
      "last_name": "Abiodun",
      "fore_name": "Olumide",
      "initials": "O",
      "name": "Olumide Abiodun",
      "affiliations": [
        "Injury Epidemiology and Prevention (IEP) Research Group, Turku Brain Injury Centre, Turku University Hospital and University of Turku, Turku, Finland."
      ],
      "orcid": "0000-0002-3458-8776"
    },
    {
      "last_name": "Shaikh",
      "fore_name": "Masood Ali",
      "initials": "MA",
      "name": "Masood Ali Shaikh",
      "affiliations": [
        "Injury Epidemiology and Prevention (IEP) Research Group, Turku Brain Injury Centre, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    }
  ],
  "journal": {
    "title": "Archives of women's mental health",
    "iso_abbreviation": "Arch Womens Ment Health",
    "issn": "1435-1102",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "95",
  "end_page": "105",
  "pages": "95-105",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Intimate Partner Violence",
    "Prevalence",
    "Risk Factors",
    "Sexual Partners"
  ],
  "article_ids": {
    "pubmed": "34254191",
    "pmc": "PMC8784490",
    "doi": "10.1007/s00737-021-01143-2",
    "pii": "10.1007/s00737-021-01143-2"
  },
  "doi": "10.1007/s00737-021-01143-2",
  "pmc_id": "PMC8784490",
  "dates": {
    "completed": "2022-03-24",
    "revised": "2022-05-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.703650",
    "pmid": "34254191"
  }
}