{
  "pmid": "34259204",
  "uid": "34259204",
  "title": "Bariatric metabolic surgery: An effective treatment of type 2 diabetes.",
  "abstract": "BACKGROUND: Bariatric metabolic surgery is evolving as an option for the treatment of type 2 diabetes mellitus (T2DM) in patients with obesity and T2DM, warranting more studies on the efficacy of bariatric metabolic surgery on T2DM. OBJECTIVE: To determine T2DM remission in patients with obesity and T2DM with up to two years follow-up after bariatric metabolic surgery. MATERIALS AND METHODS: A retrospective review of prospectively maintained data was undertaken to identify patients who had T2DM and underwent bariatric surgery at a single centre in 2016. Data collected included age, gender, body mass index (BMI), fasting plasma glucose, haemoglobin A1c, hypertension, (HTN), Obstructive sleep apnea (OSA), initial weight and the weight at intervals of 6, 12, and 24 months. Data on the treatment of T2DM before the surgery was also collected. The criteria of the American Diabetes Association were used for the definition of T2DM remission. Only the data on patients in this study who had more than 12 months' follow-up information was analysed. RESULTS: Two hundred and eighty patients with T2DM were identified. 191 patients had more than 12 months' follow-up information. Mean age and BMI were 49.58 ± 10.64 years and 44.03 ± 7.86 kg/m[2] respectively. There were 29 patients on insulin, 21 (10.9%) on insulin only and 8 (4.2%) on insulin and oral hypoglycaemic agents (OHA). One hundred and forty-six patients (76.4%) were on OHA, 134 on a single OHA and 12 on more than one OHA. Twenty-six patients (13.6%) were newly diagnosed with T2DM when they came in for bariatric metabolic surgery. One hundred and fifty-six patients (81.7%) achieved complete remission. 14 (7.3%) of these patients used to be on insulin with or without OHA and 142 (74.3%) were patients either on OHA or no OHA. There were 12 (6.4%) patients in partial remission. There was improvement in 23 (12.04%). Eight patients were on insulin but at lower doses and 15 were on a single OHA. The average percentage of total weight loss at 6, 12 and 24 months was 29.7%, 33.9% and 35.6% respectively. Patients with shorter duration of T2DM had higher remission rates as compared to patients with longer duration (r = -0.874, P = 0.001). There was also a significant resolution of HTN (81.8%) and OSA (82.3%) after bariatric metabolic surgery. CONCLUSION: This study collaborates reports that there is significant remission of T2DM after bariatric metabolic surgery in patients with obesity and T2DM. There is a need for prospective, multi-centre, and long-term studies on bariatric metabolic surgery to treat patients with obesity and T2DM.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Vinod",
      "initials": "V",
      "name": "Vinod Bhandari",
      "affiliations": [
        "Department of Surgery, Sri Aurobindo Medical College and P.G. Institute, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Kosta",
      "fore_name": "Susmit",
      "initials": "S",
      "name": "Susmit Kosta",
      "affiliations": [
        "Mohak Bariatrics and Robotics Center, SAIMS Campus, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Mohak Bariatrics and Robotics Center, SAIMS Campus, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mahak",
      "initials": "M",
      "name": "Mahak Bhandari",
      "affiliations": [
        "Mohak Bariatrics and Robotics Center, SAIMS Campus, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Mathur",
      "fore_name": "Winni",
      "initials": "W",
      "name": "Winni Mathur",
      "affiliations": [
        "Mohak Bariatrics and Robotics Center, SAIMS Campus, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Fobi",
      "fore_name": "Mathias",
      "initials": "M",
      "name": "Mathias Fobi",
      "affiliations": [
        "Mohak Bariatrics and Robotics Center, SAIMS Campus, Indore, Madhya Pradesh, India."
      ]
    }
  ],
  "journal": {
    "title": "Journal of minimal access surgery",
    "iso_abbreviation": "J Minim Access Surg",
    "issn": "0972-9941",
    "issn_type": "Print",
    "volume": "18",
    "issue": "3",
    "pub_year": "2022"
  },
  "start_page": "396",
  "end_page": "400",
  "pages": "396-400",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34259204",
    "pmc": "PMC9306138",
    "doi": "10.4103/jmas.JMAS_325_20",
    "pii": "317437"
  },
  "doi": "10.4103/jmas.JMAS_325_20",
  "pmc_id": "PMC9306138",
  "dates": {
    "revised": "2022-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.222444",
    "pmid": "34259204"
  }
}