{
  "pmid": "34269805",
  "uid": "34269805",
  "title": "High-Intensity vs Low-Intensity Knowledge Translation Interventions for Surgeons and Their Association With Process and Outcome Measures Among Patients Undergoing Rectal Cancer Surgery.",
  "abstract": "IMPORTANCE: Surgeon-directed knowledge translation (KT) interventions for rectal cancer surgery are designed to improve patient measures, such as rates of permanent colostomy and in-hospital mortality, and to improve survival. OBJECTIVE: To evaluate the association of sustained, iterative, integrated KT rectal cancer surgery interventions directed at all surgeons with process and outcome measures among patients undergoing rectal cancer surgery in a geographic region. DESIGN, SETTING, AND PARTICIPANTS: This quality improvement study used administrative data from patients who underwent rectal cancer surgery from April 1, 2004, to March 31, 2015, in 14 health regions in Ontario, Canada. Follow-up was completed on March 31, 2020. EXPOSURES: Surgeons in 2 regions were offered intensive KT interventions, including annual workshops, audit and feedback sessions, and, in 1 of the 2 regions, operative demonstrations, from 2006 to 2012 (high-intensity KT group). Surgeons in the remaining 12 regions did not receive these interventions (low-intensity KT group). MAIN OUTCOMES AND MEASURES: Among patients undergoing rectal cancer surgery, proportions of preoperative pelvic magnetic resonance imaging (MRI), preoperative radiotherapy, and type of surgery were evaluated, as were in-hospital mortality and overall survival. Logistic regression models with an interaction term between group and year were used to assess whether process measures and in-hospital mortality differed between groups over time. RESULTS: A total of 15 683 patients were included in the analysis (10 052 [64.1%] male; mean [SD] age, 65.9 [12.1] years), of whom 3762 (24.0%) were in the high-intensity group (2459 [65.4%] male; mean [SD] age, 66.4 [12.0] years) and 11 921 (76.0%) were in the low-intensity KT group (7593 [63.7%] male; mean [SD] age, 65.7 [12.1] years). A total of 1624 patients (43.2%) in the high-intensity group and 4774 (40.0%) in the low-intensity KT group underwent preoperative MRI (P < .001); 1321 (35.1%) and 4424 (37.1%), respectively, received preoperative radiotherapy (P = .03); and 967 (25.7%) and 2365 (19.8%), respectively, received permanent stoma (P < .001). In-hospital mortality was 1.6% (59 deaths) in the high-intensity KT group and 2.2% (258 deaths) in the low-intensity KT group (P = .02). Differences remained significant in multivariable models only for permanent stoma (odds ratio [OR], 1.67; 95% CI, 1.24-2.24; P < .001) and in-hospital mortality (OR, 0.67; 95% CI, 0.51-0.87; P = .003). In both groups over time, significant increases in the proportion of patients undergoing preoperative MRI (from 6.3% to 67.1%) and preoperative radiotherapy (from 16.5% to 44.7%) occurred, but there were no significant changes for permanent stoma (25.4% to 25.3% in the high-intensity group and 20.0% to 18.3% in the low-intensity group) and in-hospital mortality (0.8% to 0.8% in the high-intensity group and 2.2% to 1.8% in the low-intensity group). Time trends were similar between groups for measures that did or did not change over time. Patient overall survival was similar between groups (hazard ratio, 1.00; 95% CI, 0.90-1.11; P = .99). CONCLUSIONS AND RELEVANCE: In this quality improvement study, between-group differences were found in only 2 measures (permanent stoma and in-hospital mortality), but these differences were stable over time. High-intensity KT group interventions were not associated with improved patient measures and outcomes. Proper evaluation of KT or quality improvement interventions may help avoid opportunity costs associated with ineffective strategies.",
  "authors": [
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Urbach",
      "fore_name": "David Robert",
      "initials": "DR",
      "name": "David Robert Urbach",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fahim",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Fahim",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Ann",
      "initials": "MA",
      "name": "Mary Ann O'Brien",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Earle",
      "fore_name": "Craig C",
      "initials": "CC",
      "name": "Craig C Earle",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Faculty of Medicine, School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gatov",
      "fore_name": "Evgenia",
      "initials": "E",
      "name": "Evgenia Gatov",
      "affiliations": [
        "ICES (formerly the Institute for Clinical Evaluative Sciences), Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grubac",
      "fore_name": "Vanja",
      "initials": "V",
      "name": "Vanja Grubac",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCormack",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel McCormack",
      "affiliations": [
        "ICES (formerly the Institute for Clinical Evaluative Sciences), Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Baxter",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Baxter",
      "affiliations": [
        "Institute of Health Policy, Management, and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "e2117536",
  "pages": "e2117536",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Female",
    "Hospital Mortality",
    "Humans",
    "Logistic Models",
    "Male",
    "Middle Aged",
    "Odds Ratio",
    "Ontario",
    "Outcome and Process Assessment, Health Care",
    "Preoperative Care",
    "Quality Improvement",
    "Rectal Neoplasms",
    "Surgeons",
    "Surgical Oncology",
    "Survival Rate",
    "Translational Science, Biomedical"
  ],
  "article_ids": {
    "pubmed": "34269805",
    "pmc": "PMC8285735",
    "doi": "10.1001/jamanetworkopen.2021.17536",
    "pii": "2781964"
  },
  "doi": "10.1001/jamanetworkopen.2021.17536",
  "pmc_id": "PMC8285735",
  "dates": {
    "completed": "2022-01-03",
    "revised": "2022-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.920683",
    "pmid": "34269805"
  }
}