{
  "pmid": "34268045",
  "uid": "34268045",
  "title": "Capecitabine-Associated Loss of Fingerprints: A Case Report of a 62-Year-Old Man With Colorectal Cancer Suffering From Capecitabine-Induced Adermatoglyphia.",
  "abstract": "BACKGROUND: Capecitabine is a prodrug of 5-fluorouracil (5-FU) and is converted to 5-FU in tumor tissue. Its primary mechanism of action is the suppression of DNA synthesis via inhibition of thymidylate synthetase. It is mostly used for neoadjuvant chemoradiation, adjuvant chemotherapy for colorectal cancer, metastatic breast, and localized and metastatic gastric cancer, among others. Adverse effects of capecitabine include diarrhea, hand-foot syndrome (HFS), pancytopenia, stomatitis, increased bilirubin, nausea, vomiting, and very rarely adermatoglyphia. Dermatoglyphics refers to fingerprints. Adermatoglyphia refers to the loss of fingerprints. Case review summary: We report the case of a 62-year-old male patient known case of locally advanced colorectal cancer. He presented in the clinic with residual disease after initially being treated with local surgery and chemoradiation with 5-FU. Positron emission tomography (PET) scan done at the time of presentation showed locally advanced disease. He was managed with surgery followed by chemotherapy with oxaliplatin 130 mg/m[2] and capecitabine (Xeloda) 1500 mg twice a day for two weeks via three weekly cycles. Post cycle five, the patient complained of grade I HFS symptoms and inability to open a bank account due to loss of fingerprints. The patient was oblivious about this condition before that. After completing his adjuvant treatment that is six cycles of oxaliplatin and Xeloda, his symptoms of the HFS and loss of fingerprints, improved. CONCLUSION: As this case describes, adermatoglypia is a rare but noticeably side effect of capecitabine with a high chance of reversibility. Similar case reports have been reported with some normalization of fingerprints, after stopping treatment. Fingerprints have been used for centuries as means of identification in banks, aviation, immigration, computers, and mobile phones, amongst others. Awareness regarding the loss of fingerprints due to capecitabine is important for the patient and clinician, and alternative means of identification or other adaptive methods of recognition should be used for these patients.",
  "authors": [
    {
      "last_name": "Dawood",
      "fore_name": "Tasneem",
      "initials": "T",
      "name": "Tasneem Dawood",
      "affiliations": [
        "Medical Oncology, Aga Khan University Hospital, Karachi, PAK."
      ]
    },
    {
      "last_name": "Zahir",
      "fore_name": "Muhammad Nauman",
      "initials": "MN",
      "name": "Muhammad Nauman Zahir",
      "affiliations": [
        "Oncology, Aga Khan University Hospital, Karachi, PAK."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Medical Oncology, Aga Khan University Hospital, Karachi, PAK."
      ]
    },
    {
      "last_name": "Rashid",
      "fore_name": "Yasmin Abdul",
      "initials": "YA",
      "name": "Yasmin Abdul Rashid",
      "affiliations": [
        "Medical Oncology, Aga Khan University Hospital, Karachi, PAK."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "13",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "e15519",
  "pages": "e15519",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34268045",
    "pmc": "PMC8265279",
    "doi": "10.7759/cureus.15519"
  },
  "doi": "10.7759/cureus.15519",
  "pmc_id": "PMC8265279",
  "dates": {
    "revised": "2021-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.964993",
    "pmid": "34268045"
  }
}