{
  "pmid": "34274246",
  "uid": "34274246",
  "title": "FACE-Q Craniofacial Module: Part 1 validation of CLEFT-Q scales for use in children and young adults with facial conditions.",
  "abstract": "BACKGROUND: The CLEFT-Q includes 12 independently functioning scales that measure appearance (face, nose, nostrils, teeth, lips, jaws), health-related quality of life (psychological, social, school, speech distress), and speech function, and an eating/drinking checklist. Previous qualitative research revealed that the CLEFT-Q has content validity in noncleft craniofacial conditions. This study aimed to examine the psychometric performance of the CLEFT-Q in an international sample of patients with a broad range of facial conditions. METHODS: Data were collected between October 2016 and December 2019 from 2132 patients aged 8 to 29 years with noncleft facial conditions. Rasch measurement theory (RMT) analysis was used to examine Differential Item Function (DIF) by comparing the original CLEFT-Q sample and the new FACE-Q craniofacial sample. Reliability and validity of the scales in a combined cleft and craniofacial sample (n=4743) were examined. RESULTS: DIF was found for 23 CLEFT-Q items when the datasets for the two samples were compared. When items with DIF were split by sample, correlations between the original and split person locations showed that DIF had negligible impact on scale scoring (correlations ≥0.995). In the combined sample, RMT analysis led to the retention of original content for ten CLEFT-Q scales, modification of the Teeth scale, and the addition of an Eating/Drinking scale. Data obtained fit with the Rasch model for 11 scales (exception School, p=0.04). Person Separation Index and Cronbach alpha values met the criteria. CONCLUSION: The scales described in this study can be used to measure outcomes in children and young adults with cleft and noncleft craniofacial conditions.",
  "authors": [
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada. Electronic address: aklass@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada. Electronic address: crae@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wong Riff",
      "fore_name": "Karen Wy",
      "initials": "KW",
      "name": "Karen Wy Wong Riff",
      "affiliations": [
        "Department of Surgery, Hospital for Sick Children, Toronto, Ontario, Canada. Electronic address: karenw.wong@sickkids.ca."
      ]
    },
    {
      "last_name": "Bulstrode",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Bulstrode",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Great Ormond Street Hospital, London, UK. Electronic address: Neil.Bulstrode@gosh.nhs.uk."
      ]
    },
    {
      "last_name": "Denadai",
      "fore_name": "Rafael",
      "initials": "R",
      "name": "Rafael Denadai",
      "affiliations": [
        "Institute of Plastic and Craniofacial Surgery, SOBRAPAR Hospital, Campinas, Sao Paulo , Brazil. Electronic address: denadai.rafael@hotmail.com."
      ]
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Jesse",
      "initials": "J",
      "name": "Jesse Goldstein",
      "affiliations": [
        "Department of Plastic Surgery, Children's Hospital of Pittsburgh, Pittsburgh, PA, USA. Electronic address: jesse.goldstein@chp.edu."
      ]
    },
    {
      "last_name": "Hol",
      "fore_name": "Marinka Lf",
      "initials": "ML",
      "name": "Marinka Lf Hol",
      "affiliations": [
        "Department of Otolaryngocoloy and Head and Neck Surgery, University Medical Center Utrecht, Prinses Maxima Center for Childhood oncology, Utrecht, The Netherlands. Electronic address: M.l.f.hol-12@umcutrecht.nl."
      ]
    },
    {
      "last_name": "Murray",
      "fore_name": "Dylan J",
      "initials": "DJ",
      "name": "Dylan J Murray",
      "affiliations": [
        "National Paediatric Craniofacial Centre, Children's Health Ireland at Temple Street, Dublin, Ireland. Electronic address: dylanmurray@plasticsurgeon.ie."
      ]
    },
    {
      "last_name": "Bracken",
      "fore_name": "Shirley",
      "initials": "S",
      "name": "Shirley Bracken",
      "affiliations": [
        "National Paediatric Craniofacial Centre, Children's Health Ireland at Temple Street, Dublin, Ireland. Electronic address: research@craniofacial.ie."
      ]
    },
    {
      "last_name": "Courtemanche",
      "fore_name": "Douglas J",
      "initials": "DJ",
      "name": "Douglas J Courtemanche",
      "affiliations": [
        "Division of Plastic Surgery, BC Children's Hospital, Vancouver, BC, Canada. Electronic address: douglas.courtemanche@ubc.ca."
      ]
    },
    {
      "last_name": "O'Hara",
      "fore_name": "Justine",
      "initials": "J",
      "name": "Justine O'Hara",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Great Ormond Street Hospital, London, UK. Electronic address: drohara@drjustineohara.com.au."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Butler",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Great Ormond Street Hospital, London, UK. Electronic address: dan.butler@doctors.org.uk."
      ]
    },
    {
      "last_name": "Tassi",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Tassi",
      "affiliations": [
        "Division of Graduate Orthodontics, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada. Electronic address: ali.tassi@schulich.uwo.ca."
      ]
    },
    {
      "last_name": "Malic",
      "fore_name": "Claudia C",
      "initials": "CC",
      "name": "Claudia C Malic",
      "affiliations": [
        "Department of Surgery, Children's Hospital of Eastern Ontario (CHEO), Ottawa, ON, Canada. Electronic address: CMalic@cheo.on.ca."
      ]
    },
    {
      "last_name": "Ganske",
      "fore_name": "Ingrid M",
      "initials": "IM",
      "name": "Ingrid M Ganske",
      "affiliations": [
        "Department of Plastic and Oral Surgery, Boston Children's Hospital, Boston, MA, USA. Electronic address: Ingrid.ganske@childrens.harvard.edu."
      ]
    },
    {
      "last_name": "Phua",
      "fore_name": "Yun S",
      "initials": "YS",
      "name": "Yun S Phua",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Queensland Children's Hospital, Brisbane, Australia. Electronic address: yun.phua@me.com."
      ]
    },
    {
      "last_name": "Marucci",
      "fore_name": "Damian D",
      "initials": "DD",
      "name": "Damian D Marucci",
      "affiliations": [
        "The Children's Hospital at Westmead Clinical School, Faculty of Medicine and Health, The University of Sydney, Westmead, NSW, Australia. Electronic address: dmarucci@hotmail.com."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "David",
      "initials": "D",
      "name": "David Johnson",
      "affiliations": [
        "Oxford Craniofacial Unit, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom. Electronic address: david.johnson@ouh.nhs.uk."
      ]
    },
    {
      "last_name": "Swan",
      "fore_name": "Marc C",
      "initials": "MC",
      "name": "Marc C Swan",
      "affiliations": [
        "Spires Cleft Centre, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom. Electronic address: marc.swan@nds.ox.ac.uk."
      ]
    },
    {
      "last_name": "Breuning",
      "fore_name": "Eleonore E",
      "initials": "EE",
      "name": "Eleonore E Breuning",
      "affiliations": [
        "Department of Plastic Surgery, Alder Hey Children's Hospital, Liverpool, United Kingdom. Electronic address: Elly.Breuning@alderhey.nhs.uk."
      ]
    },
    {
      "last_name": "Goodacre",
      "fore_name": "Tim Ee",
      "initials": "TE",
      "name": "Tim Ee Goodacre",
      "affiliations": [
        "Spires Cleft Centre, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom. Electronic address: tim.goodacre@queens.ox.ac.uk."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Brigham and Women's Hospital, Boston, MA, USA. Electronic address: apusic@bwh.harvard.edu."
      ]
    },
    {
      "last_name": "Cano",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Cano",
      "affiliations": [
        "Modus Outcomes, Letchworth Garden City, United Kingdom. Electronic address: stefan.cano@modusoutcomes.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "2319",
  "end_page": "2329",
  "pages": "2319-2329",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Validation Study"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alveolar Bone Grafting",
    "Checklist",
    "Child",
    "Craniofacial Abnormalities",
    "Esthetics",
    "Female",
    "Humans",
    "Lip",
    "Male",
    "Orthognathic Surgical Procedures",
    "Patient Reported Outcome Measures",
    "Psychometrics",
    "Quality of Life",
    "Reproducibility of Results",
    "Rhinoplasty"
  ],
  "article_ids": {
    "pubmed": "34274246",
    "doi": "10.1016/j.bjps.2021.05.040",
    "pii": "S1748-6815(21)00292-8"
  },
  "doi": "10.1016/j.bjps.2021.05.040",
  "dates": {
    "completed": "2021-11-22",
    "revised": "2021-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.168953",
    "pmid": "34274246"
  }
}