{
  "pmid": "34272177",
  "uid": "34272177",
  "title": "Outcomes in volume replacement and volume displacement techniques in oncoplastic breast conserving surgery: A systematic review.",
  "abstract": "INTRODUCTION: Volume Replacement (VR-OBCS) and Volume Displacement Oncoplastic Breast Conserving Surgery (VD-OBCS) are commonly used in the management of breast cancer. Many studies summarize the individual postoperative outcomes of these two procedures; however, there is a lack of research that compares outcomes of these approaches. This review summarizes the available VR and VD-OBCS literature in terms of oncological, cosmetic, and clinical outcomes. METHODS: An online literature search (MEDLINE, EMBASE, PubMed, and CINAHL) was performed. Studies were included if they were written in English, had more than 10 adult (18+) female patients who underwent VR-OBCS or VD-OBCS, and reported at least one well-described oncological, clinical, or cosmetic outcome RESULTS: Thirty-three studies (26 VR-OBCS and 7 VD-OBCS) were included in this review; VR-OBCS studies were separated based on the use of latissimus dorsi (LD) flaps. Studies utilizing VR-OBCS with LD flaps reported the highest rate of all oncological outcomes; VR-OBCS studies without LD flaps reported the lowest. Rates of hematoma, seroma, and wound dehiscence were highest in VR-OBCS with LD flaps; partial flap loss and fat necrosis were highest in VR-OBCS without LD flaps and infection was highest in VD-OBCS studies. Inconsistencies in methodology (cosmetic outcome measures, outcome definitions, and time horizons) were found in all procedural groups. CONCLUSION: Differences in outcomes for both OBCS procedures may be due to the heterogeneity of patient populations. \"Doers\" and \"Users\" of breast oncoplastic research should consider tumor size, laterality of tumor, breast size, measurement scales, and defensible time horizons before the application of a study's conclusions.",
  "authors": [
    {
      "last_name": "Raufdeen",
      "fore_name": "Fasna",
      "initials": "F",
      "name": "Fasna Raufdeen",
      "affiliations": [
        "Department of Science, School of Interdisciplinary Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Murphy",
      "affiliations": [
        "Department of Surgery, Division of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ahluwalia",
      "fore_name": "Monish",
      "initials": "M",
      "name": "Monish Ahluwalia",
      "affiliations": [
        "Department of Science, School of Interdisciplinary Science, McMaster University, Hamilton, ON, Canada; Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Department of Surgery, Division of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilles",
      "initials": "A",
      "name": "Achilles Thoma",
      "affiliations": [
        "Department of Surgery, Division of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada. Electronic address: athoma@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "2846",
  "end_page": "2855",
  "pages": "2846-2855",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Breast Neoplasms",
    "Esthetics",
    "Female",
    "Humans",
    "Mammaplasty",
    "Mastectomy, Segmental",
    "Organ Size",
    "Postoperative Complications"
  ],
  "article_ids": {
    "pubmed": "34272177",
    "doi": "10.1016/j.bjps.2021.06.004",
    "pii": "S1748-6815(21)00338-7"
  },
  "doi": "10.1016/j.bjps.2021.06.004",
  "dates": {
    "completed": "2021-11-19",
    "revised": "2021-11-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.088265",
    "pmid": "34272177"
  }
}