{
  "pmid": "34274016",
  "uid": "34274016",
  "title": "Protocol for mapping psychosocial screening to resources in pediatric oncology: a pilot randomized controlled trial.",
  "abstract": "BACKGROUND: A pediatric cancer diagnosis and its treatment can have a detrimental effect on the mental health of children and their families. Screening to identify psychosocial risk in families has been recognized as a standard of care in pediatric oncology, but there has been limited clinical application of this standard thus far. A significant impediment to the implementation of psychosocial screening is the dearth of information on how to translate psychosocial screening to clinical practice, and specifically, how to follow-up from screening results. This manuscript aims to describe a protocol of a new intervention examining the feasibility and acceptability of mapping via a Psychosocial Navigator (PSN) psychosocial screening results to specific recommendations of resources for families based on measured risk for psychosocial distress and mental health symptoms. METHODS: The pilot randomized control trial (RCT) consists of dyads of youth (10-17 years) newly diagnosed with cancer and their primary caregiver. This RCT includes two arms (intervention and control group), with each group completing measurements near diagnosis and 1 year later. After the initial assessment, dyads in the intervention group receive monthly screening results and recommendations from the study PSN that are tailored to these results. The patient's primary healthcare team (nurse, social worker, oncologist) also receive the risk, distress, and mental health results as well as the recommendations from the PSN. DISCUSSION: This study addresses a significant barrier to the implementation of psychosocial screening in pediatric oncology: specifically, the limited knowledge of how to follow-up from screening results. Findings from this pilot will inform a future definitive RCT to test the effectiveness of the intervention on patient and family mental health outcomes. This project has implications for enhancing clinical care in pediatric oncology, as well as other pediatric populations. STRENGTHS AND LIMITATIONS OF THIS STUDY: This is the first study of screening and follow-up using a psychosocial navigator. This study involves both patient and caregiver report. The small sample size necessitates a future larger study to investigate the effects of intervention. TRIAL REGISTRATION: NCT04132856 , Registered 10 October 2019-retrospectively registered.",
  "authors": [
    {
      "last_name": "Desjardins",
      "fore_name": "Leandra",
      "initials": "L",
      "name": "Leandra Desjardins",
      "affiliations": [
        "Charles-Bruneau Cancer Center, Sainte-Justine University Health Center, Montreal, Canada. leandra.desjardins.hsj@ssss.gouv.qc.ca."
      ],
      "orcid": "0000-0002-0455-169X"
    },
    {
      "last_name": "Hancock",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Hancock",
      "affiliations": [
        "Charles-Bruneau Cancer Center, Sainte-Justine University Health Center, Montreal, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Alexander",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Alexander",
      "affiliations": [
        "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Shama",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Shama",
      "affiliations": [
        "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada.",
        "Department of Social Work, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "De Souza",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire De Souza",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mills",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Mills",
      "affiliations": [
        "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Abla",
      "fore_name": "Oussama",
      "initials": "O",
      "name": "Oussama Abla",
      "affiliations": [
        "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Barrera",
      "fore_name": "Maru",
      "initials": "M",
      "name": "Maru Barrera",
      "affiliations": [
        "Charles-Bruneau Cancer Center, Sainte-Justine University Health Center, Montreal, Canada.",
        "Division of Haematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "7",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "17"
  },
  "start_page": "143",
  "pages": "143",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34274016",
    "pmc": "PMC8285781",
    "doi": "10.1186/s40814-021-00878-0",
    "pii": "10.1186/s40814-021-00878-0"
  },
  "doi": "10.1186/s40814-021-00878-0",
  "pmc_id": "PMC8285781",
  "dates": {
    "revised": "2022-04-24"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "NA",
      "agency": "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.502522",
    "pmid": "34274016"
  }
}