{
  "pmid": "34275901",
  "uid": "34275901",
  "title": "Psychometric Properties of EQ-5D-3L and EQ-5D-5L in Cognitively Impaired Patients Living with Dementia.",
  "abstract": "BACKGROUND: Assessing health-related quality of life in dementia poses challenges due to patients' cognitive impairment. It is unknown if the newly introduced EQ-5D five-level version (EQ-5D-5L) is superior to the 3-level version (EQ-5D-3L) in this cognitively impaired population group. OBJECTIVE: To assess the psychometric properties of the EQ-5D-5L in comparison to the EQ-5D-3L in patients living with dementia (PwD). METHODS: The EQ-5D-3L and EQ-5D-5L were assessed via interviews with n = 78 PwD at baseline and three and six months after, resulting in 131 assessments. The EQ-5D-3L and EQ-5D-5L were evaluated in terms of acceptability, agreement, ceiling effects, redistribution properties and inconsistency, informativity as well as convergent and discriminative validity. RESULTS: Mean index scores were higher for the EQ-5D-5L than the EQ-5D-3L (0.70 versus 0.64). Missing values occurred more frequently in the EQ-5D-5L than the EQ-5D-3L (8%versus 3%). Agreement between both measures was acceptable but poor in PwD with moderate to severe cognitive impairment. The index value's relative ceiling effect decreased from EQ-5D-3L to EQ-5D-5L by 17%. Inconsistency was moderate to high (13%). Absolute and relative informativity increased in the EQ-5D-5L compared to the 3L. The EQ-5D-5L demonstrated a lower discriminative ability and convergent validity, especially in PwD with moderate to severe cognitive deficits. CONCLUSION: The EQ-5D-5L was not superior as a self-rating instrument due to a lower acceptability and discriminative ability and a high inconsistency, especially in moderate to severe dementia. The EQ-5D-3L had slightly better psychometric properties and should preferably be used as a self-rating instrument in economic evaluations in dementia.",
  "authors": [
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), site Rostock/Greifswald, Greifswald, Germany.",
        "University Medicine Greifswald, Institute for Community Medicine (ICM), Section Epidemiology of Healthcare and Community Health, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "McMaster University, Health Research Methods, Evidence and Impact (HEI), Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Alzheimer's disease : JAD",
    "iso_abbreviation": "J Alzheimers Dis",
    "issn": "1875-8908",
    "issn_type": "Electronic",
    "volume": "83",
    "issue": "1",
    "pub_year": "2021"
  },
  "start_page": "77",
  "end_page": "87",
  "pages": "77-87",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Aged, 80 and over",
    "Cognitive Dysfunction",
    "Dementia",
    "Female",
    "Health Status Indicators",
    "Humans",
    "Interviews as Topic",
    "Male",
    "Psychometrics",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "34275901",
    "doi": "10.3233/JAD-210421",
    "pii": "JAD210421"
  },
  "doi": "10.3233/JAD-210421",
  "dates": {
    "completed": "2021-11-26",
    "revised": "2021-11-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.136103",
    "pmid": "34275901"
  }
}