{
  "pmid": "34287307",
  "uid": "34287307",
  "title": "Patterns of Relapse in Small Cell Lung Cancer: Competing Risks of Thoracic versus CNS Relapse.",
  "abstract": "INTRODUCTION: Treatment algorithms for small cell lung cancer (SCLC) are determined largely by the Veterans Affairs Lung Cancer Staging Group (VALCSG) staging (limited (LS) versus extensive (ES) stage). Relapse occurs frequently; however, patterns of relapse, in particular the competing risk of thoracic and central nervous system relapse, are not well described. This study describes patterns of relapse in SCLC patients treated at a large tertiary institution in Ontario, Canada. MATERIALS AND METHODS: A retrospective cohort of SCLC patients treated at the Juravinski Cancer Centre was reviewed. Data were abstracted from the medical record on demographic, disease, treatment and outcome variables. The primary outcome was a description of the patterns of relapse stratified by disease stage. Multivariate analysis was performed to identify prognostic variables for thoracic and CNS relapse. RESULTS: Two hundred and twenty nine patients were treated during the study period (LS-83, ES-146). Relapse occurred in the majority of patients (isolated thoracic-28%, isolated CNS-9%, extrathoracic-9%, thoracic/extrathoracic-14%, systemic and CNS-13%). The median OS was consistent with published data (LS-21.8 months, ES-8.9 months). ES disease and elevated LDH were prognostic for increased thoracic relapse, whereas poor PS and older age were prognostic for lower central nervous system (CNS) relapse. DISCUSSION: Thoracic relapse and CNS relapse represent competing risks for patients with SCLC. Decisions about incorporating thoracic or CNS radiation are complex. More research is needed to incorporate performance status and LDH into treatment algorithms.",
  "authors": [
    {
      "last_name": "Ellis",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Ellis",
      "affiliations": [
        "Department of Oncology, McMaster University, Main St W, Hamilton, ON L8S 4L8, Canada.",
        "Juravinski Cancer Centre, Division of Medical Oncology, 699 Concession St, Hamilton, ON L8V 5C2, Canada."
      ]
    },
    {
      "last_name": "Swaminath",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Swaminath",
      "affiliations": [
        "Department of Oncology, McMaster University, Main St W, Hamilton, ON L8S 4L8, Canada.",
        "Juravinski Cancer Centre, Division of Radiation Oncology, 699 Concession St, Hamilton, ON L8V 5C2, Canada."
      ],
      "orcid": "0000-0003-4013-1980"
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Juravinski Cancer Centre, Division of Medical Oncology, 699 Concession St, Hamilton, ON L8V 5C2, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current oncology (Toronto, Ont.)",
    "iso_abbreviation": "Curr Oncol",
    "issn": "1718-7729",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "20"
  },
  "start_page": "2778",
  "end_page": "2788",
  "pages": "2778-2788",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Central Nervous System",
    "Humans",
    "Lung Neoplasms",
    "Neoplasm Recurrence, Local",
    "Ontario",
    "Retrospective Studies",
    "Small Cell Lung Carcinoma"
  ],
  "article_ids": {
    "pubmed": "34287307",
    "pmc": "PMC8293074",
    "doi": "10.3390/curroncol28040243",
    "pii": "curroncol28040243"
  },
  "doi": "10.3390/curroncol28040243",
  "pmc_id": "PMC8293074",
  "dates": {
    "completed": "2021-09-24",
    "revised": "2021-09-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.291308",
    "pmid": "34287307"
  }
}