{
  "pmid": "34284320",
  "uid": "34284320",
  "title": "Immersive Virtual Reality for Surgical Training: A Systematic Review.",
  "abstract": "BACKGROUND: Immersive virtual reality (iVR) simulators provide accessible, low cost, realistic training adjuncts in time and financially constrained systems. With increasing evidence and utilization of this technology by training programs, clarity on the effect of global skill training should be provided. This systematic review examines the current literature on the effectiveness of iVR for surgical skills acquisition in medical students, residents, and staff surgeons. METHODS: A literature search was performed on MEDLINE, EMBASE, CENTRAL, Web of Science and PsycInfo for primary studies published between January 1, 2000 and January 26, 2021. Two reviewers independently screened titles, abstracts, and full texts, extracted data, and assessed quality and strength of evidence using the Medical Education Research Quality Instrument (MERSQI) and Cochrane methodology. Results were qualitatively synthesized, and descriptive statistics were calculated. RESULTS: The literature search yielded 9650 citations, with 17 articles included for qualitative synthesis. The mean (SD) MERSQI score was 11.7 (1.9) out of 18. In total, 307 participants completed training in four disciplines. Immersive VR-trained groups performed 18% to 43% faster on procedural time to completion compared to control (pooled standardized mean difference = -0.90 [95% CI=-1.33 to -047, I[2]=1%, P < 0.0001]). Immersive VR trainees also demonstrated greater post-intervention scores on procedural checklists and greater implant placement accuracy compared to control. CONCLUSIONS: Immersive VR incorporation into surgical training programs is supported by high-quality, albeit heterogeneous, studies demonstrating improved procedural times, task completion, and accuracy, positive user ratings, and cost-effectiveness.",
  "authors": [
    {
      "last_name": "Mao",
      "fore_name": "Randi Q",
      "initials": "RQ",
      "name": "Randi Q Mao",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, ON, Hamilton, Canada. Electronic address: randi.mao@medportal.ca."
      ]
    },
    {
      "last_name": "Lan",
      "fore_name": "Lucy",
      "initials": "L",
      "name": "Lucy Lan",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, ON, Hamilton, Canada. Electronic address: lucy.lan@medportal.ca."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, ON, Hamilton, Canada. Electronic address: jeffrey.kay@medportal.ca."
      ]
    },
    {
      "last_name": "Lohre",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Lohre",
      "affiliations": [
        "Department of Orthopaedics, University of British Columbia, BC, Vancouver, Canada. Electronic address: ryan.lohre@gmail.com."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, ON, Hamilton, Canada. Electronic address: ayenif@mcmaster.ca."
      ]
    },
    {
      "last_name": "Goel",
      "fore_name": "Danny P",
      "initials": "DP",
      "name": "Danny P Goel",
      "affiliations": [
        "Department of Orthopaedics, University of British Columbia, BC, Vancouver, Canada. Electronic address: danny.goel@ubc.ca."
      ]
    },
    {
      "last_name": "Sa",
      "fore_name": "Darren de",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, ON, Hamilton, Canada. Electronic address: darren.desa@medportal.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "268",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "40",
  "end_page": "58",
  "pages": "40-58",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Clinical Competence",
    "Humans",
    "Internship and Residency",
    "Simulation Training",
    "Students, Medical",
    "Virtual Reality"
  ],
  "article_ids": {
    "pubmed": "34284320",
    "doi": "10.1016/j.jss.2021.06.045",
    "pii": "S0022-4804(21)00416-9"
  },
  "doi": "10.1016/j.jss.2021.06.045",
  "dates": {
    "completed": "2022-04-06",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.856393",
    "pmid": "34284320"
  }
}