{
  "pmid": "34286273",
  "uid": "34286273",
  "title": "Metrics for evaluating antibiotic use and prescribing in outpatient settings.",
  "abstract": "Antimicrobial stewardship interventions in outpatient settings are diverse and a variety of outcomes have been used to evaluate these efforts. This narrative review describes, compares and provides specific examples of antibiotic use and other prescribing measures to help antimicrobial stewards better understand, interpret and implement metrics for this setting. A variety of data have been used including those generated from drug sales, prescribing and dispensing activities, however data generated closest to when an individual patient consumes an antibiotic is usually more accurate for estimating antibiotic use. Availability of data is often dependent on context such as information technology infrastructure and the healthcare system under consideration. While there is no ideal antibiotic use or prescribing metric for evaluating antimicrobial stewardship activities in the outpatient setting, the intervention of interest and available data sources are important factors. Common metrics for estimating antimicrobial use include DDD per 1000 inhabitants per day (DID) and days of therapy per 1000 inhabitants/day (DOTID). Other prescribing metrics such as antibiotic prescribing rate (APR), proportion of prescriptions containing an antibiotic, proportion of prolonged antibiotic courses prescribed, estimated appropriate APR and quality indicators are used to assess specific aspects of antimicrobial prescribing behaviour such as initiation, selection, duration and appropriateness. Understanding the context of prescribing practices helps to ensure feasibility and relevance when implementing metrics and targets for improvement in the outpatient setting.",
  "authors": [
    {
      "last_name": "Leung",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Leung",
      "affiliations": [
        "Public Health Ontario, ON, Canada.",
        "Toronto East Health Network, Michael Garron Hospital, ON, Canada."
      ],
      "orcid": "0000-0002-6780-5378"
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, ON, Canada.",
        "Hotel Dieu Shaver Health and Rehabilitation Centre, ON, Canada."
      ],
      "orcid": "0000-0001-5467-6776"
    },
    {
      "last_name": "Ha",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Ha",
      "affiliations": [
        "North York Family Health Team, ON, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        "Public Health Ontario, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-3666-7005"
    }
  ],
  "journal": {
    "title": "JAC-antimicrobial resistance",
    "iso_abbreviation": "JAC Antimicrob Resist",
    "issn": "2632-1823",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "dlab098",
  "pages": "dlab098",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34286273",
    "pmc": "PMC8287042",
    "doi": "10.1093/jacamr/dlab098",
    "pii": "dlab098"
  },
  "doi": "10.1093/jacamr/dlab098",
  "pmc_id": "PMC8287042",
  "dates": {
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.266794",
    "pmid": "34286273"
  }
}