{
  "pmid": "34284067",
  "uid": "34284067",
  "title": "24-Epibrassinolide modulates the neurodevelopmental outcomes of high caffeine exposure in zebrafish (Danio rerio) embryos.",
  "abstract": "Previous embryonic fish data have shown caffeine to induce potential teratogenic and long-term neurodevelopmental outcomes through oxidative stress-mediated apoptosis. In this context, antioxidants may have the potential to counteract the caffeine-induced effects. Therefore, the present study aimed to investigate the potential protective role of 24-epibrassinolide (24-EPI), a natural brassinosteroid with proven antioxidant properties, against caffeine-induced teratogenic effects during early zebrafish development. Embryos (~2 h post-fertilization - hpf) were exposed to 0.5 mM caffeine, co-exposed to 24-EPI (0.01, 0.1 and 1 μM) and to 24-EPI alone (1 μM) for 96 h. During exposure, lethal and sublethal developmental parameters were evaluated. At the end of the exposure, biochemical evaluations were made, and 24 h after, different behavioural paradigms were assessed. An increased number of animals showing oedema and malformations were observed after caffeine exposure, while these were reduced after co-exposure to 24-EPI concentration, namely the tail curvature. The results showed oxidative stress and related parameters similar among treatments. Yet, caffeine exposure resulted in locomotor deficits (decreased speed and distance) and disrupted anxiety-like and avoidance responses. The co-exposure to caffeine and to the highest 24-EPI concentrations resulted in less pronounced behavioural deficits. Overall, there was an absence of effects in the embryo/larvae exposed solely to 24-EPI, while caffeine caused developmental and neurotoxic effects. Although further studies are needed, the results showed promising protective effects of the highest 24-EPI concentration tested against the toxicity induced by caffeine in zebrafish.",
  "authors": [
    {
      "last_name": "Félix",
      "fore_name": "Luís",
      "initials": "L",
      "name": "Luís Félix",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), Inov4Agro- Institute for Innovation, Capacity Building and Sustainability of Agri-food Production. University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Institute for Research and Innovation in Health (i3s), Laboratory Animal Science (LAS), Institute of Molecular and Cell Biology (IBMC), University of Porto (UP), Porto, Portugal. Electronic address: luis.felix@ibmc.up.pt."
      ]
    },
    {
      "last_name": "Lobato-Freitas",
      "fore_name": "Carolina",
      "initials": "C",
      "name": "Carolina Lobato-Freitas",
      "affiliations": [
        "Life Sciences and Environment School (ECVA), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), Inov4Agro- Institute for Innovation, Capacity Building and Sustainability of Agri-food Production. University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Life Sciences and Environment School (ECVA), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Venâncio",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Venâncio",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), Inov4Agro- Institute for Innovation, Capacity Building and Sustainability of Agri-food Production. University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Veterinary and Animal Science Research Center (CECAV), University of Trás-os-Montes e Alto Douro, 5000-801 Vila Real, Portugal; Department of Animal Science, School of Agrarian and Veterinary Sciences (ECAV), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    }
  ],
  "journal": {
    "title": "Comparative biochemistry and physiology. Toxicology & pharmacology : CBP",
    "iso_abbreviation": "Comp Biochem Physiol C Toxicol Pharmacol",
    "issn": "1532-0456",
    "issn_type": "Print",
    "volume": "249",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "109143",
  "pages": "109143",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Abnormalities, Drug-Induced",
    "Animals",
    "Behavior, Animal",
    "Brassinosteroids",
    "Caffeine",
    "Embryo, Nonmammalian",
    "Embryonic Development",
    "Female",
    "Larva",
    "Male",
    "Steroids, Heterocyclic",
    "Teratogens",
    "Toxicity Tests",
    "Zebrafish"
  ],
  "article_ids": {
    "pubmed": "34284067",
    "doi": "10.1016/j.cbpc.2021.109143",
    "pii": "S1532-0456(21)00170-8"
  },
  "doi": "10.1016/j.cbpc.2021.109143",
  "dates": {
    "completed": "2022-01-03",
    "revised": "2022-01-03"
  },
  "chemicals": [
    "Brassinosteroids",
    "Steroids, Heterocyclic",
    "Teratogens",
    "Caffeine",
    "brassinolide"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.085338",
    "pmid": "34284067"
  }
}