{
  "pmid": "34281709",
  "uid": "34281709",
  "title": "Characteristics of benign neuroblastic tumors: Is surgery always necessary?",
  "abstract": "PURPOSE: Ganglioneuroma (GN) and ganglioneuroblastoma-intermixed (GNB-I) represent benign variants of neuroblastic tumors in children; however, differentiating from more aggressive histological variants of GNB including the nodular subtype (GNB-N) prior to resection can be challenging, even with biopsy. Currently, no standard treatment guidelines exist. The purpose of this study was to identify pre-operative characteristics of benign neuroblastic tumors and evaluate outcomes for patients who underwent surgical resection or observation. METHODS: Retrospective chart review of children treated at a single institution between 2009 and 2019 for non-metastatic tumor with a tissue diagnosis of GN, GNB-N or GNB-I. Demographics, imaging, labs, operative details and outcomes were recorded and analyzed. RESULTS: Of 53 patients, 45% were male. The most common tumor location was abdomen (49%), followed by thorax (34%). Forty-five percent had at least one image defined risk factor. Biopsy was performed in 32% (17/53) and upfront surgery in 68% (36/53). Three patients (3/53, 5.6%) with biopsy demonstrating GN tumors were observed due to high surgical risk. Pathology of resected specimens demonstrated GN in 52% (26/50) and GNB-I or GNB-N in 48% (24/50). The majority of GNB tumors (75% (18/24) were GNB-I and 25% (6/24) were GNB-N. Therefore, 88% of the resected tumors were benign spectrum neuroblastic tumors (GN & GNB-I). Seven (7/50, 14%) patients experienced perioperative complication (temporary paralysis, Horner's syndrome, chylothorax, vocal cord paralysis). Recurrence was noted in 1 patient with GN (1/50, 2%) and 3 with GNB-N (3/50, 6%). There were no tumor-related deaths. Patients with GN were older than those with GNB (8.8 years (IQR 6-11.25) vs 5.6 years for GN (IQR 3-7); p = 0.01). GNB tumors were also more likely to have calcifications on imaging (63% vs. 38%, p = .01) and more commonly had MIBG avidity (88% vs 66%, p = .04). There were no significant differences in tumor size or symptoms at presentation. CONCLUSIONS: In children with neuroblastic tumors, older age, CT without tumor calcifications, lack of MIBG avidity, and/or normal urine catecholamines may indicate benign GN. Close observation could be considered for asymptomatic patients meeting these criteria with biopsy-proven GN, with resection reserved for progressive growth or symptom development. However, larger, multicenter studies are needed for further validation. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Whitlock",
      "fore_name": "Richard S",
      "initials": "RS",
      "name": "Richard S Whitlock",
      "affiliations": [
        "Division of Pediatric Surgery, Texas Children's Surgical Oncology Program, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, BCM 185, One Baylor Plaza, Houston, TX 77030, USA; Department of Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, TX, USA. Electronic address: Richard.whitlock@bcm.edu."
      ]
    },
    {
      "last_name": "Mehl",
      "fore_name": "Steven C",
      "initials": "SC",
      "name": "Steven C Mehl",
      "affiliations": [
        "Division of Pediatric Surgery, Texas Children's Surgical Oncology Program, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, BCM 185, One Baylor Plaza, Houston, TX 77030, USA; Department of Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Larson",
      "fore_name": "Sara K",
      "initials": "SK",
      "name": "Sara K Larson",
      "affiliations": [
        "Division of Pediatric Surgery, Texas Children's Surgical Oncology Program, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, BCM 185, One Baylor Plaza, Houston, TX 77030, USA; Department of Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Jennifer H",
      "initials": "JH",
      "name": "Jennifer H Foster",
      "affiliations": [
        "Texas Children's Cancer and Hematology Center, Department of Pediatrics, Baylor College of Medicine, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Hicks",
      "fore_name": "John",
      "initials": "J",
      "name": "John Hicks",
      "affiliations": [
        "Departmant of Pathology, Texas Children's Hospital, Baylor College of Medicine Houston, TX, USA."
      ]
    },
    {
      "last_name": "Nuchtern",
      "fore_name": "Jed G",
      "initials": "JG",
      "name": "Jed G Nuchtern",
      "affiliations": [
        "Division of Pediatric Surgery, Texas Children's Surgical Oncology Program, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, BCM 185, One Baylor Plaza, Houston, TX 77030, USA; Department of Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Sher",
      "fore_name": "Andrew C",
      "initials": "AC",
      "name": "Andrew C Sher",
      "affiliations": [
        "Singleton Department of Pediatric Radiology, Texas Children's Hospital, Baylor College of Medicine, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Vasudevan",
      "fore_name": "Sanjeev A",
      "initials": "SA",
      "name": "Sanjeev A Vasudevan",
      "affiliations": [
        "Division of Pediatric Surgery, Texas Children's Surgical Oncology Program, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, BCM 185, One Baylor Plaza, Houston, TX 77030, USA; Department of Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Naik-Mathuria",
      "fore_name": "Bindi",
      "initials": "B",
      "name": "Bindi Naik-Mathuria",
      "affiliations": [
        "Division of Pediatric Surgery, Texas Children's Surgical Oncology Program, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, BCM 185, One Baylor Plaza, Houston, TX 77030, USA; Department of Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, TX, USA. Electronic address: bnaik@bcm.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric surgery",
    "iso_abbreviation": "J Pediatr Surg",
    "issn": "1531-5037",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "1538",
  "end_page": "1543",
  "pages": "1538-1543",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Female",
    "Ganglioneuroblastoma",
    "Ganglioneuroma",
    "Humans",
    "Male",
    "Neuroblastoma",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "34281709",
    "doi": "10.1016/j.jpedsurg.2021.07.002",
    "pii": "S0022-3468(21)00480-2"
  },
  "doi": "10.1016/j.jpedsurg.2021.07.002",
  "dates": {
    "completed": "2022-07-19",
    "revised": "2022-07-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:09:05.060858",
    "pmid": "34281709"
  }
}