{
  "pmid": "34284810",
  "uid": "34284810",
  "title": "The causal influence of responsive parenting behaviour on academic readiness: a protocol for a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Children's academic readiness has important implications for subsequent achievement and psychosocial functioning. A growing number of studies are utilizing randomized controlled trials (RCT) to examine whether responsive parenting interventions lead to positive gains in children's academic readiness. A synthesis of the extant literature is warranted to gain a precise estimate of the causal influence of responsive parenting on academic readiness, as well as to examine moderators that may serve to strengthen or weaken this effect. The main objective of this study will be to conduct a systematic review and meta-analysis of RCTs evaluating the use of responsive parenting interventions to target academic readiness: problem-solving/reasoning, language proficiency, executive functioning, and pre-academic skills (e.g., numeracy/literacy). METHODS: Studies that took place in the early childhood period (< 6 years at baseline), targeted responsive parenting behaviours using an RCT (with control group, waitlist, or treatment as usual as a comparator), and included an outcome assessment of academic readiness will be considered for eligibility. Children and/or parents with special needs and/or disabilities will be excluded. The primary outcome is the effect of responsive parenting interventions on academic readiness. Secondary outcomes include substantive and methodological moderators and parent-mediated effects on outcomes. We will search MEDLINE, PsycINFO, ERIC, and ProQuest Dissertations & Theses Global databases from their inception onwards and we will also conduct backward/forward searching of eligible studies. Published and unpublished works will be considered. Screening, full-text assessments, and data extraction will be completed by two independent reviewers. Risk of bias will be assessed using the CLARITY tool for RCTs. Effect sizes will be calculated based on study-level standardized differences between experimental and control groups and entered into random effects models to obtain a pooled effect (meta-analysis). Moderation will be examined through Q-statistics and meta-regression to study sources of between-study variation in effect sizes. A pooled path model of mediation will be used to study parent-mediated effects. DISCUSSION: Findings will illuminate causal relations between responsive parenting and academic readiness, with implications for developmental science. Findings will also guide decision making in policy and practice for supporting early childhood development and reducing social disparities in children prior to school-entry. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42020222143 .",
  "authors": [
    {
      "last_name": "Prime",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Prime",
      "affiliations": [
        "Department of Psychology, York University, Toronto, Canada. hprime@yorku.ca.",
        "LaMarsh Centre for Child and Youth Research, York University, Toronto, Canada. hprime@yorku.ca."
      ],
      "orcid": "0000-0001-7387-0398"
    },
    {
      "last_name": "Andrews",
      "fore_name": "Krysta",
      "initials": "K",
      "name": "Krysta Andrews",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada.",
        "Offord Centre for Child Studies, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada.",
        "Offord Centre for Child Studies, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Tricco",
      "fore_name": "Andrea C",
      "initials": "AC",
      "name": "Andrea C Tricco",
      "affiliations": [
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Canada.",
        "Epidemiology Division, Dalla Lana School of Public Health and Institute for Health, Management, and Evaluation, University of Toronto, Toronto, Canada.",
        "Queen's Collaboration for Health Care Quality, Joanna Briggs Institute Centre of Excellence, School of Nursing, Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Bennett",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada.",
        "Offord Centre for Child Studies, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Ryerson University, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "20"
  },
  "start_page": "207",
  "pages": "207",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Child, Preschool",
    "Humans",
    "Meta-Analysis as Topic",
    "Parenting",
    "Parents",
    "Randomized Controlled Trials as Topic",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "34284810",
    "pmc": "PMC8293487",
    "doi": "10.1186/s13643-021-01757-8",
    "pii": "10.1186/s13643-021-01757-8"
  },
  "doi": "10.1186/s13643-021-01757-8",
  "pmc_id": "PMC8293487",
  "dates": {
    "completed": "2021-08-09",
    "revised": "2021-08-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.727462",
    "pmid": "34284810"
  }
}