{
  "pmid": "34289795",
  "uid": "34289795",
  "title": "Hidradenitis suppurativa and association with stroke: systematic review and meta-analysis.",
  "abstract": "PURPOSE: Hidradenitis suppurativa (HS) is a chronic inflammatory skin condition characterized by painful nodules, abscesses, sinus tract formation and scarring. The relationship between HS and strokes is not well established. To assess this potential association, a systematic review and meta-analysis was performed according to PRISMA guidelines. MATERIALS AND METHODS: Electronic searches were performed from six online databases. All eligible case-control studies comparing patients with HS versus non-HS were included. All studies must have included either the proportion of patients with strokes (identified via ICD-9 or ICD-10 codes) in each group, or the summary effect size for association between HS and strokes. Odds ratio (OR) with 95% confidence interval (CI) was used as the effect size. RESULTS: Through our search, we identified six case-control studies for inclusion. From pooled data, we found a significantly higher proportion of strokes in HS cases compared with controls (OR 1.74, 95% CI 1.45-2.09; p < .00001). Limitations included those studies reviewed were observational by design which are susceptible to bias and lack of randomization. CONCLUSION: Our pooled findings demonstrate that the odds of stroke are increased in patients with HS when compared with controls. Dermatologists and other clinicians should be vigilant cerebrovascular risk assessment and risk mitigation in patients with HS.",
  "authors": [
    {
      "last_name": "Phan",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Phan",
      "affiliations": [
        "Department of Clinical Trials, St George Dermatology and Skin Cancer Centre, Kogarah, Australia."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "William Hao Syuen",
      "initials": "WHS",
      "name": "William Hao Syuen Ng",
      "affiliations": [
        "School of Medicine, University of Newcastle, Newcastle, Australia."
      ]
    },
    {
      "last_name": "Lai",
      "fore_name": "Belinda",
      "initials": "B",
      "name": "Belinda Lai",
      "affiliations": [
        "Department of Clinical Trials, St George Dermatology and Skin Cancer Centre, Kogarah, Australia."
      ],
      "orcid": "0000-0002-8015-0126"
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Donald and Barbara Zucker School of Medicine at Hofstra Northwell, Hempstead, NY, USA."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Saxon D",
      "initials": "SD",
      "name": "Saxon D Smith",
      "affiliations": [
        "Department of Dermatology, Sydney Adventist Hospital, Sydney, Australia.",
        "Discipline of Dermatology, Sydney Medical School, University of Sydney, Sydney, Australia.",
        "The Dermatology and Skin Cancer Centre, Gosford and St Leonards, Australia."
      ],
      "orcid": "0000-0003-0995-4372"
    }
  ],
  "journal": {
    "title": "The Journal of dermatological treatment",
    "iso_abbreviation": "J Dermatolog Treat",
    "issn": "1471-1753",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "2309",
  "end_page": "2316",
  "pages": "2309-2316",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Case-Control Studies",
    "Hidradenitis Suppurativa",
    "Humans",
    "Inflammation",
    "Odds Ratio",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "34289795",
    "doi": "10.1080/09546634.2021.1959502"
  },
  "doi": "10.1080/09546634.2021.1959502",
  "dates": {
    "completed": "2022-07-06",
    "revised": "2022-07-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.321967",
    "pmid": "34289795"
  }
}