{
  "pmid": "34291535",
  "uid": "34291535",
  "title": "Two sides of the same coin: Quality improvement and program evaluation in health professions education.",
  "abstract": "Health professions education is in constant pursuit of new ways of teaching and assessment in order to improve the training of healthcare professionals. Educators are often challenged with designing, implementing, and evaluating programs in the context of their professional practice, particularly those in response to dynamic and emerging social needs. This article explores the synergies and intersections of two approaches-quality improvement and program evaluation-and the potential utility of their combinations within our field to design, evaluate, and most importantly, improve educational programming. We argue that the inclusion of established quality improvement frameworks within program evaluation provides a proven mechanism for driving change, can optimize programming within the multi-contextual education systems, and, ultimately, that these two approaches are complementary to one another. These combinations hold great promise for optimizing programming in alignment with social missions, where it has been difficult for institutions worldwide to generate and capture evidence of social accountability.",
  "authors": [
    {
      "last_name": "Brown",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Brown",
      "affiliations": [
        "Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada.",
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ],
      "orcid": "0000-0002-4552-8146"
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Education Research, Innovation, and Theory (MERIT), McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "3",
  "end_page": "9",
  "pages": "3-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Occupations",
    "Health Personnel",
    "Humans",
    "Program Evaluation",
    "Quality Improvement",
    "Social Responsibility"
  ],
  "article_ids": {
    "pubmed": "34291535",
    "doi": "10.1111/jep.13598"
  },
  "doi": "10.1111/jep.13598",
  "dates": {
    "completed": "2022-02-02",
    "revised": "2022-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.288242",
    "pmid": "34291535"
  }
}