{
  "pmid": "34296116",
  "uid": "34296116",
  "title": "Feel Safe and Money is Less Important! Hypnotic Suggestions of Safety Decrease Brain Responses to Monetary Rewards in a Risk Game.",
  "abstract": "When a stimulus is important, the corresponding brain responses increase, especially the P300 brain response. This is true for all kinds of important stimuli, also monetary rewards. In our study, we developed a hypnotic suggestion to reduce the subjective importance of monetary rewards. As successful suggestions do not contain negations, we suggested participants to feel safe during hypnosis instead of suggesting that money is not important anymore. We predicted lower P300 amplitudes when participants feel safe during hypnosis. We tested 24 highly suggestible participants playing a risk game in 2 conditions with monetary rewards while we measured their EEG brain responses. In the safety condition, we induced a hypnotic state and suggested that participants feel safe. In the control condition, participants played the risk game without hypnosis. Here we show that participants felt significantly safer in the safety condition and showed significantly lower P300 amplitudes to monetary rewards. Risk behavior did not differ significantly between conditions. Our results are important for substance use disorders, as decreased P300 responses to substance-related stimuli are associated with less craving and better abstinence. Therefore, we conclude that suggestions to feel safe during hypnosis might work as a treatment for individuals with substance use disorders.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Psychology, University of Jena, 07743 Jena, Germany."
      ],
      "orcid": "0000-0002-6828-5546"
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Elisa",
      "initials": "E",
      "name": "Elisa Hoffmann",
      "affiliations": [
        "Institute of Psychology, University of Jena, 07743 Jena, Germany."
      ]
    },
    {
      "last_name": "Rasch",
      "fore_name": "Björn",
      "initials": "B",
      "name": "Björn Rasch",
      "affiliations": [
        "Department of Psychology, University of Fribourg, CH-1701 Fribourg, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Cerebral cortex communications",
    "iso_abbreviation": "Cereb Cortex Commun",
    "issn": "2632-7376",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2020"
  },
  "start_page": "tgaa050",
  "pages": "tgaa050",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34296116",
    "pmc": "PMC8152948",
    "doi": "10.1093/texcom/tgaa050",
    "pii": "tgaa050"
  },
  "doi": "10.1093/texcom/tgaa050",
  "pmc_id": "PMC8152948",
  "dates": {
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.453158",
    "pmid": "34296116"
  }
}