{
  "pmid": "34306139",
  "uid": "34306139",
  "title": "Systematic Elucidation of the Mechanism of Sappan Lignum in the Treatment of Diabetic Peripheral Neuropathy Based on Network Pharmacology.",
  "abstract": "BACKGROUND: Diabetic peripheral neuropathy (DPN) is one of the most common chronic complications of diabetes, which seriously affects the physical and mental health of patients. Sappan Lignum (SL) is effective in treating DPN. Previous reports have shown that SL has a clear hypoglycemic and anti-inflammatory effect. However, the study of SL in the treatment of DPN is still limited and rare. OBJECTIVE: To investigate the mechanism of SL in the treatment of DPN based on network pharmacology. METHODS: The active ingredients of SL were screened by related databases. The compound targets were collected by the target prediction platforms. The DPN-related targets were gathered through disease databases. The intersection targets were obtained by uploading the compound targets and disease targets to Venny 2.1.0, and a compound-target network was constructed by Cytoscape3.7.2. The protein-protein interaction (PPI) relationships were obtained by the STRING11.0 database. Genome Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) analyses were performed using the DAVID6.8 database. Molecular docking of key compounds and core targets was performed by DockThor. RESULTS: A total of 29 compounds and 51 intersection targets with potential therapeutic effects on DPN were obtained. The compound-target network construction resulted in four key compounds: protostemonine, 3-deoxysappanchalcone, 7,3',4'-trihydroxy-3-benzyl-2H-chromene, and o-12'-methylergocornine. PPI network analysis yielded 10 core targets: AKT1, MAPK3, CXCL8, TNF, OPRM1, MTOR, STAT3, MAPK8, SIRT1, and HSP90AA1. KEGG analysis resulted in 82 signaling pathways (P < 0.05), including insulin resistance, HIF-1 signaling pathway, and type II diabetes. The docking results indicated that the main active compounds could stably bind to core targets. CONCLUSION: SL had the mechanism of multiple ingredients, multiple targets, and multiple pathways in the treatment of DPN. This study provided a scientific basis for further research on the treatment of DPN with SL and its extracts.",
  "authors": [
    {
      "last_name": "Kang",
      "fore_name": "Xiaomin",
      "initials": "X",
      "name": "Xiaomin Kang",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China.",
        "Beijing University of Chinese Medicine, Beijing 100029, China."
      ],
      "orcid": "0000-0002-3002-3786"
    },
    {
      "last_name": "Jin",
      "fore_name": "De",
      "initials": "D",
      "name": "De Jin",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ],
      "orcid": "0000-0001-6565-9496"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ],
      "orcid": "0000-0001-9601-1887"
    },
    {
      "last_name": "Zhou",
      "fore_name": "Rongrong",
      "initials": "R",
      "name": "Rongrong Zhou",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ],
      "orcid": "0000-0002-6886-1531"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuehong",
      "initials": "Y",
      "name": "Yuehong Zhang",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ],
      "orcid": "0000-0001-8024-9751"
    },
    {
      "last_name": "Lian",
      "fore_name": "Fengmei",
      "initials": "F",
      "name": "Fengmei Lian",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ],
      "orcid": "0000-0003-2222-7487"
    }
  ],
  "journal": {
    "title": "Evidence-based complementary and alternative medicine : eCAM",
    "iso_abbreviation": "Evid Based Complement Alternat Med",
    "issn": "1741-427X",
    "issn_type": "Print",
    "volume": "2021",
    "pub_year": "2021"
  },
  "start_page": "5528018",
  "pages": "5528018",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34306139",
    "pmc": "PMC8263209",
    "doi": "10.1155/2021/5528018"
  },
  "doi": "10.1155/2021/5528018",
  "pmc_id": "PMC8263209",
  "dates": {
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.453745",
    "pmid": "34306139"
  }
}