{
  "pmid": "34308303",
  "uid": "34308303",
  "title": "Early life exposures and the risk of inflammatory bowel disease: Systematic review and meta-analyses.",
  "abstract": "BACKGROUND: Early life exposures impact immune system development and therefore the risk of immune-mediated diseases, including inflammatory bowel disease (IBD). We systematically reviewed the impact of pre-, peri‑, and postnatal exposures up to the age of five years on subsequent IBD diagnosis. METHODS: We identified case-control and cohort studies reporting on the association between early life environmental factors and Crohn's disease (CD), ulcerative colitis (UC), or IBD overall. Databases were search from their inception until May 24th, 2019 until July 14th, 2020. We conducted meta-analyses for quantitative review of relevant risk factors that were comparable across studies and qualitative synthesis of the literature for a wide range of early life exposures, including maternal health and exposures during pregnancy, perinatal factors, birth month and related-factors, breastfeeding, hygiene-related factors and social factors, immigration, antibiotics, offspring health, including infections, and passive smoking. PROSPERO registration: CRD42019134980. FINDINGS: Prenatal exposure to antibiotics (OR 1.8; 95% CI 1.2-2.5) and tobacco smoke (OR 1.5; 95% CI 1.2-1.9), and early life otitis media (OR 2.1; 95% CI 1.2-3.6) were associated with IBD. There was a trend towards an association between exposure to antibiotics in infancy and IBD (OR: 1.7, 95% CI 0.97, 2.9), supported by positive data on population-based data. Breastfeeding was protective against IBD. Other early life risk factors had no association with IBD, but data were limited and heterogenous. INTERPRETATION: Early life is an important period of susceptibility for IBD development later in life. Tobacco smoke, infections and antibiotics were associated positively, and breastfeeding was associated negatively with IBD. Our findings offer an opportunity to develop primary prevention strategies. FUNDING: This study did not receive any funding.",
  "authors": [
    {
      "last_name": "Agrawal",
      "fore_name": "Manasi",
      "initials": "M",
      "name": "Manasi Agrawal",
      "affiliations": [
        "The Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, NY, United States."
      ]
    },
    {
      "last_name": "Sabino",
      "fore_name": "João",
      "initials": "J",
      "name": "João Sabino",
      "affiliations": [
        "Gastroenterology Division, University Hospital of Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Frias-Gomes",
      "fore_name": "Catarina",
      "initials": "C",
      "name": "Catarina Frias-Gomes",
      "affiliations": [
        "Division of Gastroenterology, Hospital Beatriz Ângelo, Loures 2674-514, Portugal."
      ]
    },
    {
      "last_name": "Hillenbrand",
      "fore_name": "Christen M",
      "initials": "CM",
      "name": "Christen M Hillenbrand",
      "affiliations": [
        "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, United States."
      ]
    },
    {
      "last_name": "Soudant",
      "fore_name": "Celine",
      "initials": "C",
      "name": "Celine Soudant",
      "affiliations": [
        "Levy Library, The Mount Sinai Medical Center, New York, NY, United States.",
        "Medical Library, Memorial Sloan Kettering Cancer Center, New York, NY, United States."
      ]
    },
    {
      "last_name": "Axelrad",
      "fore_name": "Jordan E",
      "initials": "JE",
      "name": "Jordan E Axelrad",
      "affiliations": [
        "Division of Gastroenterology, New York University Grossman School of Medicine, New York, NY, United States."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Shailja C",
      "initials": "SC",
      "name": "Shailja C Shah",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, Vanderbilt University Medical Center, Nashville, TN, United States.",
        "Section of Gastroenterology, Veterans Affairs Tennessee Valley Healthcare System, Nashville campus, Nashville, TN, United States."
      ]
    },
    {
      "last_name": "Ribeiro-Mourão",
      "fore_name": "Francisco",
      "initials": "F",
      "name": "Francisco Ribeiro-Mourão",
      "affiliations": [
        "Pediatrics Department, Unidade Local de Saúde do Alto Minho, Viana do Castelo, Portugal.",
        "Pediatrics Department, Centro Materno Infantil do Norte - Centro Hospitalar e Universitário do Porto, Porto, Portugal.",
        "Instituto de Ciências Biomédicas Abel Salazar, University of Porto, Porto, Portugal."
      ]
    },
    {
      "last_name": "Lambin",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Lambin",
      "affiliations": [
        "Department of Gastroenterology, Claude Huriez Hospital, University of Lille, Lille, France."
      ]
    },
    {
      "last_name": "Peter",
      "fore_name": "Inga",
      "initials": "I",
      "name": "Inga Peter",
      "affiliations": [
        "Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New York, NY, United States."
      ]
    },
    {
      "last_name": "Colombel",
      "fore_name": "Jean-Frederic",
      "initials": "JF",
      "name": "Jean-Frederic Colombel",
      "affiliations": [
        "The Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, NY, United States."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive, Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Torres",
      "fore_name": "Joana",
      "initials": "J",
      "name": "Joana Torres",
      "affiliations": [
        "The Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at Mount Sinai, New York, NY, United States.",
        "Division of Gastroenterology, Hospital Beatriz Ângelo, Loures 2674-514, Portugal.",
        "Faculdade de Medicina, Universidade de Lisboa, Portugal."
      ]
    }
  ],
  "journal": {
    "title": "EClinicalMedicine",
    "iso_abbreviation": "EClinicalMedicine",
    "issn": "2589-5370",
    "issn_type": "Electronic",
    "volume": "36",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "100884",
  "pages": "100884",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34308303",
    "pmc": "PMC8257976",
    "doi": "10.1016/j.eclinm.2021.100884",
    "pii": "S2589-5370(21)00164-4"
  },
  "doi": "10.1016/j.eclinm.2021.100884",
  "pmc_id": "PMC8257976",
  "dates": {
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 DK124570",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.164692",
    "pmid": "34308303"
  }
}