{
  "pmid": "34302752",
  "uid": "34302752",
  "title": "Evaluation of the Caring Ahead: Preparing for End-of-Life With Dementia Questionnaire.",
  "abstract": "OBJECTIVES: Family caregivers of persons with dementia rarely feel prepared for end of life although preparedness predicts outcomes in bereavement. The Caring Ahead: Preparing for End-of-Life With Dementia questionnaire was developed to measure family caregiver death preparedness. The aim of this study was to evaluate questionnaire psychometrics and refine the Caring Ahead questionnaire. DESIGN: A quantitative cross-sectional reliability study design was used to evaluate the questionnaire. SETTING/PARTICIPANTS: Data were collected by mail from 134 English-speaking family caregivers of persons with dementia recruited from more than 50 congregate living facilities in Canada. Thirty-two participants completed a test-retest. METHODS: Analysis of psychometrics included exploratory factor analysis, calculation of correlation with a single-global preparedness item, Cronbach alpha, intraclass correlation coefficient (ICC) over time. RESULTS: A 4-factor model with 20 items emerged through exploratory factor analysis with principal factors extraction and promax rotation. The revised questionnaire includes 4 factor subscales: Actions (7 items), Dementia Knowledge (5 items), Communication (4 items), and Emotions and Support Needs (4 items). Evidence was demonstrated for concurrent validity (0.44-0.55, P < .001), internal consistency (alpha > 0.7), and reliability (ICCs > 0.7). Lower levels of preparedness were reported for \"knowing what the dying process with dementia may be like\" and \"discussing end-of-life care and preferences with health care providers.\" CONCLUSIONS AND IMPLICATIONS: Preliminary evidence for validity and reliability of the refined 20-item Caring Ahead questionnaire suggests the questionnaire may be useful to clinicians and researchers seeking to assess caregivers' feelings of preparedness, identify specific areas for intervention, and evaluate the effectiveness of caregiver interventions. Additional testing is needed to evaluate predictive validity.",
  "authors": [
    {
      "last_name": "Durepos",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Durepos",
      "affiliations": [
        "Faculty of Nursing, University of New Brunswick, Fredericton, New Brunswick, Canada. Electronic address: p.durepos@unb.ca."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Sussman",
      "affiliations": [
        "School of Social Work, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Ploeg",
      "fore_name": "Jenny",
      "initials": "J",
      "name": "Jenny Ploeg",
      "affiliations": [
        "Director of Aging and Community Health Research Unit [ACHRU], Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boerner",
      "fore_name": "Kathrin",
      "initials": "K",
      "name": "Kathrin Boerner",
      "affiliations": [
        "Department of Gerontology, McCormack Graduate School of Policy and Global Studies, University of Massachusetts Boston, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "Gladys Sharpe Chair in Nursing, Faculty of Health Sciences, School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "2108",
  "end_page": "2114.e4",
  "pages": "2108-2114.e4",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bereavement",
    "Caregivers",
    "Cross-Sectional Studies",
    "Death",
    "Dementia",
    "Humans",
    "Psychometrics",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "34302752",
    "doi": "10.1016/j.jamda.2021.06.032",
    "pii": "S1525-8610(21)00605-8"
  },
  "doi": "10.1016/j.jamda.2021.06.032",
  "dates": {
    "completed": "2021-10-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "159269",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.244162",
    "pmid": "34302752"
  }
}