{
  "pmid": "34323436",
  "uid": "34323436",
  "title": "Benefits of Transversus Abdominis Plane Block on Postoperative Analgesia after Bariatric Surgery: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: Patients undergoing bariatric surgery present unique analgesic challenges, including poorly controlled pain, increased prevalence of obstructive sleep apnea, and opioid-induced respiratory depression. The transversus abdominis plane (TAP) has been demonstrated to be a safe and effective component of multimodal analgesia for a variety of abdominal surgeries. OBJECTIVE: To determine the benefits of the TAP block on postoperative analgesia and recovery in patients undergoing bariatric surgery. STUDY DESIGN: Systematic review and meta-analysis of randomized controlled trials (RCTs) and non-randomized studies. METHODS: We conducted a comprehensive search of MEDLINE, EMBASE, and Cochrane Central Register of Controlled Trials (CENTRAL) databases from inception to April 2020 for studies using TAP block in bariatric surgeries and reporting postoperative pain, opioid consumption, and recovery-related outcomes. Primary outcomes included postoperative pain scores, opioid consumption, and recovery-related outcomes (e.g., length of stay, time to ambulation). Outcomes were pooled using random effects model and reported as relative risks (RR) or mean differences (MD) with 95% confidence intervals (CI). RESULTS: Twenty-one studies (15 RCTs [n = 1410] and 6 nonrandomized studies [n = 1959]) were included. Among RCTs, the TAP block group required fewer opioid rescues (RR 0.28; 95% CI 0.18 to 0.42, P < 0.001) (moderate quality); reduced total opioid use over 24 hours (MD -8.33; 95% CI -14.78 to -1.89, P = 0.01); decreased time to ambulation (MD -1.12 hours; 95% CI -1.50 to -0.73, P < 0.001) (high quality); and had significantly lower pain scores at 6 hours (MD -1.52; 95% CI -1.90 to -1.13, P < 0.01) and 12 hours (MD -0.95; 95% CI -1.34 to -0.56, P < 0.001) on a 0-10 pain scale (moderate quality). No difference was observed for nausea and vomiting, or hospital length of stay. Meta-analyzed outcomes from observational studies supported these results, suggesting decreased postoperative pain and opioid consumption. LIMITATIONS: Studies varied with respect to type of surgery and components of comparator multimodal analgesia, likely contributing to heterogeneity. Subgroup analyses by type of comparator group were conducted to address these differences. We were unable to extract data from all trials included due to variability in outcomes reporting, such as non-opioid drugs for postoperative pain management or invalid dosages. Pain-related outcomes may be affected by operative differences leading to variation in visceral pain. Observational studies have their inherent limitations, such as confounding due to lack of participant randomization and intervention blinding, potentially affecting subjective outcomes, such as pain scores, as well as provider-dependent outcomes, such as hospital length of stay. Lastly, there was significant variation of TAP block technique across all studies. CONCLUSION: TAP block is an effective, safe modality that can be performed under anesthesia. It decreases pain, opioid use, and time to ambulation after bariatric surgeries and should be considered in multimodal analgesia for enhanced recovery in this high-risk surgical population.",
  "authors": [
    {
      "last_name": "Tian",
      "fore_name": "Chenchen",
      "initials": "C",
      "name": "Chenchen Tian",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Oparin",
      "fore_name": "Yvgeniy",
      "initials": "Y",
      "name": "Yvgeniy Oparin",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pain physician",
    "iso_abbreviation": "Pain Physician",
    "issn": "2150-1149",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "345",
  "end_page": "358",
  "pages": "345-358",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Abdominal Muscles",
    "Analgesia",
    "Analgesics, Opioid",
    "Bariatric Surgery",
    "Humans",
    "Nerve Block",
    "Pain, Postoperative"
  ],
  "article_ids": {
    "pubmed": "34323436"
  },
  "dates": {
    "completed": "2021-11-24",
    "revised": "2021-11-24"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.660171",
    "pmid": "34323436"
  }
}