{
  "pmid": "34328443",
  "uid": "34328443",
  "title": "Recursive Partitioning vs Computerized Adaptive Testing to Reduce the Burden of Health Assessments in Cleft Lip and/or Palate: Comparative Simulation Study.",
  "abstract": "BACKGROUND: Computerized adaptive testing (CAT) has been shown to deliver short, accurate, and personalized versions of the CLEFT-Q patient-reported outcome measure for children and young adults born with a cleft lip and/or palate. Decision trees may integrate clinician-reported data (eg, age, gender, cleft type, and planned treatments) to make these assessments even shorter and more accurate. OBJECTIVE: We aimed to create decision tree models incorporating clinician-reported data into adaptive CLEFT-Q assessments and compare their accuracy to traditional CAT models. METHODS: We used relevant clinician-reported data and patient-reported item responses from the CLEFT-Q field test to train and test decision tree models using recursive partitioning. We compared the prediction accuracy of decision trees to CAT assessments of similar length. Participant scores from the full-length questionnaire were used as ground truth. Accuracy was assessed through Pearson's correlation coefficient of predicted and ground truth scores, mean absolute error, root mean squared error, and a two-tailed Wilcoxon signed-rank test comparing squared error. RESULTS: Decision trees demonstrated poorer accuracy than CAT comparators and generally made data splits based on item responses rather than clinician-reported data. CONCLUSIONS: When predicting CLEFT-Q scores, individual item responses are generally more informative than clinician-reported data. Decision trees that make binary splits are at risk of underfitting polytomous patient-reported outcome measure data and demonstrated poorer performance than CATs in this study.",
  "authors": [
    {
      "last_name": "Harrison",
      "fore_name": "Conrad J",
      "initials": "CJ",
      "name": "Conrad J Harrison",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom."
      ],
      "orcid": "0000-0002-1428-5751"
    },
    {
      "last_name": "Sidey-Gibbons",
      "fore_name": "Chris J",
      "initials": "CJ",
      "name": "Chris J Sidey-Gibbons",
      "affiliations": [
        "MD Anderson Center for INSPiRED Cancer Care, University of Texas, Houston, TX, United States."
      ],
      "orcid": "0000-0002-4732-7305"
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4720-0096"
    },
    {
      "last_name": "Wong Riff",
      "fore_name": "Karen W Y",
      "initials": "KWY",
      "name": "Karen W Y Wong Riff",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Hospital for Sick Children, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-2031-7235"
    },
    {
      "last_name": "Furniss",
      "fore_name": "Dominic",
      "initials": "D",
      "name": "Dominic Furniss",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom."
      ],
      "orcid": "0000-0003-2780-7173"
    },
    {
      "last_name": "Swan",
      "fore_name": "Marc C",
      "initials": "MC",
      "name": "Marc C Swan",
      "affiliations": [
        "Spires Cleft Centre, John Radcliffe Hospital, Oxford, United Kingdom."
      ],
      "orcid": "0000-0002-3110-5927"
    },
    {
      "last_name": "Rodrigues",
      "fore_name": "Jeremy N",
      "initials": "JN",
      "name": "Jeremy N Rodrigues",
      "affiliations": [
        "Warwick Clinical Trials Unit, University of Warwick, Coventry, United Kingdom.",
        "Department of Plastic Surgery, Stoke Mandeville Hospital, Buckinghamshire Healthcare NHS Trust, Aylesbury, United Kingdom."
      ],
      "orcid": "0000-0002-9347-5026"
    }
  ],
  "journal": {
    "title": "Journal of medical Internet research",
    "iso_abbreviation": "J Med Internet Res",
    "issn": "1438-8871",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "start_page": "e26412",
  "pages": "e26412",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cleft Lip",
    "Cleft Palate",
    "Humans",
    "Patient Reported Outcome Measures",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "34328443",
    "pmc": "PMC8367147",
    "doi": "10.2196/26412",
    "pii": "v23i7e26412"
  },
  "doi": "10.2196/26412",
  "pmc_id": "PMC8367147",
  "dates": {
    "completed": "2021-10-25",
    "revised": "2021-10-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN-130515",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.170628",
    "pmid": "34328443"
  }
}