{
  "pmid": "34325036",
  "uid": "34325036",
  "title": "Management of Eosinophilic Esophagitis During Oral Immunotherapy.",
  "abstract": "Food allergies are antigen-driven diseases that can lead to IgE-mediated reactions of immediate hypersensitivity (eg, anaphylaxis triggered by a single food) or non-IgE reactions of delayed hypersensitivity such as eosinophilic esophagitis (eg, inability to eat multiple foods manifesting as abdominal pain, choking, dysphagia, vomiting, reflux, food impaction). Although both types of disease have their own unique set of challenges in diagnosis and management, it is a particularly vexing problem when a patient is afflicted by both conditions. This situation can happen when individuals with IgE-mediated food allergy undergo desensitization using currently available forms of oral immunotherapy. In this Grand Rounds Review, we review diagnostic approaches to oral immunotherapy-associated eosinophilic esophagitis, potential relationships between primary and secondary eosinophilic esophagitis, potential management approaches, areas of uncertainty, and upcoming research. Optimally supporting patients in their journey with food allergy requires shared decision making regarding alternative management strategies and the stimulation of robust research.",
  "authors": [
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine, Dept HEI, McMaster and SJHRI, Hamilton, ON, Canada. Electronic address: chudk@mcmaster.ca."
      ]
    },
    {
      "last_name": "Spergel",
      "fore_name": "Jonathan M",
      "initials": "JM",
      "name": "Jonathan M Spergel",
      "affiliations": [
        "Division of Allergy and Immunology, Children's Hospital of Philadelphia, Department of Pediatrics, Perelman School of Medicine at University of Pennsylvania, Philadelphia, Pa. Electronic address: spergel@email.chop.edu."
      ]
    },
    {
      "last_name": "Vickery",
      "fore_name": "Brian P",
      "initials": "BP",
      "name": "Brian P Vickery",
      "affiliations": [
        "Emory University School of Medicine and Children's Healthcare of Atlanta, Atlanta, Ga. Electronic address: bpvicke@emory.edu."
      ]
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "3282",
  "end_page": "3287",
  "pages": "3282-3287",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Allergens",
    "Desensitization, Immunologic",
    "Eosinophilic Esophagitis",
    "Food Hypersensitivity",
    "Humans",
    "Hypersensitivity, Immediate"
  ],
  "article_ids": {
    "pubmed": "34325036",
    "doi": "10.1016/j.jaip.2021.07.017",
    "pii": "S2213-2198(21)00818-7"
  },
  "doi": "10.1016/j.jaip.2021.07.017",
  "dates": {
    "completed": "2021-10-27",
    "revised": "2021-10-27"
  },
  "chemicals": [
    "Allergens"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:14:16.836891",
    "pmid": "34325036"
  }
}