{
  "pmid": "34321521",
  "uid": "34321521",
  "title": "A dielectric free near field phase transforming structure for wideband gain enhancement of antennas.",
  "abstract": "The gain of some aperture antennas can be significantly increased by making the antenna near-field phase distribution more uniform, using a phase-transformation structure. A novel dielectric-free phase transforming structure (DF-PTS) is presented in this paper for this purpose, and its ability to correct the aperture phase distribution of a resonant cavity antenna (RCA) over a much wider bandwidth is demonstrated. As opposed to printed multilayered metasurfaces, all the cells in crucial locations of the DF-PTS have a phase response that tracks the phase error of the RCA over a large bandwidth, and in addition have wideband transmission characteristics, resulting in a wideband antenna system. The new DF-PTS, made of three thin metal sheets each containing modified-eight-arm-asterisk-shaped slots, is significantly stronger than the previous DF-PTS, which requires thin and long metal interconnects between metal patches. The third advantage of the new DF-PTS is, all phase transformation cells in it are highly transparent, each with a transmission magnitude greater than - 1 dB at the design frequency, ensuring excellent phase correction with minimal effect on aperture amplitude distribution. With the DF-PTS, RCA gain increases to 20.1 dBi, which is significantly greater than its 10.7 dBi gain without the DF-PTS. The measured 10-dB return loss bandwidth and the 3-dB gain bandwidth of the RCA with DF-PTS are 46% and 12%, respectively.",
  "authors": [
    {
      "last_name": "Ahmed",
      "fore_name": "Foez",
      "initials": "F",
      "name": "Foez Ahmed",
      "affiliations": [
        "School of Electrical and Data Engineering, University of Technology Sydney (UTS), Sydney, NSW, 2007, Australia. Foez.Ahmed@student.uts.edu.au."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad U",
      "initials": "MU",
      "name": "Muhammad U Afzal",
      "affiliations": [
        "School of Electrical and Data Engineering, University of Technology Sydney (UTS), Sydney, NSW, 2007, Australia."
      ]
    },
    {
      "last_name": "Hayat",
      "fore_name": "Touseef",
      "initials": "T",
      "name": "Touseef Hayat",
      "affiliations": [
        "School of Engineering, Macquarie University, Sydney, NSW, 2109, Australia."
      ]
    },
    {
      "last_name": "Esselle",
      "fore_name": "Karu P",
      "initials": "KP",
      "name": "Karu P Esselle",
      "affiliations": [
        "School of Electrical and Data Engineering, University of Technology Sydney (UTS), Sydney, NSW, 2007, Australia."
      ]
    },
    {
      "last_name": "Thalakotuna",
      "fore_name": "Dushmantha N",
      "initials": "DN",
      "name": "Dushmantha N Thalakotuna",
      "affiliations": [
        "School of Electrical and Data Engineering, University of Technology Sydney (UTS), Sydney, NSW, 2007, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "28"
  },
  "start_page": "14613",
  "pages": "14613",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34321521",
    "pmc": "PMC8319319",
    "doi": "10.1038/s41598-021-93975-2",
    "pii": "10.1038/s41598-021-93975-2"
  },
  "doi": "10.1038/s41598-021-93975-2",
  "pmc_id": "PMC8319319",
  "dates": {
    "revised": "2021-08-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.965452",
    "pmid": "34321521"
  }
}