{
  "pmid": "34327410",
  "uid": "34327410",
  "title": "Scabies and impetigo in Samoa: A school-based clinical and molecular epidemiological study.",
  "abstract": "BACKGROUND: Common infections of the skin such as impetigo and scabies represent a large burden of disease globally, being particularly prevalent in tropical and resource-limited settings. Efforts to address these infections through mass drug administrations have recently been shown as efficacious and safe. In Samoa, a Pacific Island nation, there is a marked lack of epidemiological data for these neglected tropical diseases, or appreciation of their drivers in this setting. METHODS: An observational, cross-sectional survey of children aged between 4 and 15 years attending primary schools in rural areas of Upolu Island, Samoa was carried out to assess the prevalence of impetigo and scabies in schoolchildren residing in rural Samoa, integrated with descriptive epidemiological and microbial genomic data. A phylogenetic assessment of local Staphylococcus aureus isolated from Samoan schoolchildren was performed to estimate putative community transmission. FINDINGS: In this survey, the prevalence of impetigo observed in Samoan schoolchildren was one of the highest described globally (57•1%, 95% CI [53•8-60•5%], 476/833). Associations between active impetigo and age and gender were noted, with younger children and males more commonly affected (aOR2•8 [1•8-4•7]and aOR1•8 [1•3-2•5], respectively). The prevalence of scabies was similar to that seen in other South Pacific island countries (14•4%, 95% CI [12•2-17•0%], 120/833). Transmission of S. aureus was predicted, primarily between those children attending the same school. Carriage of S. pyogenes was notably low, with pharyngeal carriage observed in less than 2% of schoolchildren, consistent with earlier studies from Samoa. INTERPRETATION: This study describes a considerable burden of disease attributed to impetigo and scabies in Samoa. These findings will be valuable in addressing the public health challenge posed by these conditions, providing baseline prevalence data and highlighting practical strategies to reduce transmission of relevant microbes and parasites in this setting. TALA TOMUA: O a'afiaga o le pa'u i fa'ama'i o le po'u (impetigo) ma le utu o le pa'u (scabies), ua tele naua le fanau ua maua ai i le pasefika, ma le lalolagi atoa. O fuafuaga vaai mamao ma polokalame e fofoina ai nei faafitauli, e aofia ai le inumaga o fualaau e tapeina ai nei fa'ama'i, ua aliali mai ai e mafai ona faatamaia nei fa'ama'i. E le o tele ni tusitusiga ma faamaumauga i totonu o Samoa, pe ta'atele nei fa'amai o le pa'u pe leai. Ona o le le faatauaina o nei fa'ama'i, e le o iloa fo'i ni mafuaga ma nisi tulaga e faateleina ai nei fa'ama'i o le pa'u i Samoa. FAATINOINA O LE SUESUEGA: O le suesuega faasaenisi i le fanau aoga i le va o le 4 ma le 15 tausaga o loo ao'oga i le tulaga lua i nisi o nu'u i tua i Upolu, na faatinoina ai suesuega lea, ia suesueina ai le aotelega ma fainumera o le fanau ua maua i fa'ama'I o le po'u (impetigo) ma le utu o le pa'u (scabies). O lenei foi suesuega, na fia iloa ai fo'i po'o a ituaiga siama eseese o loo maua i luga o pa'u ma tino o le fanau aoga, ina ia iloa ai foi auala ua pipisi ai nei siama mai le isi tamaitiiti i le isi, ona mafua ai lea o nei fa'ama'i o le pa'u. TANUUGA O LE SUESUEGA: Ua faailoa mai i le suesuega, le ta'atele o le fa'ama'i o le po'u (impetigo) ua maua ai le fanau aoga (57%), i aoga na faia ai le suesuega. O se fainumera ua maualuga tele i le lalolagi atoa. E toatele atu nisi o le fanau laiti (younger) ma tama (male) e maua i le po'u nai lo isi tamaiti. O le fainumera o le utu o le pa'u (scabies) (14·4%) e tai tutusa lava ma isi motu o le Pasefika. O le feaveaina o le siama faapitoa (staph aureus) ua tupu lea i le fanau ua ao'oga i le aoga e tasi. E le toatele foi nisi o le fanau (2%) na maua i le siama faapitoa o le fa'ai (strep pyogenes) e ona mafua ai le fiva rumatika. O lenei fainumera ua tai tutusa ma suesuega faasaenisi na fai muamua i Samoa. AOTELEGA: O le aotelega la o lenei suesuega faasaenisi, ua faailoaina mai ai le tele naua o le fa'ama'i o le pa'u, o po'u (impetigo) ma le utu o le pa'u (scabies) i Samoa nei. O nei foi suesuega o le a aoga tele ini polokalame ma ni fuafuaga mamao e fa'afoisia ai nei faafitauli i le soifua maloloina o le fanau i Samoa. O le a avea foi nei fainumera e faamaumauina mo le silafia e le atunuu ma le soifua maloloina, le ta'atele o nei fa'amai o le pa'u, mo le tapenaina o ni fofo talafeagai ise taimi o i luma, ina ia faaitiitina ai le pipisi o nei siami i fanau ao'oga i Samoa.",
  "authors": [
    {
      "last_name": "Taiaroa",
      "fore_name": "George",
      "initials": "G",
      "name": "George Taiaroa",
      "affiliations": [
        "Department of Microbiology and Immunology at the Peter Doherty Institute for Infection and Immunity, The University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Matalavea",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Matalavea",
      "affiliations": [
        "Faculty of Medicine, National University of Samoa, Apia, Samoa.",
        "National Kidney Foundation of Samoa, Apia, Samoa."
      ]
    },
    {
      "last_name": "Tafuna'i",
      "fore_name": "Malama",
      "initials": "M",
      "name": "Malama Tafuna'i",
      "affiliations": [
        "Centre for Pacific Health, Division of Health Sciences, The University of Otago, Dunedin, New Zealand."
      ]
    },
    {
      "last_name": "Lacey",
      "fore_name": "Jake A",
      "initials": "JA",
      "name": "Jake A Lacey",
      "affiliations": [
        "Doherty Department at the Peter Doherty Institute for Infection and Immunity, University of Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Price",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Price",
      "affiliations": [
        "Victorian Infectious Diseases Reference Laboratory Epidemiology Unit, Peter Doherty Institute for Infection and Immunity, The University of Melbourne, Victoria, Australia.",
        "Centre for Epidemiology and Biostatistics, Melbourne School of Population and Global Health, University of Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Isaia",
      "fore_name": "Lupeoletalalelei",
      "initials": "L",
      "name": "Lupeoletalalelei Isaia",
      "affiliations": [
        "Tupua Tamasese Mea'ole National Hospital Laboratory, Samoa Ministry of Health, Apia, Samoa."
      ]
    },
    {
      "last_name": "Leaupepe",
      "fore_name": "Hinauri",
      "initials": "H",
      "name": "Hinauri Leaupepe",
      "affiliations": [
        "Tupua Tamasese Mea'ole National Hospital Laboratory, Samoa Ministry of Health, Apia, Samoa."
      ]
    },
    {
      "last_name": "Viali",
      "fore_name": "Satupaitea",
      "initials": "S",
      "name": "Satupaitea Viali",
      "affiliations": [
        "National Hospital, Samoa Ministry of Health, Apia, Samoa."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren Lee",
      "affiliations": [
        "Microbiological Diagnostic Unit Public Health Laboratory, The University of Melbourne at The Peter Doherty Institute for Infection and Immunity, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Gorrie",
      "fore_name": "Claire L",
      "initials": "CL",
      "name": "Claire L Gorrie",
      "affiliations": [
        "Microbiological Diagnostic Unit Public Health Laboratory, The University of Melbourne at The Peter Doherty Institute for Infection and Immunity, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Williamson",
      "fore_name": "Deborah A",
      "initials": "DA",
      "name": "Deborah A Williamson",
      "affiliations": [
        "Department of Microbiology and Immunology at the Peter Doherty Institute for Infection and Immunity, The University of Melbourne, Melbourne, Australia.",
        "Microbiological Diagnostic Unit Public Health Laboratory, The University of Melbourne at The Peter Doherty Institute for Infection and Immunity, Melbourne, Australia.",
        "Royal Melbourne Hospital, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "Department of Preventive and Social Medicine, University of Otago, New Zealand.",
        "Public Health Unit, Southern District Health Board, Dunedin, New Zealand."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet regional health. Western Pacific",
    "iso_abbreviation": "Lancet Reg Health West Pac",
    "issn": "2666-6065",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2021",
    "pub_month": "Jan"
  },
  "start_page": "100081",
  "pages": "100081",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34327410",
    "pmc": "PMC8315614",
    "doi": "10.1016/j.lanwpc.2020.100081",
    "pii": "S2666-6065(20)30081-X"
  },
  "doi": "10.1016/j.lanwpc.2020.100081",
  "pmc_id": "PMC8315614",
  "dates": {
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.578919",
    "pmid": "34327410"
  }
}