{
  "pmid": "34325675",
  "uid": "34325675",
  "title": "Using a self-directed workbook to support advance care planning with long term care home residents.",
  "abstract": "BACKGROUND: While advance care planning (ACP) has been shown to improve the quality of end-of-life (EOL) communication and palliative care, it is rarely practiced in long term care (LTC) homes, where staff time to support the process is limited. This study examines the potential of a publicly available self-directed ACP workbook distributed to LTC residents to encourage ACP reflection and communication. METHODS: Recruitment took place across three LTC homes, between June 2018 and July 2019. To be eligible, residents had to have medical stability, cognitive capacity, and English literacy. The study employed a mixed methods concurrent design using the combination of ranked (quantitative) and open (qualitative) workbook responses to examine documented care preferences and ACP reflections and communications. RESULTS: 58 residents initially agreed to participate in the study of which 44 completed self-directed ACP workbooks. Our combined quantitative and qualitative results suggested that the workbooks supported the elicitation of a range of resident care preferences of relevance for EOL care planning and decision making. For example, ranked data highlighted that most residents want to remain involved in decisions pertaining to their care (70%), even though less than half expect their wishes to be applied without discretion (48%). Ranked data further revealed many residents value quality of life over quantity of life (55%) but a sizable minority are concerned they will not receive enough care at EOL (20%). Open comments affirmed and expanded on ranked data by capturing care preferences not explored in the ranked data such as preferences around spiritual care and post mortem planning. Analysis of all open comments also suggested that while the workbook elicited many reflections that could be readily communicated to family/friends or staff, evidence that conversations had occurred was less evident in recorded workbook responses. CONCLUSIONS: ACP workbooks may be useful for supporting the elicitation of resident care preferences and concerns in LTC. Developing follow up protocols wherein residents are supported in communicating their workbook responses to families/friends and staff may be a critical next step in improving ACP engagement in LTC. Such protocols would require staff training and an organizational culture that empowers staff at all levels to engage in follow up conversations with residents.",
  "authors": [
    {
      "last_name": "Sussman",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Sussman",
      "affiliations": [
        "McGill University School of Social Work, 3506 University St. #300, Montreal, QC, H3A 2A7, Canada. tamara.sussman@mcgill.ca."
      ]
    },
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "Faculty of Health Sciences, School of Nursing, Health Sciences Centre, McMaster University, 1280 Main Street West, Hamilton, ON, 2J20L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Lawrence",
      "fore_name": "Jack",
      "initials": "J",
      "name": "Jack Lawrence",
      "affiliations": [
        "McGill University School of Social Work, 3506 University St. #300, Montreal, QC, H3A 2A7, Canada."
      ]
    },
    {
      "last_name": "Hunter",
      "fore_name": "Paulette V",
      "initials": "PV",
      "name": "Paulette V Hunter",
      "affiliations": [
        "University of Saskatchewan, St Thomas More College, Psychology, 9 Campus Drive, Saskatoon, SK, S7N 5A5, Canada."
      ]
    },
    {
      "last_name": "Bourgeois-Guerin",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Bourgeois-Guerin",
      "affiliations": [
        "Department of Psychology, University of Quebec in Montreal, 100 Sherbrook St West, Montreal, QC, H3C 3P8, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, David Braley Health Sciences Centre, McMaster University, 100 Main Street West, 5th floor, Hamilton, On, L8P 1H6, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC palliative care",
    "iso_abbreviation": "BMC Palliat Care",
    "issn": "1472-684X",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "29"
  },
  "start_page": "121",
  "pages": "121",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Advance Care Planning",
    "Communication",
    "Humans",
    "Long-Term Care",
    "Nursing Homes",
    "Quality of Life",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "34325675",
    "pmc": "PMC8323265",
    "doi": "10.1186/s12904-021-00815-1",
    "pii": "10.1186/s12904-021-00815-1"
  },
  "doi": "10.1186/s12904-021-00815-1",
  "pmc_id": "PMC8323265",
  "dates": {
    "completed": "2021-10-11",
    "revised": "2021-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.541138",
    "pmid": "34325675"
  }
}