{
  "pmid": "34332971",
  "uid": "34332971",
  "title": "Impact of Deferred Cord Clamping on Mortality and Severe Neurologic Injury in Twins Born at <30 Weeks of Gestation.",
  "abstract": "OBJECTIVE: To determine whether deferred cord clamping (DCC) compared with early cord clamping (ECC) was associated with reduction in death and/or severe neurologic injury among twins born at <30 weeks of gestation. STUDY DESIGN: We performed a retrospective cohort study including all liveborn twins of <30 weeks admitted to a tertiary-level neonatal intensive care unit (NICU) in Canada between 2015 and 2018 using the Canadian Neonatal/Preterm Birth Network database. We compared DCC ≥30 seconds vs ECC <30 seconds. Our primary outcome was a composite of death and/or severe neurologic injury (severe intraventricular hemorrhage grade III/IV and/or periventricular leukomalacia). Secondary outcomes included neonatal morbidity and health care utilization outcomes. We calculated aORs and β coefficients for categorical and continuous variables, along with 95% CI. Models were fitted with generalized estimated equations accounting for twin correlation. RESULTS: We included 1597 twins (DCC, 624 [39.1%]; ECC, 973 [60.9%]). Death/severe neurologic injury occurred in 17.8% (n = 111) of twins who received DCC and in 21.7% (n = 211) of those who received ECC. The rate of death/severe neurologic injury did not differ significantly between the DCC and ECC groups (aOR 1.07; 95% CI, 0.78-1.47). DCC was associated with reduced blood transfusions (adjusted β coefficient, -0.49; 95% CI, -0.86 to -0.12) and NICU length of stay (adjusted β coefficient, -4.17; 95% CI, -8.15 to -0.19). CONCLUSIONS: The primary composite outcome of death and/or severe neurologic injury did not differ between twins born at <30 weeks of gestation who received DCC and those who received ECC, but DCC was associated with some benefits.",
  "authors": [
    {
      "last_name": "Grabovac",
      "fore_name": "Marinela",
      "initials": "M",
      "name": "Marinela Grabovac",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada. Electronic address: marinela.grabovac@medportal.ca."
      ]
    },
    {
      "last_name": "Beltempo",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Beltempo",
      "affiliations": [
        "Department of Pediatrics, Montreal's Children's Hospital-McGill University Health Centre, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Lodha",
      "fore_name": "Abhay",
      "initials": "A",
      "name": "Abhay Lodha",
      "affiliations": [
        "Department of Pediatrics and Community Health Sciences, University of Calgary, Foothills Medical Centre, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "O'Quinn",
      "fore_name": "Candace",
      "initials": "C",
      "name": "Candace O'Quinn",
      "affiliations": [
        "Section of Maternal Fetal Medicine, Department of Obstetrics and Gynecology, University of Calgary, Foothills Medical Centre, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Grigoriu",
      "fore_name": "Ariadna",
      "initials": "A",
      "name": "Ariadna Grigoriu",
      "affiliations": [
        "Division of Maternal Fetal Medicine, Department of Obstetrics and Gynecology, The Moncton Hospital, Moncton, New Brunswick, Canada."
      ]
    },
    {
      "last_name": "Barrington",
      "fore_name": "Keith",
      "initials": "K",
      "name": "Keith Barrington",
      "affiliations": [
        "Department of Pediatrics, University of Montréal, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Junmin",
      "initials": "J",
      "name": "Junmin Yang",
      "affiliations": [
        "Maternal-Infant Care Research Center, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada; Division of Maternal Fetal Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Radiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of pediatrics",
    "iso_abbreviation": "J Pediatr",
    "issn": "1097-6833",
    "issn_type": "Electronic",
    "volume": "238",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "118",
  "end_page": "123.e3",
  "pages": "118-123.e3",
  "language": "eng",
  "publication_types": [
    "Comparative Study",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Constriction",
    "Databases, Factual",
    "Delivery, Obstetric",
    "Female",
    "Humans",
    "Infant, Newborn",
    "Infant, Premature",
    "Infant, Premature, Diseases",
    "Male",
    "Pregnancy",
    "Retrospective Studies",
    "Time Factors",
    "Twins",
    "Umbilical Cord"
  ],
  "article_ids": {
    "pubmed": "34332971",
    "doi": "10.1016/j.jpeds.2021.07.058",
    "pii": "S0022-3476(21)00750-2"
  },
  "doi": "10.1016/j.jpeds.2021.07.058",
  "dates": {
    "completed": "2021-11-23",
    "revised": "2021-11-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.081677",
    "pmid": "34332971"
  }
}