{
  "pmid": "34330245",
  "uid": "34330245",
  "title": "Advance care planning conversations in primary care: a quality improvement project using the Serious Illness Care Program.",
  "abstract": "BACKGROUND: Advance care planning (ACP) conversations are associated with improved end-of-life healthcare outcomes and patients want to engage in ACP with their healthcare providers. Despite this, ACP conversations rarely occur in primary care settings. The objective of this study was to implement ACP through adapted Serious Illness Care Program (SICP) training sessions, and to understand primary care provider (PCP) perceptions of implementing ACP into practice. METHODS: We conducted a quality improvement project guided by the Normalization Process Theory (NPT), in an interprofessional academic family medicine group in Hamilton, Ontario, Canada. NPT is an explanatory model that delineates the processes by which organizations implement and integrate new work. PCPs (physicians, family medicine residents, and allied health care providers), completed pre- and post-SICP self-assessments evaluating training effectiveness, a survey evaluating program implementability and sustainability, and semi-structured qualitative interviews to elaborate on barriers, facilitators, and suggestions for successful implementation. Descriptive statistics and pre-post differences (Wilcoxon Sign-Rank test) were used to analyze surveys and thematic analysis was used to analyze qualitative interviews. RESULTS: 30 PCPs participated in SICP training and completed self-assessments, 14 completed NoMAD surveys, and 7 were interviewed. There were reported improvements in ACP confidence and skills. NoMAD surveys reported mixed opinions towards ACP implementation, specifically concerning colleagues' abilities to conduct ACP and patients' abilities to participate in ACP. Physicians discussed busy clinical schedules, lack of patient preparedness, and continued discomfort or lack of confidence in having ACP conversations. Allied health professionals discussed difficulty sharing patient prognosis and identification of appropriate patients as barriers. CONCLUSIONS: Training in ACP conversations improved PCPs' individual perceived abilities, but discomfort and other barriers were identified. Future iterations will require a more systematic process to support the implementation of ACP into regular practice, in addition to addressing knowledge and skill gaps.",
  "authors": [
    {
      "last_name": "Hafid",
      "fore_name": "Abe",
      "initials": "A",
      "name": "Abe Hafid",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada. hafids3@mcmaster.ca."
      ],
      "orcid": "0000-0002-2853-6881"
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-8127-5492"
    },
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-9915-1911"
    },
    {
      "last_name": "Elston",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Elston",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Fikree",
      "fore_name": "Shireen",
      "initials": "S",
      "name": "Shireen Fikree",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Gallagher",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Gallagher",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-0539-3830"
    },
    {
      "last_name": "Winemaker",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Winemaker",
      "affiliations": [
        "Department of Family Medicine, Division of Palliative Care, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Waters",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Waters",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-9123-5010"
    }
  ],
  "journal": {
    "title": "BMC palliative care",
    "iso_abbreviation": "BMC Palliat Care",
    "issn": "1472-684X",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "start_page": "122",
  "pages": "122",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Advance Care Planning",
    "Critical Care",
    "Critical Illness",
    "Humans",
    "Ontario",
    "Primary Health Care",
    "Quality Improvement"
  ],
  "article_ids": {
    "pubmed": "34330245",
    "pmc": "PMC8325252",
    "doi": "10.1186/s12904-021-00817-z",
    "pii": "10.1186/s12904-021-00817-z"
  },
  "doi": "10.1186/s12904-021-00817-z",
  "pmc_id": "PMC8325252",
  "dates": {
    "completed": "2021-10-11",
    "revised": "2021-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.541572",
    "pmid": "34330245"
  }
}