{
  "pmid": "34332828",
  "uid": "34332828",
  "title": "Anemia-Induced Bleeding in Patients with Platelet Disorders.",
  "abstract": "Anemia is not only a consequence of bleeding, but also a modifiable risk factor for bleeding in patients with thrombocytopenia or platelet function defects. In this review we outline the mechanism of anemia-induced bleeding in patients with platelet disorders, which involves a disturbance in normal red blood cell (RBC) rheology and reduced platelet margination to the endothelial surface due to a decrease in RBC mass, leading to impaired primary hemostasis and bleeding. Biologically, anemia reduces the mass of RBCs in the central column of flowing blood through a vessel resulting in fewer platelets coming into contact with the endothelial surface at the periphery of the flowing blood column. Thus, anemia results in impaired primary hemostasis. Von Willebrand factor (vWF) is another component of primary hemostasis and vWF deficiency, especially a deficiency of the highest vWF multimers, can also manifest with bleeding when concomitant anemia occurs. Clinically, patients at greatest risk for anemia-induced bleeding include patients with hematological malignancies in whom anemia and thrombocytopenia occur as a result of the underlying disease or the myelotoxic effects of treatment; patients with renal insufficiency with uremic thrombocytopathy and hypoproliferative anemia; and patients with inherited or acquired bleeding disorders affecting primary hemostasis (eg, Bernard-Soulier syndrome, von Willebrand disease) with chronic blood loss and iron deficiency anemia. Underlying abnormalities of any components of primary hemostasis plus concomitant anemia may result in major bleeding disorders; therefore, correction of remediable abnormalities-most notably, correction of the anemia- would be expected to have important clinical benefit. In this review we discuss how the correction of the anemia may lead to improvement of bleeding outcomes in patients with a primary hemostatic defect, supported by evidence from animal models, clinical trials and clinical experience.",
  "authors": [
    {
      "last_name": "Thakar",
      "fore_name": "Swarni",
      "initials": "S",
      "name": "Swarni Thakar",
      "affiliations": [
        "McMaster Center for Transfusion Research, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gabarin",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Gabarin",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Akash",
      "initials": "A",
      "name": "Akash Gupta",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Radford",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Radford",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Warkentin",
      "fore_name": "Theodore E",
      "initials": "TE",
      "name": "Theodore E Warkentin",
      "affiliations": [
        "McMaster Center for Transfusion Research, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "McMaster Center for Transfusion Research, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: arnold@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion medicine reviews",
    "iso_abbreviation": "Transfus Med Rev",
    "issn": "1532-9496",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "22",
  "end_page": "28",
  "pages": "22-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anemia",
    "Hemorrhage",
    "Hemostasis",
    "Humans",
    "von Willebrand Diseases",
    "von Willebrand Factor"
  ],
  "article_ids": {
    "pubmed": "34332828",
    "doi": "10.1016/j.tmrv.2021.06.001",
    "pii": "S0887-7963(21)00022-5"
  },
  "doi": "10.1016/j.tmrv.2021.06.001",
  "dates": {
    "completed": "2021-10-28",
    "revised": "2021-10-28"
  },
  "chemicals": [
    "von Willebrand Factor"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.360227",
    "pmid": "34332828"
  }
}