{
  "pmid": "34338801",
  "uid": "34338801",
  "title": "A systematic review of automatic text summarization for biomedical literature and EHRs.",
  "abstract": "OBJECTIVE: Biomedical text summarization helps biomedical information seekers avoid information overload by reducing the length of a document while preserving the contents' essence. Our systematic review investigates the most recent biomedical text summarization researches on biomedical literature and electronic health records by analyzing their techniques, areas of application, and evaluation methods. We identify gaps and propose potential directions for future research. MATERIALS AND METHODS: This review followed the PRISMA methodology and replicated the approaches adopted by the previous systematic review published on the same topic. We searched 4 databases (PubMed, ACM Digital Library, Scopus, and Web of Science) from January 1, 2013 to April 8, 2021. Two reviewers independently screened title, abstract, and full-text for all retrieved articles. The conflicts were resolved by the third reviewer. The data extraction of the included articles was in 5 dimensions: input, purpose, output, method, and evaluation. RESULTS: Fifty-eight out of 7235 retrieved articles met the inclusion criteria. Thirty-nine systems used single-document biomedical research literature as their input, 17 systems were explicitly designed for clinical support, 47 systems generated extractive summaries, and 53 systems adopted hybrid methods combining computational linguistics, machine learning, and statistical approaches. As for the assessment, 51 studies conducted an intrinsic evaluation using predefined metrics. DISCUSSION AND CONCLUSION: This study found that current biomedical text summarization systems have achieved good performance using hybrid methods. Studies on electronic health records summarization have been increasing compared to a previous survey. However, the majority of the works still focus on summarizing literature.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Mengqian",
      "initials": "M",
      "name": "Mengqian Wang",
      "affiliations": [
        "Carolina Health Informatics Program, University of North Carolina, Chapel Hill, North Carolina, USA."
      ],
      "orcid": "0000-0003-4451-9595"
    },
    {
      "last_name": "Wang",
      "fore_name": "Manhua",
      "initials": "M",
      "name": "Manhua Wang",
      "affiliations": [
        "iSchool, University of North Carolina, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Fei",
      "initials": "F",
      "name": "Fei Yu",
      "affiliations": [
        "iSchool, University of North Carolina, Chapel Hill, North Carolina, USA.",
        "Health Sciences Library, University of North Carolina, Chapel Hill, North Carolina, USA."
      ],
      "orcid": "0000-0003-1079-1590"
    },
    {
      "last_name": "Yang",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Yang",
      "affiliations": [
        "Carolina Health Informatics Program, University of North Carolina, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Health Sciences Library, University of North Carolina, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Mostafa",
      "fore_name": "Javed",
      "initials": "J",
      "name": "Javed Mostafa",
      "affiliations": [
        "Carolina Health Informatics Program, University of North Carolina, Chapel Hill, North Carolina, USA.",
        "iSchool, University of North Carolina, Chapel Hill, North Carolina, USA.",
        "Biomedical Research Imaging Center, the School of Medicine, University of North Carolina, Chapel Hill, North Carolina, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Informatics Association : JAMIA",
    "iso_abbreviation": "J Am Med Inform Assoc",
    "issn": "1527-974X",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "18"
  },
  "start_page": "2287",
  "end_page": "2297",
  "pages": "2287-2297",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Biomedical Research",
    "Electronic Health Records",
    "Machine Learning",
    "Publications"
  ],
  "article_ids": {
    "pubmed": "34338801",
    "pmc": "PMC8449627",
    "doi": "10.1093/jamia/ocab143",
    "pii": "6335523"
  },
  "doi": "10.1093/jamia/ocab143",
  "pmc_id": "PMC8449627",
  "dates": {
    "completed": "2021-11-24",
    "revised": "2022-08-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.708025",
    "pmid": "34338801"
  }
}