{
  "pmid": "34330854",
  "uid": "34330854",
  "title": "Hands-Up program: protocol for a feasibility randomised controlled trial of a combined 6-week exercise and education intervention in adults aged 50-65 with a distal radius fracture.",
  "abstract": "INTRODUCTION: This pilot study will determine the feasibility of recruitment, retention and adherence for the online combined exercise and education programme (Hands-Up) compared with usual care. METHODS AND ANALYSIS: The proposed randomised controlled trial will be a pilot feasibility study with a 1:1 randomisation to the Hands-Up programme or usual physical therapy. The programme setting is an online home exercise and education program. Outcome assessments will take place at the Roth|McFarlane Hand and Upper Limb Clinic in London, Ontario, which is a tertiary care academic centre. 74 people aged 50-65 years after distal radius fracture will be recruited. Purposeful recruitment will be conducted to include a sufficient number of men in the study. The Hands-Up program includes both exercise and education. Participants will engage in approximately 45 min of a full-body home exercise routine followed by 30 min of education in an online program. The educational modules will focus on fall prevention, nutrition for osteoporosis and learning about osteoporosis. Participants will engage in the program online, twice a week for 6 weeks. Outcomes will be assessed at baseline, 6 weeks and 3, 6 and 12 months. The primary outcome of the study is feasibility. The study will be considered feasible if participants attend >60% of the sessions, 74 participants are enrolled in 12 months and >75% of participants attend the final study visit. For the secondary outcome, physical and self-report outcomes will be assessed. ETHICS AND DISCUSSION: This study has been approved by the institutional ethics review board. The viability of an online exercise and education program for people after distal radius fracture between the ages of 50 and 65 will be evaluated in an attempt to help better prevent, diagnose and manage osteoporosis. This study will be disseminated through peer-reviewed publications, international conferences and social media. TRIAL REGISTRATION NUMBER: NCT03997682.",
  "authors": [
    {
      "last_name": "Ziebart",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Ziebart",
      "affiliations": [
        "Department of Physical Therapy, Western University, London, Ontario, Canada cziebart@uwo.ca."
      ],
      "orcid": "0000-0002-3667-4133"
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy MacDermid",
      "affiliations": [
        "Department of Physical Therapy, Western University, London, Ontario, Canada.",
        "St Joseph's Health Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Faculty of Health Sciences and Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szekeres",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Szekeres",
      "affiliations": [
        "St Joseph's Health Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Suh",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Suh",
      "affiliations": [
        "St Joseph's Health Centre, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul",
    "pub_day": "30"
  },
  "start_page": "e046122",
  "pages": "e046122",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Exercise Therapy",
    "Feasibility Studies",
    "Humans",
    "London",
    "Male",
    "Middle Aged",
    "Ontario",
    "Pilot Projects",
    "Quality of Life",
    "Radius Fractures",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "34330854",
    "pmc": "PMC8327851",
    "doi": "10.1136/bmjopen-2020-046122",
    "pii": "bmjopen-2020-046122"
  },
  "doi": "10.1136/bmjopen-2020-046122",
  "pmc_id": "PMC8327851",
  "dates": {
    "completed": "2021-08-04",
    "revised": "2021-08-20"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.971684",
    "pmid": "34330854"
  }
}