{
  "pmid": "34343662",
  "uid": "34343662",
  "title": "The surgical management of distal triceps tendon ruptures: a systematic review.",
  "abstract": "BACKGROUND: Distal triceps tendon ruptures (DTTRs) are highly uncommon injuries and can be treated with surgical repair. The purpose of this review was to compare the outcomes and complications of various surgical techniques used for primary repair of DTTRs. METHODS: The electronic databases MEDLINE, Embase, Cochrane Central Register of Controlled Trials (CENTRAL), and PubMed were searched from data inception to October 15, 2020. The Methodological Index for Non-randomized Studies tool was used to assess study quality. Data are presented descriptively. RESULTS: A total of 19 studies were identified, comprising 560 patients (565 triceps tendons), of whom 78.6% were male patients. The mean age was 46.1 ± 8.4 years, and the mean follow-up period was 31.8 ± 21.0 months. The overall complication rate across all DTTR repair procedures was 14.9%. The distribution of complications for each technique was 29.2% for the direct repair technique, 15.2% for the transosseous technique (transosseous suture), and 7.7% for the suture anchor technique. Common complications include ulnar neuropathies, infections, and pain. The overall rerupture rate for transosseous suture, suture anchor, and direct repair was 4.3% (n = 12), 2.1% (n = 3), and 0% (n = 0), respectively. Patients undergoing DTTR repair experience significant improvements postoperatively regarding pain, strength, and range of motion. CONCLUSIONS: Patients undergoing DTTR experience improvements in postoperative outcomes; however, there is a moderate reported risk of rerupture or complication. Owing to the heterogeneity in rupture patterns, surgical procedures, and outcome measures, it is difficult to ascertain the superiority of one surgical technique over another. Future studies should use large prospective cohorts and long-term follow-up to determine more accurate complication rates and outcome scores.",
  "authors": [
    {
      "last_name": "Alnaji",
      "fore_name": "Omar",
      "initials": "O",
      "name": "Omar Alnaji",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Erdogan",
      "fore_name": "Safiya",
      "initials": "S",
      "name": "Safiya Erdogan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "AlQahtani",
      "fore_name": "Saad",
      "initials": "S",
      "name": "Saad AlQahtani",
      "affiliations": [
        "Orthopedic Surgery Department, College of Medicine, Imam Abdulrahman Bin Faisal University, Dammam, Saudi Arabia."
      ]
    },
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "217",
  "end_page": "224",
  "pages": "217-224",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Retrospective Studies",
    "Rupture",
    "Suture Anchors",
    "Suture Techniques",
    "Tendon Injuries",
    "Tendons"
  ],
  "article_ids": {
    "pubmed": "34343662",
    "doi": "10.1016/j.jse.2021.06.019",
    "pii": "S1058-2746(21)00577-2"
  },
  "doi": "10.1016/j.jse.2021.06.019",
  "dates": {
    "completed": "2021-12-09",
    "revised": "2021-12-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.300176",
    "pmid": "34343662"
  }
}