{
  "pmid": "34343382",
  "uid": "34343382",
  "title": "Do we need to reclassify the social systems of gregarious apes?",
  "abstract": "Decades of research have led to a solid understanding of the social systems of gregarious apes: chimpanzees, bonobos, gorillas, and gibbons. As field studies have increasingly collected data from multiple neighboring habituated groups, genetic and social interconnections have been revealed. These findings provide a more nuanced picture of intergroup relations in apes, and have led to claims in the literature that some ape taxa have multilevel societies. A multilevel society is defined as a nested collection of social entities comprising at least two discernible levels of social integration between the individual and the population. We argue that the evidence for multilevel sociality sensu stricto in apes is currently inconclusive and that it is premature to abandon the traditional classification of ape social systems. However, available findings appear to be consistent with the existence of some degree of higher social grouping patterns. We propose the term supra-group organization which may adequately capture ape social systems when viewed from a top-down perspective.",
  "authors": [
    {
      "last_name": "Grueter",
      "fore_name": "Cyril C",
      "initials": "CC",
      "name": "Cyril C Grueter",
      "affiliations": [
        "Department of Anatomy, Physiology and Human Biology, School of Human Sciences, The University of Western Australia, Perth, WA, Australia.",
        "Centre for Evolutionary Biology, School of Biological Sciences, The University of Western Australia, Perth, WA, Australia.",
        "International Centre of Biodiversity and Primate Conservation, Dali University, Dali, Yunnan, China."
      ],
      "orcid": "0000-0001-8770-8148"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, Minneapolis, Minnesota, USA.",
        "Department of Ecology, Evolution and Behavior, University of Minnesota, Saint Paul, Minnesota, USA.",
        "Institute on the Environment, University of Minnesota, St. Paul, Minnesota, USA."
      ],
      "orcid": "0000-0003-3073-4518"
    }
  ],
  "journal": {
    "title": "Evolutionary anthropology",
    "iso_abbreviation": "Evol Anthropol",
    "issn": "1520-6505",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "316",
  "end_page": "326",
  "pages": "316-326",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Gorilla gorilla",
    "Hominidae",
    "Pan paniscus",
    "Pan troglodytes",
    "Social Behavior"
  ],
  "article_ids": {
    "pubmed": "34343382",
    "doi": "10.1002/evan.21919"
  },
  "doi": "10.1002/evan.21919",
  "dates": {
    "completed": "2021-10-25",
    "revised": "2021-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.705386",
    "pmid": "34343382"
  }
}