{
  "pmid": "34345433",
  "uid": "34345433",
  "title": "Re-Envisioning the Canadian Nephrology Trials Network: A Can-SOLVE-CKD Stakeholder Meeting of Patient Partners and Researchers.",
  "abstract": "PURPOSE: The Canadian Nephrology Trials Network (CNTN) was formed in 2014 to support Canadian researchers in developing, designing, and conducting prospective studies in nephrology. In response to the changing landscape and needs within the Canadian nephrology research community, an interest in further growth and development of the network was identified. In the following report, we describe the process undertaken to re-envision the network through the creation of 3 new committees and how the committees are facilitating change and growth within the CNTN for future sustainability. SOURCES OF INFORMATION: To understand areas for improvement and capacity building, the organization charged with overseeing the CNTN, Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD), began by conducting an environmental scan. As well, 2 informal surveys were sent to nephrology professionals (who were members of the CNTN and the Canadian Society of Nephrology) and patient partners (from Can-SOLVE CKD). METHODS: In September 2018, 44 CNTN members and other stakeholders from across Canada (including patient partners and representatives from research funding agencies) convened for a 2-day visioning workshop in Mississauga, Ontario. The agenda for this workshop was largely based on the results from the informal surveys. CNTN leadership participated and chose other workshop participants through informal stakeholder mapping and purposeful recruitment. Patient partners were recruited to participate in the workshop through advertisement within the Can-SOLVE-CKD patient council. The survey results and discussion questions were presented to participants at the workshop who, in turn, discussed in large- and small-group session ways in which the CNTN might be expanded. RESULTS: Surveys of patient partners indicated that they would like to see greater involvement of patients in the research process. Surveys of researchers indicated that they wanted more support and resources for coordinating prospective trials. The themes which emerged from the workshop discussions were peer review, engagement, and training. These themes were broadened and formally re-named to Scientific Operations, Communications and Engagement, and Capacity Building. A working committee, each co-led by a nephrologist with research experience and a patient partner, was created to advance each of these identified themes. An executive committee was created to provide overall strategic leadership and governance to the network. The Scientific Operations Committee conducts peer reviews; provides letters of endorsement after peer review; and holds semi-annual in-person meetings where researchers can present their proposals and obtain feedback from multiple stakeholders, including patients. The Communications and Engagement Committee publishes a quarterly newsletter, engages the community on Twitter, and reaches out to community sites and new nephrologists to engage them in research. The Capacity Building Committee conducts webinars to encourage patient partners to develop their own research questions and is developing a hub-and-spoke model to improve research collaboration. LIMITATIONS: We did not conduct formal stakeholder mapping. Only attendees of the visioning workshop provided input, and not everyone's comment or opinion was included in the workshop report. Perspectives were limited to the sample of people who attended the workshop or were surveyed and may not reflect perspectives of all stakeholders in nephrology research in Canada. We did not use formal qualitative methodology to summarize the workshops. IMPLICATIONS: Renewed areas of focus and related committees within the CNTN could lead to an increased capacity for nephrology research, increased engagement and collaboration with researchers, a higher likelihood of funding with rigorous peer review, and more clinical trials and multicenter collaborative prospective research being conducted in Canada.",
  "authors": [
    {
      "last_name": "Murdoch",
      "fore_name": "Alicia",
      "initials": "A",
      "name": "Alicia Murdoch",
      "affiliations": [
        "Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD) Network, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Tennankore",
      "fore_name": "Karthik K",
      "initials": "KK",
      "name": "Karthik K Tennankore",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, NS, Canada.",
        "Nova Scotia Health Authority, Halifax, Canada."
      ]
    },
    {
      "last_name": "Bohm",
      "fore_name": "Clara",
      "initials": "C",
      "name": "Clara Bohm",
      "affiliations": [
        "Department of Internal Medicine, Max Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada.",
        "Department of Community Health Sciences, Max Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada.",
        "Chronic Disease Innovation Centre, Seven Oaks General Hospital, Winnipeg, MB, Canada."
      ],
      "orcid": "0000-0001-7710-7162"
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, St. Joseph's Healthcare Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4538-5958"
    },
    {
      "last_name": "Levin",
      "fore_name": "Adeera",
      "initials": "A",
      "name": "Adeera Levin",
      "affiliations": [
        "Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD) Network, Vancouver, BC, Canada.",
        "Division of Nephrology, Department of Medicine, McGill University, Montreal, QB, Canada."
      ]
    },
    {
      "last_name": "Vorster",
      "fore_name": "Hans",
      "initials": "H",
      "name": "Hans Vorster",
      "affiliations": [
        "Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD) Network, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Suri",
      "fore_name": "Rita S",
      "initials": "RS",
      "name": "Rita S Suri",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McGill University, Montreal, QB, Canada.",
        "Research Institute of the McGill University University Health Center, Montreal, QB, Canada.",
        "Centre de Recherche du Centre Hospitalier de l'Université de Montréal, QB, Canada."
      ],
      "orcid": "0000-0002-0519-3927"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "20543581211030396",
  "pages": "20543581211030396",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34345433",
    "pmc": "PMC8283045",
    "doi": "10.1177/20543581211030396",
    "pii": "10.1177_20543581211030396"
  },
  "doi": "10.1177/20543581211030396",
  "pmc_id": "PMC8283045",
  "dates": {
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.971233",
    "pmid": "34345433"
  }
}