{
  "pmid": "34352202",
  "uid": "34352202",
  "title": "Association Between Dementia Care Programs in Assisted Living Facilities and Transitions to Nursing Homes in Ontario, Canada: A Population-Based Cohort Study.",
  "abstract": "OBJECTIVE: We investigate whether older adults who were newly diagnosed with dementia (severity unspecified) and resided in an assisted living facility that offered a dementia care program had a lower rate of transition to a nursing home, compared to those who resided in an assisted living facility without such a program. DESIGN: Population-based retrospective cohort study. SETTING AND PARTICIPANTS: Linked, person-level health system administrative data on older adults who were newly diagnosed with dementia and resided in an assisted living facility in Ontario, Canada, from 2014 to 2019 (n = 977). METHODS: Access to a dementia care program in an assisted living facility (n = 57) was examined. Multivariable Cox proportional hazards regression with robust standard errors clustered on the assisted living facility was used to model the time to transition to a nursing home from the new dementia diagnosis. RESULTS: There were 11.8 transitions to a nursing home per 100 person-years among older adults who resided in an assisted living facility with a dementia care program, compared with 20.5 transitions to a nursing home per 100 person-years among older adults who resided in an assisted living facility without a dementia care program. After adjustment for relevant characteristics at baseline, older adults who resided in an assisted living facility with a dementia care program had a 40% lower rate of transition to a nursing home (hazard ratio 0.60, 95% confidence interval 0.44, 0.81), compared with those in an assisted living facility without such a program at any point during the follow-up period. CONCLUSIONS AND IMPLICATIONS: The rate of transition to a nursing home was significantly lower among older adults who resided in an assisted living facility that offered a dementia care program. These findings support the expansion of dementia care programs in assisted living facilities.",
  "authors": [
    {
      "last_name": "Manis",
      "fore_name": "Derek R",
      "initials": "DR",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; ICES, Toronto, ON, Canada. Electronic address: manisd@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rahim",
      "fore_name": "Ahmad",
      "initials": "A",
      "affiliations": [
        "ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Poss",
      "fore_name": "Jeffrey W",
      "initials": "JW",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Bielska",
      "fore_name": "Iwona A",
      "initials": "IA",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bronskill",
      "fore_name": "Susan E",
      "initials": "SE",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Institute of Health Policy, Management & Evaluation, University of Toronto, Toronto, ON, Canada; Women's College Research Institute, Toronto, ON, Canada; Sunnybrook Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Éric",
      "initials": "JÉ",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; ICES, Toronto, ON, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, ON, Canada; Schlegel Research Institute for Aging, Waterloo, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "2115",
  "end_page": "2120.e6",
  "pages": "2115-2120.e6",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Assisted Living Facilities",
    "Cohort Studies",
    "Dementia",
    "Humans",
    "Nursing Homes",
    "Ontario",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "34352202",
    "doi": "10.1016/j.jamda.2021.07.002",
    "pii": "S1525-8610(21)00640-X"
  },
  "doi": "10.1016/j.jamda.2021.07.002",
  "dates": {
    "completed": "2021-10-20",
    "revised": "2021-10-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.712193",
    "pmid": "34352202"
  }
}