{
  "pmid": "34351831",
  "uid": "34351831",
  "title": "Veterinary and Pharmacy Students' Expectations Before and Experiences After Participating in an Interdisciplinary Access to Care Veterinary Clinic, WisCARES.",
  "abstract": "This pilot survey study describes student expectations and experiences at WisCARES, a low-cost veterinary medical teaching clinic where students from multiple disciplines collaborate. We hypothesized that prior to the workday, students would describe different expectations of working in an interdisciplinary access to care clinic than what they ultimately experienced. We surveyed 62 students from the School of Veterinary Medicine (46) and pharmacy (16) who spent a clinic day at WisCARES. Before introductory rounds, students completed a short survey consisting of four open-ended questions about their learning expectations; at the end of the day, they reviewed their initial responses and added what they actually learned. Qualitative information was categorized and analyzed using descriptive statistics. Thirteen major themes emerged: diversity, confidence, communication, case lead/case management, financial experience, helping people, teamwork, technical skills, inter-professional experience, mentoring, non-specific positive regard, appreciation for resources, and rounds. Students reported improved confidence in managing and leading cases with specific positive outcomes in communicating with clients, particularly regarding leading financial conversations. Developing greater insight into diversity was a common theme expressed in students' expectations but was less frequently noted as an end-of-day outcome. Veterinary students less frequently described the value of the inter-professional environment and collaboration, but this was a major theme noted among pharmacy students. Student feedback was positive overall. The current study is useful in identifying areas for improving collaborative instruction and access to care professional student learning opportunities.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": []
    },
    {
      "last_name": "Lygo-Baker",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lygo-Baker",
      "affiliations": []
    },
    {
      "last_name": "Schultz",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Schultz",
      "affiliations": []
    },
    {
      "last_name": "Gilles",
      "fore_name": "William",
      "initials": "W",
      "name": "William Gilles",
      "affiliations": []
    },
    {
      "last_name": "Chun",
      "fore_name": "Ruthanne",
      "initials": "R",
      "name": "Ruthanne Chun",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of veterinary medical education",
    "iso_abbreviation": "J Vet Med Educ",
    "issn": "0748-321X",
    "issn_type": "Print",
    "volume": "49",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "610",
  "end_page": "617",
  "pages": "610-617",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Education, Veterinary",
    "Health Services Accessibility",
    "Hospitals, Animal",
    "Humans",
    "Motivation",
    "Students, Pharmacy"
  ],
  "article_ids": {
    "pubmed": "34351831",
    "doi": "10.3138/jvme-2021-0006"
  },
  "doi": "10.3138/jvme-2021-0006",
  "dates": {
    "completed": "2022-10-10",
    "revised": "2022-10-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.947334",
    "pmid": "34351831"
  }
}