{
  "pmid": "34351528",
  "uid": "34351528",
  "title": "Playbacks of food-associated calls attract chimpanzees towards known food patches in a captive setting.",
  "abstract": "Food-associated calls have received much research attention due to their potential to refer to discovered food in a word-like manner. Studies have found that in many species, food-associated calls attract receivers to the food patch, suggesting these calls play roles in food sharing, cooperation and competition. Additionally, in various species, these calls play a role that has received much less attention: mediating social interactions among foragers that are already nearby or within the food patch, independently of whether they attract outside foragers. In order to increase understanding of the function of the chimpanzee (Pan troglodytes) food-associated rough grunt, we conducted captive playback studies testing whether rough grunt playbacks attract, repel or have no effect on the proximity of foragers already familiarized with the presence of food. We tested how acoustic playbacks of rough grunts (or control calls) from one of two known, identical feeding sites affected receivers' approach and feeding behaviors. More often than expected, participants first approached the feeding site from which rough grunts, but not control calls, were broadcast. However, neither condition increased the likelihood that participants fed first from a given site. Our results support the hypothesis that rough grunts elicit an approach response in receivers, while providing no evidence that they repel. In addition, our study provides evidence that receivers may approach rough grunts even if they do not intend to feed. We discuss the information rough grunts may convey to receivers beyond information about discovered food and the potential benefits signalers may gain from this calling behavior.",
  "authors": [
    {
      "last_name": "O'Bryan",
      "fore_name": "Lisa R",
      "initials": "LR",
      "name": "Lisa R O'Bryan",
      "affiliations": [
        "Department of Ecology, Evolution and Behavior, University of Minnesota, St. Paul, MN, USA. obryan@rice.edu.",
        "Department of Psychological Sciences, Rice University, Houston, TX, USA. obryan@rice.edu."
      ],
      "orcid": "0000-0002-8878-7674"
    },
    {
      "last_name": "Lambeth",
      "fore_name": "Susan P",
      "initials": "SP",
      "name": "Susan P Lambeth",
      "affiliations": [
        "Department of Comparative Medicine, Michale E. Keeling Center for Comparative Medicine and Research, UT MD Anderson Cancer Center, Bastrop, TX, USA."
      ]
    },
    {
      "last_name": "Schapiro",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Schapiro",
      "affiliations": [
        "Department of Comparative Medicine, Michale E. Keeling Center for Comparative Medicine and Research, UT MD Anderson Cancer Center, Bastrop, TX, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Ecology, Evolution and Behavior, University of Minnesota, St. Paul, MN, USA.",
        "Department of Anthropology, University of Minnesota, Minneapolis, MN, USA.",
        "Institute on the Environment, University of Minnesota, St. Paul, MN, USA."
      ],
      "orcid": "0000-0003-3073-4518"
    }
  ],
  "journal": {
    "title": "Primates; journal of primatology",
    "iso_abbreviation": "Primates",
    "issn": "1610-7365",
    "issn_type": "Electronic",
    "volume": "62",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "905",
  "end_page": "918",
  "pages": "905-918",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acoustics",
    "Animals",
    "Feeding Behavior",
    "Food",
    "Pan troglodytes",
    "Vocalization, Animal"
  ],
  "article_ids": {
    "pubmed": "34351528",
    "doi": "10.1007/s10329-021-00936-4",
    "pii": "10.1007/s10329-021-00936-4"
  },
  "doi": "10.1007/s10329-021-00936-4",
  "dates": {
    "completed": "2021-11-25",
    "revised": "2021-11-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U42 OD-011197",
      "agency": "NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U42 OD-011197",
      "agency": "NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.705670",
    "pmid": "34351528"
  }
}