{
  "pmid": "34350125",
  "uid": "34350125",
  "title": "The Exercise Oncology Knowledge Mobilization Initiative: An International Modified Delphi Study.",
  "abstract": "INTRODUCTION: Exercise is vital to health and well-being after a cancer diagnosis yet is poorly integrated in cancer care. Knowledge mobilization (KM) is essential to enhance exercise opportunities. We aimed to (1) develop and refine a list of highly important exercise oncology research and KM themes and (2) establish the relative importance of the themes for supporting the implementation of exercise as a standard of care for people living with and beyond cancer. METHODS: Informed by the Co-Produced Pathway to Impact KM framework, a modified Delphi study approach was used to develop, rate, and rank exercise oncology research and KM themes through an international stakeholder workshop and a three-round iterative online survey. Open-ended stakeholder feedback from cancer survivors, healthcare practitioners (HCPs), qualified exercise professionals (QEPs), policy makers, and researchers was used to update themes between survey rounds. Themes were ranked from highest to lowest importance and agreement was examined across all stakeholders and within stakeholder groups. RESULTS: A total of 269 exercise oncology stakeholders from 13 countries participated in the study. Twelve final exercise oncology research and KM themes were produced. The final top ranked research themes were related to: (1) QEP integration into primary cancer care teams, (2) Exercise oncology education for HCPs, and (3) Accessibility of cancer exercise programs & support services. There was statistically significant agreement between stakeholders (p<0.001) and within stakeholder groups (p's≤0.02) on the general rankings of themes (i.e., some themes generally ranked higher and lower compared to others). Low Kendall's W statistics indicated variability related to the specific ranked order of the themes between stakeholders and within stakeholder groups. Moreover, there were key differences in the rankings for specific themes between policy makers and other stakeholder groups that highlight potentially important discordance in the research and KM priorities for policy makers that warrants further study. CONCLUSION: These findings can be used to guide initiatives and align stakeholders on priorities to support exercise implementation as a standard of cancer care. Additional research is needed to better understand the differences in the proposed research and KM priorities across stakeholders.",
  "authors": [
    {
      "last_name": "Adams",
      "fore_name": "Scott C",
      "initials": "SC",
      "name": "Scott C Adams",
      "affiliations": [
        "Department of Cardiology, Toronto General Hospital Research Institute, Toronto, ON, Canada.",
        "Ted Rogers Cardiotoxicity Prevention Program, Peter Munk Cardiac Centre, Toronto, ON, Canada.",
        "Faculty of Kinesiology & Physical Education, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Smith-Turchyn",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Smith-Turchyn",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Santa Mina",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Santa Mina",
      "affiliations": [
        "Faculty of Kinesiology & Physical Education, University of Toronto, Toronto, ON, Canada.",
        "Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Anesthesia and Pain Management, Toronto General Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Neil-Sztramko",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Cormie",
      "fore_name": "Prue",
      "initials": "P",
      "name": "Prue Cormie",
      "affiliations": [
        "Peter MacCallum Cancer Centre, Melbourne, VIC, Australia.",
        "Sir Peter MacCallum Department of Oncology, The University of Melbourne, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Culos-Reed",
      "fore_name": "S Nicole",
      "initials": "SN",
      "name": "S Nicole Culos-Reed",
      "affiliations": [
        "Faculty of Kinesiology, University of Calgary, Calgary, AB, Canada.",
        "Department of Oncology, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kristin L",
      "initials": "KL",
      "name": "Kristin L Campbell",
      "affiliations": [
        "Department of Physical Therapy, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Pugh",
      "fore_name": "Gemma",
      "initials": "G",
      "name": "Gemma Pugh",
      "affiliations": [
        "National Child Cancer Network, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Langelier",
      "fore_name": "David",
      "initials": "D",
      "name": "David Langelier",
      "affiliations": [
        "Faculty of Kinesiology & Physical Education, University of Toronto, Toronto, ON, Canada.",
        "Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Cancer Rehabilitation and Survivorship, Princess Margaret Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Schmitz",
      "fore_name": "Kathryn H",
      "initials": "KH",
      "name": "Kathryn H Schmitz",
      "affiliations": [
        "College of Medicine, Penn State University, Hershey, PA, United States."
      ]
    },
    {
      "last_name": "Phipps",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Phipps",
      "affiliations": [
        "Division of Vice-President Research & Innovation, York University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Nadler",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Nadler",
      "affiliations": [
        "Medical Oncology, Princess Margaret Cancer Centre, Toronto, ON, Canada.",
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sabiston",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Sabiston",
      "affiliations": [
        "Faculty of Kinesiology & Physical Education, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in oncology",
    "iso_abbreviation": "Front Oncol",
    "issn": "2234-943X",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2021"
  },
  "start_page": "713199",
  "pages": "713199",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34350125",
    "pmc": "PMC8327176",
    "doi": "10.3389/fonc.2021.713199"
  },
  "doi": "10.3389/fonc.2021.713199",
  "pmc_id": "PMC8327176",
  "dates": {
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.163644",
    "pmid": "34350125"
  }
}