{
  "pmid": "34351594",
  "uid": "34351594",
  "title": "Engaging medical students and residents in nephrology education: an updated scoping review.",
  "abstract": "BACKGROUND: There is global recognition that interest in nephrology among pediatric and adult trainees is waning, while the burden of kidney disease continues to wax. There is a growing need to engage trainees in nephrology education. The objective of this study was to systematically review the literature on nephrology education for medical students and residents published in the last six years, collate the findings, and extract major themes in order to better define the gaps in this field. METHODS: A systematic literature search was conducted on four major academic search engines including MEDLINE (OvidSP), ERIC, EMBASE and Web of Science until October 22, 2020, retrieving a total of 2,694 studies. Forty studies published after September 2014 met the inclusion and exclusion criteria. These studies were analyzed based on study focus, type of study design, and outcomes. RESULTS: The studies fell into three main areas of focus: (a) factors that influence interest in nephrology careers (b) current gaps in nephrology knowledge and (c) innovative educational strategies. Barriers to engaging learners in nephrology include a lack of exposure, lack of mentorship, and perceived complexity of nephrology. Baseline awareness is deficient in the management of chronic kidney disease and acute kidney injury. Applying active learning strategies may reduce the perceived barriers to understanding nephrology. CONCLUSION: The importance of engaging the future nephrology workforce is well-recognized. Nephrologist educators should focus their efforts in studying curriculum interventions and their impact not only on learner satisfaction, but also future behavior, career choices, and patient outcomes.",
  "authors": [
    {
      "last_name": "Prasad",
      "fore_name": "Charushree",
      "initials": "C",
      "name": "Charushree Prasad",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, McMaster University, Hamilton, ON, Canada. prasac@mcmaster.ca."
      ]
    },
    {
      "last_name": "Sanger",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Sanger",
      "affiliations": [
        "MLIS, Librarian, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kirpalani",
      "fore_name": "Amrit",
      "initials": "A",
      "name": "Amrit Kirpalani",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Noone",
      "fore_name": "Damien",
      "initials": "D",
      "name": "Damien Noone",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, The Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of nephrology",
    "iso_abbreviation": "J Nephrol",
    "issn": "1724-6059",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "3",
  "end_page": "32",
  "pages": "3-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Curriculum",
    "Humans",
    "Nephrologists",
    "Nephrology",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "34351594",
    "doi": "10.1007/s40620-021-01135-6",
    "pii": "10.1007/s40620-021-01135-6"
  },
  "doi": "10.1007/s40620-021-01135-6",
  "dates": {
    "completed": "2022-03-23",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.080006",
    "pmid": "34351594"
  }
}