{
  "pmid": "34358488",
  "uid": "34358488",
  "title": "Host Genetic Determinants Associated With Helicobacter pylori Eradication Treatment Failure: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND & AIMS: Helicobacter pylori infects approximately 50% of individuals worldwide. Successful H pylori eradication is associated with reduced risk of gastric cancer and peptic ulcer disease, among other conditions. We hypothesized that host genetic determinants, especially those affecting gastric pH, might contribute to eradication therapy failure, particularly when treatment adherence and antibiotic susceptibility are confirmed. We aimed to conduct a meta-analysis of host genetic variants associated with H pylori eradication failure. METHODS: We searched the literature for studies comparing posttreatment H pylori eradication failure vs success (outcome) according to host genetic polymorphisms (exposure). Reference groups were defined according to genotypes (or corresponding phenotypes) hypothesized to be associated with successful eradication. We pooled estimates using a random-effects model and performed comprehensive sensitivity analyses. RESULTS: We analyzed 57 studies from 11 countries; the vast majority analyzed CYP2C19 polymorphisms. Among individuals prescribed eradication regimens with proton pump inhibitors predominantly CYP2C19 metabolized, enhanced vs poor metabolizer phenotypes were associated with a 2.52-fold significantly higher likelihood of eradication failure and 4.44-fold significantly higher likelihood when treatment adherence and H pylori clarithromycin susceptibility (if relevant) were confirmed. There was no association between CYP2C19 variants and eradication failure if proton pump inhibitors less metabolized by or that bypass CYP2C19 metabolism were used. IL1B polymorphisms that are vs are not associated with less gastric acid suppression were associated with 1.72-fold significantly higher likelihood of eradication failure. There was no association between MDR1 polymorphisms and H pylori eradication failure. The certainty of evidence was moderate. CONCLUSION: Based on meta-analysis, we identified host genetic polymorphisms significantly associated with H pylori eradication failure; host genetics might underlie eradication failure among treatment-adherent individuals with confirmed H pylori antibiotic susceptibility.",
  "authors": [
    {
      "last_name": "Shah",
      "fore_name": "Shailja C",
      "initials": "SC",
      "name": "Shailja C Shah",
      "affiliations": [
        "Section of Gastroenterology, Veterans Affairs San Diego Health System, La Jolla, California; Tennessee Valley Healthcare System, Nashville, Tennessee; Division of Gastroenterology, Hepatology, and Nutrition, Vanderbilt University Medical Center, Nashville Tennessee; Division of Gastroenterology, University of California, San Diego, La Jolla, California. Electronic address: s6shah@health.ucsd.edu."
      ]
    },
    {
      "last_name": "Tepler",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Tepler",
      "affiliations": [
        "Department of Medicine, New York University, New York, New York."
      ]
    },
    {
      "last_name": "Chung",
      "fore_name": "Cecilia P",
      "initials": "CP",
      "name": "Cecilia P Chung",
      "affiliations": [
        "Division of Rheumatology, Vanderbilt University Medical Center, Nashville, Tennessee; Section of Rheumatology, Veterans Affairs Tennessee Valley Healthcare System, Nashville, Tennessee."
      ]
    },
    {
      "last_name": "Suarez",
      "fore_name": "Giovanni",
      "initials": "G",
      "name": "Giovanni Suarez",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, Vanderbilt University Medical Center, Nashville Tennessee."
      ]
    },
    {
      "last_name": "Peek",
      "fore_name": "Richard M",
      "initials": "RM",
      "name": "Richard M Peek",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, Vanderbilt University Medical Center, Nashville Tennessee."
      ]
    },
    {
      "last_name": "Hung",
      "fore_name": "Adriana",
      "initials": "A",
      "name": "Adriana Hung",
      "affiliations": [
        "Department of Medicine, Vanderbilt University Medical Center, Nashville, Tennessee; Section of Nephrology, Veterans Affairs Tennessee Valley Healthcare System, Nashville, Tennessee."
      ]
    },
    {
      "last_name": "Roumie",
      "fore_name": "Christianne",
      "initials": "C",
      "name": "Christianne Roumie",
      "affiliations": [
        "Department of Medicine, Vanderbilt University Medical Center, Nashville, Tennessee; Department of Veterans Affairs, Medical Service and Geriatric Research and Education Clinical Center, Tennessee Valley Healthcare System, Nashville, Tennessee."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gastroenterology",
    "iso_abbreviation": "Gastroenterology",
    "issn": "1528-0012",
    "issn_type": "Electronic",
    "volume": "161",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "1443",
  "end_page": "1459",
  "pages": "1443-1459",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Systematic Review"
  ],
  "keywords": [
    "ATP Binding Cassette Transporter, Subfamily B",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "Anti-Bacterial Agents",
    "Cytochrome P-450 CYP2C19",
    "Drug Resistance, Bacterial",
    "Female",
    "Helicobacter Infections",
    "Helicobacter pylori",
    "Humans",
    "Interleukin-1beta",
    "Male",
    "Middle Aged",
    "Pharmacogenetics",
    "Pharmacogenomic Testing",
    "Pharmacogenomic Variants",
    "Polymorphism, Single Nucleotide",
    "Predictive Value of Tests",
    "Proton Pump Inhibitors",
    "Risk Assessment",
    "Risk Factors",
    "Treatment Failure",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "34358488",
    "mid": "NIHMS1730156",
    "pmc": "PMC8545829",
    "doi": "10.1053/j.gastro.2021.07.043",
    "pii": "S0016-5085(21)03338-2"
  },
  "doi": "10.1053/j.gastro.2021.07.043",
  "pmc_id": "PMC8545829",
  "dates": {
    "completed": "2022-01-17",
    "revised": "2022-11-02"
  },
  "chemicals": [
    "ABCB1 protein, human",
    "ATP Binding Cassette Transporter, Subfamily B",
    "Anti-Bacterial Agents",
    "IL1B protein, human",
    "Interleukin-1beta",
    "Proton Pump Inhibitors",
    "CYP2C19 protein, human",
    "Cytochrome P-450 CYP2C19"
  ],
  "grants": [
    {
      "grant_id": "K12 HS026395",
      "agency": "AHRQ HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 CA077955",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P01 CA116087",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 DK058587",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "IK2 CX002027",
      "agency": "CSRD VA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.165650",
    "pmid": "34358488"
  }
}