{
  "pmid": "34364370",
  "uid": "34364370",
  "title": "An eReferral Management & Triage System for minor Oral surgery referrals from primary care dentists: a cost-effectiveness evaluation.",
  "abstract": "OBJECTIVE: Oral surgery referrals from NHS dental practices are rising, increasing the pressures on available hospital resources. We assess if an electronic referral system with consultant or peer (general dental practitioner) led triage of patient referrals from general dental practices can effectively divert patients requiring minor oral surgery into specialist led primary care settings at a reduced cost whilst providing care of the same or enhanced quality. One year of no triage (all referrals treated in secondary care) was followed by one-year of consultant led triage, which in turn was followed by year of peer-led triage. METHOD: A health economic evaluation of all patient referrals from 27 UK dental practices for oral surgery procedures. The follow-up is over a three-year period at hospital dental services in two general hospitals, one dental hospital, and a single specialist oral surgeon based in two primary care practices. The evaluation is a comparison of mean outcomes in the hospitals and in specialist primary care dental services between the study periods (i.e. periods with and without the triage system). The main outcomes of interest are mean NHS cost saving per referral (costs to the NHS and costs to broader society), proportion of diverted referrals, case-mix of referrals and patient reports of the quality of dentistry services received at their referral destination. RESULTS: The proportion of referrals diverted to specialist primary care was similar during both periods (45% under consultant-led triage and 43% under GDP-led triage). Statistically significant savings per referral diverted were found (£116.11 under consultant-led triage, £90.25 under GDP-led triage). There were no statistically significant changes in the case-mix of referrals. Cost savings varied according to the coding (and hence tariff) of referred cases by the provider hospitals. Patients reported similarly high levels of satisfaction scores for treatment in specialist primary care and secondary care settings. CONCLUSIONS: Implementation of electronic referral management in primary care, when combined with triage, led to appropriate diversions to specialist primary care. Although cost savings were realised by referral diversion these savings are dependent on the particular tariff allocation (coding) practices of provider hospitals.",
  "authors": [
    {
      "last_name": "Hill",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Hill",
      "affiliations": [
        "School of Health and Related Research, University of Sheffield, Sheffield, UK. harry.hill@sheffield.ac.uk."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Health Services Research & Primary Care, University of Manchester, Manchester, UK.",
        "Centre for Business and Economics of Health, University of Queensland, St Lucia, Australia."
      ]
    },
    {
      "last_name": "Tickle",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Tickle",
      "affiliations": [
        "School of Dentistry, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Petty",
      "fore_name": "Iain",
      "initials": "I",
      "name": "Iain Petty",
      "affiliations": [
        "School of Dentistry, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Goldthorpe",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Goldthorpe",
      "affiliations": [
        "Division of Psychology & Mental Health, University of Manchester, Manchester, UK."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Aug",
    "pub_day": "07"
  },
  "start_page": "781",
  "pages": "781",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Dentists",
    "Humans",
    "Oral Surgical Procedures",
    "Primary Health Care",
    "Professional Role",
    "Referral and Consultation",
    "Triage"
  ],
  "article_ids": {
    "pubmed": "34364370",
    "pmc": "PMC8349481",
    "doi": "10.1186/s12913-021-06775-9",
    "pii": "10.1186/s12913-021-06775-9"
  },
  "doi": "10.1186/s12913-021-06775-9",
  "pmc_id": "PMC8349481",
  "dates": {
    "completed": "2021-08-10",
    "revised": "2021-08-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.703052",
    "pmid": "34364370"
  }
}