{
  "pmid": "34367647",
  "uid": "34367647",
  "title": "Patient Partner Perspectives Regarding Ethically and Clinically Important Aspects of Trial Design in Pragmatic Cluster Randomized Trials for Hemodialysis.",
  "abstract": "BACKGROUND: Cluster randomized trials (CRTs) are trials in which intact groups such as hemodialysis centers or shifts are randomized to treatment or control arms. Pragmatic CRTs have been promoted as a promising trial design for nephrology research yet may also pose ethical challenges. While randomization occurs at the cluster level, the intervention and data collection may vary in a CRT, challenging the identification of research participants. Moreover, when a waiver of patient consent is granted by a research ethics committee, there is an open question as to whether and to what degree patients should be notified about ongoing research or be provided with a debrief regarding the nature and results of the trial upon completion. While empirical and conceptual research exploring ethical issues in pragmatic CRTs has begun to emerge, there has been limited discussion with patients, families, or caregivers of patients undergoing hemodialysis. OBJECTIVE: To explore with patients and families with experience of hemodialysis research the challenges raised by different approaches to designing pragmatic CRTs in hemodialysis. Specifically, their perceptions of (1) the use of a waiver of consent, (2) notification processes and information provided to participants, and (3) any other concerns about cluster randomized designs in hemodialysis. DESIGN: Focus group and interview discussions of hypothetical clinical trial designs. SETTING: Focus groups and interviews were conducted in-person or via videoconference or telephone. PARTICIPANTS: Patient partners in hemodialysis research, defined as patients with personal experience of dialysis or a family member who had experience supporting a patient receiving hemodialysis, who have been actively involved in discussions to advise a research team on the design, conduct, or implementation of a hemodialysis trial. METHODS: Participants were invited to participate in focus groups or individual discussions that were audio recorded with consent. Recorded interviews were transcribed verbatim prior to analysis. Transcripts were analyzed using a thematic analysis approach. RESULTS: Two focus groups, three individual interviews, and one interview involving a patient and family member were conducted with 17 individuals between February 2019 and May 2020. Participants expressed support for approaches that emphasized patient choice. Disclosure of patient-relevant risks and information were key themes. Both consent and notification processes served to generate trust, but bypassing patient choice was perceived as undermining this trust. Participants did not dismiss the option of a waiver of consent. They were, however, more restrictive in their views about when a waiver of consent may be acceptable. Patient partners were skeptical of claims to impracticability based on costs or the time commitments for staff. LIMITATIONS: All participants were from Canada and had been involved in the design or conduct of a trial, limiting the degree to which results may be extrapolated. CONCLUSIONS: Given the preferences of participants to be afforded the opportunity to decide about trial participation, we argue that investigators should thoroughly investigate approaches that allow participants to make an informed choice regarding trial participation. In keeping with the preference for autonomous choice, there remains a need to further explore how consent approaches can be designed to facilitate clinical trial conduct while meeting their ethical requirements. Finally, further work is needed to define the limited circumstances in which waivers of consent are appropriate.",
  "authors": [
    {
      "last_name": "Nicholls",
      "fore_name": "Stuart G",
      "initials": "SG",
      "name": "Stuart G Nicholls",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, ON, Canada."
      ],
      "orcid": "0000-0003-0485-9069"
    },
    {
      "last_name": "Carroll",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Carroll",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, ON, Canada."
      ]
    },
    {
      "last_name": "Goldstein",
      "fore_name": "Cory E",
      "initials": "CE",
      "name": "Cory E Goldstein",
      "affiliations": [
        "Department of Philosophy, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Brehaut",
      "fore_name": "Jamie C",
      "initials": "JC",
      "name": "Jamie C Brehaut",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, ON, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Weijer",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Weijer",
      "affiliations": [
        "Department of Philosophy, Western University, London, ON, Canada.",
        "Department of Medicine, Western University, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Zwarenstein",
      "fore_name": "Merrick",
      "initials": "M",
      "name": "Merrick Zwarenstein",
      "affiliations": [
        "Centre for Studies in Family Medicine, Western University, London, ON, Canada.",
        "Department of Family Medicine, Western University, London, ON, Canada.",
        "Schulich School of Medicine & Dentistry, Western University, London, ON, Canada.",
        "ICES, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Dixon",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "ICES, Ontario, Canada.",
        "Lawson Research Institute, London, ON, Canada."
      ],
      "orcid": "0000-0002-7566-6574"
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, ON, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, ON, Canada.",
        "Department of Medicine, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "ICES, Ontario, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada.",
        "Nephrology, London Health Sciences Centre, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Taljaard",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Taljaard",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, ON, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "20543581211032818",
  "pages": "20543581211032818",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34367647",
    "pmc": "PMC8317238",
    "doi": "10.1177/20543581211032818",
    "pii": "10.1177_20543581211032818"
  },
  "doi": "10.1177/20543581211032818",
  "pmc_id": "PMC8317238",
  "dates": {
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.323270",
    "pmid": "34367647"
  }
}