{
  "pmid": "34369721",
  "uid": "34369721",
  "title": "Delay to TKA in Patients Treated with a Multimodal Approach Using High Molecular Weight, Biologically Derived Hyaluronic Acid.",
  "abstract": "BACKGROUND: The primary objective of this study was to determine the effect of single versus multiple rounds of intra-articular hyaluronic acid (IA-HA) in delaying the need for total knee arthroplasty (TKA) in patients with knee OA, and if additional benefits were seen when used in conjunction with other multimodal treatment options. METHODS: This study was a retrospective claims analysis of a large commercial database containing more than 100 million patients with continuous coverage from October 1, 2010 through September 30, 2015. Time to TKA for patients who received one course of Euflexxa (IA-BioHA) were compared to patients who received two or more courses of IA-BioHA and patients who received no IA-HA. Assessment of multimodal treatment effects was done between the following groups: IA-BioHA injections alone, IA-BioHA and bracing, IA-BioHA and corticosteroid injection, and IA-BioHA with both corticosteroids and bracing. RESULTS: A total of 26,727 patients were included in the analysis of treatment courses, and 31,034 in the analysis of multimodal treatment combinations. The use of IA-BioHA demonstrated a delay of TKA that was prolonged with repeated courses of treatment (1.411 years, interquartile range [IQR]: 1.44). The greatest delay to TKA was observed for the patients who had received all three treatment options (1.5 years, IQR: 1.52) in the multimodal analysis. CONCLUSIONS: These results confirm that treatment of knee OA should consider the use of multimodal therapy instead of focusing on individual treatment options. Additionally, the use of repeated courses of IA-BioHA should be considered for prolonged benefit for patients with symptomatic knee OA.",
  "authors": [
    {
      "last_name": "Malanga",
      "fore_name": "Gerard",
      "initials": "G",
      "name": "Gerard Malanga",
      "affiliations": [
        "New Jersey Regenerative Institute, Cedar Knolls, NJ, USA."
      ]
    },
    {
      "last_name": "Martins",
      "fore_name": "Damion",
      "initials": "D",
      "name": "Damion Martins",
      "affiliations": [
        "Atlantic Health System, Morristown, NJ, USA."
      ]
    },
    {
      "last_name": "Nalmachu",
      "fore_name": "Srinivas",
      "initials": "S",
      "name": "Srinivas Nalmachu",
      "affiliations": [
        "Mid America PolyClinic, Overland Park, KS, USA."
      ]
    },
    {
      "last_name": "Dona",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Dona",
      "affiliations": [
        "Tri County Orthopedics, Cedar Knolls, NJ, USA."
      ]
    },
    {
      "last_name": "Niazi",
      "fore_name": "Faizan",
      "initials": "F",
      "name": "Faizan Niazi",
      "affiliations": [
        "Ferring Pharmaceuticals, Parsippany, NJ, USA."
      ]
    },
    {
      "last_name": "Utkina",
      "fore_name": "Karina",
      "initials": "K",
      "name": "Karina Utkina",
      "affiliations": [
        "Ferring Pharmaceuticals, Parsippany, NJ, USA."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Alyass",
      "fore_name": "Akram",
      "initials": "A",
      "name": "Akram Alyass",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rosen",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Rosen",
      "affiliations": [
        "Department of Orthopaedics and Rehabilitation, New York Presbyterian Queens, Weill Medical College of Cornell University, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of long-term effects of medical implants",
    "iso_abbreviation": "J Long Term Eff Med Implants",
    "issn": "1940-4379",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "3",
    "pub_year": "2021"
  },
  "start_page": "45",
  "end_page": "50",
  "pages": "45-50",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Arthroplasty, Replacement, Knee",
    "Humans",
    "Hyaluronic Acid",
    "Injections, Intra-Articular",
    "Molecular Weight",
    "Osteoarthritis, Knee",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "34369721",
    "doi": "10.1615/JLongTermEffMedImplants.2021037770",
    "pii": "2e9c82654bf28eec,7381c45d68175ca8"
  },
  "doi": "10.1615/JLongTermEffMedImplants.2021037770",
  "dates": {
    "completed": "2021-10-28",
    "revised": "2021-10-28"
  },
  "chemicals": [
    "Hyaluronic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.405592",
    "pmid": "34369721"
  }
}