{
  "pmid": "34369407",
  "uid": "34369407",
  "title": "Discharging select patients without an escort after ambulatory anesthesia: identifying return to baseline function.",
  "abstract": "PURPOSE OF REVIEW: The current standard of care requires ambulatory surgical patients to have an escort for discharge. Recent studies have started to challenge this dogma. Modern ultrashort acting anesthetics have minimal psychomotor effects after a couple of hours. Driving simulator performance and psychomotor testing return to baseline as soon as 1 h following propofol sedation. RECENT FINDINGS: Two recent reports of actual experience with thousands of patients found no increase in complications in patients who were discharged without escort or drove themselves from a sedation center. These studies suggest discharge without escort may be safe in select patients but a method to identify appropriate patients remains undefined. SUMMARY: A reliable test to document return of function might allow safe discharge without an escort. Currently, there is intense interest in developing reliable, inexpensive, easy to administer psychomotor function testing to improve workplace safety and legally define the effects of drugs on driving impairment. Future studies may be able to adapt this technology and develop a validated test for residual anesthetic impairment.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Mayo Clinic, Department of Anesthesiology and Perioperative Medicine, Rochester, Minnesota, USA."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in anaesthesiology",
    "iso_abbreviation": "Curr Opin Anaesthesiol",
    "issn": "1473-6500",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "703",
  "end_page": "708",
  "pages": "703-708",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Ambulatory Surgical Procedures",
    "Anesthesia",
    "Anesthesia Recovery Period",
    "Automobile Driving",
    "Humans",
    "Patient Discharge",
    "Propofol"
  ],
  "article_ids": {
    "pubmed": "34369407",
    "doi": "10.1097/ACO.0000000000001051",
    "pii": "00001503-202112000-00008"
  },
  "doi": "10.1097/ACO.0000000000001051",
  "dates": {
    "completed": "2021-11-26",
    "revised": "2023-08-26"
  },
  "chemicals": [
    "Propofol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.039143",
    "pmid": "34369407"
  }
}