{
  "pmid": "34377716",
  "uid": "34377716",
  "title": "Diagnosis and Management of Little League Shoulder: A Systematic Review.",
  "abstract": "BACKGROUND: Little League shoulder (LLS) is an overuse injury characterized by throwing-related pain that commonly presents in adolescent male athletes. Investigations into the optimal duration of rest from throwing and protocols for graduated return to sports (RTS) are lacking. PURPOSE: To summarize the current literature with respect to the diagnosis, management, RTS, and return to throwing for LLS. DESIGN: Systematic review; Level of evidence, 4. METHODS: The databases EMBASE, MEDLINE, and PubMed were searched between inception and April 22, 2020. References of retrieved records were reviewed for potentially eligible studies. English-language studies that reported the diagnosis and/or management of LLS in children or adolescents were included. Studies of animals or cadavers, review articles, and non-peer reviewed records were excluded. Data were summarized narratively using descriptive statistics. RESULTS: Overall, 23 studies (21 level 4 studies, 2 level 3 studies) met the criteria for a total of 266 participants with a weighted mean age of 12.8 years (range, 7.4-17 years). Treatment recommendations evolved from prolonged rest and complete cessation of throwing to shorter periods of rest and graduated RTS. Less than half (11/23) of studies reported specific criteria to RTS; 1 case report discussed a coaching strategy to resume throwing, and 1 case report discussed a regimented throwing program. The proportion of participants returning to any sport participation was 94.0% (n = 157/167). The proportion returning to their preinjury level of sport was 92.5% (n = 123/133). Upon RTS, 18.7% (n = 35/187) of participants experienced a recurrence of symptoms. Premature closure of the epiphysis was reported in 1 participant. CONCLUSION: Young athletes with LLS may return to play after a period of rest, and a high proportion return to their preinjury level of sport. Further prospective studies are warranted to develop evidence-based, graduated RTS protocols and to better capture any long-term sequelae of the condition.",
  "authors": [
    {
      "last_name": "Bednar",
      "fore_name": "E Dimitra",
      "initials": "ED",
      "name": "E Dimitra Bednar",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Memon",
      "fore_name": "Muzammil",
      "initials": "M",
      "name": "Muzammil Memon",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Purcell",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Purcell",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "9",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "23259671211017563",
  "pages": "23259671211017563",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34377716",
    "pmc": "PMC8330489",
    "doi": "10.1177/23259671211017563",
    "pii": "10.1177_23259671211017563"
  },
  "doi": "10.1177/23259671211017563",
  "pmc_id": "PMC8330489",
  "dates": {
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.856893",
    "pmid": "34377716"
  }
}