{
  "pmid": "34379148",
  "uid": "34379148",
  "title": "Hip fracture predicts subsequent hip fracture: a retrospective observational study to support a call to early hip fracture prevention efforts in post-fracture patients.",
  "abstract": "UNLABELLED: In this real-world retrospective cohort, subsequent hip fracture occurred in one in four patients with any initial fracture, most often after hip fracture, on average within 1.5 years. These data support the need for early post-fracture interventions to help reduce imminent hip fracture risk and high societal and humanistic costs. PURPOSE: This large retrospective cohort study aimed to provide hip fracture data, in the context of other fractures, to help inform efforts related to hip fracture prevention focusing on post-fracture patients. METHODS: A cohort of 115,776 patients (72.3% female) aged > 65 (median age 81) with an index fracture occurring at skeletal sites related to age-related bone loss between January 1, 2011, and March 31, 2015, was identified using health services data from Ontario, Canada, and followed until March 31, 2017. RESULTS: Hip fracture was the most common second fracture (27.8%), occurring in ≥ 19% of cases after each index fracture site and most frequently (33.0%) after hip index fracture. Median time to a second fracture of the hip was ~ 1.5 years post-index event. Patients with index hip fracture contributed the most to fracture-related initial surgeries (64.1%) and post-surgery complications (71.9%) and had the second-highest total mean healthcare cost per patient in the first year after index fracture ($62,793 ± 44,438). One-year mortality (any cause) after index hip fracture was 26.2% vs. 15.9% in the entire cohort, and 25.9% after second hip fracture. CONCLUSION: A second fracture at the hip was observed in one in four patients after any index fracture and in one in three patients with an index hip fracture, on average within 1.5 years. Index hip fracture was associated with high mortality and post-surgery complication rates and healthcare costs relative to other fractures. These data support focusing on early hip fracture prevention efforts in post-fracture patients.",
  "authors": [
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": [
        "Division of Orthopaedic Surgery, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Adachi",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Adachi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Jacques P",
      "initials": "JP",
      "name": "Jacques P Brown",
      "affiliations": [
        "CHU de Québec Research Centre and Laval University, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Burke",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Burke",
      "affiliations": [
        "Amgen Canada Inc., Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Oliveira",
      "fore_name": "Thiago",
      "initials": "T",
      "name": "Thiago Oliveira",
      "affiliations": [
        "Amgen Canada Inc., Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Slatkovska",
      "fore_name": "Lubomira",
      "initials": "L",
      "name": "Lubomira Slatkovska",
      "affiliations": [
        "Amgen Canada Inc., Mississauga, ON, Canada. lslatkov@amgen.com."
      ],
      "orcid": "0000-0001-5027-7989"
    }
  ],
  "journal": {
    "title": "Osteoporosis international : a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA",
    "iso_abbreviation": "Osteoporos Int",
    "issn": "1433-2965",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "113",
  "end_page": "122",
  "pages": "113-122",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Aged, 80 and over",
    "Female",
    "Hip Fractures",
    "Humans",
    "Male",
    "Ontario",
    "Osteoporosis",
    "Osteoporotic Fractures",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "34379148",
    "pmc": "PMC8354846",
    "doi": "10.1007/s00198-021-06080-5",
    "pii": "10.1007/s00198-021-06080-5"
  },
  "doi": "10.1007/s00198-021-06080-5",
  "pmc_id": "PMC8354846",
  "dates": {
    "completed": "2022-01-17",
    "revised": "2024-08-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.652576",
    "pmid": "34379148"
  }
}