{
  "pmid": "34375631",
  "uid": "34375631",
  "title": "Community-Based Exercise Programs for Cancer Survivors: A Scoping Review of Program Characteristics Using the Consolidated Framework for Implementation Research.",
  "abstract": "OBJECTIVE: To describe the characteristics of exercise programs for survivors of cancer conducted outside of a research laboratory (ie, home-based or community-based settings). DATA SOURCES: A systematic search of published literature was conducted using Medline, Pubmed, Cumulative Index of Nursing and Allied Health Literature, PsycINFO, SPORTdiscus, and Embase from 1980 to January 2021. Where conference abstracts were identified, authors were contacted for other articles. STUDY SELECTION: Two independent reviewers screened titles and abstracts and full texts of potentially relevant studies to determine eligibility, with discrepancies resolved by discussion. Included studies were reports of exercise programs or interventions in which participants exercise at home or in a community-based setting and including individuals diagnosed with cancer either undergoing treatment or who had completed treatment. DATA EXTRACTION: Data were extracted using the Oxford Implementation Index and coded under the 5 domains of the Consolidated Framework for Implementation Research (CFIR). Extraction and coding were completed by 2 independent reviewers, with discrepancies resolved through discussion. Data were synthesized narratively according to CFIR. DATA SYNTHESIS: A total of 58 publications describing 34 individual programs from around the world were included. Of these, only 14 publications had the specific goal of reporting on program implementation and development. A variety of intervention characteristics and characteristics of individuals involved in the intervention were described. Reporting of factors related to the CFIR domains of inner setting, outer setting, and implementation process were minimal. CONCLUSIONS: This review summarizes the characteristics of existing programs that have been reported in the literature and finds that partnerships and collaboration occur in the inner and outer settings and as part of the process of implementation. This review highlights key knowledge gaps to be answered to support the development of future community-based interventions.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. Electronic address: neilszts@mcmaster.ca."
      ]
    },
    {
      "last_name": "Smith-Turchyn",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Smith-Turchyn",
      "affiliations": [
        "Kinesiology and Physical Education, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Fong",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Fong",
      "affiliations": [
        "Section of Behavioral Sciences, Rutgers Cancer Institute of New Jersey, New Brunswick, NJ."
      ]
    },
    {
      "last_name": "Kauffeldt",
      "fore_name": "Kaitlyn",
      "initials": "K",
      "name": "Kaitlyn Kauffeldt",
      "affiliations": [
        "School of Kinesiology and Health Studies, Queens University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Tomasone",
      "fore_name": "Jennifer R",
      "initials": "JR",
      "name": "Jennifer R Tomasone",
      "affiliations": [
        "School of Kinesiology and Health Studies, Queens University, Kingston, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Archives of physical medicine and rehabilitation",
    "iso_abbreviation": "Arch Phys Med Rehabil",
    "issn": "1532-821X",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Mar"
  },
  "start_page": "542",
  "end_page": "558.e10",
  "pages": "542-558.e10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Cancer Survivors",
    "Exercise",
    "Exercise Therapy",
    "Humans",
    "Neoplasms",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "34375631",
    "doi": "10.1016/j.apmr.2021.06.026",
    "pii": "S0003-9993(21)01348-4"
  },
  "doi": "10.1016/j.apmr.2021.06.026",
  "dates": {
    "completed": "2022-04-27",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.164008",
    "pmid": "34375631"
  }
}