{
  "pmid": "34377158",
  "uid": "34377158",
  "title": "IMbrave 151: a randomized phase II trial of atezolizumab combined with bevacizumab and chemotherapy in patients with advanced biliary tract cancer.",
  "abstract": "BACKGROUND: Biliary tract cancers (BTCs) are heterogenous, highly aggressive tumors that harbor a dismal prognosis for which more effective treatments are needed. The role of cancer immunotherapy in BTC remains to be characterized. The tumor microenvironment (TME) of BTC is highly immunosuppressed and combination treatments are needed to promote effective anticancer immunity. Vascular endothelial growth factor (VEGF) drives immunosuppression in the TME by disrupting antigen presentation, limiting T-cell infiltration, or potentiating immune-suppressive cells. Many VEGF-regulated mechanisms are thought to be relevant to repressed antitumor immunity in BTC, making dual targeting of VEGF and programmed cell death protein 1 (PD-1)/PD-L1 pathways a rational approach. Gemcitabine and Cisplatin (Gem/Cis) can also modulate anticancer immunity through overlapping and complementary mechanisms to those regulated by VEGF. Anti-PD-L1/VEGF inhibition, coupled with chemotherapy, may potentiate antitumor immunity leading to enhanced clinical benefit. METHODS: IMbrave 151 is a randomized, double-blind, placebo-controlled, multicenter, international phase II study to evaluate atezolizumab (a PD-L1 inhibitor) in combination with chemotherapy (gemcitabine and cisplatin) and bevacizumab (an anti-VEGF monoclonal antibody) as a first-line treatment for advanced BTC. Approximately 150 patients with previously untreated, advanced BTC will be randomized to either Arm A (atezolizumab + bevacizumab + Gem/Cis) or Arm B (atezolizumab + placebo + Gem/Cis). Randomization is stratified by the presence of metastatic disease, primary tumor location, and geographic region. The primary efficacy endpoint is investigator-assessed progression-free survival (PFS) per RECIST 1.1. Secondary endpoints include objective response rate (ORR), duration of response (DoR), disease control rate (DCR), overall survival (OS), and safety and patient reported outcomes (PROs). Tissue, blood, and stool samples will be collected at baseline and on-treatment in order to perform correlative biomarker analyses. DISCUSSION: IMbrave 151 represents the first randomized study to evaluate combined PD-L1/VEGF blockade on a chemotherapy backbone in BTC. TRIAL REGISTRATION: NCT identifier: NCT04677504; EUDRACT number: 2020-003759-14.",
  "authors": [
    {
      "last_name": "Hack",
      "fore_name": "Stephen P",
      "initials": "SP",
      "name": "Stephen P Hack",
      "affiliations": [
        "Genentech, Inc, 1 DNA Way, South San Francisco, CA 94080, USA."
      ],
      "orcid": "0000-0002-0640-5709"
    },
    {
      "last_name": "Verret",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Verret",
      "affiliations": [
        "Genentech, South San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Mulla",
      "fore_name": "Sohail",
      "initials": "S",
      "name": "Sohail Mulla",
      "affiliations": [
        "Hoffmann-La Roche Limited, Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo Liu",
      "affiliations": [
        "Genentech, South San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yulei",
      "initials": "Y",
      "name": "Yulei Wang",
      "affiliations": [
        "Genentech, South San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Macarulla",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Macarulla",
      "affiliations": [
        "Department of Medical Oncology, Vall d'Hebron University Hospital, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Ren",
      "fore_name": "Zhenggang",
      "initials": "Z",
      "name": "Zhenggang Ren",
      "affiliations": [
        "Zhongshan Hospital, Fudan University, Shanghai, China."
      ]
    },
    {
      "last_name": "El-Khoueiry",
      "fore_name": "Anthony B",
      "initials": "AB",
      "name": "Anthony B El-Khoueiry",
      "affiliations": [
        "USC Norris Comprehensive Cancer Center, University of Southern California, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Andrew X",
      "initials": "AX",
      "name": "Andrew X Zhu",
      "affiliations": [
        "Massachusetts General Hospital Cancer Center, Boston, MA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Therapeutic advances in medical oncology",
    "iso_abbreviation": "Ther Adv Med Oncol",
    "issn": "1758-8340",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2021"
  },
  "start_page": "17588359211036544",
  "pages": "17588359211036544",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34377158",
    "pmc": "PMC8326820",
    "doi": "10.1177/17588359211036544",
    "pii": "10.1177_17588359211036544"
  },
  "doi": "10.1177/17588359211036544",
  "pmc_id": "PMC8326820",
  "dates": {
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:46:08.310211",
    "pmid": "34377158"
  }
}