{
  "pmid": "34389055",
  "uid": "34389055",
  "title": "A mixed methods exploratory evaluation of burnout in frontline staff implementing dialectical behavior therapy on a pediatric eating disorders unit.",
  "abstract": "BACKGROUND: Eating disorders are life-threatening illnesses that commonly affect adolescents. The treatment of individuals with eating disorders can involve slow treatment progression and addressing comorbidities which can contribute to staff burnout. Dialectical behavior therapy (DBT) has emerged as a viable treatment option and has reduced staff burnout in several other settings. Our aim was to describe frontline staff burnout using mixed methodology on a DBT-trained combined inpatient/day hospital unit for pediatric eating disorders. METHOD: Frontline staff were trained to provide DBT skills for adolescents with eating disorders. Twelve months following the training and implementation, they completed the Copenhagen Burnout Inventory (CBI) and a qualitative interview. Directed and summative content analyses were used. RESULTS: Eleven frontline staff including nurses, child life specialists and child and youth workers participated. The CBI revealed that only one staff member experienced high personal burnout, while another experienced high client-related burnout. Qualitative data indicated that all frontline staff felt DBT had the potential to reduce burnout. CONCLUSION: Qualitative data indicate that staff believe that DBT may hold promise in reducing burnout for pediatric frontline staff who treat children and adolescents with eating disorders. Further study is needed. Understanding burnout is particularly important for nursing staff in inpatient and day hospital settings for eating disorders, as nursing staff generally have the most frequent patient contact; thought to be a risk factor for burnout. The reduction of burnout can prevent detrimental effects on job performance, personal well-being, and patient outcomes. Our exploratory study shows that frontline staff believe that DBT may have the potential to reduce burnout in staff treating children and adolescents with eating disorders in a combined inpatient/day hospital setting. Further study is needed in this area.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada. coutur@mcmaster.ca.",
        "McMaster Children's Hospital - Hamilton Health Sciences, 1200 Main Street W, Hamilton, ON, L8N 3Z5, Canada. coutur@mcmaster.ca."
      ],
      "orcid": "0000-0003-3218-0168"
    },
    {
      "last_name": "Ma",
      "fore_name": "Zechen",
      "initials": "Z",
      "name": "Zechen Ma",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rahman",
      "fore_name": "Liah",
      "initials": "L",
      "name": "Liah Rahman",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Webb",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Webb",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of eating disorders",
    "iso_abbreviation": "J Eat Disord",
    "issn": "2050-2974",
    "issn_type": "Print",
    "volume": "9",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Aug",
    "pub_day": "13"
  },
  "start_page": "98",
  "pages": "98",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34389055",
    "pmc": "PMC8360815",
    "doi": "10.1186/s40337-021-00453-1",
    "pii": "10.1186/s40337-021-00453-1"
  },
  "doi": "10.1186/s40337-021-00453-1",
  "pmc_id": "PMC8360815",
  "dates": {
    "revised": "2021-08-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:19.212180",
    "pmid": "34389055"
  }
}