{
  "pmid": "34380206",
  "uid": "34380206",
  "title": "Examining and Contextualizing Approaches to Establish Policy Support Organizations - A Mixed Method Study.",
  "abstract": "BACKGROUND: There has been an increase in the number of policy support organizations (PSOs) that have been created to foster the systematic use of evidence in health system policymaking. Our aim was to identify approaches for establishing a PSO or similar entities by soliciting insights from those with practical experience with developing and operationalizing PSOs in real-world contexts. METHODS: We used a sequential mixed method approached. We first conducted a survey to identify the views and experiences of those who were directly involved in the establishment of PSOs that have been developed and implemented across a variety of political-, health- and research-system contexts. The survey findings were then used to develop a purposive sample of PSO leaders and refine an interview guide for interviews with them. RESULTS: We received 19 completed surveys from leaders of PSOs in countries across the WHO regions and that operate in different settings (eg, as independent organization or within a university or government department) and conducted interviews with 15 senior managers from nine PSOs. Our findings provide in-depth insights about approaches and strategies across four stages for establishing a PSO, which include: (i) building awareness for the PSO; (ii) developing the PSO; (iii) assessing the PSO to identify potential areas for enhancement; and (iv) supporting maturation to build sustainability in the long-term. Our findings provide rich insights about the process of establishing a PSO from leaders who have undertaken the process. CONCLUSION: While all PSOs share the same objective in supporting evidence-informed policy-making (EIPM), there is no single approach that can be considered to be the most successful in establishing a PSO, and each country should identify the approach based on its context.",
  "authors": [
    {
      "last_name": "Al Sabahi",
      "fore_name": "Sultana",
      "initials": "S",
      "name": "Sultana Al Sabahi",
      "affiliations": [
        "Centre of Studies and Research, Ministry of Health, Muscat, Oman."
      ],
      "orcid": "0000-0001-9730-0699"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "Health Policy PhD Program, McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5383-2471"
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Health Policy PhD Program, McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada.",
        "Department of Political Science, McMaster University, Hamilton, ON, Canada.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ],
      "orcid": "0000-0001-7917-3657"
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Knowledge to Policy Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Moat",
      "fore_name": "Kaelan",
      "initials": "K",
      "name": "Kaelan Moat",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of health policy and management",
    "iso_abbreviation": "Int J Health Policy Manag",
    "issn": "2322-5939",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "1788",
  "end_page": "1800",
  "pages": "1788-1800",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Health Policy",
    "Humans",
    "Policy Making",
    "Organizational Policy",
    "Evidence-Based Practice"
  ],
  "article_ids": {
    "pubmed": "34380206",
    "pmc": "PMC9808249",
    "doi": "10.34172/ijhpm.2021.86"
  },
  "doi": "10.34172/ijhpm.2021.86",
  "pmc_id": "PMC9808249",
  "dates": {
    "completed": "2023-08-16",
    "revised": "2024-05-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.795190",
    "pmid": "34380206"
  }
}