{
  "pmid": "34383781",
  "uid": "34383781",
  "title": "Psychosocial distress amongst Canadian intensive care unit healthcare workers during the acceleration phase of the COVID-19 pandemic.",
  "abstract": "Intensive care unit healthcare workers (ICU HCW) are at risk of mental health issues during emerging disease outbreaks. A study of ICU HCW from France revealed symptoms of anxiety and depression in 50.4% and 30.4% of workers at the peak of the first wave of the pandemic. The level of COVID-19 exposure of these ICU HCW was very high. In Canada, ICU HCW experienced variable exposure to COVID-19 during the first wave of the pandemic, with some hospitals seeing large numbers of patients while others saw few or none. In this study we examined the relationship between COVID-19 exposure and mental health in Canadian ICU HCW. We conducted a cross-sectional cohort study of Canadian ICU HCW in April 2020, during the acceleration phase of the first wave of the pandemic. Psychosocial distress was assessed using the 12-item General Health Questionnaire (GHQ-12). Participants were asked about sources of stress as well as about exposure to COVID-19 patients and availability of personal protective equipment (PPE). Factors associated with clinically-relevant psychosocial distress were identified. Responses were received from 310 Canadian ICU HCW affiliated with more than 30 institutions. Of these, 64.5% scored ≥ 3 points on the GHQ-12 questionnaire, indicating clinically-relevant psychosocial distress. The frequency of psychosocial distress was highest amongst registered nurses (75.7%) and lowest amongst physicians (49.4%). It was also higher amongst females (64.9%) than males (47.6%). Although PPE availability was good (> 80% of participants reported adequate availability), there was significant anxiety with respect to PPE availability, with respect to the risk of being infected with COVID-19, and with respect to the risk of transmitting COVID-19 to others. In multivariable regression analysis, Anxiety with respect to being infected with COVID-19 (OR 1.53, CI 1.31-1.81) was the strongest positive predictor of clinically-relevant psychosocial distress while the Number of shifts with COVID-19 exposure (OR 0.86, CI 0.75-0.95) was the strongest negative predictor. In summary, clinically-relevant psychosocial distress was identified amongst a majority of ICU HCW during the acceleration phase of the first wave of the COVID-19 pandemic, including those with minimal or no exposure to COVID-19. Strategies to support mental health amongst ICU HCW are required across the entire healthcare system.",
  "authors": [
    {
      "last_name": "Binnie",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Binnie",
      "affiliations": [
        "William Osler Health System, Etobicoke, Ontario, Canada."
      ],
      "orcid": "0000-0003-2969-8177"
    },
    {
      "last_name": "Moura",
      "fore_name": "Kyra",
      "initials": "K",
      "name": "Kyra Moura",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moura",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Moura",
      "affiliations": [
        "School of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "D'Aragon",
      "fore_name": "Frédérick",
      "initials": "F",
      "name": "Frédérick D'Aragon",
      "affiliations": [
        "Department of Anesthesiology, Université de Sherbrooke, Sherbrooke, Quebec, Canada.",
        "Centre de Recherche du Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, Quebec, Canada."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer L Y",
      "initials": "JLY",
      "name": "Jennifer L Y Tsang",
      "affiliations": [
        "Niagara Health, St. Catharines, Ontario, Canada.",
        "Niagara Regional Campus, Michael G. DeGroote School of Medicine, McMaster University, St. Catharines, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "8",
    "pub_year": "2021"
  },
  "start_page": "e0254708",
  "pages": "e0254708",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "COVID-19",
    "Canada",
    "Cross-Sectional Studies",
    "Female",
    "Health Personnel",
    "Humans",
    "Intensive Care Units",
    "Male",
    "Mental Health",
    "Middle Aged",
    "Occupational Stress",
    "Pandemics",
    "Psychological Distress",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "34383781",
    "pmc": "PMC8360506",
    "doi": "10.1371/journal.pone.0254708",
    "pii": "PONE-D-21-05008"
  },
  "doi": "10.1371/journal.pone.0254708",
  "pmc_id": "PMC8360506",
  "dates": {
    "completed": "2021-08-26",
    "revised": "2021-08-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:38.923190",
    "pmid": "34383781"
  }
}