{
  "pmid": "34381516",
  "uid": "34381516",
  "title": "What's in a Name? It's Time to Reconsider the Name of the Academy.",
  "abstract": "It is important the Canadian Academy of Child and Adolescent Psychiatry (CACAP) change its name to the Canadian Academy of Child and Youth Psychiatry. This name change will match the organization's goals to enhance its future mandate, scope and reach, to include youth in its mandate while consolidating its existing mandate. There is an ethical and moral imperative for the Academy to indicate strong leadership as an organization to support the needs of youth mental health. The Academy can achieve this by facilitating greater continuing professional development and the sharing of research, scholarship, education and advocacy. Key reasons to support a name change are reviewed in this article and include the contextual history of CACAP and the idea of a name change; the epidemiology of mental health concerns in youth; the need for youth specific services within a biopsychosocial understanding; a focus on development and its importance for youth engagement and transitions as a topic of training, curriculum and service design. Finally, potential perceived threats or concerns that may exist are explored and argued as unwarranted. CACAP's vision to include youth is an act of true leadership for all engaged in mental health in Canada, and will serve as a model for other global psychiatric organizations, by fostering collaboration, partnership, curiosity and a greater understanding of colleagues' perspectives within both the child and adult mental health communities.",
  "authors": [
    {
      "last_name": "Levinson",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Levinson",
      "affiliations": [
        "The University of Toronto, Toronto, Ontario.",
        "The Centre for Addiction & Mental Health (CAMH), Toronto, Ontario."
      ]
    },
    {
      "last_name": "Davidson",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Davidson",
      "affiliations": [
        "University of British Columbia, Vancouver, British Columbia.",
        "University of Ottawa, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "The University of Toronto, Toronto, Ontario.",
        "The Centre for Addiction & Mental Health (CAMH), Toronto, Ontario.",
        "Hospital for Sick Children, Toronto, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "30",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "211",
  "end_page": "216",
  "pages": "211-216",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34381516",
    "pmc": "PMC8315214",
    "pii": "ccap30_p0211"
  },
  "pmc_id": "PMC8315214",
  "dates": {
    "revised": "2021-08-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.504016",
    "pmid": "34381516"
  }
}