{
  "pmid": "34380940",
  "uid": "34380940",
  "title": "Developing the Virtual Resus Room: Fidelity, Usability, Acceptability, and Applicability of a Virtual Simulation for Teaching and Learning.",
  "abstract": "PROBLEM: Physical distancing restrictions during the COVID-19 pandemic led to the transition from in-person to online teaching for many medical educators. This report describes the Virtual Resus Room (VRR)-a free, novel, open-access resource for running collaborative online simulations. APPROACH: The lead author created the VRR in May 2020 to give learners the opportunity to rehearse their crisis resource management skills by working as a team to complete virtual tasks. The VRR uses Google Slides to link participants to the virtual environment and Zoom to link participants to each other. Students and facilitators in the emergency medicine clerkship at McMaster University used the VRR to run 2 cases between June and August 2020. Students and facilitators completed a postsession survey to assess usability and acceptability, applicability for learning or teaching, and fidelity. In addition, students took a knowledge test pre- and postsession. OUTCOMES: Forty-six students and 11 facilitators completed the postsession surveys. Facilitators and students rated the VRR's usability and acceptability, applicability for learning and teaching, and fidelity highly. Students showed a significant improvement in their postsession (mean = 89.06, standard deviation [SD] = 9.56) compared with their presession knowledge scores (mean = 71.17, SD = 15.77; t(34) = 7.28, P < .001, with a large effect size Cohen's d = 1.23). Two perceived learning outcomes were identified: content learning and communication skills development. The total time spent (in minutes) facilitating VRR simulations (mean = 119, SD = 36) was significantly lower than time spent leading in-person simulations (mean = 181, SD = 58; U = 20.50, P < .008). NEXT STEPS: Next steps will include expanding the evaluation of the VRR to include participants from additional learner levels, from varying sites, and from other health professions.",
  "authors": [
    {
      "last_name": "Foohey",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Foohey",
      "affiliations": [
        "S. Foohey is lecturer, Department of Family and Community Medicine, University of Toronto, Toronto, and emergency physician, Trillium Health Partners, Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nagji",
      "fore_name": "Alim",
      "initials": "A",
      "name": "Alim Nagji",
      "affiliations": [
        "A. Nagji is assistant clinical professor, McMaster University, Hamilton, emergency physician and director of emergency medicine clerkship, simulation learning, and clinical teaching unit, Joseph Brant Hospital, Burlington, and emergency physician, St. Joseph Healthcare, Burlington, Ontario, Canada; ORCID: https://orcid.org/0000-0003-4152-4348 ."
      ]
    },
    {
      "last_name": "Yilmaz",
      "fore_name": "Yusuf",
      "initials": "Y",
      "name": "Yusuf Yilmaz",
      "affiliations": [
        "Y. Yilmaz is postdoctoral fellow, McMaster Education Research, Innovation, and Theory (MERIT), McMaster University, Hamilton, Ontario, Canada, and researcher-lecturer, Department of Medical Education, Faculty of Medicine, Ege University, Izmir, Turkey; ORCID: https://orcid.org/0000-0003-4378-4418 ."
      ]
    },
    {
      "last_name": "Sibbald",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Sibbald",
      "affiliations": [
        "M. Sibbald is associate professor, Division of Cardiology, Department of Medicine, associate dean of undergraduate medical education, Michael G. DeGroote School of Medicine, and clinician-scientist, MERIT, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "S. Monteiro is associate professor, Department of Medicine, and scientist, MERIT, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Teresa M",
      "initials": "TM",
      "name": "Teresa M Chan",
      "affiliations": [
        "T.M. Chan is associate dean, Continuing Professional Development, Faculty of Health Sciences, associate professor, Divisions of Education & Innovation and Emergency Medicine, Department of Medicine, and clinician-scientist, MERIT, McMaster University, Hamilton, Ontario, Canada. She is also program director, Clinician Educator Area of Focused Competency Diploma Program, Royal College of Physicians and Surgeons of Canada, Ottawa, Ontario, Canada; ORCID: https://orcid.org/0000-0001-6104-462X ."
      ],
      "orcid": "0000-0001-6104-462"
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "679",
  "end_page": "683",
  "pages": "679-683",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Curriculum",
    "Emergency Medicine",
    "Humans",
    "Learning",
    "Pandemics",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "34380940",
    "doi": "10.1097/ACM.0000000000004364",
    "pii": "00001888-202205000-00025"
  },
  "doi": "10.1097/ACM.0000000000004364",
  "dates": {
    "completed": "2022-04-29",
    "revised": "2023-07-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.064483",
    "pmid": "34380940"
  }
}