{
  "pmid": "34381374",
  "uid": "34381374",
  "title": "Increased Epoxyeicosatrienoic Acids and Hydroxyeicosatetraenoic Acids After Treatment of Iodide Intake Adjustment and 1,25-Dihydroxy-Vitamin D3 Supplementation in High Iodide Intake-Induced Hypothyroid Offspring Rats.",
  "abstract": "Aim: This study aimed to investigate the potential role of fatty acids in high iodide intake-induced hypothyroidism and its complications and also in the intervention of iodide intake adjustment and 1,25-dihydroxy-vitamin D3 [1,25(OH)2D3] supplementation. Methods: Pregnant rats were allocated to two groups, namely, normal iodide (NI, 7.5 μg/day) intake and 100 times higher-than-normal iodide (100 HI, 750 μg/day) intake. The offspring were continuously administered potassium iodide from weaning [i.e., postnatal day 21 (PN21)] to PN90. After PN90, the offspring were either administered iodide intake adjustment (7.5 μg/day) or 1,25(OH)2D3 supplementation (5 μg·kg[-1]·day[-1]), or both, for 4 weeks. Thyroid function tests (free triiodothyronine, free thyroxine, thyrotropin, thyroid peroxidase antibody, and thyroglobulin antibody), blood lipids (triglyceride, total cholesterol, free fatty acid, and low-density lipoprotein cholesterol), and vitamin D3 (VD3) levels were detected by ELISA. Cardiac function was measured by echocardiography. Blood pressure was measured using a non-invasive tail-cuff system. The serum fatty acids profile was analyzed by liquid chromatography-mass spectrometry. Results: In the offspring rats with continued 100 HI administration, the levels of 8,9-dihydroxyeicosatrienoic acid (8,9-DHET) and thromboxane B2 (TXB2) were decreased, while those of prostaglandin J2 (PGJ2), prostaglandin B2 (PGB2), 4-hydroxydocosahexaenoic acid (4-HDoHE), 7-HDoHE, 8-HDoHE, and 20-HDoHE were increased. Significant correlations were found between PGB2, 8,9-DHET, 7-HDoHE levels and thyroid dysfunction, between PGJ2, 20-HDoHE, PGB2, 8,9-DHET levels and cardiac dysfunction, between PGJ2, 20-HDoHE levels and hypertension, between 4-HDoHE, 8-HDoHE, TXB2 levels and dyslipidemia, and between PGB2 and decreased VD3 level. After the treatment of iodide intake adjustment and 1,25(OH)2D3 supplementation, the levels of 16-hydroxyeicosatetraenoic acids (16-HETE), 18-HETE, 5,6-epoxyeicosatrienoic acid (5,6-EET), 8,9-EET, 11,12-EET, 14,15-EET, PGE2, 5-oxo-ETE, and 15-oxo-ETE were increased. The significant associations between PGE2, 16-HETE, 18-HETE and improved thyroid function and also between 5,6-EET, 11,12-EET, 14,15-EET, 16-HETE, 15-oxo-ETE and attenuated dyslipidemia were detected. Conclusion: Increased levels of prostaglandins (PGs) and HDoHEs and decreased levels of 8,9-DHET and TXB2 might occur in the progression of cardiac dysfunction, hypertension, and dyslipidemia in high iodide intake-induced hypothyroidism. The increased levels of EETs and HETEs might help to ameliorate these complications after iodide intake adjustment and 1,25(OH)2D3 supplementation.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Qing",
      "initials": "Q",
      "name": "Qing Liu",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Zhang",
      "affiliations": [
        "Tianjin Key Laboratory of Ionic-Molecular of Cardiovascular Disease, Department of Cardiology, Tianjin Institute of Cardiology, the Second Hospital of Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Hailing",
      "initials": "H",
      "name": "Hailing Zhao",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in physiology",
    "iso_abbreviation": "Front Physiol",
    "issn": "1664-042X",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "669652",
  "pages": "669652",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34381374",
    "pmc": "PMC8352438",
    "doi": "10.3389/fphys.2021.669652"
  },
  "doi": "10.3389/fphys.2021.669652",
  "pmc_id": "PMC8352438",
  "dates": {
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.371213",
    "pmid": "34381374"
  }
}