{
  "pmid": "34386757",
  "uid": "34386757",
  "title": "Analysis of clinical presentation, hematological factors, self-reported bed net usage, and malaria burden in sickle cell disease patients.",
  "abstract": "BACKGROUND: Sickle cell anemia (SCA) is a severe monogenic disorder, caused by single nucleotide mutations in the hemoglobin (Hb) gene, that is prevalent in malaria endemic regions of the world. Sickle cell trait (SCT) individuals carry only one of the mutated alleles and were shown to be protected against malaria. However, defining the relative contribution of hematological, clinical, and environmental factors to the overall burden of malaria in individuals with hemoglobinopathies such as SCA has been challenging. METHODS: We hypothesized that hematological differences, clinical presentations, and self-reported bed net usage among Plasmodium-infected and uninfected individuals may govern overall malaria burden in individuals with sickle cell disease (SCD). We conducted a cross-sectional study in Ghana from 2014 to 2019 and described clinical presentations, hematological characteristics, and bed net use based on a comprehensive questionnaire. Hematological characteristics were compared using a parametric or nonparametric ANOVA, pending if data passed D'Agostino & Pearson normality test. When comparing only two Hb genotypes hematological characteristics a Mann-Whitney U-test were used. Logistic regressions and Chi-squared tests were used to compare questionnaire responses between Hb genotypes. All statistical significance was set at p < 0.05. FINDINGS: Multiple hematological parameters were significantly (p < 0.05) altered depending on sickle cell genotype and/or malaria status. When compared to other Hb genotypes, SCA individuals with or without malaria had significantly (p < 0.05) higher WBC and platelets counts and lower Hb levels. While the sickle cell genotype may affect malaria severity, SCT and SCA participants were found to significantly (p < 0.007) use bet nets more than HbAA participants. INTERPRETATIONS: Our findings can be utilized to enhance national guidelines for reducing the incidence of malaria especially among individuals with SCD, SCT protection and health disparities among hemoglobinopathies. FUNDING: This study was supported by the National Institute for Health.",
  "authors": [
    {
      "last_name": "Harp",
      "fore_name": "Keri Oxendine",
      "initials": "KO",
      "name": "Keri Oxendine Harp",
      "affiliations": [
        "Department of Physiology, Morehouse School of Medicine, 720 Westview Dr. SW, Atlanta GA 30310, USA."
      ]
    },
    {
      "last_name": "Botchway",
      "fore_name": "Felix",
      "initials": "F",
      "name": "Felix Botchway",
      "affiliations": [
        "Department of Pathology, Korle-Bu Teaching Hospital, University of Ghana Medical School, Accra, Ghana."
      ]
    },
    {
      "last_name": "Dei-Adomakoh",
      "fore_name": "Yvonne",
      "initials": "Y",
      "name": "Yvonne Dei-Adomakoh",
      "affiliations": [
        "Department of Haematology, Korle Bu Teaching Hospital, Accra, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Mubasher",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Mubasher",
      "affiliations": [
        "Department of Community Health and Preventive Medicine, Morehouse School of Medicine, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Adjei",
      "fore_name": "Andrew A",
      "initials": "AA",
      "name": "Andrew A Adjei",
      "affiliations": [
        "Department of Pathology, Korle-Bu Teaching Hospital, University of Ghana Medical School, Accra, Ghana."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Winston E",
      "initials": "WE",
      "name": "Winston E Thompson",
      "affiliations": [
        "Department of Physiology, Morehouse School of Medicine, 720 Westview Dr. SW, Atlanta GA 30310, USA."
      ]
    },
    {
      "last_name": "Stiles",
      "fore_name": "Jonathan K",
      "initials": "JK",
      "name": "Jonathan K Stiles",
      "affiliations": [
        "Department of Microbiology, Biochemistry and Immunology, Morehouse School of Medicine, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Driss",
      "fore_name": "Adel",
      "initials": "A",
      "name": "Adel Driss",
      "affiliations": [
        "Department of Physiology, Morehouse School of Medicine, 720 Westview Dr. SW, Atlanta GA 30310, USA."
      ]
    }
  ],
  "journal": {
    "title": "EClinicalMedicine",
    "iso_abbreviation": "EClinicalMedicine",
    "issn": "2589-5370",
    "issn_type": "Electronic",
    "volume": "39",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "101045",
  "pages": "101045",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34386757",
    "pmc": "PMC8342910",
    "doi": "10.1016/j.eclinm.2021.101045",
    "pii": "S2589-5370(21)00325-4"
  },
  "doi": "10.1016/j.eclinm.2021.101045",
  "pmc_id": "PMC8342910",
  "dates": {
    "revised": "2022-11-22"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "G12 RR003034",
      "agency": "NCRR NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K01 TW010282",
      "agency": "FIC NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "G12 MD007602",
      "agency": "NIMHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 NS125775",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R25 TW009340",
      "agency": "FIC NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.706708",
    "pmid": "34386757"
  }
}