{
  "pmid": "34394956",
  "uid": "34394956",
  "title": "Investigating the impact of quarantine on mental health: insights from the COVID-19 international border surveillance study in Canada.",
  "abstract": "BACKGROUND: Nations throughout the world are imposing mandatory quarantine on those entering the country. Although such measures may be effective in reducing the importation of COVID-19, the mental health implications remain unclear. AIMS: This study sought to assess mental well-being and factors associated with changes in mental health in individuals subject to mandatory quarantine following travel. METHOD: Travellers arriving at a large, urban international airport completed online questionnaires on arrival and days 7 and 14 of mandated quarantine. Questionnaire items, such as travel history, mental health, attitudes toward COVID-19, and protection behaviours, were drawn from the World Health Organization Survey Tool for COVID-19. RESULTS: There was a clinically significant decline in mental health over the course of quarantine among the 10 965 eligible participants. Poor mental health was reported by 5.1% of participants on arrival and 26% on day 7 of quarantine. Factors associated with a greater decline in mental health were younger age, female gender, negative views toward quarantine measures and engaging in fewer COVID-19 prevention behaviours. For instance, travellers who stated that they rarely wore masks had nearly three times higher odds of developing poor mental health. CONCLUSIONS: Although the widespread use of quarantine may be effective in limiting the spread of COVID-19, the mental health implications are profound and have largely been ignored in policy decisions. Psychiatry has a role to play in contributing to the public policy debate to ensure that all aspects of health and well-being are reflected in decisions to isolate people from others.",
  "authors": [
    {
      "last_name": "Regehr",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Regehr",
      "affiliations": [
        "Factor-Inwentash Faculty of Social Work, University of Toronto, Canada."
      ],
      "orcid": "0000-0001-7814-7836"
    },
    {
      "last_name": "Goel",
      "fore_name": "Vivek",
      "initials": "V",
      "name": "Vivek Goel",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "De Prophetis",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric De Prophetis",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Jamil",
      "fore_name": "Munaza",
      "initials": "M",
      "name": "Munaza Jamil",
      "affiliations": [
        "McMaster HealthLabs, Canada."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Rosella",
      "fore_name": "Laura C",
      "initials": "LC",
      "name": "Laura C Rosella",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Bulir",
      "fore_name": "David",
      "initials": "D",
      "name": "David Bulir",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Canada; McMaster HealthLabs, Canada; and Research Institute of St. Joe's Hamilton, Canada."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "McMaster HealthLabs, Canada; Division of Infectious Diseases, Department of Medicine, McMaster University, Canada; Research Institute of St. Joe's Hamilton, Canada; and Department of Pathology and Molecular Medicine, McMaster University, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BJPsych open",
    "iso_abbreviation": "BJPsych Open",
    "issn": "2056-4724",
    "issn_type": "Print",
    "volume": "7",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "e143",
  "pages": "e143",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34394956",
    "pmc": "PMC8353212",
    "doi": "10.1192/bjo.2021.977",
    "pii": "S2056472421009777"
  },
  "doi": "10.1192/bjo.2021.977",
  "pmc_id": "PMC8353212",
  "dates": {
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.137651",
    "pmid": "34394956"
  }
}