{
  "pmid": "34393943",
  "uid": "34393943",
  "title": "Parental Mental Health and Hostility Are Associated With Longitudinal Increases in Child Internalizing and Externalizing Problems During COVID-19.",
  "abstract": "Children are at high risk for negative COVID-19 related outcomes. The present longitudinal study assessed (1) changes in child internalizing and externalizing problems from before to during the pandemic and (2) whether parent mental health (depression, anxiety, stress) or parenting behavior during COVID-19 were associated with changes in child mental health problems. Sixty eight mother-child dyads participated in this study. Children were approximately five years-old at the time of enrollment and were between the ages of 7-9 years old at the time of the follow-up survey. Parenting behavior, parental depression, anxiety, perceived stress and child internalizing and externalizing problems were measured using validated questionnaires. Children experienced greater internalizing (t = 6.46, p < 0.001) and externalizing (t = 6.13, p < 0.001) problems during the pandemic compared to before the pandemic. After taking into account child gender and COVID-related stressors, parental hostility was uniquely associated with greater changes in externalizing problems (β = 0.355, SE = 0.178, p < 0.05), while maternal anxiety was associated with greater increases in internalizing problems (β = 0.513, SE = 0.208, p < 0.05). Findings highlight the need for mental health supports for families to limit the impact of the COVID-19 pandemic on child and parent mental health.",
  "authors": [
    {
      "last_name": "Khoury",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Khoury",
      "affiliations": [
        "Department of Psychology, Mount Saint Vincent University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Hargun",
      "initials": "H",
      "name": "Hargun Kaur",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "706168",
  "pages": "706168",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34393943",
    "pmc": "PMC8357980",
    "doi": "10.3389/fpsyg.2021.706168"
  },
  "doi": "10.3389/fpsyg.2021.706168",
  "pmc_id": "PMC8357980",
  "dates": {
    "revised": "2021-08-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.687299",
    "pmid": "34393943"
  }
}