{
  "pmid": "34403118",
  "uid": "34403118",
  "title": "Paramedics assessing patients with complex comorbidities in community settings: results from the CARPE study.",
  "abstract": "OBJECTIVES: The aim for this study was to provide information about how community paramedicine home visit programs best \"navigate\" their role delivering preventative care to frequent 9-1-1 users by describing demographic and clinical characteristics of their patients and comparing them to existing community care populations. METHODS: Our study used secondary data from standardized assessment instruments used in the delivery of home care, community support services, and community paramedicine home visit programs in Ontario. Identical assessment items from each instrument enabled comparisons of demographic, clinical, and social characteristics of community-dwelling older adults using descriptive statistics and z-tests. RESULTS: Data were analyzed for 29,938 home care clients, 13,782 community support services clients, and 136 community paramedicine patients. Differences were observed in proportions of individuals living alone between community paramedicine patients versus home care clients and community support clients (47.8%, 33.8%, and 59.9% respectively). We found higher proportions of community paramedicine patients with multiple chronic disease (87%, compared to 63% and 42%) and mental health-related conditions (43.4%, compared to 26.2% and 18.8% for depression, as an example). CONCLUSION: When using existing community care populations as a reference group, it appears that patients seen in community paramedicine home visit programs are a distinct sub-group of the community-dwelling older adult population with more complex comorbidities, possibly exacerbated by mental illness and social isolation from living alone. Community paramedicine programs may serve as a sentinel support opportunity for patients whose health conditions are not being addressed through timely access to other existing care providers. PROTOCOL REGISTRATION: ISRCTN 58273216.",
  "authors": [
    {
      "last_name": "Leyenaar",
      "fore_name": "Matthew S",
      "initials": "MS",
      "name": "Matthew S Leyenaar",
      "affiliations": [
        "Prince Edward Island Department of Health and Wellness, Charlottetown, PEI, Canada. leyenam@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. leyenam@mcmaster.ca."
      ],
      "orcid": "0000-0002-1151-9479"
    },
    {
      "last_name": "McLeod",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent McLeod",
      "affiliations": [
        "Hamilton Niagara Haldimand Brant Local Health Integration Network, Grimsby, ON, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brousseau",
      "fore_name": "Audrey-Anne",
      "initials": "AA",
      "name": "Audrey-Anne Brousseau",
      "affiliations": [
        "Département de Médecine d'urgence, Université de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Mercier",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Mercier",
      "affiliations": [
        "Département de Médecine Familiale et Médecine d'Urgence, Faculté de Médecine de l'Université Laval, Quebec, QC, Canada."
      ]
    },
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nolan",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Nolan",
      "affiliations": [
        "County of Renfrew Paramedic Service, Pembroke, ON, Canada."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Samir K",
      "initials": "SK",
      "name": "Samir K Sinha",
      "affiliations": [
        "Sinai Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tavares",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Tavares",
      "affiliations": [
        "Faculty of Medicine, Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Heath, University of Toronto, Toronto, ON, Canada.",
        "York Region Paramedic Services, Regional Municipality of York, Sharon, ON, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "CJEM",
    "iso_abbreviation": "CJEM",
    "issn": "1481-8043",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "828",
  "end_page": "836",
  "pages": "828-836",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Allied Health Personnel",
    "Emergency Medical Services",
    "House Calls",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "34403118",
    "pmc": "PMC8575756",
    "doi": "10.1007/s43678-021-00153-4",
    "pii": "10.1007/s43678-021-00153-4"
  },
  "doi": "10.1007/s43678-021-00153-4",
  "pmc_id": "PMC8575756",
  "dates": {
    "completed": "2021-12-03",
    "revised": "2022-02-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "IT09932",
      "agency": "Mitacs"
    },
    {
      "grant_id": "403790",
      "agency": "CIHR Health System Impact Fellowship"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.695256",
    "pmid": "34403118"
  }
}