{
  "pmid": "34407810",
  "uid": "34407810",
  "title": "Efficacy of pedagogical framework in neonatal resuscitation skill learning in a resource-limited setting: a randomized controlled trial.",
  "abstract": "BACKGROUND: The educational efficacy in neonatal resuscitation relies on the subject and teaching strategies. Therefore, it is imperative to test diverse educational methods if they are more instructive to engage students in active learning and practicing knowledge. Hence, the present study aims to investigate the efficacy of a pedagogical framework in neonatal resuscitation skill learning among nursing students in a resource-limited setting. METHODS: A single-blind randomized controlled trial was conducted between October 2020 to March 2021. Sixty nursing students in the 3rd and 4th year of professional training were randomly allocated to the pedagogy and the traditional group. The pedagogy group learned via 6-step LSPPDM (Learn, See, Practice, Prove, Do, Maintain) pedagogy including lectures, video, clinical observation, skill sessions under supervision, and self-directed practice. The traditional group learned through 2-step (Learn, Practice) method that included lectures and skill sessions under supervision. The outcomes measured included technical and non-technical skills in neonatal resuscitation. The technical skill deals with steps such as stimulation, ventilation, oxygenation, intubation, chest compression, medications, and reporting. Non-technical skills refer to teamwork skills that focus on the interaction between leader and helper. Both skills were measured through previously published validated tools two times before and after the intervention by blinded assessors in a simulated delivery room. RESULTS: Overall, the skill was significantly improved in both groups after intervention. Yet, the results showed that the mean difference of technical skill score in the pedagogy group (24.3 ± 3.5) was significantly higher (p <  0.001) compared to the traditional group (16.2 ± 2.4). Likewise, the mean difference of non-technical skill score in the pedagogy (36.9 ± 1.9) was highly significant (p <  0.001) compared to the traditional group (31.2 ± 1.7). CONCLUSIONS: The LSPPDM pedagogy was found more effective in enhancing technical and non-technical skills in neonatal resuscitation compared to the traditional method. The results of this study support the efficacy of the 6-step LSPPDM pedagogy in the education of nursing students regarding neonatal resuscitation in a resource-limited setting. TRIAL REGISTRATION: Prospectively registered at ClinicalTrials.gov (NCT04748341).",
  "authors": [
    {
      "last_name": "Liaqat",
      "fore_name": "Mishal",
      "initials": "M",
      "name": "Mishal Liaqat",
      "affiliations": [
        "Lahore School of Nursing, The University of Lahore, Lahore, Pakistan. mishee861@gmail.com."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Hussain",
      "affiliations": [
        "Lahore School of Nursing, The University of Lahore, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Lahore School of Nursing, The University of Lahore, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Altaf",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Altaf",
      "affiliations": [
        "Faculty of Allied Health Sciences, The University of Lahore, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sadia",
      "initials": "S",
      "name": "Sadia Khan",
      "affiliations": [
        "Faculty of Allied Health Sciences, The University of Lahore, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Gilani",
      "fore_name": "Syed Amir",
      "initials": "SA",
      "name": "Syed Amir Gilani",
      "affiliations": [
        "Faculty of Allied Health Sciences, The University of Lahore, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Liaqat",
      "fore_name": "Iram",
      "initials": "I",
      "name": "Iram Liaqat",
      "affiliations": [
        "Department of Zoology, The Government College University, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "BMC medical education",
    "iso_abbreviation": "BMC Med Educ",
    "issn": "1472-6920",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Aug",
    "pub_day": "18"
  },
  "start_page": "436",
  "pages": "436",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Clinical Competence",
    "Humans",
    "Infant, Newborn",
    "Learning",
    "Resuscitation",
    "Single-Blind Method",
    "Students, Nursing"
  ],
  "article_ids": {
    "pubmed": "34407810",
    "pmc": "PMC8371841",
    "doi": "10.1186/s12909-021-02846-x",
    "pii": "10.1186/s12909-021-02846-x"
  },
  "doi": "10.1186/s12909-021-02846-x",
  "pmc_id": "PMC8371841",
  "dates": {
    "completed": "2021-08-20",
    "revised": "2023-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.968008",
    "pmid": "34407810"
  }
}