{
  "pmid": "34408872",
  "uid": "34408872",
  "title": "Cryoanalgesia for postsurgical pain relief in adults: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Despite advances in pain management, postoperative pain continues to be an important problem with significant burden. Many current therapies have dose-limiting adverse effects and are limited by their short duration of action. This review examines the evidence for the efficacy and safety of cryoanalgesia in postoperative pain. MATERIALS AND METHODS: This review was registered in PROSPERO and prepared in accordance with PRISMA. MEDLINE, EMBASE, and Cochrane databases were searched until July 2020. We included randomized controlled trials (RCTs) of adults evaluating perioperatively administered cryoanalgesia for postoperative pain relief. RESULTS: Twenty-four RCTS were included. Twenty studies examined cryoanalgesia for thoracotomy, two for herniorrhaphy, one for nephrectomy and one for tonsillectomy. Meta-analysis was performed for thoracic studies. We found that cryoanalgesia with opioids was more efficacious than opioid analgesia alone for acute pain (mean difference [MD] 2.32 units, 95 % confidence interval [CI] -3.35 to -1.30) and persistent pain (MD 0.81 units, 95 % CI -1.10 to -0.53) after thoracotomy. Cryoanalgesia with opioids also resulted in less postoperative nausea compared to opioid analgesia alone (relative risk [RR] 0.23, 95 % CI 0.06 to 0.95), but there was no difference in atelectasis (RR 0.38, 95 % CI 0.07 to 2.17). CONCLUSION: Heterogeneity in comparators and outcomes were important limitations. In general, reporting of adverse events was incomplete and inconsistent. Many studies were over two decades old, and most were limited in how they described their methodology. Considering the potential, larger RCTs should be performed to better understand the role of cryoanalgesia in postoperative pain management.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Rex",
      "initials": "R",
      "name": "Rex Park",
      "affiliations": [
        "Department of Anesthesiology & Perioperative Medicine, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Coomber",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Coomber",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gilron",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Gilron",
      "affiliations": [
        "Department of Anesthesiology & Perioperative Medicine, Queen's University, Kingston, ON, Canada.",
        "Departments of Biomedical and Molecular Sciences, Centre for Neuroscience Studies, And School of Policy Studies, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of medicine and surgery (2012)",
    "iso_abbreviation": "Ann Med Surg (Lond)",
    "issn": "2049-0801",
    "issn_type": "Print",
    "volume": "69",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "102689",
  "pages": "102689",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34408872",
    "pmc": "PMC8361293",
    "doi": "10.1016/j.amsu.2021.102689",
    "pii": "S2049-0801(21)00639-7"
  },
  "doi": "10.1016/j.amsu.2021.102689",
  "pmc_id": "PMC8361293",
  "dates": {
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.661363",
    "pmid": "34408872"
  }
}