{
  "pmid": "34407004",
  "uid": "34407004",
  "title": "Pediatric craniocerebral gunshot injuries: A National Trauma Database study.",
  "abstract": "BACKGROUND: We aimed to determine the outcomes and prognostic factors in pediatric craniocerebral gunshot injury (CGI) patients. Pediatric patients may have significantly different physiology, neuroplasticity, and clinical outcomes in CGI than adults. There is limited literature on this topic, mainly case reports and small case series. METHODS: We queried the National Trauma Data Bank for all pediatric CGI between 2014 and 2017. Patients were identified using International Classification of Diseases, Ninth Revision, codes. Demographic, emergency department, and clinical data were analyzed. Subgroup analysis was attempted for groups with Glasgow Coma Scale (GCS) scores of 9 to 15 and ages 0 to 8 years. RESULTS: In a 3-year period, there were 209 pediatric patients (aged 0-18 years) presenting to American hospitals with signs of life. The overall mortality rate was 53.11%. A linear relationship was demonstrated showing a mortality rate of 79% by initial GCS in GCS score of 3, 56% in GCS scores of 4 to 8, 22% in GCS scores of 9 to 12, and 5% in GCS scores of 13 to 15. The youngest patients, aged 0 to 8 years, had dramatically better initial GCS and subsequently lower mortality rates. Regression analysis showed mortality benefit in the total population for intracranial pressure monitoring (odds ratio, 0.267) and craniotomy (odds ratio, 0.232). CONCLUSION: This study uses the National Trauma Data Bank to quantify the prevalence of pediatric intracranial gunshot wounds, with the goal to determine risk factors for prognosis in this patient population. Significant effects on mortality for invasive interventions including intracranial pressure monitoring and craniotomy for all patients suggest low threshold for use of these procedures if there is any clinical concern. The presence of a 79% mortality rate in patients with GCS score of 3 on presentation suggests that as long as there is not a declared neurologic death, intracranial pressure monitoring and treatment measures including craniotomy should be considered by the consulting clinician. LEVEL OF EVIDENCE: Prognostic and epidemiological, level III.",
  "authors": [
    {
      "last_name": "Lannon",
      "fore_name": "Melissa M",
      "initials": "MM",
      "name": "Melissa M Lannon",
      "affiliations": [
        "From the Division of Neurosurgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duda",
      "fore_name": "Taylor",
      "initials": "T",
      "name": "Taylor Duda",
      "affiliations": []
    },
    {
      "last_name": "Martyniuk",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Martyniuk",
      "affiliations": []
    },
    {
      "last_name": "Engels",
      "fore_name": "Paul T",
      "initials": "PT",
      "name": "Paul T Engels",
      "affiliations": []
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay V",
      "initials": "SV",
      "name": "Sunjay V Sharma",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journal of trauma and acute care surgery",
    "iso_abbreviation": "J Trauma Acute Care Surg",
    "issn": "2163-0763",
    "issn_type": "Electronic",
    "volume": "92",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "428",
  "end_page": "435",
  "pages": "428-435",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Craniocerebral Trauma",
    "Databases, Factual",
    "Female",
    "Glasgow Coma Scale",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Male",
    "Prevalence",
    "Prognosis",
    "United States",
    "Wounds, Gunshot"
  ],
  "article_ids": {
    "pubmed": "34407004",
    "doi": "10.1097/TA.0000000000003385",
    "pii": "01586154-202202000-00025"
  },
  "doi": "10.1097/TA.0000000000003385",
  "dates": {
    "completed": "2022-02-21",
    "revised": "2023-08-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.853639",
    "pmid": "34407004"
  }
}