{
  "pmid": "34419428",
  "uid": "34419428",
  "title": "VTE Prophylaxis in Critically Ill Adults: A Systematic Review and Network Meta-analysis.",
  "abstract": "BACKGROUND: Critically ill adults are at increased risk of VTE, including DVT, and pulmonary embolism. Various agents exist for venous thromboprophylaxis in this population. RESEARCH QUESTION: What is the comparative efficacy and safety of prophylaxis agents for prevention of VTE in critically ill adults? STUDY DESIGN AND METHODS: Systematic review and network meta-analysis of randomized clinical trials (RCTs) evaluating efficacy of thromboprophylaxis agents among critically ill patients. We searched six databases (including PubMed, EMBASE, and Medline) from inception through January 2021 for RCTs of patients in the ICU receiving pharmacologic, mechanical, or combination therapy (pharmacologic agents and mechanical devices) for thromboprophylaxis. Two reviewers performed screening, full-text review, and extraction. We used the Grading of Recommendations Assessment, Development, and Evaluation to rate certainty of effect estimates. RESULTS: We included 13 RCTs (9,619 patients). Compared with control treatment (a composite of no prophylaxis, placebo, or compression stockings only), low-molecular-weight heparin (LMWH) reduced the incidence of DVT (OR, 0.59 [95% credible interval [CrI], 0.33-0.90]; high certainty) and unfractionated heparin (UFH) may reduce the incidence of DVT (OR, 0.82 [95% CrI, 0.47-1.37]; low certainty). LMWH probably reduces DVT compared with UFH (OR, 0.72 [95% CrI, 0.46-0.98]; moderate certainty). Compressive devices may reduce risk of DVT compared with control treatments; however, this is based on low-certainty evidence (OR, 0.85 [95% CrI, 0.50-1.50]). Combination therapy showed unclear effect on DVT compared with either therapy alone (very low certainty). INTERPRETATION: Among critically ill adults, compared with control treatment, LMWH reduces incidence of DVT, whereas UFH and mechanical compressive devices may reduce the risk of DVT. LMWH is probably more effective than UFH in reducing incidence of DVT and should be considered the primary pharmacologic agent for thromboprophylaxis. The efficacy and safety of combination pharmacologic therapy and mechanical compressive devices were unclear. TRIAL REGISTRY: Open Science Framework; URL: https://osf.io/694aj.",
  "authors": [
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada. Electronic address: sfernando@qmed.ca."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Tran",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Surgery, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Cheng",
      "affiliations": [
        "Department of Biostatistics, Yale School of Public Health, Yale University, New Haven, CT."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Arabi",
      "fore_name": "Yaseen M",
      "initials": "YM",
      "name": "Yaseen M Arabi",
      "affiliations": [
        "Intensive Care Department, King Abdulaziz Medical City, Riyadh, Kingdom of Saudi Arabia; College of Medicine, King Saud Bin Abdulaziz University for Health Sciences, Riyadh, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Møller",
      "fore_name": "Morten Hylander",
      "initials": "MH",
      "name": "Morten Hylander Møller",
      "affiliations": [
        "Department of Intensive Care, Copenhagen University Hospital Righospitalet, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Department of Medicine, Sinai Health System, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Wells",
      "fore_name": "Philip S",
      "initials": "PS",
      "name": "Philip S Wells",
      "affiliations": [
        "Division of Hematology, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Carrier",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Carrier",
      "affiliations": [
        "Division of Hematology, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Crowther",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada; Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "English",
      "fore_name": "Shane W",
      "initials": "SW",
      "name": "Shane W English",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Kyeremanteng",
      "fore_name": "Kwadwo",
      "initials": "K",
      "name": "Kwadwo Kyeremanteng",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Kanji",
      "fore_name": "Salmaan",
      "initials": "S",
      "name": "Salmaan Kanji",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Kho",
      "fore_name": "Michelle E",
      "initials": "ME",
      "name": "Michelle E Kho",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "161",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "418",
  "end_page": "428",
  "pages": "418-428",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adult",
    "Anticoagulants",
    "Critical Illness",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Intermittent Pneumatic Compression Devices",
    "Pulmonary Embolism",
    "Randomized Controlled Trials as Topic",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "34419428",
    "doi": "10.1016/j.chest.2021.08.050",
    "pii": "S0012-3692(21)03688-6"
  },
  "doi": "10.1016/j.chest.2021.08.050",
  "dates": {
    "completed": "2022-03-09",
    "revised": "2025-07-29"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.983222",
    "pmid": "34419428"
  }
}