{
  "pmid": "34416324",
  "uid": "34416324",
  "title": "Clinical Epidemiology in China series. Paper 1: Evidence-based medicine in China: An oral history study.",
  "abstract": "OBJECTIVE: To describe and record the evolution of EBM in China. STUDY DESIGN AND SETTING: We conducted the study following the general methodology of oral history. The interviews were done at Lanzhou University, between 18[th] and 22[nd] April 2019 using pre-defined questions. All interviews were videorecorded. Two investigators extracted and analyzed the information from the interviews independently. RESULTS: One international expert and ten Chinese experts participated in the interviews. After the introduction of EBM in China in the mid-1990s, more than 20 EBM centres have been established. According to the interviewees, Gordon Guyatt, David Sackett and Iain Chalmers are the international experts who played the most important role in the development of EBM in China. China has contributed to EBM on the international level by conducting systematic reviews, developing reporting checklists, and introducing the principles of EBM into Traditional Medicine. The Chinese Cochrane Centre and the EBM Centre of Lanzhou University were ranked the top two EBM Centres in China by the interviewees. CONCLUSION: EBM has been developing in China for nearly a quarter of a century. Many achievements have been reached, however, EBM is still facing many challenges in China, including shortages of funding support and personnel, as well as limited local high-quality evidence.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo Li",
      "affiliations": [
        "Evidence-Based Medicine Centre, School of Basic Medical Sciences, Lanzhou University, Lanzhou 730000, China; Beijing Hospital of Traditional Chinese Medicine, Capital Medical University, Beijing 100010, China; Beijing Institute of Traditional Chinese Medicine, Beijing 100010, China; Beijing Evidence-based Chinese Medicine Centre, Beijing, 100010, China."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Yumeng",
      "initials": "Y",
      "name": "Yumeng Yan",
      "affiliations": [
        "Beijing Hospital of Traditional Chinese Medicine, Capital Medical University, Beijing 100010, China; Beijing Institute of Traditional Chinese Medicine, Beijing 100010, China; Beijing Evidence-based Chinese Medicine Centre, Beijing, 100010, China; Capital Medical University, Beijing 100010, China."
      ]
    },
    {
      "last_name": "Lv",
      "fore_name": "Meng",
      "initials": "M",
      "name": "Meng Lv",
      "affiliations": [
        "Department of Nephrology, Children's Hospital of Chongqing Medical University, Chongqing 400014, China; National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, China International Science and Technology Cooperation Base of Child Development and Critical Disorders, Children's Hospital of Chongqing Medical University, Chongqing 400014, China; Chongqing Key Laboratory of Pediatrics, Chongqing 400014, China; Lanzhou University Institute of Health Data Science, Lanzhou 730000, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Guozhen",
      "initials": "G",
      "name": "Guozhen Zhao",
      "affiliations": [
        "Beijing Hospital of Traditional Chinese Medicine, Capital Medical University, Beijing 100010, China; Beijing Institute of Traditional Chinese Medicine, Beijing 100010, China; Beijing Evidence-based Chinese Medicine Centre, Beijing, 100010, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Zeyu",
      "initials": "Z",
      "name": "Zeyu Li",
      "affiliations": [
        "Beijing Hospital of Traditional Chinese Medicine, Capital Medical University, Beijing 100010, China; Beijing Institute of Traditional Chinese Medicine, Beijing 100010, China; Beijing Evidence-based Chinese Medicine Centre, Beijing, 100010, China."
      ]
    },
    {
      "last_name": "Feng",
      "fore_name": "Shuo",
      "initials": "S",
      "name": "Shuo Feng",
      "affiliations": [
        "Beijing Hospital of Traditional Chinese Medicine, Capital Medical University, Beijing 100010, China; Beijing Institute of Traditional Chinese Medicine, Beijing 100010, China; Beijing Evidence-based Chinese Medicine Centre, Beijing, 100010, China."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Hu",
      "affiliations": [
        "Beijing Hospital of Traditional Chinese Medicine, Capital Medical University, Beijing 100010, China; Beijing Institute of Traditional Chinese Medicine, Beijing 100010, China; Beijing Evidence-based Chinese Medicine Centre, Beijing, 100010, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Ningbo GRADE Centre, Nottingham Health China Centre, University of Nottingham Ningbo, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Xuan",
      "initials": "X",
      "name": "Xuan Yu",
      "affiliations": [
        "Evidence-Based Medicine Centre, School of Basic Medical Sciences, Lanzhou University, Lanzhou 730000, China; Lanzhou University Institute of Health Data Science, Lanzhou 730000, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jingyi",
      "initials": "J",
      "name": "Jingyi Zhang",
      "affiliations": [
        "Lanzhou University Institute of Health Data Science, Lanzhou 730000, China; School of Public Health, Lanzhou University, Lanzhou 730000, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Ma",
      "affiliations": [
        "Evidence-Based Medicine Centre, School of Basic Medical Sciences, Lanzhou University, Lanzhou 730000, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Kehu",
      "initials": "K",
      "name": "Kehu Yang",
      "affiliations": [
        "Evidence-Based Medicine Centre, School of Basic Medical Sciences, Lanzhou University, Lanzhou 730000, China; Evidence Based Social Science Research Centre, School of Public Health, Lanzhou University, Lanzhou 730000, China; Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province, Lanzhou 730000, China; Lanzhou University GRADE Centre, Lanzhou 730000, China. Electronic address: yangkh-ebm@lzu.edu.cn."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yaolong",
      "initials": "Y",
      "name": "Yaolong Chen",
      "affiliations": [
        "Evidence-Based Medicine Centre, School of Basic Medical Sciences, Lanzhou University, Lanzhou 730000, China; Lanzhou University Institute of Health Data Science, Lanzhou 730000, China; Lanzhou University GRADE Centre, Lanzhou 730000, China; World Health Organization (WHO) Collaborating Centre for Guideline Implementation and Knowledge Translation, Lanzhou 730000, China. Electronic address: chevidence@lzu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "140",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "165",
  "end_page": "171",
  "pages": "165-171",
  "language": "eng",
  "publication_types": [
    "Historical Article",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "China",
    "Evidence-Based Medicine",
    "History, 20th Century",
    "History, 21st Century",
    "Humans",
    "Interviews as Topic"
  ],
  "article_ids": {
    "pubmed": "34416324",
    "doi": "10.1016/j.jclinepi.2021.08.012",
    "pii": "S0895-4356(21)00258-4"
  },
  "doi": "10.1016/j.jclinepi.2021.08.012",
  "dates": {
    "completed": "2022-01-24",
    "revised": "2022-01-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.455844",
    "pmid": "34416324"
  }
}