{
  "pmid": "34418817",
  "uid": "34418817",
  "title": "Ratiometric Raman nanotags enable intraoperative detection of metastatic sentinel lymph node.",
  "abstract": "Sentinel lymph node (SLN) imaging and biopsy has been advocated as an important technique to evaluate the metastatic status of regional lymph nodes and determine subsequent surgical procedure for many cancers, yet there is no reliable means to provide accurate and rapid diagnosis of metastatic SLN during surgery. Here we develop a new approach, named \"Ratiometric Raman dual-nanotag strategy\", that using folic acid functionalized targeted and nontargeted gap-enhanced Raman tags (FA-GERTs and Nt-GERTs) to detect metastatic SLN based on Raman imaging combined with classical least square data processing methods. By using this strategy, with built-in self-calibration for signal correction, rather than absolute intensity-dependent signal readout, we realize the visualization and prompt intraoperative diagnosis of metastatic SLN with a high accuracy of 87.5 % when the cut-off value of ratio (FA-GERTs/Nt-GERTs) set at 1.255. This approach may outperform the existing histopathological assessment in diagnosing SLN metastasis and is promising for guiding surgical procedure in the future.",
  "authors": [
    {
      "last_name": "Bao",
      "fore_name": "Zhouzhou",
      "initials": "Z",
      "name": "Zhouzhou Bao",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China; Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China; State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Deng",
      "fore_name": "Binge",
      "initials": "B",
      "name": "Binge Deng",
      "affiliations": [
        "School of Biomedical Engineering, Shanghai Jiao Tong University, 200030, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Biomedical Engineering, Shanghai Jiao Tong University, 200030, Shanghai, PR China; School of Automation, Hangzhou Dianzi University, 310018, Hangzhou, PR China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiaowei",
      "initials": "X",
      "name": "Xiaowei Li",
      "affiliations": [
        "School of Biomedical Engineering, Shanghai Jiao Tong University, 200030, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Ziyang",
      "initials": "Z",
      "name": "Ziyang Tan",
      "affiliations": [
        "School of Biomedical Engineering, Shanghai Jiao Tong University, 200030, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Gu",
      "fore_name": "Zhuowei",
      "initials": "Z",
      "name": "Zhuowei Gu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China; Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China; State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Gu",
      "fore_name": "Bobo",
      "initials": "B",
      "name": "Bobo Gu",
      "affiliations": [
        "School of Biomedical Engineering, Shanghai Jiao Tong University, 200030, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Shao",
      "fore_name": "Zhifeng",
      "initials": "Z",
      "name": "Zhifeng Shao",
      "affiliations": [
        "School of Biomedical Engineering, Shanghai Jiao Tong University, 200030, Shanghai, PR China; State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China."
      ]
    },
    {
      "last_name": "Di",
      "fore_name": "Wen",
      "initials": "W",
      "name": "Wen Di",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China; Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China; State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China. Electronic address: diwen163@163.com."
      ]
    },
    {
      "last_name": "Ye",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Ye",
      "affiliations": [
        "School of Biomedical Engineering, Shanghai Jiao Tong University, 200030, Shanghai, PR China; Shanghai Key Laboratory of Gynecologic Oncology, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China; State Key Laboratory of Oncogenes and Related Genes, Shanghai Cancer Institute, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, 200127, Shanghai, PR China; School of Life Sciences and Biotechnology, Shanghai Jiao Tong University, 200240, Shanghai, PR China; Institute of Medical Robotics, Shanghai Jiao Tong University, 200240, Shanghai, PR China. Electronic address: yejian78@sjtu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Biomaterials",
    "iso_abbreviation": "Biomaterials",
    "issn": "1878-5905",
    "issn_type": "Electronic",
    "volume": "276",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "121070",
  "pages": "121070",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Diagnostic Imaging",
    "Humans",
    "Lymph Nodes",
    "Lymphatic Metastasis",
    "Sentinel Lymph Node",
    "Sentinel Lymph Node Biopsy"
  ],
  "article_ids": {
    "pubmed": "34418817",
    "doi": "10.1016/j.biomaterials.2021.121070",
    "pii": "S0142-9612(21)00426-9"
  },
  "doi": "10.1016/j.biomaterials.2021.121070",
  "dates": {
    "completed": "2021-09-20",
    "revised": "2021-09-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.456096",
    "pmid": "34418817"
  }
}