{
  "pmid": "34425083",
  "uid": "34425083",
  "title": "Cardiovascular, mortality, and kidney outcomes with GLP-1 receptor agonists in patients with type 2 diabetes: a systematic review and meta-analysis of randomised trials.",
  "abstract": "BACKGROUND: GLP-1 receptor agonists reduce major adverse cardiovascular events (MACE) in patients with type 2 diabetes. However, uncertainty regarding kidney outcomes persists and whether benefits extend to exendin-4-based GLP-1 receptor remains uncertain. We aimed to meta-analyse the most up-to-date evidence on the cardiovascular benefits and risks of GLP-1 receptor agonists from outcome trials in patients with type 2 diabetes. METHODS: We did a meta-analysis, including new data from AMPLITUDE-O, using a random effects model to estimate overall hazard ratio (HR) for MACE; its components; all-cause mortality; hospital admission for heart failure; a composite kidney outcome consisting of development of macroalbuminuria, doubling of serum creatinine, or at least 40% decline in estimated glomerular filtration rate (eGFR), kidney replacement therapy, or death due to kidney disease; worsening of kidney function, based on eGFR change; and odds ratios for key safety outcomes (severe hypoglycaemia, retinopathy, pancreatitis, and pancreatic cancer). We also examined MACE outcome in patient subgroups on the basis of MACE incidence rates in the placebo group, presence or absence of cardiovascular disease, HbA1c level, trial duration, treatment dosing interval, structural homology to human GLP-1 or exendin-4, BMI, age, and eGFR. We searched PubMed for eligible trials reporting MACE (ie, cardiovascular death, myocardial infarction, or stroke), up to June 9, 2021. We meta-analysed data from published randomised placebo-controlled trials testing either injectable or oral GLP-1 receptor agonists in patients with type 2 diabetes. We restricted the search to trials of more than 500 patients with a primary outcome that included cardiovascular death, non-fatal myocardial infarction, and non-fatal stroke. This meta-analysis was registered on PROSPERO, CRD42021259711. FINDINGS: Of 98 articles screened, eight trials comprising 60 080 patients fulfilled the prespecified criteria and were included. Overall, GLP-1 receptor agonists reduced MACE by 14% (HR 0·86 [95% CI 0·80-0·93]; p<0·0001), with no significant heterogeneity across GLP-1 receptor agonist structural homology or eight other examined subgroups (all pinteraction≥0·14). GLP-1 receptor agonists reduced all-cause mortality by 12% (HR 0·88 [95% CI 0·82-0·94]; p=0·0001), hospital admission for heart failure by 11% (HR 0·89 [95% CI 0·82-0·98]; p=0·013), and the composite kidney outcome by 21% (HR 0·79 [95% CI 0·73-0·87]; p<0·0001), with no increase in risk of severe hypoglycaemia, retinopathy, or pancreatic adverse effects. In sensitivity analyses removing the only trial restricted to patients with an acute coronary syndrome (ELIXA), all benefits marginally increased, including the outcome of worsening of kidney function, based on eGFR change (HR 0·82 [95% CI 0·69-0·98]; p=0·030). INTERPRETATION: GLP-1 receptor agonists, regardless of structural homology, reduced the risk of individual MACE components, all-cause mortality, hospital admission for heart failure, and worsening kidney function in patients with type 2 diabetes. FUNDING: None.",
  "authors": [
    {
      "last_name": "Sattar",
      "fore_name": "Naveed",
      "initials": "N",
      "name": "Naveed Sattar",
      "affiliations": [
        "Institute of Cardiovascular and Medical Sciences, British Heart Foundation Glasgow Cardiovascular Research Centre, University of Glasgow, Glasgow, UK. Electronic address: naveed.sattar@glasgow.ac.uk."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Matthew M Y",
      "initials": "MMY",
      "name": "Matthew M Y Lee",
      "affiliations": [
        "Institute of Cardiovascular and Medical Sciences, British Heart Foundation Glasgow Cardiovascular Research Centre, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Kristensen",
      "fore_name": "Søren L",
      "initials": "SL",
      "name": "Søren L Kristensen",
      "affiliations": [
        "Department of Cardiology, Rigshospitalet University Hospital, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Branch",
      "fore_name": "Kelley R H",
      "initials": "KRH",
      "name": "Kelley R H Branch",
      "affiliations": [
        "Division of Cardiology, University of Washington, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Del Prato",
      "fore_name": "Stefano",
      "initials": "S",
      "name": "Stefano Del Prato",
      "affiliations": [
        "Department of Clinical & Experimental Medicine, Section of Metabolic Diseases and Diabetes, University of Pisa, Pisa, Italy."
      ]
    },
    {
      "last_name": "Khurmi",
      "fore_name": "Nardev S",
      "initials": "NS",
      "name": "Nardev S Khurmi",
      "affiliations": [
        "Sanofi, Bridgewater, NJ, USA."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Carolyn S P",
      "initials": "CSP",
      "name": "Carolyn S P Lam",
      "affiliations": [
        "National Heart Centre Singapore and Duke-National University of Singapore, Singapore."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Renato D",
      "initials": "RD",
      "name": "Renato D Lopes",
      "affiliations": [
        "Duke Clinical Research Institute, Duke University Medical Center, Durham, NC, USA."
      ]
    },
    {
      "last_name": "McMurray",
      "fore_name": "John J V",
      "initials": "JJV",
      "name": "John J V McMurray",
      "affiliations": [
        "Institute of Cardiovascular and Medical Sciences, British Heart Foundation Glasgow Cardiovascular Research Centre, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Pratley",
      "fore_name": "Richard E",
      "initials": "RE",
      "name": "Richard E Pratley",
      "affiliations": [
        "AdventHealth Translational Research Institute, Orlando, FL, USA."
      ]
    },
    {
      "last_name": "Rosenstock",
      "fore_name": "Julio",
      "initials": "J",
      "name": "Julio Rosenstock",
      "affiliations": [
        "Dallas Diabetes Research Center at Medical City and University of Texas Southwestern Medical Center, Dallas TX, USA."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "653",
  "end_page": "662",
  "pages": "653-662",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Comment"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Cardiovascular System",
    "Diabetes Mellitus, Type 2",
    "Glucagon-Like Peptide-1 Receptor",
    "Humans",
    "Hypoglycemic Agents",
    "Kidney"
  ],
  "article_ids": {
    "pubmed": "34425083",
    "doi": "10.1016/S2213-8587(21)00203-5",
    "pii": "S2213-8587(21)00203-5"
  },
  "doi": "10.1016/S2213-8587(21)00203-5",
  "dates": {
    "completed": "2021-09-27",
    "revised": "2021-09-27"
  },
  "chemicals": [
    "Glucagon-Like Peptide-1 Receptor",
    "Hypoglycemic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.725119",
    "pmid": "34425083"
  }
}