{
  "pmid": "34428500",
  "uid": "34428500",
  "title": "GRADE Notes 2: Criteria for searching non-randomized or indirect evidence should be defined early in the guideline production process.",
  "abstract": "OBJECTIVE: To discuss two alternative approaches for complementing the body of direct evidence from Randomized Controlled Trials (RCTs) when it is judged insufficient from a guideline panel making recommendations. The approaches included expanding the evidence's body to non-randomises studies on the population of interest or to RCTs on indirect populations. STUDY DESIGN AND SETTING: In this report, we adopt the perspective of an evidence review team developing guidelines following the GRADE approach. Our experience is based on the development of two evidence-based guidelines promoted by The Italian National Institute of Health (ISS) and focusing on diagnosis and treatment of Autism Spectrum Disorders (ASD) in children/adolescents and adults. RESULTS: We left panel members deciding case by case whether the direct evidence from RCTs was sufficient or not and indicating which alternative to implement. This strategy presented unanticipated challenges both from an organizational and methodological standpoint. CONCLUSION: We suggest an early-stage production of a research protocol to define the criteria for expanding the body of evidence. These criteria should be informed by considerations around the certainty in the evidence, the clinical applicability of the results, feasibility and conflict of interest.",
  "authors": [
    {
      "last_name": "Minozzi",
      "fore_name": "Silvia",
      "initials": "S",
      "name": "Silvia Minozzi",
      "affiliations": [
        "Department of Epidemiology, Lazio Regional Health Service, Via Cristoforo Colombo 112, 00147 Rome, Italy; Laboratory of Clinical Research Methodology, Istituto di Ricerche Farmacologiche Mario Negri IRCCS, via Mario Negri 2, 20156 Milan, Italy. Electronic address: minozzi.silvia@gmail.com."
      ]
    },
    {
      "last_name": "Morgano",
      "fore_name": "Gian Paolo",
      "initials": "GP",
      "name": "Gian Paolo Morgano",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Michael G. DeGroote Cochrane Canada Centre, McGRADE Centre, McMaster University, 1280 Main Street West, L8S 4L8, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Scattoni",
      "fore_name": "Maria Luisa",
      "initials": "ML",
      "name": "Maria Luisa Scattoni",
      "affiliations": [
        "Research Coordination and Support Service, Istituto Superiore di Sanità, Viale Regina Elena 299, 00161 Rome, Italy."
      ]
    },
    {
      "last_name": "Cinquini",
      "fore_name": "Michela",
      "initials": "M",
      "name": "Michela Cinquini",
      "affiliations": [
        "Laboratory of Clinical Research Methodology, Istituto di Ricerche Farmacologiche Mario Negri IRCCS, via Mario Negri 2, 20156 Milan, Italy."
      ]
    },
    {
      "last_name": "Amato",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Amato",
      "affiliations": [
        "Department of Epidemiology, Lazio Regional Health Service, Via Cristoforo Colombo 112, 00147 Rome, Italy."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "139",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "210",
  "end_page": "213",
  "pages": "210-213",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Autism Spectrum Disorder",
    "Child",
    "Child, Preschool",
    "Data Accuracy",
    "Epidemiologic Studies",
    "Female",
    "GRADE Approach",
    "Guidelines as Topic",
    "Humans",
    "Information Storage and Retrieval",
    "Italy",
    "Male",
    "Randomized Controlled Trials as Topic",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "34428500",
    "doi": "10.1016/j.jclinepi.2021.08.019",
    "pii": "S0895-4356(21)00264-X"
  },
  "doi": "10.1016/j.jclinepi.2021.08.019",
  "dates": {
    "completed": "2021-12-20",
    "revised": "2021-12-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:53.387493",
    "pmid": "34428500"
  }
}