{
  "pmid": "34424799",
  "uid": "34424799",
  "title": "The 25-Item Ontario Child Health Study Emotional Behavioural Scales-Brief Version (OCHS-EBS-B): Test-Retest Reliability and Construct Validity When Used as Categorical Measures.",
  "abstract": "OBJECTIVE: Child and youth mental health problems are often assessed by parent self-completed checklists that produce dimensional scale scores. When converted to binary ratings of disorder, little is known about their psychometric properties in relation to classifications based on lay-administered structured diagnostic interviews. In addition to estimating agreement, our objective is to test for statistical equivalence in the test-retest reliability and construct validity of two instruments used to classify child emotional, behavioural, and attentional disorders: the 25-item, parent completed Ontario Child Health Study Emotional Behavioural Scales-Brief Version (OCHS-EBS-B) and the Mini International Neuropsychiatric Interview for Children and Adolescents-parent version (MINI-KID-P). METHODS: This study draws on independent samples (n = 452) and uses the confidence interval approach to test for statistical equivalence. Reliability is based on kappa (κ). Construct validity is based on standardized beta coefficients (β) estimated in structural equation models. RESULTS: The average differences between the MINI-KID-P and OCHS-EBS-B in κ and β were -0.022 and -0.020, respectively. However, in both instances, criteria for statistical equivalence were met in only 5 of 12 comparisons. Based on κ, between-instrument agreement on the classifications of disorder went from 0.481 (attentional disorder) to 0.721 (emotional disorder) but were substantially higher (0.731 to 0.895, respectively) when corrected for attenuation due to measurement error. CONCLUSIONS: Although falling short of equivalence, the results suggest on balance that the reliability and validity of the two instruments for classifying child psychiatric disorder assessed by parents are highly comparable. This conclusion is supported by the high levels of agreement between the instruments after correcting for attenuation due to measurement error.",
  "authors": [
    {
      "last_name": "Boyle",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Boyle",
      "affiliations": [
        "62703Offord Centre for Child Studies and Department of Psychiatry and Behavioural Neurosciences, 3710McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "62703Offord Centre for Child Studies and Department of Psychiatry and Behavioural Neurosciences, 3710McMaster University, Hamilton, Ontario."
      ],
      "orcid": "0000-0001-7120-6629"
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "62703Offord Centre for Child Studies and Department of Psychiatry and Behavioural Neurosciences, 3710McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "62703Offord Centre for Child Studies and Department of Psychiatry and Behavioural Neurosciences, 3710McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "305",
  "end_page": "314",
  "pages": "305-314",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child Health",
    "Humans",
    "Mental Disorders",
    "Ontario",
    "Psychiatric Status Rating Scales",
    "Psychometrics",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "34424799",
    "pmc": "PMC9014671",
    "doi": "10.1177/07067437211037125"
  },
  "doi": "10.1177/07067437211037125",
  "pmc_id": "PMC9014671",
  "dates": {
    "completed": "2022-04-18",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "125941",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:34.817360",
    "pmid": "34424799"
  }
}