{
  "pmid": "34427651",
  "uid": "34427651",
  "title": "Global representation of heart failure clinical trial leaders, collaborators, and enrolled participants: a bibliometric review 2000-20.",
  "abstract": "AIMS: The geographic representation of investigators and participants in heart failure (HF) randomized controlled trials (RCTs) may not reflect the global distribution of disease. We assessed the geographic diversity of RCT leaders and explored associations with geographic representation of enrolled participants among impactful HF RCTs. METHODS AND RESULTS: We searched MEDLINE, EMBASE, and CINAHL for HF RCTs published in journals with impact factor ≥ 10 between January 2000 and June 2020. We used the Jonckheere-Terpstra test to assess temporal trends and multivariable logistic regression models to explore associations between predictors and outcomes. There were 414 eligible RCTs. Only 80 of 828 trial leaders [9.7%; 95% confidence interval (CI): 7.8-11.8%] and 453 of 4656 collaborators (9.7%; 95% CI: 8.8-10.6%) were from outside Europe and North America, with no change in temporal trends and with greater disparities in large RCTs. The adjusted odds of trial leadership outside Europe and North America were lower with industry funding [adjusted odds ratio (aOR): 0.33; 95% CI: 0.15-0.75; P = 0.008]. Among 157 416 participants for whom geography was reported, only 14.5% (95% CI: 14.3-14.7%) were enrolled outside Europe and North America, but odds of enrolment were 10-fold greater with trial leadership outside Europe and North America (aOR: 10.0; 95% CI: 5.6-19.0; P < 0.001). CONCLUSION: Regions disproportionately burdened with HF are under-represented in HF trial leadership, collaboration, and enrolment. RCT leadership outside Europe and North America is independently associated with participant enrolment in under-represented regions. Increasing research capacity outside Europe and North America could enhance trial diversity and generalizability.",
  "authors": [
    {
      "last_name": "Zhu",
      "fore_name": "Jie Wei",
      "initials": "JW",
      "name": "Jie Wei Zhu",
      "affiliations": [
        "Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4L8, Canada."
      ],
      "orcid": "0000-0001-7251-8114"
    },
    {
      "last_name": "Le",
      "fore_name": "NhatChinh",
      "initials": "N",
      "name": "NhatChinh Le",
      "affiliations": [
        "Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Sunny",
      "initials": "S",
      "name": "Sunny Wei",
      "affiliations": [
        "Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Zühlke",
      "fore_name": "Liesl",
      "initials": "L",
      "name": "Liesl Zühlke",
      "affiliations": [
        "Division of Pediatric Cardiology, Department of Pediatrics, Red Cross Children's Hospital, 7700, University of Cape Town, Cape Town, South Africa and Division of Cardiology, Department of Medicine, Groote Schuur Hospital, Institute of Infectious Disease and Molecular Medicine, Faculty of Health Sciences, and Cape Heart Institute, Faculty of Health Sciences, University of Cape Town, Observatory 7945, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Renato D",
      "initials": "RD",
      "name": "Renato D Lopes",
      "affiliations": [
        "Duke Clinical Research Institute, Duke University Medical Center, Durham, NC 27710, USA."
      ]
    },
    {
      "last_name": "Zannad",
      "fore_name": "Faiez",
      "initials": "F",
      "name": "Faiez Zannad",
      "affiliations": [
        "Universite de Lorraine, Inserm, Centre d'Investigations Cliniques-1433 and Inserm U1116, CHRU Nancy, Nancy 54052, France."
      ],
      "orcid": "0000-0001-7456-1570"
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4L8, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario L8S 4L8, Canada.",
        "Population Health Research Institute, 20 Copeland Avenue, David Braley Research Building, Hamilton, Ontario L8L 0A3, Canada."
      ],
      "orcid": "0000-0002-8370-4569"
    }
  ],
  "journal": {
    "title": "European heart journal. Quality of care & clinical outcomes",
    "iso_abbreviation": "Eur Heart J Qual Care Clin Outcomes",
    "issn": "2058-1742",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "05"
  },
  "start_page": "659",
  "end_page": "669",
  "pages": "659-669",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bibliometrics",
    "Europe",
    "Heart Failure",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "34427651",
    "pmc": "PMC9442848",
    "doi": "10.1093/ehjqcco/qcab058",
    "pii": "6356951"
  },
  "doi": "10.1093/ehjqcco/qcab058",
  "pmc_id": "PMC9442848",
  "dates": {
    "completed": "2022-09-08",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MR/S005242/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.804594",
    "pmid": "34427651"
  }
}