{
  "pmid": "34430695",
  "uid": "34430695",
  "title": "Low mammalian species richness is associated with Kyasanur Forest disease outbreak risk in deforested landscapes in the Western Ghats, India.",
  "abstract": "Kyasanur forest disease virus (KFDV) is a rapidly expanding tick-borne zoonotic virus with natural foci in the forested region of the Western Ghats of South India. The Western Ghats is one of the world's most important biodiversity hotspots and, like many such areas of high biodiversity, is under significant pressure from anthropogenic landscape change. The current study sought to quantify mammalian species richness using ensemble models of the distributions of a sample of species extant in the Western Ghats and to explore its association with KFDV outbreaks, as well as the modifying effects of deforestation on this association. Species richness was quantified as a composite of individual species' distributions, as derived from ensembles of boosted regression tree, random forest, and generalised additive models. Species richness was further adjusted for the potential biotic constraints of sympatric species. Both species richness and forest loss demonstrated strong positive associations with KFDV outbreaks, however forest loss substantially modified the association between species richness and outbreaks. High species richness was associated with increased KFDV risk but only in areas of low forest loss. In contrast, lower species richness was associated with increased KFDV risk in areas of greater forest loss. This relationship persisted when species richness was adjusted for biotic constraints at the taluk-level. In addition, the taluk-level species abundances of three monkey species (Macaca radiata, Semnopithecus hypoleucus, and Semnopithecus priam) were also associated with outbreaks. These results suggest that increased monitoring of wildlife in areas of significant habitat fragmentation may add considerably to critical knowledge gaps in KFDV epidemiology and infection ecology and should be incorporated into novel One Health surveillance development for the region. In addition, the inclusion of some primate species as sentinels of KFDV circulation into general wildlife surveillance architecture may add further value.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, School of Public Health, Camperdown, New South Wales, Australia.",
        "The University of Sydney, Faculty of Medicine and Health, Sydney Institute for Infectious Diseases, Westmead, New South Wales, Australia.",
        "One Health Centre, The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India.",
        "The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    },
    {
      "last_name": "Bhat",
      "fore_name": "Rashmi",
      "initials": "R",
      "name": "Rashmi Bhat",
      "affiliations": [
        "One Health Centre, The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India.",
        "The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    },
    {
      "last_name": "Nagarajan-Radha",
      "fore_name": "Venkatesh",
      "initials": "V",
      "name": "Venkatesh Nagarajan-Radha",
      "affiliations": [
        "Behaviour Ecology and Evolution Lab, The University of Sydney, Faculty of Science, School of Life and Environmental Sciences, Camperdown, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Narayanan",
      "fore_name": "Prakash",
      "initials": "P",
      "name": "Prakash Narayanan",
      "affiliations": [
        "One Health Centre, The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India.",
        "The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    },
    {
      "last_name": "Vyas",
      "fore_name": "Navya",
      "initials": "N",
      "name": "Navya Vyas",
      "affiliations": [
        "One Health Centre, The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India.",
        "The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    },
    {
      "last_name": "Sawleshwarkar",
      "fore_name": "Shailendra",
      "initials": "S",
      "name": "Shailendra Sawleshwarkar",
      "affiliations": [
        "One Health Centre, The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India.",
        "The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India.",
        "The University of Sydney, Faculty of Medicine and Health, Westmead Clinical School, Westmead, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Mukhopadhyay",
      "fore_name": "Chiranjay",
      "initials": "C",
      "name": "Chiranjay Mukhopadhyay",
      "affiliations": [
        "Department of Microbiology, Kasturba Medical College, Manipal Academy of Higher Education, Manipal, Karnataka, India.",
        "Centre for Emerging and Tropical Diseases, Kasturba Medical College, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    }
  ],
  "journal": {
    "title": "One health (Amsterdam, Netherlands)",
    "iso_abbreviation": "One Health",
    "issn": "2352-7714",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "100299",
  "pages": "100299",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34430695",
    "pmc": "PMC8367838",
    "doi": "10.1016/j.onehlt.2021.100299",
    "pii": "S2352-7714(21)00089-6"
  },
  "doi": "10.1016/j.onehlt.2021.100299",
  "pmc_id": "PMC8367838",
  "dates": {
    "revised": "2021-08-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.040965",
    "pmid": "34430695"
  }
}