{
  "pmid": "34446261",
  "uid": "34446261",
  "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews.",
  "abstract": "The Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) statement, published in 2009, was designed to help systematic reviewers transparently report why the review was done, what the authors did, and what they found. Over the past decade, advances in systematic review methodology and terminology have necessitated an update to the guideline. The PRISMA 2020 statement replaces the 2009 statement and includes new reporting guidance that reflects advances in methods to identify, select, appraise, and synthesise studies. The structure and presentation of the items have been modified to facilitate implementation. In this article, we present the PRISMA 2020 27-item checklist, an expanded checklist that details reporting recommendations for each item, the PRISMA 2020 abstract checklist, and the revised flow diagrams for original and updated reviews. Full English text available from:www.revespcardiol.org/en.",
  "authors": [
    {
      "last_name": "Page",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Page",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia. Electronic address: matthew.page@monash.edu."
      ]
    },
    {
      "last_name": "McKenzie",
      "fore_name": "Joanne E",
      "initials": "JE",
      "name": "Joanne E McKenzie",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Bossuyt",
      "fore_name": "Patrick M",
      "initials": "PM",
      "name": "Patrick M Bossuyt",
      "affiliations": [
        "Department of Clinical Epidemiology, Biostatistics and Bioinformatics, Amsterdam University Medical Centres, University of Amsterdam, Amsterdam, Países Bajos."
      ]
    },
    {
      "last_name": "Boutron",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Boutron",
      "affiliations": [
        "Université de Paris, Centre of Epidemiology and Statistics (CRESS), Inserm, F 75004 Paris, Francia."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Tammy C",
      "initials": "TC",
      "name": "Tammy C Hoffmann",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Faculty of Health Sciences and Medicine, Bond University, Gold Coast, Australia."
      ]
    },
    {
      "last_name": "Mulrow",
      "fore_name": "Cynthia D",
      "initials": "CD",
      "name": "Cynthia D Mulrow",
      "affiliations": [
        "University of Texas Health Science Center at San Antonio, San Antonio, Texas, Estados Unidos; Annals of Internal Medicine."
      ]
    },
    {
      "last_name": "Shamseer",
      "fore_name": "Larissa",
      "initials": "L",
      "name": "Larissa Shamseer",
      "affiliations": [
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, Toronto, Canadá; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Tetzlaff",
      "fore_name": "Jennifer M",
      "initials": "JM",
      "name": "Jennifer M Tetzlaff",
      "affiliations": [
        "Evidence Partners, Ottawa, Canadá."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Líbano; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canadá."
      ]
    },
    {
      "last_name": "Brennan",
      "fore_name": "Sue E",
      "initials": "SE",
      "name": "Sue E Brennan",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Chou",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Chou",
      "affiliations": [
        "Department of Medical Informatics and Clinical Epidemiology, Oregon Health & Science University, Portland, Oregón, Estados Unidos."
      ]
    },
    {
      "last_name": "Glanville",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Glanville",
      "affiliations": [
        "York Health Economics Consortium (YHEC Ltd), University of York, York, Reino Unido."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canadá; School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canadá; Department of Medicine, University of Ottawa, Ottawa, Canadá."
      ]
    },
    {
      "last_name": "Hróbjartsson",
      "fore_name": "Asbjørn",
      "initials": "A",
      "name": "Asbjørn Hróbjartsson",
      "affiliations": [
        "Centre for Evidence-Based Medicine Odense, Odense University Hospital, Odense, Dinamarca; Department of Clinical Research, University of Southern Denmark, Odense, Dinamarca; Open Patient data Explorative Network, Odense University Hospital, Odense, Dinamarca."
      ]
    },
    {
      "last_name": "Lalu",
      "fore_name": "Manoj M",
      "initials": "MM",
      "name": "Manoj M Lalu",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, The Ottawa Hospital, Ottawa, Canadá; Clinical Epidemiology Program, Blueprint Translational Research Group, Ottawa Hospital Research Institute, Ottawa, Canadá; Regenerative Medicine Program, Ottawa Hospital Research Institute, Ottawa, Canadá."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Tianjing",
      "initials": "T",
      "name": "Tianjing Li",
      "affiliations": [
        "Department of Ophthalmology, School of Medicine, University of Colorado Denver, Denver, Colorado, Estados Unidos; Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland, Estados Unidos."
      ]
    },
    {
      "last_name": "Loder",
      "fore_name": "Elizabeth W",
      "initials": "EW",
      "name": "Elizabeth W Loder",
      "affiliations": [
        "Division of Headache, Department of Neurology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, Estados Unidos; Head of Research, The BMJ, Londres, Reino Unido."
      ]
    },
    {
      "last_name": "Mayo-Wilson",
      "fore_name": "Evan",
      "initials": "E",
      "name": "Evan Mayo-Wilson",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Indiana University School of Public Health-Bloomington, Bloomington, Indiana, Estados Unidos."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve McDonald",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "McGuinness",
      "fore_name": "Luke A",
      "initials": "LA",
      "name": "Luke A McGuinness",
      "affiliations": [
        "Population Health Sciences, Bristol Medical School, University of Bristol, Bristol, Reino Unido."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Lesley A",
      "initials": "LA",
      "name": "Lesley A Stewart",
      "affiliations": [
        "Centre for Reviews and Dissemination, University of York, York, Reino Unido."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "James",
      "initials": "J",
      "name": "James Thomas",
      "affiliations": [
        "EPPI-Centre, UCL Social Research Institute, University College London, Londres, Reino Unido."
      ]
    },
    {
      "last_name": "Tricco",
      "fore_name": "Andrea C",
      "initials": "AC",
      "name": "Andrea C Tricco",
      "affiliations": [
        "Li Ka Shing Knowledge Institute of St. Michael's Hospital, Unity Health Toronto, Toronto, Canadá; Epidemiology Division of the Dalla Lana School of Public Health and the Institute of Health Management, Policy, and Evaluation, University of Toronto, Toronto, Canadá; Queen's Collaboration for Health Care Quality Joanna Briggs Institute Centre of Excellence, Queen's University, Kingston, Canadá."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian A",
      "initials": "VA",
      "name": "Vivian A Welch",
      "affiliations": [
        "Methods Centre, Bruyère Research Institute, Ottawa, Ontario, Canadá; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canadá."
      ]
    },
    {
      "last_name": "Whiting",
      "fore_name": "Penny",
      "initials": "P",
      "name": "Penny Whiting",
      "affiliations": [
        "Population Health Sciences, Bristol Medical School, University of Bristol, Bristol, Reino Unido."
      ]
    },
    {
      "last_name": "Moher",
      "fore_name": "David",
      "initials": "D",
      "name": "David Moher",
      "affiliations": [
        "Centre for Journalology, Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canadá; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, Canadá."
      ]
    }
  ],
  "journal": {
    "title": "Revista espanola de cardiologia (English ed.)",
    "iso_abbreviation": "Rev Esp Cardiol (Engl Ed)",
    "issn": "1885-5857",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "790",
  "end_page": "799",
  "pages": "790-799",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Checklist",
    "Humans",
    "Publishing"
  ],
  "article_ids": {
    "pubmed": "34446261",
    "doi": "10.1016/j.rec.2021.07.010",
    "pii": "S1885-5857(21)00240-1"
  },
  "doi": "10.1016/j.rec.2021.07.010",
  "dates": {
    "completed": "2021-08-31",
    "revised": "2022-01-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.221761",
    "pmid": "34446261"
  }
}