{
  "pmid": "34444067",
  "uid": "34444067",
  "title": "Eliciting Preferences of Providers in Primary Care Settings for Post Hospital Discharge Patient Follow-Up.",
  "abstract": "BACKGROUND: Post-hospital discharge follow-up has been a principal intervention in addressing gaps in care pathways. However, evidence about the willingness of primary care providers to deliver post-discharge follow-up care is lacking. This study aims to assess primary care providers' preferences for delivering post-discharge follow-up care for patients with chronic diseases. METHODS: An online questionnaire survey of 623 primary care providers who work in a hospital group of southeast China. Face-to-face interviews with 16 of the participants. A discrete choice experiment was developed to elicit preferences of primary care providers for post-hospital discharge patient follow-up based on six attributes: team composition, workload, visit pattern, adherence of patients, incentive mechanism, and payment. A conditional logit model was used to estimate preferences, willingness-to-pay was modelled, a covariate-adjusted analysis was conducted to identify characteristics related to preferences, 16 interviews were conducted to explore reasons for participants' choices. RESULTS: 623 participants completed the discrete choice experiment (response rate 86.4%, aged 33 years on average, 69.5% female). Composition of the follow-up team and adherence of patients were the attributes of greatest relative importance with workload and incentives being less important. Participants were indifferent to follow-up provided by home visit or as an outpatient visit. CONCLUSION: Primary care providers placed the most importance on the multidisciplinary composition of the follow-up team. The preference heterogeneity observed among primary care providers suggests personalized management is important in the multidisciplinary teams, especially for those providers with relatively low educational attainment and less work experience. Future research and policies should work towards innovations to improve patients' engagement in primary care settings.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Wang",
      "affiliations": [
        "School of Public Health, Sun Yat-Sen University, Guangzhou 510080, China."
      ],
      "orcid": "0000-0001-6588-276X"
    },
    {
      "last_name": "Song",
      "fore_name": "Kuimeng",
      "initials": "K",
      "name": "Kuimeng Song",
      "affiliations": [
        "Shandong Institute of Medicine and Health Information, Shandong First Medical University & Shandong Academy of Medical Science, Jinan 250012, China."
      ],
      "orcid": "0000-0001-6974-8277"
    },
    {
      "last_name": "Chen",
      "fore_name": "Lijin",
      "initials": "L",
      "name": "Lijin Chen",
      "affiliations": [
        "School of Public Health, Sun Yat-Sen University, Guangzhou 510080, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Yixiang",
      "initials": "Y",
      "name": "Yixiang Huang",
      "affiliations": [
        "School of Public Health, Sun Yat-Sen University, Guangzhou 510080, China."
      ],
      "orcid": "0000-0003-3370-148X"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, Brisbane, QLD 4072, Australia."
      ],
      "orcid": "0000-0002-1372-0440"
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "16",
    "pub_year": "2021",
    "pub_month": "Aug",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aftercare",
    "Female",
    "Follow-Up Studies",
    "Hospitals",
    "Humans",
    "Male",
    "Patient Discharge",
    "Patient Preference",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "34444067",
    "pmc": "PMC8391536",
    "doi": "10.3390/ijerph18168317",
    "pii": "ijerph18168317"
  },
  "doi": "10.3390/ijerph18168317",
  "pmc_id": "PMC8391536",
  "dates": {
    "completed": "2021-09-03",
    "revised": "2021-09-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.703321",
    "pmid": "34444067"
  }
}