{
  "pmid": "34448614",
  "uid": "34448614",
  "title": "Effect of personal, food manufacturer, and pet health statements made by a veterinarian during a pet wellness appointment on a dog or cat owner's decision to consider changing their pet's diet.",
  "abstract": "OBJECTIVE: To investigate the effect of statements made by veterinarians during a pet wellness appointment on a pet owner's decision to consider changing their pet's diet. SAMPLE: Pet owners who presented their dogs and cats for wellness examinations from December 2018 to February 2019 to a veterinary medical teaching hospital or an affiliated low-cost community clinic. PROCEDURES: Pet owners completed part 1 of the survey, which included questions on various pet characteristics (eg, signalment and current diet) and pet owner's degree of satisfaction with their pet's diet, after a veterinary medical student obtained the pet's medical history and examined the pet. At the conclusion of the wellness appointment, owners completed part 2, which included pet owner demographics (eg, gender and highest educational level) and statements regarding personal, food manufacturer, and pet health that could be made by a veterinarian regarding a pet's diet to which owners were asked to react. RESULTS: 84 dog and 36 cat owners completed the survey. Statements based on pet health and personal (veterinarian) preferences were the most and least effective, respectively, on owners to consider changing their pet's diet. Pet owner gender and pet species did not alter the findings. Most (93%) pet owners were at least somewhat willing to change their pet's diet on the basis of a veterinarian's recommendation. CONCLUSIONS AND CLINICAL RELEVANCE: When a pet's diet is discussed in the context of a pet's health, a primary care veterinarian consulting with a pet owner during a wellness appointment may be most persuasive to the owner for changing their pet's diet.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth E",
      "initials": "EE",
      "name": "Elizabeth E Alvarez",
      "affiliations": []
    },
    {
      "last_name": "Schultz",
      "fore_name": "Kelly K",
      "initials": "KK",
      "name": "Kelly K Schultz",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of the American Veterinary Medical Association",
    "iso_abbreviation": "J Am Vet Med Assoc",
    "issn": "1943-569X",
    "issn_type": "Electronic",
    "volume": "259",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "15"
  },
  "start_page": "644",
  "end_page": "650",
  "pages": "644-650",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Cat Diseases",
    "Cats",
    "Diet",
    "Dog Diseases",
    "Dogs",
    "Humans",
    "Pets",
    "Surveys and Questionnaires",
    "Veterinarians"
  ],
  "article_ids": {
    "pubmed": "34448614",
    "doi": "10.2460/javma.259.6.644"
  },
  "doi": "10.2460/javma.259.6.644",
  "dates": {
    "completed": "2021-10-26",
    "revised": "2021-10-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.948753",
    "pmid": "34448614"
  }
}