{
  "pmid": "34457985",
  "uid": "34457985",
  "title": "Introducing Simulation-Based Learning for Trainees in Chronic Pain Medicine: Needs Assessment and Suggestions for Training Scenarios.",
  "abstract": "INTRODUCTION: Managing patients with chronic pain can be complex and requires specialized clinical knowledge and advanced communication skills. Simulation-based learning has been shown to improve learning outcomes for complex competencies and could be a valuable resource for trainees in chronic pain medicine. METHODS: We assessed the need for a simulation-based course for trainees in chronic pain medicine at McMaster University in Canada. The needs assessment consisted of three steps: (1) literature review to identify preexisting needs assessments, (2) targeted interviews with six healthcare professionals in chronic pain management, and (3) an analysis of 366 routinely collected patient experience surveys. RESULTS: The systematic review identified a small body of related literature and no previous needs assessment. We identified the following key competencies and skills that trainees in pain medicine need to develop: (1) communicating with distressed patients using skills such as de-escalation, active listening, and motivational interviewing, (2) managing patients in difficult emotional situations such as poorly controlled pain or showing signs of opioid misuse, and (3) recognizing and managing mental health issues related to chronic pain using appropriate instruments. DISCUSSION: Suggestions for scenarios included the following: (1) consulting a patient with poor pain control and running out of treatment options, (2) managing a patient with suspected inappropriate opioid use, and (3) diagnosing depression in a patient suffering from chronic pain and developing an appropriate treatment plan. CONCLUSION: We propose the development of suggested scenarios into simulation-based courses, and test and refine them together with trainees and experts in pain medicine. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s40670-021-01335-6.",
  "authors": [
    {
      "last_name": "Scheidecker",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Scheidecker",
      "affiliations": [
        "MacPherson Institute, McMaster University, Hamilton, ON Canada.",
        "Department of Anesthesia, Sankt Elisabethenkrankenhaus, Lörrach, Germany.",
        "Department of Anesthesia, McMaster University, Hamilton, ON Canada."
      ],
      "orcid": "0000-0001-5021-1533"
    },
    {
      "last_name": "Green",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Green",
      "affiliations": [
        "MacPherson Institute, McMaster University, Hamilton, ON Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Syed",
      "fore_name": "Muzammil H",
      "initials": "MH",
      "name": "Muzammil H Syed",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, ON Canada."
      ]
    },
    {
      "last_name": "Ling",
      "fore_name": "Celine S",
      "initials": "CS",
      "name": "Celine S Ling",
      "affiliations": [
        "MacPherson Institute, McMaster University, Hamilton, ON Canada.",
        "School of Biomedical Engineering, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Fiala",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Fiala",
      "affiliations": [
        "MacPherson Institute, McMaster University, Hamilton, ON Canada.",
        "Arts and Science Program, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Pakkal",
      "fore_name": "Oya",
      "initials": "O",
      "name": "Oya Pakkal",
      "affiliations": [
        "MacPherson Institute, McMaster University, Hamilton, ON Canada.",
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Schandelmaier",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Schandelmaier",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON Canada.",
        "Basel Institute for Clinical Epidemiology and Biostatistics, Department of Clinical Research, Basel University, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Korz",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Korz",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical science educator",
    "iso_abbreviation": "Med Sci Educ",
    "issn": "2156-8650",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "1463",
  "end_page": "1469",
  "pages": "1463-1469",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34457985",
    "pmc": "PMC8368562",
    "doi": "10.1007/s40670-021-01335-6",
    "pii": "1335"
  },
  "doi": "10.1007/s40670-021-01335-6",
  "pmc_id": "PMC8368562",
  "dates": {
    "revised": "2023-11-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.064880",
    "pmid": "34457985"
  }
}