{
  "pmid": "34458094",
  "uid": "34458094",
  "title": "Historical perspectives on using sham acupuncture in acupuncture clinical trials.",
  "abstract": "BACKGROUND: Trials of acupuncture in the West began before textbooks about acupuncture were generally available. This placed trials at risk of possible faulty assumptions about the practice of acupuncture and adoption of problematic research assumptions and methods. Further, this lack of information has had an influence on the theories of developing a valid and reliable sham control treatment in clinical trials of acupuncture. This commentary explores these issues. METHODS: Literature review focussing on the time line of developments in the field, developments of sham interventions and use thereof and knowledge of physiological effects of needling. RESULTS: Early trials demonstrated a lack of knowledge about acupuncture. As the methodology of trials improved, new sham treatment methods were developed and adopted; however, the sham treatment methods were implemented without physiological studies exploring their potential physiological effects and without examining the broader practice of acupuncture internationally. CONCLUSIONS: Mistaken assumptions about the practice of acupuncture reinforced by paucity of physiological investigations are factors that led to use of inappropriate sham interventions for acupuncture trials. These not only lead to confusing or misleading trial results, they, as far as we can see underestimate the effects of acupuncture leading to bias against acupuncture. There are significant problems with sham interventions and how they are applied in trials of acupuncture. Further research is needed to explore the effects of this both for future trials and for interpreting existing evidence.",
  "authors": [
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "Division of Clinical Medicine, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "Korean Medicine Clinical Trial Center, Korean Medicine Hospital, Kyung Hee University, Seoul, Republic of Korea."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, Norway.",
        "Department of Community Medicine, Faculty of Medicine, National Research Center in Complementary and Alternative Medicine, UiT The Arctic University of Norway, Tromso, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Integrative medicine research",
    "iso_abbreviation": "Integr Med Res",
    "issn": "2213-4220",
    "issn_type": "Print",
    "volume": "11",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Mar"
  },
  "start_page": "100725",
  "pages": "100725",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34458094",
    "pmc": "PMC8379290",
    "doi": "10.1016/j.imr.2021.100725",
    "pii": "S2213-4220(21)00012-3"
  },
  "doi": "10.1016/j.imr.2021.100725",
  "pmc_id": "PMC8379290",
  "dates": {
    "revised": "2022-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.703750",
    "pmid": "34458094"
  }
}