{
  "pmid": "34450524",
  "uid": "34450524",
  "title": "Effect of the COVID-19 pandemic on stress, anxiety, and depressive disorders in German primary care: A cross-sectional study.",
  "abstract": "Several studies revealed that mental disorders' prevalence increased during the COVID-19 pandemic, particularly in young and female individuals. Such studies represent individuals' subjective perceptions and not the number of mental health cases treated in primary care. Thus, this study aimed to describe the changes in depression, anxiety, and stress disorder diagnoses in General Practitioner (GP) practices during the COVID-19 pandemic. More than three million patients of 757 German GP practices were included in this cross-sectional analysis. Descriptive statistics were used to assess changes in the number of incident depression, anxiety disorders, and reaction to severe stress and adjustment disorders documented by GPs in 2020 compared to the average of the years 2017-2019. There was a tremendous decrease in mental health diagnoses during the first lockdown that was only slightly compensated later. Overall populations and the entire year 2020, there was no change in documented depression (0%) and stress disorders (1%), but anxiety disorders were more often documented (+19%), especially for the elderly population (>80 years; +24%). This population group also received more frequently new depression (+12%) and stress disorder diagnoses (23%). The younger population was diagnosed more frequently at the end of 2020, nine months after the first lockdown. Anxiety disorders but not depression and stress diagnoses were elevated, which is not in line with previously published studies. We speculate that the elderly population was affected most by the pandemic immediately after the first lockdown was announced. The younger population has probably become more and more affected the longer the pandemic lasts.",
  "authors": [
    {
      "last_name": "Bohlken",
      "fore_name": "Jens",
      "initials": "J",
      "name": "Jens Bohlken",
      "affiliations": [
        "Institute for Social Medicine, Occupational Medicine, and Public Health (ISAP) of the Medical Faculty at the University of Leipzig, Germany. Electronic address: Dr.J.Bohlken@gmx.net."
      ]
    },
    {
      "last_name": "Kostev",
      "fore_name": "Karel",
      "initials": "K",
      "name": "Karel Kostev",
      "affiliations": [
        "IQVIA, Epidemiology, Unterschweinstiege 2-14, 60549, Frankfurt am Main, Germany. Electronic address: Karel.Kostev@iqvia.com."
      ]
    },
    {
      "last_name": "Riedel-Heller",
      "fore_name": "Steffie",
      "initials": "S",
      "name": "Steffie Riedel-Heller",
      "affiliations": [
        "Institute for Social Medicine, Occupational Medicine, and Public Health (ISAP) of the Medical Faculty at the University of Leipzig, Germany. Electronic address: Steffi.Riedel-Heller@medizin.uni-leipzig.de."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Ellernholzstrasse 1-2, Greifswald, D-17487, Germany; Institute for Community Medicine, Section Epidemiology of Health Care and Community Health, University Medicine Greifswald (UMG), Ellernholzstrasse 1-2, Greifswald, D-17487, Germany. Electronic address: wolfgang.hoffmann@uni-greifswald.de."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Ellernholzstrasse 1-2, Greifswald, D-17487, Germany. Electronic address: bernhard.michalowsky@dzne.de."
      ]
    }
  ],
  "journal": {
    "title": "Journal of psychiatric research",
    "iso_abbreviation": "J Psychiatr Res",
    "issn": "1879-1379",
    "issn_type": "Electronic",
    "volume": "143",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "43",
  "end_page": "49",
  "pages": "43-49",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Anxiety",
    "Anxiety Disorders",
    "COVID-19",
    "Communicable Disease Control",
    "Cross-Sectional Studies",
    "Depression",
    "Depressive Disorder",
    "Female",
    "Humans",
    "Pandemics",
    "Primary Health Care",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "34450524",
    "pmc": "PMC8522351",
    "doi": "10.1016/j.jpsychires.2021.08.016",
    "pii": "S0022-3956(21)00515-X"
  },
  "doi": "10.1016/j.jpsychires.2021.08.016",
  "pmc_id": "PMC8522351",
  "dates": {
    "completed": "2021-11-02",
    "revised": "2021-11-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.015995",
    "pmid": "34450524"
  }
}