{
  "pmid": "34459064",
  "uid": "34459064",
  "title": "An iterative approach to promoting departmental wellbeing during COVID-19.",
  "abstract": "RATIONALE, AIMS, AND OBJECTIVES: Addressing wellbeing among learners, faculty, and staff during the COVID-19 pandemic is a challenge for many clinical departments. Continued and systemic supports are needed to combat the pandemic's impact on mental health and wellbeing. This article describes an iterative approach to conducting a needs assessment and implementing a COVID-19-related wellness initiative in a psychiatry department. METHODS: Development of the initiative followed the Plan-Do-Study-Act (PDSA) quality improvement cycle and was informed by Shanafelt and colleagues' framework for supporting healthcare workers during the COVID-19 pandemic. Key features included the establishment of a Wellness Working Group, the curation of relevant resources on the Department's website, and the deployment of regular, monthly surveys that informed the creation of further supports, such as a weekly online drop-in support group. RESULTS: Survey response rates ranged from 22% to 32% (n = 90-127) throughout our initiative. Across multiple surveys, approximately 80% of respondents reported feeling supported or very supported by the Department, and 90% were satisfied or very satisfied with the quantity and quality of information provided. Our support group and resources page were accessed by nearly one-quarter and one-third of respondents, respectively, with satisfaction rates of 81% or higher. Consistent with the Department's mandate, ensuring equity was a key focus of the Working Group throughout its operations. CONCLUSIONS: There is potential for this model to be scaled to create a faculty-wide, institution-wide, or regional approach to addressing wellbeing. Other departments may also wish to adopt similar approaches to supporting their members during this challenging time.",
  "authors": [
    {
      "last_name": "Acai",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Acai",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-9901-2946"
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [],
      "orcid": "0000-0003-0087-830X"
    },
    {
      "last_name": "Saperson",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Saperson",
      "affiliations": [],
      "orcid": "0000-0002-9202-3511"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "57",
  "end_page": "62",
  "pages": "57-62",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Health Personnel",
    "Humans",
    "Mental Health",
    "Pandemics",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "34459064",
    "pmc": "PMC8657357",
    "doi": "10.1111/jep.13601"
  },
  "doi": "10.1111/jep.13601",
  "pmc_id": "PMC8657357",
  "dates": {
    "completed": "2022-01-19",
    "revised": "2024-08-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.687592",
    "pmid": "34459064"
  }
}