{
  "pmid": "34457787",
  "uid": "34457787",
  "title": "Using Experiential Simulation-Based Learning to Increase Engagement in Global Health Education: an Evaluation of Self-reported Participant Experience.",
  "abstract": "BACKGROUND: Simulations aim to supplement historic teacher-centric methods by facilitating experiential, self-guided learning and the application of students' knowledge in a controlled environment. The objective of our study is to describe the methodology of developing and facilitating simulations, and to assess their effectiveness as an educational tool for global health training. METHODS: We describe the methodology used by Global Health Sim between October 2016 and March 2019 to design and facilitate simulations for participants at the high school through graduate school levels, and at conferences and online. Using a mixed-methods evaluation design, we assessed self-reported quantitative measures of content knowledge before and after participating in the simulation and different aspects of the simulation experience. We also conducted a qualitative thematic analysis of the experience and lessons learned as reported by evaluation respondents. RESULTS: We conducted a total of 20 simulations on six unique topics for 213 evaluation respondents. Self-reported knowledge of the topic increased an average of 3.3 points on a 10-point scale (4.1-7.4) and the seven aspects of the experience were rated highly (3-5 points on a 5-point Likert scale). Thematic analysis revealed an increased understanding of the complexity of global health problems and strategies for effectively responding to issues in a multidisciplinary manner. CONCLUSIONS: Respondents valued the opportunity to learn about the complexities of responding to global health events, which confirmed that simulations can be utilized as teaching tools for students and professionals. Further research is required to assess the long-term educational impact of simulations in global health.",
  "authors": [
    {
      "last_name": "Loutet",
      "fore_name": "Miranda G",
      "initials": "MG",
      "name": "Miranda G Loutet",
      "affiliations": [
        "Global Health Sim, Hamilton, Ontario Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Zhang",
      "affiliations": [
        "Global Health Sim, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Varsaneux",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Varsaneux",
      "affiliations": [
        "Global Health Sim, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Alyssa",
      "initials": "A",
      "name": "Alyssa Ferguson",
      "affiliations": [
        "Global Health Sim, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Hulme",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Hulme",
      "affiliations": [
        "Global Health Sim, Hamilton, Ontario Canada.",
        "Department of Family and Community Medicine, University of Toronto, Toronto, Canada.",
        "Emergency Department, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Stone",
      "affiliations": [
        "Global Health Sim, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Oldenburger",
      "fore_name": "David",
      "initials": "D",
      "name": "David Oldenburger",
      "affiliations": [
        "Global Health Sim, Hamilton, Ontario Canada."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Global Health Sim, Hamilton, Ontario Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical science educator",
    "iso_abbreviation": "Med Sci Educ",
    "issn": "2156-8650",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "3",
    "pub_year": "2020",
    "pub_month": "Sep"
  },
  "start_page": "1245",
  "end_page": "1253",
  "pages": "1245-1253",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34457787",
    "pmc": "PMC8368425",
    "doi": "10.1007/s40670-020-00999-w",
    "pii": "999"
  },
  "doi": "10.1007/s40670-020-00999-w",
  "pmc_id": "PMC8368425",
  "dates": {
    "revised": "2022-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:36.543260",
    "pmid": "34457787"
  }
}