{
  "pmid": "34454465",
  "uid": "34454465",
  "title": "Evaluation of the effect of multipoint intra-mucosal vaginal injection of a specific cross-linked hyaluronic acid for vulvovaginal atrophy: a prospective bi-centric pilot study.",
  "abstract": "BACKGROUND: Vulvo-vaginal atrophy (VVA) is one of the common consequences of estrogen deficiency especially after the menopause. Several studies have assessed the effects of Hyaluronic acid (HA) on physical and sexual symptoms associated with VVA with promising results. However, most of these studies have focused on subjective assessment of symptom response to topically administered preparations. Nonetheless, HA is an endogenous molecule and it is logical that its effects are best realized if injected in the superficial epithelial layers. Desirial® is the first crosslinked HA that is administered by injection in the vaginal mucosa. The aim of this study was to explore the effect of multipoint vaginal intra-mucosal injections of specific cross-linked hyaluronic acid (DESIRIAL®, Laboratoires VIVACY) on several clinical and patient reported core outcomes. METHODS: A cohort bi-centric pilot study. The chosen outcomes included change in vaginal mucosa thickness, biological markers for collagen formation, vaginal flora, vaginal pH, vaginal health index, vulvo-vaginal atrophy symptoms and sexual function 8 weeks post Desirial® injection. Patients' satisfaction was also assessed using the patient global impression of improvement (PGI-I) scale. RESULTS: A total of 20 participants were recruited between 19/06/2017 and 05/07/2018. At the end of the study, there was no difference in the median total thickness of the vaginal mucosa or in procollagen I, III or Ki67 fluorescence. However, there was a statistically significant increase in COL1A1 and COL3A1 gene expression (p = 0.0002 and p = 0.0010 respectively). There was also a significant reduction in reported dyspareunia, vaginal dryness, vulvar pruritus, vaginal chafing and significant improvement in all female sexual function index dimensions. Based on PGI-I, 19 patients (95%) reported varying degrees of improvement where, 4 (20%) felt slightly better; 7 (35%) better and 8 (40%) much better. CONCLUSIONS: Multi-point vaginal intra-mucosal injections, of Desirial® (a crosslinked HA) was significantly associated with the expression of CoL1A1 and CoL3A1 suggesting stimulation of collagen formation. Furthermore, there was a significant reduction in VVA symptomatology and a significant improvement in patient satisfaction and sexual function scores. However, there was no demonstrable change in the total vaginal mucosal thickness. Study registration ID-RCB: 2016-A00124-47, Protocol code number: LOCAL/2016/PM-001.",
  "authors": [
    {
      "last_name": "Berreni",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Berreni",
      "affiliations": [
        "Gynecology Private Practice, Perpignan, France. nicolas.berreni@wanadoo.fr."
      ]
    },
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Salerno",
      "affiliations": [
        "Carémeau University Hospital, Nimes, France."
      ]
    },
    {
      "last_name": "Chevalier",
      "fore_name": "Thierry",
      "initials": "T",
      "name": "Thierry Chevalier",
      "affiliations": [
        "BESPIM (Biostatistics, Clinical Epidemiology, Public Health, Innovation and Methodology Laboratory), Carémeau University Hospital, Nimes, France."
      ]
    },
    {
      "last_name": "Alonso",
      "fore_name": "Sandrine",
      "initials": "S",
      "name": "Sandrine Alonso",
      "affiliations": [
        "BESPIM (Biostatistics, Clinical Epidemiology, Public Health, Innovation and Methodology Laboratory), Carémeau University Hospital, Nimes, France."
      ]
    },
    {
      "last_name": "Mares",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Mares",
      "affiliations": [
        "Carémeau University Hospital, Nimes, France."
      ]
    }
  ],
  "journal": {
    "title": "BMC women's health",
    "iso_abbreviation": "BMC Womens Health",
    "issn": "1472-6874",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Aug",
    "pub_day": "28"
  },
  "start_page": "322",
  "pages": "322",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Atrophy",
    "Dyspareunia",
    "Female",
    "Humans",
    "Hyaluronic Acid",
    "Mucous Membrane",
    "Pilot Projects",
    "Postmenopause",
    "Prospective Studies",
    "Treatment Outcome",
    "Vagina",
    "Vaginal Diseases"
  ],
  "article_ids": {
    "pubmed": "34454465",
    "pmc": "PMC8403403",
    "doi": "10.1186/s12905-021-01435-w",
    "pii": "10.1186/s12905-021-01435-w"
  },
  "doi": "10.1186/s12905-021-01435-w",
  "pmc_id": "PMC8403403",
  "dates": {
    "completed": "2021-10-01",
    "revised": "2024-08-14"
  },
  "chemicals": [
    "Hyaluronic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:06.072939",
    "pmid": "34454465"
  }
}