{
  "pmid": "34450198",
  "uid": "34450198",
  "title": "ZIP4 promotes non-small cell lung cancer metastasis by activating snail-N-cadherin signaling axis.",
  "abstract": "Non-small cell lung cancer (NSCLC) is one of the most critical health problems worldwide, with high incidence and poor survival rate. A zinc importer ZIP4 has been implicated in the process of tumor growth and metastasis of many cancers. However, its exact role and the underlying mechanism in NSCLC remains to be elucidated. In the present study, we found that human ZIP4 was substantially overexpressed in NSCLC tissues and was correlated with poor overall survival (OS) and progression-free survival (PFS). Overexpression of ZIP4 promoted cell migration, invasion and metastasis both in vitro and in a mouse lung metastasis model. Silencing of ZIP4 attenuated migration, invasion and metastasis. Mechanistically, overexpression of ZIP4 increased the expression of Snail, Slug and N-cadherin while genetic inactivation of ZIP4 downregulated the expression of above-mentioned genes. Further analysis showed that transcriptional factor Snail which modulates N-cadherin was involved in the process of ZIP4-mediated NSCLC migration and invasion. We also demonstrated that ZIP4 positively correlates with the levels of Snail, Slug and N-cadherin in mice lung metastasis tumors. Together, these results suggest that ZIP4 acts as an important regulator of Snail-N-cadherin signaling axis in promoting NSCLC progression and may serve as a novel predictive marker and therapeutic target in NSCLC.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Yuanyuan",
      "initials": "Y",
      "name": "Yuanyuan Jiang",
      "affiliations": [
        "Department of Pulmonary and Critical Care Medicine, Qilu Hospital, Shandong University, Jinan, Shandong, China; Department of Medicine, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of Surgery, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."
      ]
    },
    {
      "last_name": "Zhan",
      "fore_name": "Hanxiang",
      "initials": "H",
      "name": "Hanxiang Zhan",
      "affiliations": [
        "Department of Medicine, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of Surgery, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of General Surgery, Qilu Hospital, Shandong University, Jinan, Shandong, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Medicine, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of Surgery, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Jingxuan",
      "initials": "J",
      "name": "Jingxuan Yang",
      "affiliations": [
        "Department of Medicine, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of Surgery, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Mingyang",
      "initials": "M",
      "name": "Mingyang Liu",
      "affiliations": [
        "Department of Medicine, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of Surgery, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Xu",
      "affiliations": [
        "Department of Biostatistics and Epidemiology, Hudson College of Public Health, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Xiao",
      "initials": "X",
      "name": "Xiao Fan",
      "affiliations": [
        "Department of Neurosurgery, the First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Junxia",
      "initials": "J",
      "name": "Junxia Zhang",
      "affiliations": [
        "Department of Medicine, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of Surgery, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of Neurosurgery, the First Affiliated Hospital of Nanjing Medical University, Nanjing, Jiangsu, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Zhijun",
      "initials": "Z",
      "name": "Zhijun Zhou",
      "affiliations": [
        "Department of Medicine, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of Surgery, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Xiuhui",
      "initials": "X",
      "name": "Xiuhui Shi",
      "affiliations": [
        "Department of Medicine, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of Surgery, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."
      ]
    },
    {
      "last_name": "Ramesh",
      "fore_name": "Rajagopal",
      "initials": "R",
      "name": "Rajagopal Ramesh",
      "affiliations": [
        "Department of Pathology, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Min",
      "initials": "M",
      "name": "Min Li",
      "affiliations": [
        "Department of Medicine, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA; Department of Surgery, the University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA. Electronic address: Min-Li@ouhsc.edu."
      ]
    }
  ],
  "journal": {
    "title": "Cancer letters",
    "iso_abbreviation": "Cancer Lett",
    "issn": "1872-7980",
    "issn_type": "Electronic",
    "volume": "521",
    "pub_year": "2021",
    "pub_month": "Aug",
    "pub_day": "24"
  },
  "start_page": "71",
  "end_page": "81",
  "pages": "71-81",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34450198",
    "doi": "10.1016/j.canlet.2021.08.025",
    "pii": "S0304-3835(21)00420-1"
  },
  "doi": "10.1016/j.canlet.2021.08.025",
  "dates": {
    "revised": "2024-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.457266",
    "pmid": "34450198"
  }
}