{
  "pmid": "34460850",
  "uid": "34460850",
  "title": "Towards understanding the welfare of cetaceans in accredited zoos and aquariums.",
  "abstract": "Cetaceans are long-lived, social species that are valued as ambassadors inspiring the public to engage in conservation action. Under professional care, they are critical partners with the scientific community to understanding the biology, behavior, physiology, health, and welfare requirements of this taxonomic group. The Cetacean Welfare Study was a highly collaborative research effort among zoos and aquariums accredited by the Alliance for Marine Mammal Parks and Aquariums and/or the Association of Zoos & Aquariums that provided important empirical and comparative information on the care and management of cetaceans. The goal was to identify factors that were related to the welfare of bottlenose dolphins and to develop reference intervals and values for common and novel indicators of health and welfare for common bottlenose dolphins (Tursiops truncatus), Indo-Pacific bottlenose dolphins (Tursiops aduncus), beluga whales (Delphinapterus leucas), and Pacific white-sided dolphins (Lagenorhynchus obliquidens). Data were collected from cetaceans at 43 accredited zoos and aquariums in seven countries in 2018 and 2019. This overview presents a summary of findings from the initial research articles that resulted from the study titled \"Towards understanding the welfare of cetaceans in zoos and aquariums.\" With multiple related objectives, animal-based metrics were used to advance frameworks of clinical care and target key conditions that were associated with good welfare of cetaceans in zoo and aquarium environments. As a result of this collaboration, species-specific reference intervals and values for blood variables and fecal hormone metabolites were developed and are freely available in an iOS application called ZooPhysioTrak. The results suggested that environmental enrichment programs and social management factors were more strongly related to behaviors likely indicative of positive welfare than habitat characteristics for common and Indo-Pacific bottlenose dolphins. These findings can be widely applied to optimize care and future science-based welfare practice.",
  "authors": [
    {
      "last_name": "Lauderdale",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Lauderdale",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society - Brookfield Zoo, Brookfield, Illinois, United States of America."
      ],
      "orcid": "0000-0003-1008-7886"
    },
    {
      "last_name": "Mellen",
      "fore_name": "Jill D",
      "initials": "JD",
      "name": "Jill D Mellen",
      "affiliations": [
        "Biology Department, Portland State University, Portland, Oregon, United States of America."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Department of Comparative, Diagnostic & Population Medicine, College of Veterinary Medicine, University of Florida, Gainesville, Florida, United States of America."
      ]
    },
    {
      "last_name": "Granger",
      "fore_name": "Douglas A",
      "initials": "DA",
      "name": "Douglas A Granger",
      "affiliations": [
        "Institute for Interdisciplinary Salivary Bioscience Research, University of California, Irvine, California, United States of America."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Lance J",
      "initials": "LJ",
      "name": "Lance J Miller",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society - Brookfield Zoo, Brookfield, Illinois, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "8",
    "pub_year": "2021"
  },
  "start_page": "e0255506",
  "pages": "e0255506",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animal Welfare",
    "Animals",
    "Animals, Zoo",
    "Cetacea",
    "Ecosystem",
    "Environmental Monitoring"
  ],
  "article_ids": {
    "pubmed": "34460850",
    "pmc": "PMC8404978",
    "doi": "10.1371/journal.pone.0255506",
    "pii": "PONE-D-21-19554"
  },
  "doi": "10.1371/journal.pone.0255506",
  "pmc_id": "PMC8404978",
  "dates": {
    "completed": "2021-11-29",
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.043900",
    "pmid": "34460850"
  }
}