{
  "pmid": "34460864",
  "uid": "34460864",
  "title": "Health reference intervals and values for common bottlenose dolphins (Tursiops truncatus), Indo-Pacific bottlenose dolphins (Tursiops aduncus), Pacific white-sided dolphins (Lagenorhynchus obliquidens), and beluga whales (Delphinapterus leucas).",
  "abstract": "This study reports comprehensive clinical pathology data for hematology, serum, and plasma biochemistry reference intervals for 174 apparently healthy common bottlenose dolphins (Tursiops truncatus) and reference values for 27 Indo-Pacific bottlenose dolphins (Tursiops aduncus), 13 beluga whales (Delphinapterus leucas), and 6 Pacific white-sided dolphins (Lagenorhynchus obliquidens) in zoos and aquariums accredited by the Alliance for Marine Mammal Parks and Aquariums and the Association of Zoos & Aquariums. Blood samples were collected as part of a larger study titled \"Towards understanding the welfare of cetaceans in zoos and aquariums\" (colloquially called the Cetacean Welfare Study). Two blood samples were collected following a standardized protocol, and two veterinarian examinations were conducted approximately six months apart between July to November 2018 and January to April 2019. Least square means, standard deviations, and 95% confidence intervals were calculated for hematology, serum, and plasma biochemical variables. Comparisons by age, gender, and month revealed statistically significant differences (p < 0.01) for several variables. Reference intervals and values were generated for samples tested at two laboratories for up to 56 hematologic, serum, and plasma biochemical variables. To apply these data, ZooPhysioTrak, an iOS mobile software application, was developed to provide a new resource for cetacean management. ZooPhysioTrak provides species-specific reference intervals and values based on user inputs of individual demographic and sample information. These data provide a baseline from which to compare hematological, serum, and plasma biochemical values in cetaceans in zoos and aquariums.",
  "authors": [
    {
      "last_name": "Lauderdale",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Lauderdale",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society-Brookfield Zoo, Brookfield, IL, United States of America."
      ],
      "orcid": "0000-0003-1008-7886"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Department of Comparative, Diagnostic & Population Medicine, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States of America."
      ]
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Kevin A",
      "initials": "KA",
      "name": "Kevin A Mitchell",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society-Brookfield Zoo, Brookfield, IL, United States of America."
      ]
    },
    {
      "last_name": "Granger",
      "fore_name": "Douglas A",
      "initials": "DA",
      "name": "Douglas A Granger",
      "affiliations": [
        "Institute for Interdisciplinary Salivary Bioscience Research, University of California, Irvine, CA, United States of America."
      ]
    },
    {
      "last_name": "Mellen",
      "fore_name": "Jill D",
      "initials": "JD",
      "name": "Jill D Mellen",
      "affiliations": [
        "Biology Department, Portland State University, Portland, OR, United States of America."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Lance J",
      "initials": "LJ",
      "name": "Lance J Miller",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society-Brookfield Zoo, Brookfield, IL, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "8",
    "pub_year": "2021"
  },
  "start_page": "e0250332",
  "pages": "e0250332",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Age Factors",
    "Animals",
    "Animals, Zoo",
    "Beluga Whale",
    "Bottle-Nosed Dolphin",
    "Dolphins",
    "Female",
    "Male",
    "Reference Values",
    "Seasons",
    "Sex Factors"
  ],
  "article_ids": {
    "pubmed": "34460864",
    "pmc": "PMC8405036",
    "doi": "10.1371/journal.pone.0250332",
    "pii": "PONE-D-20-19787"
  },
  "doi": "10.1371/journal.pone.0250332",
  "pmc_id": "PMC8405036",
  "dates": {
    "completed": "2021-11-22",
    "revised": "2021-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.045023",
    "pmid": "34460864"
  }
}