{
  "pmid": "34460858",
  "uid": "34460858",
  "title": "Bottlenose dolphin habitat and management factors related to activity and distance traveled in zoos and aquariums.",
  "abstract": "High-resolution non-invasive cetacean tagging systems can be used to investigate the influence of habitat characteristics and management factors on behavior by quantifying activity levels and distance traveled by bottlenose dolphins (Tursiops truncatus and Tursiops aduncus) in accredited zoos and aquariums. Movement Tags (MTags), a bio-logging device, were used to record a suite of kinematic and environmental information outside of formal training sessions as part of a larger study titled \"Towards understanding the welfare of cetaceans in zoos and aquariums\" (colloquially called the Cetacean Welfare Study). The purpose of the present study was to explore if and how habitat characteristics, environmental enrichment programs, and training programs were related to the distance traveled and energy expenditure of dolphins in accredited zoos and aquariums. Bottlenose dolphins in accredited zoos and aquariums wore MTags one day per week for two five-week data collection periods. Overall dynamic body acceleration (ODBA), a proxy for energy expenditure, and average distance traveled per hour (ADT) of 60 dolphins in 31 habitats were examined in relation to demographic, habitat, and management factors. Participating facilities were accredited by the Alliance for Marine Mammal Parks and/or Aquariums and the Association of Zoos & Aquariums. Two factors were found to be related to ADT while six factors were associated with ODBA. The results showed that enrichment programs were strongly related to both ODBA and ADT. Scheduling predictable training session times was also positively associated with ADT. The findings suggested that habitat characteristics had a relatively weak association with ODBA and were not related to ADT. In combination, the results suggested that management practices were more strongly related to activity levels than habitat characteristics.",
  "authors": [
    {
      "last_name": "Lauderdale",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Lauderdale",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society - Brookfield Zoo, Brookfield, Illinois, United States of America."
      ],
      "orcid": "0000-0003-1008-7886"
    },
    {
      "last_name": "Shorter",
      "fore_name": "K Alex",
      "initials": "KA",
      "name": "K Alex Shorter",
      "affiliations": [
        "Department of Mechanical Engineering, University of Michigan, Ann Arbor, Michigan, United States of America."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ding",
      "initials": "D",
      "name": "Ding Zhang",
      "affiliations": [
        "Department of Mechanical Engineering, University of Michigan, Ann Arbor, Michigan, United States of America."
      ],
      "orcid": "0000-0002-3501-5486"
    },
    {
      "last_name": "Gabaldon",
      "fore_name": "Joaquin",
      "initials": "J",
      "name": "Joaquin Gabaldon",
      "affiliations": [
        "Robotics Institute, University of Michigan, Ann Arbor, Michigan, United States of America."
      ]
    },
    {
      "last_name": "Mellen",
      "fore_name": "Jill D",
      "initials": "JD",
      "name": "Jill D Mellen",
      "affiliations": [
        "Biology Department, Portland State University, Portland, Oregon, United States of America."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Department of Comparative, Diagnostic & Population Medicine, College of Veterinary Medicine, University of Florida, Gainesville, Florida, United States of America."
      ]
    },
    {
      "last_name": "Granger",
      "fore_name": "Douglas A",
      "initials": "DA",
      "name": "Douglas A Granger",
      "affiliations": [
        "Institute for Interdisciplinary Salivary Bioscience Research, University of California, Irvine, California, United States of America."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Lance J",
      "initials": "LJ",
      "name": "Lance J Miller",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society - Brookfield Zoo, Brookfield, Illinois, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "8",
    "pub_year": "2021"
  },
  "start_page": "e0250687",
  "pages": "e0250687",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animal Welfare",
    "Animals",
    "Animals, Zoo",
    "Bottle-Nosed Dolphin",
    "Ecosystem",
    "Housing, Animal",
    "Travel"
  ],
  "article_ids": {
    "pubmed": "34460858",
    "pmc": "PMC8405030",
    "doi": "10.1371/journal.pone.0250687",
    "pii": "PONE-D-20-19790"
  },
  "doi": "10.1371/journal.pone.0250687",
  "pmc_id": "PMC8405030",
  "dates": {
    "completed": "2021-11-24",
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.044377",
    "pmid": "34460858"
  }
}