{
  "pmid": "34460833",
  "uid": "34460833",
  "title": "Habitat characteristics and animal management factors associated with habitat use by bottlenose dolphins in zoological environments.",
  "abstract": "The way an animal uses its habitat can serve as an indicator of habitat appropriateness for the species and individuals. Bottlenose dolphins (Tursiops truncatus and Tursiops aduncus) in accredited zoos and aquariums experience a range of habitat types and management programs that provide opportunities for dolphins to engage in species-appropriate behaviors and potentially influence their individual and group welfare. Data in the present study were collected as part of a larger study titled \"Towards understanding the welfare of cetaceans in zoos and aquariums\" (colloquially called the Cetacean Welfare Study). Non-invasive bio-logging devices (Movement Tags) recorded the diving behavior and vertical habitat movements of 60 bottlenose dolphins at 31 zoos and aquariums that were accredited by the Alliance for Marine Mammal Parks and Aquariums and/or the Association of Zoos & Aquariums. Bottlenose dolphins wore a Movement Tag one day per week for two five-week data collection periods. Demographic variables, environmental enrichment programs, training programs, and habitat characteristics were associated with habitat usage. Longer dive durations and use of the bottom third of the habitat were associated with higher enrichment program index values. Dolphins receiving new enrichment on a monthly/weekly schedule also used the bottom third of the habitat more often than those receiving new enrichment on a yearly/year+ schedule. Dolphins that were managed in a group that was split into smaller subgroups during the day and were reunited into one group at night spent less time in the top third of the habitat than those who remained in a single group with consistent members at all times. Dolphins that were managed as subgroups with rotating members but were never united as one group spent less time in the bottom third of the habitat than those who remained in a single group with consistent members at all times. Taken together, the results suggested that management practices, such as enrichment and training programs, played a greater role in how dolphins interacted with their environment relative to the physical characteristics of the habitat.",
  "authors": [
    {
      "last_name": "Lauderdale",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Lauderdale",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society-Brookfield Zoo, Brookfield, IL, United States of America."
      ],
      "orcid": "0000-0003-1008-7886"
    },
    {
      "last_name": "Shorter",
      "fore_name": "K Alex",
      "initials": "KA",
      "name": "K Alex Shorter",
      "affiliations": [
        "Department of Mechanical Engineering, University of Michigan, Ann Arbor, MI, United States of America."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ding",
      "initials": "D",
      "name": "Ding Zhang",
      "affiliations": [
        "Department of Mechanical Engineering, University of Michigan, Ann Arbor, MI, United States of America."
      ],
      "orcid": "0000-0002-3501-5486"
    },
    {
      "last_name": "Gabaldon",
      "fore_name": "Joaquin",
      "initials": "J",
      "name": "Joaquin Gabaldon",
      "affiliations": [
        "Robotics Institute, University of Michigan, Ann Arbor, MI, United States of America."
      ]
    },
    {
      "last_name": "Mellen",
      "fore_name": "Jill D",
      "initials": "JD",
      "name": "Jill D Mellen",
      "affiliations": [
        "Biology Department, Portland State University, Portland, OR, United States of America."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Department of Comparative, Diagnostic & Population Medicine, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States of America."
      ]
    },
    {
      "last_name": "Granger",
      "fore_name": "Douglas A",
      "initials": "DA",
      "name": "Douglas A Granger",
      "affiliations": [
        "Institute for Interdisciplinary Salivary Bioscience Research, University of California, Irvine, CA, United States of America."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Lance J",
      "initials": "LJ",
      "name": "Lance J Miller",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society-Brookfield Zoo, Brookfield, IL, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "8",
    "pub_year": "2021"
  },
  "start_page": "e0252010",
  "pages": "e0252010",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animal Welfare",
    "Animals",
    "Animals, Zoo",
    "Bottle-Nosed Dolphin",
    "Ecosystem",
    "Housing, Animal"
  ],
  "article_ids": {
    "pubmed": "34460833",
    "pmc": "PMC8404980",
    "doi": "10.1371/journal.pone.0252010",
    "pii": "PONE-D-20-19789"
  },
  "doi": "10.1371/journal.pone.0252010",
  "pmc_id": "PMC8404980",
  "dates": {
    "completed": "2021-11-24",
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.042748",
    "pmid": "34460833"
  }
}