{
  "pmid": "34460835",
  "uid": "34460835",
  "title": "Assessment of animal management and habitat characteristics associated with social behavior in bottlenose dolphins across zoological facilities.",
  "abstract": "Bottlenose dolphins are a behaviorally complex, social species that display a variety of social behaviors. Because of this, it is important for zoological facilities to strive to ensure animals display species-appropriate levels of social behavior. The current study is part of the multi-institutional study entitled \"Towards understanding the welfare of cetaceans in zoos and aquariums\" commonly referred to as the Cetacean Welfare Study. All participating facilities were accredited by the Alliance of Marine Mammal Parks and Aquariums and/or the Association of Zoos and Aquariums. Behavioral data were collected on 47 bottlenose dolphins representing two subspecies, Tursiops truncatus and Tursiops aduncus, at 25 facilities. The social behaviors of group related activity (group active) as well as interacting with conspecifics (interact with conspecific) were examined for their relationships to both animal management factors and habitat characteristics. The behavioral state of group active and the rate of interact with conspecific were both positively related to the frequency of receiving new forms of environmental enrichment. Both were inversely related to the random scheduling of environmental enrichment. Additional results suggested interact with conspecific was inversely related with daytime spatial experience and that males displayed group active more than females. Overall, the results suggested that animal management techniques such as the type and timing of enrichment may be more important to enhance social behavior than habitat characteristics or the size of the habitat. Information gained from this study can help facilities with bottlenose dolphins manage their enrichment programs in relation to social behaviors.",
  "authors": [
    {
      "last_name": "Miller",
      "fore_name": "Lance J",
      "initials": "LJ",
      "name": "Lance J Miller",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society-Brookfield Zoo, Brookfield, IL, United States of America."
      ],
      "orcid": "0000-0001-6649-0004"
    },
    {
      "last_name": "Lauderdale",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Lauderdale",
      "affiliations": [
        "Conservation Science and Animal Welfare Research, Chicago Zoological Society-Brookfield Zoo, Brookfield, IL, United States of America."
      ]
    },
    {
      "last_name": "Mellen",
      "fore_name": "Jill D",
      "initials": "JD",
      "name": "Jill D Mellen",
      "affiliations": [
        "Biology Department, Portland State University, Portland, OR, United States of America."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Department of Comparative, Diagnostic & Population Medicine, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States of America."
      ]
    },
    {
      "last_name": "Granger",
      "fore_name": "Douglas A",
      "initials": "DA",
      "name": "Douglas A Granger",
      "affiliations": [
        "Institute for interdisciplinary Salivary Bioscience Research, University of California, Irvine, CA, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "8",
    "pub_year": "2021"
  },
  "start_page": "e0253732",
  "pages": "e0253732",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animal Welfare",
    "Animals",
    "Animals, Zoo",
    "Behavior, Animal",
    "Bottle-Nosed Dolphin",
    "Cetacea",
    "Ecosystem",
    "Female",
    "Male",
    "Social Behavior"
  ],
  "article_ids": {
    "pubmed": "34460835",
    "pmc": "PMC8405028",
    "doi": "10.1371/journal.pone.0253732",
    "pii": "PONE-D-20-19779"
  },
  "doi": "10.1371/journal.pone.0253732",
  "pmc_id": "PMC8405028",
  "dates": {
    "completed": "2021-11-29",
    "revised": "2023-11-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.043290",
    "pmid": "34460835"
  }
}