{
  "pmid": "34461350",
  "uid": "34461350",
  "title": "Intake of artificial sweeteners among adults is associated with reduced odds of gastrointestinal luminal cancers: a meta-analysis of cohort and case-control studies.",
  "abstract": "The association between artificial sweetener (AS) consumption and the risk of organ-specific cancers has been debated for decades. We hypothesized that AS consumption is associated with reduced risk of gastrointestinal (GI) cancers. We aimed to test this hypothesis by conducting a systematic review and meta-analysis of the association between AS and GI cancers. We searched 4 databases for comparative studies of AS consumption (exposed) versus no consumption (nonexposed) and the odds or risk of GI luminal or non-luminal cancer (primary outcome). Estimates were pooled using a random-effects model. Studies were evaluated for quality, bias, and heterogeneity. We analyzed 8 (4 prospective, 4 case-control) studies comprising data on 1,043,496 individuals, among whom 3271 pancreatic, 395 gastric, 304 esophageal, 3008 colorectal, and 598 oropharyngeal cancers occurred. While there was no significant association between AS consumption and odds of GI cancer overall, AS consumption was associated with 19% reduced likelihood of luminal GI cancer (OR 0.81, 95% CI:0.68-0.97). There was no association between AS consumption and non-luminal GI cancer. Meta-regression demonstrated no difference in effect estimates based on study type. Based on this first meta-analysis of AS and GI cancer, we demonstrated that AS consumption is associated with a significantly lower likelihood of luminal, but not non-luminal, GI cancer.",
  "authors": [
    {
      "last_name": "Tepler",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Tepler",
      "affiliations": [
        "Department of Medicine, New York University Langone Health, New York City, NY, USA."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Gila",
      "initials": "G",
      "name": "Gila Hoffman",
      "affiliations": [
        "Department of Medicine, Beth Israel Deaconess Medical Center, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Jindal",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Jindal",
      "affiliations": [
        "Department of Medicine, Montefiore Medical Center, New York City, NY, USA."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Shailja C",
      "initials": "SC",
      "name": "Shailja C Shah",
      "affiliations": [
        "Section of Gastroenterology, Veterans Affairs San Diego Healthcare System, San Diego, CA, 92161, USA; Division of Gastroenterology, University of California, San Diego, San Diego, CA, 92161, USA; Division of Gastroenterology, Hepatology, and Nutrition, Vanderbilt University Medical Center, Nashville, TN, USA. Electronic address: s6shah@health.ucsd.edu."
      ]
    }
  ],
  "journal": {
    "title": "Nutrition research (New York, N.Y.)",
    "iso_abbreviation": "Nutr Res",
    "issn": "1879-0739",
    "issn_type": "Electronic",
    "volume": "93",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "87",
  "end_page": "98",
  "pages": "87-98",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Research Support, U.S. Gov't, P.H.S.",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Case-Control Studies",
    "Humans",
    "Neoplasms",
    "Prospective Studies",
    "Risk Factors",
    "Sweetening Agents"
  ],
  "article_ids": {
    "pubmed": "34461350",
    "mid": "NIHMS1771617",
    "pmc": "PMC8818300",
    "doi": "10.1016/j.nutres.2021.07.007",
    "pii": "S0271-5317(21)00049-X"
  },
  "doi": "10.1016/j.nutres.2021.07.007",
  "pmc_id": "PMC8818300",
  "dates": {
    "completed": "2022-01-13",
    "revised": "2024-08-22"
  },
  "chemicals": [
    "Sweetening Agents"
  ],
  "grants": [
    {
      "grant_id": "IK2 CX002027",
      "agency": "CSRD VA",
      "country": "United States"
    },
    {
      "grant_id": "K12 HS026395",
      "agency": "AHRQ HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.166964",
    "pmid": "34461350"
  }
}