{
  "pmid": "34470773",
  "uid": "34470773",
  "title": "End-of-life transitions for family member on the solid tumour oncology ward: the 3 Wishes Project.",
  "abstract": "OBJECTIVES: Although death is not uncommon for hospitalised patients with cancer, there are few interventions in oncology that are designed to create a dignified, compassionate end-of-life (EOL) experience for patients and families. The 3 Wishes Project (3WP), a programme in which clinicians elicit and implement final wishes for dying patients, has been shown effective in intensive care units (ICUs) at improving the EOL experience. The objective was to initiate 3WP on an oncology ward and evaluate its effect on family member experiences of their loved one's EOL. We hypothesised that the 3WP can be implemented in the non-ICU setting and help oncological patients and their families with transition to the EOL. METHODS: When the patient's probability of dying is greater than 95%, patients and families were invited to participate in the 3WP. Wishes were elicited, implemented and categorised. Audiorecorded, semistructured interviews were conducted with family members, transcribed and analysed using content analysis. RESULTS: 175 wishes were implemented for 52 patients with cancer (average cost of US$34). The most common wish (66%) was to personalise the environment. Qualitative analysis of 11 family member interviews revealed that the 3WP facilitates three transitions at the EOL: (1) the transition from multiple admissions to the final admission, (2) the transition of a predominantly caregiver role to a family member role and (3) the transition from a focus on the present to a focus on legacy. CONCLUSION: The 3WP can be implemented on the oncology ward and enhance the EOL experience for hospitalised patients with cancer.",
  "authors": [
    {
      "last_name": "Day",
      "fore_name": "Gwenyth",
      "initials": "G",
      "name": "Gwenyth Day",
      "affiliations": [
        "Medicine, University of California Los Angeles David Geffen School of Medicine, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Bear",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Bear",
      "affiliations": [
        "Office of Patient Experience, UCLA Health System, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Swinton",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Swinton",
      "affiliations": [
        "Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Karlin",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Karlin",
      "affiliations": [
        "Department of Medicine, Division of General Internal Medicine and Health Services Research, University of California Los Angeles David Geffen School of Medicine, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Phung",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Phung",
      "affiliations": [
        "Department of Medicine, Division of General Internal Medicine and Health Services Research, University of California Los Angeles David Geffen School of Medicine, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "McCann",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly McCann",
      "affiliations": [
        "Department of Medicine, Division of Hematology and Oncology, University of California Los Angeles David Geffen School of Medicine, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Allegra",
      "initials": "A",
      "name": "Allegra Bell",
      "affiliations": [
        "Nursing, UCLA Health System, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "McParlane",
      "fore_name": "Rayna",
      "initials": "R",
      "name": "Rayna McParlane",
      "affiliations": [
        "Nursing, UCLA Health System, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Granone",
      "fore_name": "Maria Carmela",
      "initials": "MC",
      "name": "Maria Carmela Granone",
      "affiliations": [
        "Department of Medicine, Division of Pulmonary and Critical Care, University of California Los Angeles David Geffen School of Medicine, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Critical Care, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Neville",
      "fore_name": "Thanh H",
      "initials": "TH",
      "name": "Thanh H Neville",
      "affiliations": [
        "Department of Medicine, Division of Pulmonary and Critical Care, University of California Los Angeles David Geffen School of Medicine, Los Angeles, California, USA tneville@mednet.ucla.edu."
      ],
      "orcid": "0000-0002-8506-7591"
    }
  ],
  "journal": {
    "title": "BMJ supportive & palliative care",
    "iso_abbreviation": "BMJ Support Palliat Care",
    "issn": "2045-4368",
    "issn_type": "Electronic",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34470773",
    "doi": "10.1136/bmjspcare-2021-003138",
    "pii": "bmjspcare-2021-003138"
  },
  "doi": "10.1136/bmjspcare-2021-003138",
  "dates": {
    "revised": "2024-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.267392",
    "pmid": "34470773"
  }
}