{
  "pmid": "34475602",
  "uid": "34475602",
  "title": "Global access to affordable direct oral anticoagulants.",
  "abstract": "Poor control of cardiovascular disease accounts for a substantial proportion of the disease burden in developing countries, but often essential anticoagulant medicines for preventing strokes and embolisms are not widely available. In 2019, direct oral anticoagulants were added to the World Health Organization's WHO Model list of essential medicines. The aims of this paper are to summarize the benefits of direct oral anticoagulants for patients with cardiovascular disease and to discuss ways of increasing their usage internationally. Although the cost of direct oral anticoagulants has provoked debate, the affordability of introducing these drugs into clinical practice could be increased by: price negotiation; pooled procurement; competitive tendering; the use of patent pools; and expanded use of generics. In 2017, only 14 of 137 countries that had adopted national essential medicines lists included a direct oral anticoagulant on their lists. This number could increase rapidly if problems with availability and affordability can be tackled. Once the types of patient likely to benefit from direct oral anticoagulants have been clearly defined in clinical practice guidelines, coverage can be more accurately determined and associated costs can be better managed. Government action is required to ensure that direct oral anticoagulants are covered by national budgets because the absence of reimbursement remains an impediment to achieving universal coverage. Tackling cardiovascular disease with the aid of direct oral anticoagulants is an essential component of efforts to achieve the World Health Organization's target of reducing premature deaths due to noncommunicable disease by 25% by 2025.",
  "authors": [
    {
      "last_name": "Neumann",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Neumann",
      "affiliations": [
        "Department of Internal Medicine, Pontificia Universidad Católica de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bero",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Bero",
      "affiliations": [
        "Center for Bioethics and Humanities, University of Colorado Anschutz Medical Campus, Aurora, United States of America."
      ]
    },
    {
      "last_name": "Cooke",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Cooke",
      "affiliations": [
        "Department of Infectious Diseases, Imperial College London, London, England."
      ]
    },
    {
      "last_name": "Magrini",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Magrini",
      "affiliations": [
        "Italian Medicines Agency, Rome, Italy."
      ]
    },
    {
      "last_name": "Moja",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Moja",
      "affiliations": [
        "Secretariat of the Model List of Essential Medicines, Department of Essential Health Products and Standards, World Health Organization, Avenue Appia 20, 1211 Geneva 27, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Bulletin of the World Health Organization",
    "iso_abbreviation": "Bull World Health Organ",
    "issn": "1564-0604",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "653",
  "end_page": "660",
  "pages": "653-660",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anticoagulants",
    "Costs and Cost Analysis",
    "Drug Costs",
    "Drugs, Essential",
    "Drugs, Generic",
    "Health Care Costs",
    "Health Services Accessibility",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "34475602",
    "pmc": "PMC8381095",
    "doi": "10.2471/BLT.20.278473",
    "pii": "BLT.20.278473"
  },
  "doi": "10.2471/BLT.20.278473",
  "pmc_id": "PMC8381095",
  "dates": {
    "completed": "2021-09-14",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Anticoagulants",
    "Drugs, Essential",
    "Drugs, Generic"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.738118",
    "pmid": "34475602"
  }
}