{
  "pmid": "34474282",
  "uid": "34474282",
  "title": "Utilization and effect of neuromuscular blockade in a randomized trial of high-frequency oscillation.",
  "abstract": "PURPOSE: We evaluated characteristics associated with neuromuscular blockade (NMB) use, center-level variation, and whether NMB mediated excess mortality among patients assigned to high-frequency oscillatory ventilation (HFOV) in the OSCILLATE trial. MATERIALS AND METHODS: NMB exposure was defined as receipt after randomization; the primary outcome was hospital mortality. Descriptive analyses compared NMB-exposed vs unexposed patients. Multivariable analyses included patients not on baseline NMB. Cox regression evaluated associations of patient- and center-level variables with NMB use. A log-normal frailty model evaluated center effects. Mediation analysis examined the effect of NMB in HFOV-assigned patients. RESULTS: 376/548 patients (39 centers) received post-randomization NMB, of whom 165 received baseline NMB. Patients receiving post-randomization NMB (vs. not) had worse lung mechanics and gas exchange, received more sedation and vasopressors (p < 0.05), and had higher hospital mortality (44% vs. 34%, p = 0.03). Mean airway pressure ≥ 24 cmH2O, randomization to HFOV, and intensive care unit size ≥ 31 beds were associated with post-randomization NMB. After adjustment, center had a negligible effect on post-randomization NMB (median hazard ratio 1.01, p = 0.047). NMB use did not mediate excess mortality among HFOV-allocated patients (p = 0.80). CONCLUSIONS: In OSCILLATE, receipt of post-randomization NMB was associated with worse outcomes, but NMB use did not mediate HFOV-associated higher mortality.",
  "authors": [
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Department of Medicine, Sinai Health, Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada. Electronic address: geeta.mehta@utoronto.ca."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Zhou",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Pinto",
      "fore_name": "Ruxandra",
      "initials": "R",
      "name": "Ruxandra Pinto",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, Canada."
      ]
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Jan O",
      "initials": "JO",
      "name": "Jan O Friedrich",
      "affiliations": [
        "Critical Care and Medicine Departments, St. Michael's Hospital and Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "François",
      "initials": "F",
      "name": "François Lamontagne",
      "affiliations": [
        "Department of Medicine, Division of Respirology, Toronto General Hospital Research Institute, University Health Network and Sinai Health, Interdepartmental Division of Critical Care Medicine, Departments of Medicine and Physiology, Institute for Health Policy, Management & Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": [
        "Université de Sherbrooke and Centre de recherche du Centre hospitalier universitaire de Sherbrooke, Sherbrooke, Canada."
      ]
    },
    {
      "last_name": "Meade",
      "fore_name": "Maureen O",
      "initials": "MO",
      "name": "Maureen O Meade",
      "affiliations": [
        "Departments of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NKJ",
      "name": "Neill K J Adhikari",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre and Interdepartmental Division of Critical Care Medicine and Institute for Health Policy, Management & Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "1557-8615",
    "issn_type": "Electronic",
    "volume": "66",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "86",
  "end_page": "92",
  "pages": "86-92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "High-Frequency Ventilation",
    "Hospital Mortality",
    "Humans",
    "Intensive Care Units",
    "Neuromuscular Blockade"
  ],
  "article_ids": {
    "pubmed": "34474282",
    "doi": "10.1016/j.jcrc.2021.08.006",
    "pii": "S0883-9441(21)00178-7"
  },
  "doi": "10.1016/j.jcrc.2021.08.006",
  "dates": {
    "completed": "2021-10-27",
    "revised": "2021-10-27"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:03.447178",
    "pmid": "34474282"
  }
}