{
  "pmid": "34473658",
  "uid": "34473658",
  "title": "Diversity of Authors of Publications From the Canadian Critical Care Trials Group.",
  "abstract": "OBJECTIVES: Diverse perspectives improve the quality of scholarly initiatives. The demographic and professional diversity of scientists who contribute to critical care research and publications has not been described for the Canadian Critical Care Trials Group. Our objective was to describe the diversity of authors of publications from the Canadian Critical Care Trials Group. DESIGN: We conducted a quantitative content analysis of peer-reviewed articles published on behalf of the Canadian Critical Care Trials Group. SETTING: All peer-reviewed articles that were published on behalf of the Canadian Critical Care Trials Group between 1994 and October 2020. SUBJECTS: For each publication, we recorded the study design, the number of authors, and national or international collaboration. For the lead author, the senior author, and each coauthor, we recorded the following facets of diversity: gender, professional role, medical discipline, geographic location, academic stage, and visible minority status. INTERVENTIONS: None. MEASUREMENTS AND MAIN RESULTS: We identified 354 eligible publications; 74% (263/354) reported observational cohort studies, randomized trials, and surveys. Of 4,246 authors, 1,205 were unique individuals. The mean (sd) number of authors per publication was 12 (7.1). Of all 4,246 authors, 37% were women, and 13.7% were members of a visible minority group. Of all lead or senior authors, 40% and 34% respectively were women; 15% of lead and 10% of senior authors were members of a visible minority group. Three-quarters (73%) of publications listed authors from more than one profession, and more than half (54%) listed authors from more than one medical discipline. Nearly half of publications (45%) listed authors who were early career faculty, 33% listed authors who were trainees, and 67% listed authors who were from visible minority groups. Authors from different provinces and from different countries were listed in 67% and 40% of publications, respectively. CONCLUSIONS: Authors of Canadian Critical Care Trials Group publications are diverse with regard to demographic and professional characteristics.",
  "authors": [
    {
      "last_name": "Mehta",
      "fore_name": "Sangeeta",
      "initials": "S",
      "name": "Sangeeta Mehta",
      "affiliations": [
        "Department of Medicine, Sinai Health, Toronto, ON, Canada.",
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ahluwalia",
      "fore_name": "Nanki",
      "initials": "N",
      "name": "Nanki Ahluwalia",
      "affiliations": [
        "Department of Medicine, Sinai Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Heybati",
      "fore_name": "Kiyan",
      "initials": "K",
      "name": "Kiyan Heybati",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Owais",
      "fore_name": "Sawayra",
      "initials": "S",
      "name": "Sawayra Owais",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah J",
      "initials": "DJ",
      "name": "Deborah J Cook",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada.",
        "St. Joseph's Healthcare, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care medicine",
    "iso_abbreviation": "Crit Care Med",
    "issn": "1530-0293",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "535",
  "end_page": "542",
  "pages": "535-542",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Authorship",
    "Canada",
    "Critical Care",
    "Female",
    "Humans",
    "Male",
    "Professional Role",
    "Publications",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "34473658",
    "doi": "10.1097/CCM.0000000000005284",
    "pii": "00003246-202204000-00001"
  },
  "doi": "10.1097/CCM.0000000000005284",
  "dates": {
    "completed": "2022-04-15",
    "revised": "2023-04-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.268109",
    "pmid": "34473658"
  }
}