{
  "pmid": "34481632",
  "uid": "34481632",
  "title": "Editorial Commentary: Superior Capsular Reconstruction: Indications and Proper Technique Results in Good Outcomes but Reports of Complications.",
  "abstract": "Superior capsular reconstruction is a minimally invasive option to treat massive irreparable rotator cuff tears. In the appropriately selected patient, available data suggest that while the procedure generally results in improved function, there is a not insignificant risk of complications. Moreover, the rate of complications is likely underestimated given that outcomes are typically published by those with significant technical expertise. The literature supports improved outcomes in patients without significant degenerative change (less than Hamada 3) along with an intact or repairable subscapularis. Graft failure is the most common complication, and appropriate graft selection (ideally at least 4 mm thick) and careful preparation are essential. Additionally, surgeons could consider 3 anchors on the glenoid to provide secure fixation and a double-row transosseous equivalent construct on the humerus. To prevent suture pullout or excessive tension on the graft, it is important to maintain a sufficient border of graft and measure the graft in 30° of forward elevation and 30° of abduction. Additional fixation with posterior side-to-side repair of the graft to the infraspinatus has been reported to improve biomechanical properties of the construct. Existing research is skewed toward low-level evidence at high risk of bias and the reported results of high-volume surgeons. High-quality pragmatic trials are required to truly understand the optimal indications and real-world outcomes of the superior capsular reconstruction.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "2973",
  "end_page": "2974",
  "pages": "2973-2974",
  "language": "eng",
  "publication_types": [
    "Editorial",
    "Comment"
  ],
  "keywords": [
    "Humans",
    "Range of Motion, Articular",
    "Rotator Cuff",
    "Rotator Cuff Injuries",
    "Shoulder Joint",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34481632",
    "doi": "10.1016/j.arthro.2021.05.047",
    "pii": "S0749-8063(21)00533-8"
  },
  "doi": "10.1016/j.arthro.2021.05.047",
  "dates": {
    "completed": "2021-09-17",
    "revised": "2021-09-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.300455",
    "pmid": "34481632"
  }
}