{
  "pmid": "34485586",
  "uid": "34485586",
  "title": "A Systematic Review of Current Clinical Practice Guidelines on Intra-articular Hyaluronic Acid, Corticosteroid, and Platelet-Rich Plasma Injection for Knee Osteoarthritis: An International Perspective.",
  "abstract": "BACKGROUND: There are many clinical practice guidelines (CPGs) for the prevention, diagnosis, and treatment of knee osteoarthritis (OA). They differ by region, considering local health care systems, along with cultural and economic factors. Currently, there are conflicting CPG recommendations across the various publications, which makes it difficult for clinicians to fully understand the optimal treatment decisions for knee OA management. PURPOSE: To summarize the current published CPG recommendations for the role of injections in the nonoperative management of knee OA, specifically with the use of intra-articular hyaluronic acid (IA-HA), intra-articular corticosteroids (IA-CS), and platelet-rich plasma (PRP). STUDY DESIGN: Systematic review. METHODS: A comprehensive search identified all nonoperative knee OA CPGs within the ECRI (formerly Emergency Care Research Institute) Guidelines Trust database, the Guidelines International Network database, Google Scholar, and the Trip (formerly Turning Research Into Practice) database. Guideline recommendations were categorized into strong, conditional, or uncertain recommendations for or against the use of IA-HA, IA-CS, or PRP. Guideline recommendations were summarized and depicted graphically to identify trends in recommendations over time. RESULTS: The search strategy identified 27 CPGs that provided recommendations. There were 20 recommendations in favor of IA-HA use, 21 recommendations in favor of IA-CS use, and 9 recommendations that were uncertain or unable to make a formal recommendation for or against PRP use based on current evidence. Most recommendations considered IA-HA and IA-CS use for symptom relief when other nonoperative options are ineffective. IA-CS were noted to provide fast and short-acting symptom relief for acute episodes of disease exacerbation, while IA-HA may demonstrate a relatively delayed but prolonged effect in comparison. The CPGs concluded that PRP recommendations currently lack evidence to definitively recommend for or against use. CONCLUSION: Available CPGs provide recommendations on injectables for knee OA treatment. General guidance from a global perspective concluded that IA-CS and IA-HA are favored for different needed responses and can be utilized within the knee OA treatment paradigm, while PRP currently has insufficient evidence to make a conclusive recommendation for or against its use.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Grant",
      "fore_name": "John",
      "initials": "J",
      "name": "John Grant",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan, USA."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Michigan, Ann Arbor, Michigan, USA."
      ]
    },
    {
      "last_name": "Trojian",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Trojian",
      "affiliations": [
        "Department of Family Medicine, WellSpan Health, York, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Johnson",
      "affiliations": [
        "Department of Orthopaedics, University of Maryland, College Park, Maryland, USA."
      ]
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil",
      "initials": "E",
      "name": "Emil Schemitsch",
      "affiliations": [
        "Department of Surgery, University of Western Ontario, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "9",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "23259671211030272",
  "pages": "23259671211030272",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34485586",
    "pmc": "PMC8414628",
    "doi": "10.1177/23259671211030272",
    "pii": "10.1177_23259671211030272"
  },
  "doi": "10.1177/23259671211030272",
  "pmc_id": "PMC8414628",
  "dates": {
    "revised": "2022-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.916779",
    "pmid": "34485586"
  }
}