{
  "pmid": "34487795",
  "uid": "34487795",
  "title": "Risk of Acute Kidney Injury After Hypertensive Disorders of Pregnancy: A Population-Based Cohort Study.",
  "abstract": "RATIONALE & OBJECTIVE: Even though studies have demonstrated a relationship between hypertensive disorders of pregnancy (HDPs) and chronic kidney disease, there are limited data on the risk of acute kidney injury (AKI) following HDPs. We examined the risk of AKI following the occurrence of HDPs. STUDY DESIGN: Retrospective population-based cohort study. SETTING & PARTICIPANTS: Pregnant women in Ontario, Canada, aged 14-50 years, who delivered at ≥20 weeks' gestation between April 1, 2002, and March 31, 2015. EXPOSURE: Preeclampsia, gestational hypertension, or neither. OUTCOMES: The primary outcome was AKI with receipt of dialysis (AKI-D) ≥90 days after delivery. The main secondary outcome was AKI based on a hospitalization with a diagnostic code for AKI ≥90 days after delivery. ANALYTICAL APPROACH: Time-dependent Cox proportional and cause-specific hazards models were used to evaluate the relationship between HDP and outcomes of interest. Models were adjusted for baseline and time-varying covariates. RESULTS: Our cohort comprised 1,142,656 women and 1,826,235 deliveries, of which 1.7% were associated with gestational hypertension and 4.4% with preeclampsia. After a mean follow-up of 6.7 years, there were 322 episodes of AKI-D (0.41 per 10,000 person-years) and 1,598 episodes of AKI based on diagnostic codes (2.04 per 10,000 person-years). After adjustment, neither preeclampsia nor gestational hypertension was associated with AKI-D. Preeclampsia was associated with AKI (HR, 1.22 [95% CI, 1.03-1.45]), but gestational hypertension was not. LIMITATIONS: Retrospective design and possible unmeasured confounding. Cases of HDPs and AKI may have been undetected. CONCLUSIONS: Preeclampsia was a risk factor for AKI occurring ≥90 days after delivery. Our findings suggest the potential importance of obtaining a pregnancy history as part of a comprehensive risk profile for acute kidney disease and suggest that women with a history of HDP may benefit from monitoring of kidney function.",
  "authors": [
    {
      "last_name": "Shapiro",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Shapiro",
      "affiliations": [
        "Departments of Medicine, Toronto."
      ]
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel G",
      "initials": "JG",
      "name": "Joel G Ray",
      "affiliations": [
        "Departments of Medicine, Toronto; University of Toronto Divisions of General Internal Medicine, Toronto; Li Ka Shing Knowledge Institute, Toronto; ICES (Institute of Clinical Evaluative Sciences), London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "ICES (Institute of Clinical Evaluative Sciences), London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jeyakumar",
      "fore_name": "Nivethika",
      "initials": "N",
      "name": "Nivethika Jeyakumar",
      "affiliations": [
        "ICES (Institute of Clinical Evaluative Sciences), London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, McMaster University, Hamilton; ICES (Institute of Clinical Evaluative Sciences), London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": [
        "Departments of Medicine, Toronto; Nephrology, Toronto; Li Ka Shing Knowledge Institute, Toronto; ICES (Institute of Clinical Evaluative Sciences), London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arora",
      "fore_name": "Ritika",
      "initials": "R",
      "name": "Ritika Arora",
      "affiliations": [
        "Family and Community Medicine, Toronto."
      ]
    },
    {
      "last_name": "Meraz-Munoz",
      "fore_name": "Alejandro",
      "initials": "A",
      "name": "Alejandro Meraz-Munoz",
      "affiliations": [
        "Departments of Medicine, Toronto; Nephrology, Toronto."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES (Institute of Clinical Evaluative Sciences), London, Ontario, Canada; Division of Nephrology, London Health Sciences Centre and Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hladunewich",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Hladunewich",
      "affiliations": [
        "Departments of Medicine, Toronto; St. Michael's Hospital Division of Nephrology, Sunnybrook Health Sciences Centre, Toronto."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Departments of Medicine, Toronto; Nephrology, Toronto; Li Ka Shing Knowledge Institute, Toronto; ICES (Institute of Clinical Evaluative Sciences), London, Ontario, Canada. Electronic address: ron.wald@unityhealth.to."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "79",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "561",
  "end_page": "569",
  "pages": "561-569",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Adolescent",
    "Adult",
    "Cohort Studies",
    "Female",
    "Humans",
    "Hypertension, Pregnancy-Induced",
    "Middle Aged",
    "Ontario",
    "Pregnancy",
    "Retrospective Studies",
    "Risk Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "34487795",
    "doi": "10.1053/j.ajkd.2021.07.017",
    "pii": "S0272-6386(21)00832-5"
  },
  "doi": "10.1053/j.ajkd.2021.07.017",
  "dates": {
    "completed": "2022-04-07",
    "revised": "2022-04-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:16.994647",
    "pmid": "34487795"
  }
}