{
  "pmid": "34491205",
  "uid": "34491205",
  "title": "Assessing the Electronic Evidence System Needs of Canadian Public Health Professionals: Cross-sectional Study.",
  "abstract": "BACKGROUND: True evidence-informed decision-making in public health relies on incorporating evidence from a number of sources in addition to traditional scientific evidence. Lack of access to these types of data as well as ease of use and interpretability of scientific evidence contribute to limited uptake of evidence-informed decision-making in practice. An electronic evidence system that includes multiple sources of evidence and potentially novel computational processing approaches or artificial intelligence holds promise as a solution to overcoming barriers to evidence-informed decision-making in public health. OBJECTIVE: This study aims to understand the needs and preferences for an electronic evidence system among public health professionals in Canada. METHODS: An invitation to participate in an anonymous web-based survey was distributed via listservs of 2 Canadian public health organizations in February 2019. Eligible participants were English- or French-speaking individuals currently working in public health. The survey contained both multiple-choice and open-ended questions about the needs and preferences relevant to an electronic evidence system. Quantitative responses were analyzed to explore differences by public health role. Inductive and deductive analysis methods were used to code and interpret the qualitative data. Ethics review was not required by the host institution. RESULTS: Respondents (N=371) were heterogeneous, spanning organizations, positions, and areas of practice within public health. Nearly all (364/371, 98.1%) respondents indicated that an electronic evidence system would support their work. Respondents had high preferences for local contextual data, research and intervention evidence, and information about human and financial resources. Qualitative analyses identified several concerns, needs, and suggestions for the development of such a system. Concerns ranged from the personal use of such a system to the ability of their organization to use such a system. Recognized needs spanned the different sources of evidence, including local context, research and intervention evidence, and resources and tools. Additional suggestions were identified to improve system usability. CONCLUSIONS: Canadian public health professionals have positive perceptions toward an electronic evidence system that would bring together evidence from the local context, scientific research, and resources. Elements were also identified to increase the usability of an electronic evidence system.",
  "authors": [
    {
      "last_name": "Dhaliwal",
      "fore_name": "Bandna",
      "initials": "B",
      "name": "Bandna Dhaliwal",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-7407-0536"
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9600-3403"
    },
    {
      "last_name": "Boston-Fisher",
      "fore_name": "Nikita",
      "initials": "N",
      "name": "Nikita Boston-Fisher",
      "affiliations": [
        "School of Population and Global Health, McGill University, Montreal, QC, Canada."
      ],
      "orcid": "0000-0001-6256-474X"
    },
    {
      "last_name": "Buckeridge",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Buckeridge",
      "affiliations": [
        "School of Population and Global Health, McGill University, Montreal, QC, Canada."
      ],
      "orcid": "0000-0003-1817-5047"
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1968-6765"
    }
  ],
  "journal": {
    "title": "JMIR public health and surveillance",
    "iso_abbreviation": "JMIR Public Health Surveill",
    "issn": "2369-2960",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "07"
  },
  "start_page": "e26503",
  "pages": "e26503",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Artificial Intelligence",
    "Canada",
    "Cross-Sectional Studies",
    "Electronics",
    "Humans",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "34491205",
    "pmc": "PMC8456326",
    "doi": "10.2196/26503",
    "pii": "v7i9e26503"
  },
  "doi": "10.2196/26503",
  "pmc_id": "PMC8456326",
  "dates": {
    "completed": "2021-11-05",
    "revised": "2023-11-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.164376",
    "pmid": "34491205"
  }
}