{
  "pmid": "34494174",
  "uid": "34494174",
  "title": "Esthetic, mechanical, and biological outcomes of various implant abutments for single-tooth replacement in the anterior region: a systematic review of the literature.",
  "abstract": "BACKGROUND: The choice of the appropriate implant abutment is a critical step for a successful outcome. Titanium abutments have demonstrated high survival rates, due to their excellent biocompatibility and high mechanical strength, although they often result in a grayish discoloration of the peri-implant mucosa. This esthetic concern culminated in the introduction of ceramic abutments. The aim of this review was to assess the esthetic, mechanical, and biological outcomes as well as the survival of the different types of abutments used for single-implant restorations in the anterior area. MATERIAL AND METHODS: An electronic search was conducted in Medline, Embase, and Cochrane Central databases using the appropriate Mesh terms and predetermined eligibility criteria. The quality of the studies was assessed using the ROB 2 tool. The last search was conducted on 18th of March 2020. RESULTS: From the 2074 records initially identified, 23 randomized controlled trials (32 publications) were included for qualitative analysis. Data were classified based on study information, specific characteristics of the intervention and comparator, and information related to the outcome measures. Seven studies exhibited an overall low risk of bias, while twelve studies raised some concerns. CONCLUSIONS: The rate of abutment failure was low and was associated with the ceramic abutments, especially those with internal connection. Limited correlation was noted between soft tissue thickness and color difference. Titanium abutments caused significantly more discoloration to the soft tissues than ceramic abutments, while hueing (gold or pink) slightly improved their color performance. Zirconia allowed a better color match than titanium or gold abutments, still discolored slightly the soft tissues. The submucosally modified zirconia abutments exhibited encouraging results. No significant difference was reported between materials or different types of retention on recession, papillary fill, and biological outcomes.",
  "authors": [
    {
      "last_name": "Totou",
      "fore_name": "Dimitra",
      "initials": "D",
      "name": "Dimitra Totou",
      "affiliations": [
        "Faculty of Dentistry Oral and Craniofacial Sciences, King's College London, London, UK."
      ]
    },
    {
      "last_name": "Naka",
      "fore_name": "Olga",
      "initials": "O",
      "name": "Olga Naka",
      "affiliations": [
        "Faculty of Dentistry Oral and Craniofacial Sciences, King's College London, London, UK. naka@dent.auth.gr.",
        "School of Dentistry, Aristotle University of Thessaloniki, 54124, Thessaloniki, Greece. naka@dent.auth.gr."
      ],
      "orcid": "0000-0003-2234-4229"
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": [
        "Faculty of Dentistry Oral and Craniofacial Sciences, King's College London, London, UK."
      ]
    },
    {
      "last_name": "Banerji",
      "fore_name": "Subir",
      "initials": "S",
      "name": "Subir Banerji",
      "affiliations": [
        "Faculty of Dentistry Oral and Craniofacial Sciences, King's College London, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "International journal of implant dentistry",
    "iso_abbreviation": "Int J Implant Dent",
    "issn": "2198-4034",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "08"
  },
  "start_page": "85",
  "pages": "85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Esthetics",
    "Esthetics, Dental",
    "Gold",
    "Titanium",
    "Tooth"
  ],
  "article_ids": {
    "pubmed": "34494174",
    "pmc": "PMC8423965",
    "doi": "10.1186/s40729-021-00370-7",
    "pii": "10.1186/s40729-021-00370-7"
  },
  "doi": "10.1186/s40729-021-00370-7",
  "pmc_id": "PMC8423965",
  "dates": {
    "completed": "2021-11-24",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Gold",
    "Titanium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.455029",
    "pmid": "34494174"
  }
}