{
  "pmid": "34491582",
  "uid": "34491582",
  "title": "Thinking about social power and hierarchy in medical education.",
  "abstract": "CONTEXT: Social power has been diversely conceptualised in many academic areas. Operating on both the micro (interactional) and macro (structural) levels, we understand power to shape behaviour and knowledge through both repression and production. Hierarchies are one organising form of power, stratifying individuals or groups based on the possession of valued social resources. DISCUSSION: Medicine is a highly organised social context where work and learning are contingent on interaction and thereby influenced greatly by social power and hierarchy. Despite the relevance of power to education research, there are many unrealized opportunities to use this construct to expand our understanding of how physicians work and learn. Hierarchy, when considered in our field, is typically gestured to as an omnipresent feature of the clinical environment that harms low-status individuals by repressing their ability to communicate openly and exercise their agency. This may be true in many circumstances, but this conceptualization of hierarchy neglects consideration of other aspects of hierarchy that may be generative for understanding the experiences of medical learners. For example, medical learners may experience the superimposition of multiple hierarchies, some of which are fluid and some of which are calcified, some of which are productive and helpful and some of which are oppressive and harmful. Power may work 'up' and 'across' hierarchical ranks, rather than just from higher status to lower status individuals. CONCLUSION: The conceptualizations of how social power shapes human behaviour are diverse. Often paired with hierarchy, or social arrangement, these social scientific ideas have much to offer our collective study of the ways that health professionals learn and practice. Accordingly, we posit that a consideration of the ways social power works through hierarchies to nurture or harm the growth of learners should be granted explicit consideration in the framing and conduct of medical education research.",
  "authors": [
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster FHS Program for Education Research, Innovation and Theory (MERIT), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster FHS Program for Education Research, Innovation and Theory (MERIT), McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "91",
  "end_page": "97",
  "pages": "91-97",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Education, Medical",
    "Educational Status",
    "Health Personnel",
    "Humans",
    "Learning",
    "Power, Psychological"
  ],
  "article_ids": {
    "pubmed": "34491582",
    "doi": "10.1111/medu.14659"
  },
  "doi": "10.1111/medu.14659",
  "dates": {
    "completed": "2022-01-31",
    "revised": "2022-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.121523",
    "pmid": "34491582"
  }
}