{
  "pmid": "34493521",
  "uid": "34493521",
  "title": "Values and preferences towards medical cannabis among people living with chronic pain: a mixed-methods systematic review.",
  "abstract": "OBJECTIVE: To explore values and preferences towards medical cannabis among people living with chronic pain. DESIGN: Mixed-methods systematic review. DATA SOURCES: We searched MEDLINE, EMBASE and PsycINFO from inception to 17 March 2020. STUDY SELECTION: Pairs of reviewers independently screened search results and included quantitative, qualitative and mixed-methods studies reporting values and preferences towards medical cannabis among people living with chronic pain. REVIEW METHODS: We analysed data using meta-narrative synthesis (quantitative findings were qualitised) and tabulated review findings according to identified themes. We used the Grading of Recommendations Assessment, Development and Evaluation approach to assess certainty of evidence. RESULTS: Of 1838 initial records, 15 studies proved eligible for review. High to moderate certainty evidence showed that patient's use of medical cannabis for chronic pain was influenced by both positive (eg, support from friends and family) and negative social factors (eg, stigma surrounding cannabis use). Most patients using medical cannabis favoured products with balanced ratios of tetrahydrocannabinol (THC) and cannabidiol (CBD), or high levels of CBD, but not high THC preparations. Many valued the effectiveness of medical cannabis for symptom management even when experiencing adverse events related to concentration, memory or fatigue. Reducing use of prescription medication was a motivating factor for use of medical cannabis, and concerns regarding addiction, losing control or acting strangely were disincentives. Out-of-pocket costs were a barrier, whereas legalisation of medical cannabis improved access and incentivised use.Low to very low certainty evidence suggested highly variable values towards medical cannabis among people living with chronic pain. Individuals with pain related to life-limiting disease were more willing to use medical cannabis, and preferred oral over inhaled administration. CONCLUSIONS: Our findings highlight factors that clinicians should consider when discussing medical cannabis. The variability of patients' values and preferences emphasise the need for shared decision making when considering medical cannabis for chronic pain.",
  "authors": [
    {
      "last_name": "Zeng",
      "fore_name": "Linan",
      "initials": "L",
      "name": "Linan Zeng",
      "affiliations": [
        "Pharmacy Department/Evidence-based Pharmacy Center, West China Second University Hospital, Chengdu, Sichuan, China.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9892-2000"
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiaoqin",
      "initials": "X",
      "name": "Xiaoqin Wang",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kithulegoda",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Kithulegoda",
      "affiliations": [
        "Institute for Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Women's College Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-6207-9699"
    },
    {
      "last_name": "Agterberg",
      "fore_name": "Silvana",
      "initials": "S",
      "name": "Silvana Agterberg",
      "affiliations": [
        "Ferkauf Graduate School of Psychology, Yeshiva University, New York, New York, USA."
      ]
    },
    {
      "last_name": "Shergill",
      "fore_name": "Yaad",
      "initials": "Y",
      "name": "Yaad Shergill",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Esfahani",
      "fore_name": "Meisam Abdar",
      "initials": "MA",
      "name": "Meisam Abdar Esfahani",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heen",
      "fore_name": "Anja Fog",
      "initials": "AF",
      "name": "Anja Fog Heen",
      "affiliations": [
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Internal Medicine & Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0002-6182-9969"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada bussejw@mcmaster.ca.",
        "The Michael G. DeGroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "The Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Ontario, Canada.",
        "Chronic Pain Centre of Excellence for Canadian Veterans, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "07"
  },
  "start_page": "e050831",
  "pages": "e050831",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Cannabidiol",
    "Cannabis",
    "Chronic Pain",
    "Dronabinol",
    "Humans",
    "Medical Marijuana"
  ],
  "article_ids": {
    "pubmed": "34493521",
    "pmc": "PMC8451285",
    "doi": "10.1136/bmjopen-2021-050831",
    "pii": "bmjopen-2021-050831"
  },
  "doi": "10.1136/bmjopen-2021-050831",
  "pmc_id": "PMC8451285",
  "dates": {
    "completed": "2021-09-15",
    "revised": "2024-04-03"
  },
  "chemicals": [
    "Medical Marijuana",
    "Cannabidiol",
    "Dronabinol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.224262",
    "pmid": "34493521"
  }
}