{
  "pmid": "34507081",
  "uid": "34507081",
  "title": "Post-Procedural Opioid Prescribing in Children: A Survey of the American Academy of Pediatrics.",
  "abstract": "INTRODUCTION: North America is in the midst of an opioid epidemic. The role of pediatric surgeons and other procedural specialists in this public health crisis remains unclear. There is likely considerable variation in the use of opioid and non-opioid analgesics, but the spectrum of practice is still uncertain. METHODS: We performed an online survey in July 2018 of the 2086 pediatric surgeons and proceduralists who were active members in the American Academy of Pediatrics. The survey inquired about practice environment, use of opioid and non-opioid pain medications, and attitudes towards the opioid epidemic. RESULTS: 178 specialists completed the survey for a response rate of 8.5%. Most respondents utilize oral acetaminophen (86%) and ibuprofen (80%) after procedures >75% of the time. Self-reported opioid prescribing increases with age after both outpatient and inpatient procedures (P < 0.001). Pediatric general surgeons prescribe opioids less frequently than other specialists, particularly after inpatient procedures. The majority of respondents (81%) believe that the opioid epidemic is a major problem but only 31% indicated that they have a major role to play. CONCLUSIONS: There is significant variation in opioid prescribing patterns as reported by pediatric surgeons and proceduralists. Guidelines are needed to standardize the use of non-opioid analgesics and decrease reliance on opioids for outpatient and inpatient procedures.",
  "authors": [
    {
      "last_name": "Hedges",
      "fore_name": "Elizabeth A",
      "initials": "EA",
      "name": "Elizabeth A Hedges",
      "affiliations": [
        "Surgical Oncology Program, National Cancer Institute, National Institutes of Health, Bethesda, Maryland. Electronic address: elizabeth.hedges@nih.gov."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Livingston",
      "affiliations": [
        "Division of Pediatric Surgery, Department of Surgery, University of Rochester, Golisano Children's Hospital, Rochester, New York."
      ]
    },
    {
      "last_name": "Esce",
      "fore_name": "Antoinette",
      "initials": "A",
      "name": "Antoinette Esce",
      "affiliations": [
        "Division of Otolaryngology Head and Neck Surgery, Department of Surgery, University of New Mexico, Albuquerque, New Mexico."
      ]
    },
    {
      "last_name": "Browne",
      "fore_name": "Marybeth",
      "initials": "M",
      "name": "Marybeth Browne",
      "affiliations": [
        "Division of Pediatric Surgical Specialties, Department of Surgery, Lehigh Valley Reilly Children's Hospital, Lehigh Valley Health Network, Allentown, Pennsylvania."
      ]
    },
    {
      "last_name": "Moriarty",
      "fore_name": "Kevin P",
      "initials": "KP",
      "name": "Kevin P Moriarty",
      "affiliations": [
        "Division of Pediatric Surgery, Baystate Children's Hospital, University of Massachusetts Medical School-Baystate, Springfield, Maryland."
      ]
    },
    {
      "last_name": "Raval",
      "fore_name": "Mehul V",
      "initials": "MV",
      "name": "Mehul V Raval",
      "affiliations": [
        "Division of Pediatric Surgery, Department of Surgery, Northwestern University Feinberg School of Medicine, Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Rothstein",
      "fore_name": "David H",
      "initials": "DH",
      "name": "David H Rothstein",
      "affiliations": [
        "Pediatric General and Thoracic Surgery, Seattle Children's Hospital; Department of Surgery, University of Washington, Seattle, Washington."
      ]
    },
    {
      "last_name": "Wakeman",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Wakeman",
      "affiliations": [
        "Division of Pediatric Surgery, Department of Surgery, University of Rochester, Golisano Children's Hospital, Rochester, New York."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "269",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "1",
  "end_page": "10",
  "pages": "1-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Analgesics, Opioid",
    "Child",
    "Humans",
    "Pain, Postoperative",
    "Pediatrics",
    "Practice Patterns, Physicians'",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "34507081",
    "doi": "10.1016/j.jss.2021.07.044",
    "pii": "S0022-4804(21)00514-X"
  },
  "doi": "10.1016/j.jss.2021.07.044",
  "dates": {
    "completed": "2022-04-06",
    "revised": "2022-04-06"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.825095",
    "pmid": "34507081"
  }
}