{
  "pmid": "34518748",
  "uid": "34518748",
  "title": "Challenges to the orthopedic resident workforce during the first wave of COVID-19 pandemic: Lessons learnt from a global cross-sectional survey.",
  "abstract": "BACKGROUND: The COVID-19 pandemic has caused unprecedented concerns on the safety, well-being, quality of life(QOL), and training of the orthopedic resident physician workforce worldwide. Although orthopedic residency programs across the globe have attempted to redefine resident roles, educational priorities, and teaching methods, the global orthopedic residents' perspective with regards to their safety, well-being, QOL, and training, taking into account regional variances remains unknown. METHODS: A 56-item-questionnaire-based cross-sectional survey was conducted online during the COVID-19 pandemic involving 1193 orthopedic residents from 29 countries across six geographical regions to investigate the impact of the COVID-19 pandemic on the well-being, safety, and training of orthopedic residents at a global level, as well as to analyze the challenges confronted by orthopedic residency programs around the world to safeguard and train their resident workforce during this period. RESULTS: The total response rate was 90.3%(1077/1193). Time spent on residency-training activities decreased by 24.7 h/week (95% CI, -26.5 to -22.9,p < 0.001), with 50.2% (n = 541) residents performing duties outside their residency curriculum. 80.5% (n = 869) residents had no prior experience working in infectious outbreaks. A greater percentage of residents from Middle East, Asia and Europe were redeployed to the COVID-19 frontlines, p < 0.001. Only 46.5% (n = 491) and 58.4% (n = 600) of residents underwent training in critical care or PPE (Personal Protective equipment) usage, respectively; 28.5% (n = 302) residents (majority from Africa, Middle East, South America) reported lack of institutional guidelines to handle infectious outbreaks; 15.4% (n = 160) residents (majority from Africa, Asia, Europe) had concerns regarding availability of PPE and risk of infection. An increase in technology-based virtual teaching modalities was observed. The most significant stressor for residents was the concern for their family's health. Residents' QOL significantly decreased from 80/100 (IQR 70-90) to 65/100 (IQR 50-80) before and during the pandemic, p < 0.001. CONCLUSIONS: The COVID-19 pandemic has significantly impacted the safety, well-being, QOL, and training of the global orthopedic resident physician workforce to different extents across geographical regions. The findings of this study will aid educators, program leaderships, and policy makers globally in formulating flexible, generalizable, and sustainable strategies to ensure resident safety, well-being, and training, while maintaining patient care.",
  "authors": [
    {
      "last_name": "Bosco",
      "fore_name": "Aju",
      "initials": "A",
      "name": "Aju Bosco",
      "affiliations": [
        "Orthopedic Spine Surgery Division, Institute of Orthopedics and Traumatology, Madras Medical College, EVR Road, Park Town, Chennai, 600003, TamilNadu, India."
      ]
    },
    {
      "last_name": "Tay",
      "fore_name": "Hui Wen",
      "initials": "HW",
      "name": "Hui Wen Tay",
      "affiliations": [
        "Department of Orthopedics, Yong Loo Lin School of Medicine, National University of Singapore, Singapore."
      ]
    },
    {
      "last_name": "Aleem",
      "fore_name": "Ilyas",
      "initials": "I",
      "name": "Ilyas Aleem",
      "affiliations": [
        "Department of Orthopedic Surgery, University of Michigan, 1500 East Medical Center Drive, 2912 Taubman Center, SPC 5328, Ann Arbor, MI, 48109, USA."
      ]
    },
    {
      "last_name": "Citak",
      "fore_name": "Mustafa",
      "initials": "M",
      "name": "Mustafa Citak",
      "affiliations": [
        "Department of Orthopedic Surgery, Helios ENDO-Klinik Hamburg, Holstenstrasse 2, 22767, Hamburg, Germany."
      ]
    },
    {
      "last_name": "Uvaraj",
      "fore_name": "Nalli Ramanathan",
      "initials": "NR",
      "name": "Nalli Ramanathan Uvaraj",
      "affiliations": [
        "Orthopedic Spine Surgery Division, Institute of Orthopedics and Traumatology, Madras Medical College, Chennai, 600003, TamilNadu, India."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jong-Beom",
      "initials": "JB",
      "name": "Jong-Beom Park",
      "affiliations": [
        "Department of Orthopedic Surgery, Uijeongbu St. Mary's Hospital, College of Medicine, The Catholic University of Korea, 271 Cheonbo-ro, Uijeongbu-si, Gyeonggi-do, 11765, South Korea."
      ]
    },
    {
      "last_name": "Matsumoto",
      "fore_name": "Morio",
      "initials": "M",
      "name": "Morio Matsumoto",
      "affiliations": [
        "Department of Orthopedic Surgery, Keio University, Keio University Hospital, Shinanomachi 35, Shinjyukuku, Tokyo, 160-8582, Japan."
      ]
    },
    {
      "last_name": "Marin-Penna",
      "fore_name": "Oliver",
      "initials": "O",
      "name": "Oliver Marin-Penna",
      "affiliations": [
        "Department of Orthopedic Surgery and Traumatology, Hospital Universitario Infanta Leonor, C/ Gran Via del Este, 80, 28031, Madrid, Spain."
      ]
    },
    {
      "last_name": "Buvanesh",
      "fore_name": "Janakiraman",
      "initials": "J",
      "name": "Janakiraman Buvanesh",
      "affiliations": [
        "Institute of Orthopedics and Traumatology, Madras Medical College, Chennai, 600003, TamilNadu, India."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Sports Medicine & Shoulder Surgery, Department of Orthopedic Surgery, McMaster University, 1280 Main Street West, Michael DeGroote Centre for Learning and Discovery (MDCL), 3104 Hamilton, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Hey",
      "fore_name": "Hwee Weng Dennis",
      "initials": "HWD",
      "name": "Hwee Weng Dennis Hey",
      "affiliations": [
        "University Orthopedics, Hand and Reconstructive Microsurgery Cluster (UOHC), National University Health System, 1E Kent Ridge Road, NUHS Tower Block Level 11, 119228, Singapore."
      ]
    }
  ],
  "journal": {
    "title": "Journal of orthopaedics",
    "iso_abbreviation": "J Orthop",
    "issn": "0972-978X",
    "issn_type": "Print",
    "volume": "27",
    "pub_year": "2021"
  },
  "start_page": "103",
  "end_page": "113",
  "pages": "103-113",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34518748",
    "pmc": "PMC8425745",
    "doi": "10.1016/j.jor.2021.09.001",
    "pii": "S0972-978X(21)00197-5"
  },
  "doi": "10.1016/j.jor.2021.09.001",
  "pmc_id": "PMC8425745",
  "dates": {
    "revised": "2024-08-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.300736",
    "pmid": "34518748"
  }
}