{
  "pmid": "34527308",
  "uid": "34527308",
  "title": "Does denosumab offer survival benefits? -Our experience with denosumab in metastatic non-small cell lung cancer patients treated with immune-checkpoint inhibitors.",
  "abstract": "BACKGROUND: Immune checkpoint inhibitors (ICIs) have revolutionized the treatment of non-small-cell lung cancer (NSCLC). Denosumab is a humanized monoclonal antibody to RANK ligand used to prevent skeletal-related events of bone metastases in solid tumors. We are reporting the clinical outcomes in our NSCLC patients who received RANKL inhibitor in combination with ICIs. METHODS: This observational study used retrospective data from a tertiary cancer center from 2015-2020. Stage IV non-small cell lung cancer patients who received denosumab within 30 days of ICIs (pembrolizumab, nivolumab, atezolizumab, ipilimumab) were included. Kaplan-Meier curves were obtained for survival analysis. RESULTS: We identified 69 patients and all had skeletal metastases, and 37.7% had brain metastases. Median OS was 6.3 months and median PFS was 2.8 months, with overall response rate (ORR) of 18.8% and disease control rate (DCR) of 40.6%. Median OS in patients with concomitant denosumab and ICIs more than 3 months was 11.5 months, comparing to 3.6 months in patients with <3 months of concomitant therapy (P=0.0005). OS and PFS did not differ with respect to brain metastases or number of skeletal metastases. However, the duration of ICIs and denosumab overlap was associated with improved OS and PFS. Among the 18.8% of patients who achieved complete response (CR) and partial response (PR), six-month survival rate was 100% and one-year survival rate was 69.2%. Most of the patients tolerated denosumab well, and hypocalcemia was the most commonly reported side effect. CONCLUSIONS: Patients receiving combination therapy did not perform poorly comparing to published studies despite of poor prognostic features such as brain metastases and numerous skeletal metastases. Although we did notice potential benefit of the longer duration of concomitant use of ICI and denosumab, future prospective clinical trials are needed to evaluate the synergistic effect of RANKL inhibitors/ICI and if duration of RANKL inhibitors matters.",
  "authors": [
    {
      "last_name": "Cao",
      "fore_name": "Yenong",
      "initials": "Y",
      "name": "Yenong Cao",
      "affiliations": [
        "Department of Internal Medicine, Dartmouth-Hitchcock Medical Center, One Medical Center Dr., Lebanon, NH, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Zubair",
      "initials": "MZ",
      "name": "Muhammad Zubair Afzal",
      "affiliations": [
        "Department of Hematology-Oncology, Norris Cotton Cancer Center, One Medical Center Dr., Lebanon, NH, USA."
      ]
    },
    {
      "last_name": "Shirai",
      "fore_name": "Keisuke",
      "initials": "K",
      "name": "Keisuke Shirai",
      "affiliations": [
        "Department of Hematology-Oncology, Norris Cotton Cancer Center, One Medical Center Dr., Lebanon, NH, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of thoracic disease",
    "iso_abbreviation": "J Thorac Dis",
    "issn": "2072-1439",
    "issn_type": "Print",
    "volume": "13",
    "issue": "8",
    "pub_year": "2021",
    "pub_month": "Aug"
  },
  "start_page": "4668",
  "end_page": "4677",
  "pages": "4668-4677",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34527308",
    "pmc": "PMC8411139",
    "doi": "10.21037/jtd-21-150",
    "pii": "jtd-13-08-4668"
  },
  "doi": "10.21037/jtd-21-150",
  "pmc_id": "PMC8411139",
  "dates": {
    "revised": "2022-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.970949",
    "pmid": "34527308"
  }
}