{
  "pmid": "34525129",
  "uid": "34525129",
  "title": "Suggested visual blockade during hypnosis: Top-down modulation of stimulus processing in a visual oddball task.",
  "abstract": "Several theories of hypnosis assume that responses to hypnotic suggestions are implemented through top-down modulations via a frontoparietal network that is involved in monitoring and cognitive control. The current study addressed this issue re-analyzing previously published event-related-potentials (ERP) (N1, P2, and P3b amplitudes) and combined it with source reconstruction and connectivity analysis methods. ERP data were obtained from participants engaged in a visual oddball paradigm composed of target, standard, and distractor stimuli during a hypnosis (HYP) and a control (CON) condition. In both conditions, participants were asked to count the rare targets presented on a video screen. During HYP participants received suggestions that a wooden board in front of their eyes would obstruct their view of the screen. The results showed that participants' counting accuracy was significantly impaired during HYP compared to CON. ERP components in the N1 and P2 window revealed no amplitude differences between CON and HYP at sensor-level. In contrast, P3b amplitudes in response to target stimuli were significantly reduced during HYP compared to CON. Source analysis of the P3b amplitudes in response to targets indicated that HYP was associated with reduced source activities in occipital and parietal brain areas related to stimulus categorization and attention. We further explored how these brain sources interacted by computing time-frequency effective connectivity between electrodes that best represented frontal, parietal, and occipital sources. This analysis revealed reduced directed information flow from parietal attentional to frontal executive sources during processing of target stimuli. These results provide preliminary evidence that hypnotic suggestions of a visual blockade are associated with a disruption of the coupling within the frontoparietal network implicated in top-down control.",
  "authors": [
    {
      "last_name": "Franz",
      "fore_name": "Marcel",
      "initials": "M",
      "name": "Marcel Franz",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ],
      "orcid": "0000-0002-6828-5546"
    },
    {
      "last_name": "Hecht",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Hecht",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ]
    },
    {
      "last_name": "Naumann",
      "fore_name": "Ewald",
      "initials": "E",
      "name": "Ewald Naumann",
      "affiliations": [
        "Institute of Psychology, University of Trier, Trier, Germany."
      ]
    },
    {
      "last_name": "Miltner",
      "fore_name": "Wolfgang H R",
      "initials": "WHR",
      "name": "Wolfgang H R Miltner",
      "affiliations": [
        "Institute of Psychology, Friedrich Schiller University of Jena, Jena, Germany."
      ],
      "orcid": "0000-0001-7452-995X"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "16",
    "issue": "9",
    "pub_year": "2021"
  },
  "start_page": "e0257380",
  "pages": "e0257380",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Attention",
    "Bayes Theorem",
    "Behavior",
    "Brain",
    "Brain Mapping",
    "Electrodes",
    "Electroencephalography",
    "Evoked Potentials",
    "Female",
    "Humans",
    "Hypnosis",
    "Male",
    "Neuroimaging",
    "Vision, Ocular",
    "Visual Perception",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "34525129",
    "pmc": "PMC8443036",
    "doi": "10.1371/journal.pone.0257380",
    "pii": "PONE-D-20-15863"
  },
  "doi": "10.1371/journal.pone.0257380",
  "pmc_id": "PMC8443036",
  "dates": {
    "completed": "2021-12-06",
    "revised": "2021-12-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.454808",
    "pmid": "34525129"
  }
}