{
  "pmid": "34537938",
  "uid": "34537938",
  "title": "Flood hazards and livelihood vulnerability of flood-prone farm-dependent Bait households in Punjab, Pakistan.",
  "abstract": "Pakistan is one of the most climate change- and natural disaster-affected country of the world where livelihood and lives of inhabitants are often affected due to these disasters. In the scenario of various disasters and risks, flood disasters are the most recurrent hazards that cause Bait households' livelihood to be more vulnerable. Hence, this research work has focused to investigate livelihood vulnerability of flood-prone Bait households in southern Punjab of Pakistan. This study used multistage sampling technique for collection of the cross-sectional data of 398 flood disasters vulnerable Bait household's respondents from three high-risk flood-prone districts Muzaffargarh, Rajanpur, and Rahim Yar Khan. Face-to-face interview procedure and well-developed pre-tested questionnaire were used for data collection in this research work. This study applied vulnerability framework of LVI-IPCC and LVI in the direction of comparing the level of vulnerabilities in preferred three Bait district households. Empirical estimates of LVI major components and framework of IPCC vulnerability have indicated Bait households of Muzaffargarh more vulnerable owing to higher exposure and sensitivity and lower adaptive capacity than other districts. In contrast to other districts, Muzaffargarh households have investigated more vulnerable to flood disasters more particularly in LVI sub-components such as health (0.460), water (0.360), and food (0.515) access. These research findings will be helpful to policymakers to work out and put into practice effectual programs and strategies such as constructing more water reserves, developing overhead infrastructure, easy access of institutional loans, and generating off-farm income sources. These local-based feasible measures will be helpful for native inhabitants to reduce frequency of floods in the direction of lessened vulnerability and increased resilience via recovering generally the livelihood of vulnerable Bait households in Punjab Pakistan and particularly the district Muzaffargarh.",
  "authors": [
    {
      "last_name": "Ahmad",
      "fore_name": "Dilshad",
      "initials": "D",
      "name": "Dilshad Ahmad",
      "affiliations": [
        "Department of Management Sciences, COMSATS University Islamabad, Vehari Campus, Vehari, Pakistan. dilshad@ciitvehari.edu.pk."
      ],
      "orcid": "0000-0002-3991-805X"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Economics, Preston University, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "11553",
  "end_page": "11573",
  "pages": "11553-11573",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Disasters",
    "Farms",
    "Floods",
    "Pakistan"
  ],
  "article_ids": {
    "pubmed": "34537938",
    "doi": "10.1007/s11356-021-16443-4",
    "pii": "10.1007/s11356-021-16443-4"
  },
  "doi": "10.1007/s11356-021-16443-4",
  "dates": {
    "completed": "2022-01-31",
    "revised": "2022-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.972370",
    "pmid": "34537938"
  }
}