{
  "pmid": "34530933",
  "uid": "34530933",
  "title": "Facilitators and barriers to clinical practice guideline-consistent supportive care at pediatric oncology institutions: a Children's Oncology Group study.",
  "abstract": "BACKGROUND: Clinical practice guideline (CPG)-consistent care improves patient outcomes, but CPG implementation is poor. Little is known about CPG implementation in pediatric oncology. This study aimed to understand supportive care CPG implementation facilitators and barriers at pediatric oncology National Cancer Institute (NCI) Community Oncology Research Program (NCORP) institutions. METHODS: Healthcare professionals at 26 pediatric, Children's Oncology Group-member, NCORP institutions were invited to participate in face-to-face focus groups. Serial focus groups were held until saturation of ideas was reached. Supportive care CPG implementation facilitators and barriers were solicited using nominal group technique (NGT), and implementation of specific supportive care CPG recommendations was discussed. Notes from each focus group were analyzed using a directed content analysis. The top five themes arising from an analysis of NGT items were identified, first from each focus group and then across all focus groups. RESULTS: Saturation of ideas was reached after seven focus groups involving 35 participants from 18 institutions. The top five facilitators of CPG implementation identified across all focus groups were organizational factors including charging teams with CPG implementation, individual factors including willingness to standardize care, user needs and values including mentorship, system factors including implementation structure, and implementation strategies including a basis in science. The top five barriers of CPG implementation identified were organizational factors including tolerance for inconsistencies, individual factors including lack of trust, system factors including administrative hurdles, user needs and values including lack of inclusivity, and professional including knowledge gaps. CONCLUSIONS: Healthcare professionals at pediatric NCORP institutions believe that organizational factors are the most important determinants of supportive care CPG implementation. They believe that CPG-consistent supportive care is most likely to be delivered in organizations that prioritize evidence-based care, provide structure and resources to implement CPGs, and eliminate implementation barriers. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT02847130. Date of registration: July 28, 2016.",
  "authors": [
    {
      "last_name": "Sugalski",
      "fore_name": "Aaron J",
      "initials": "AJ",
      "name": "Aaron J Sugalski",
      "affiliations": [
        "University of Texas Health Science Center at San Antonio, San Antonio, USA."
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Tammy",
      "initials": "T",
      "name": "Tammy Lo",
      "affiliations": [
        "Department of Research and Evaluation, Kaiser Permanente, Pasadena, USA."
      ]
    },
    {
      "last_name": "Beauchemin",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Beauchemin",
      "affiliations": [
        "Columbia University Irving Medical Center, New York, USA."
      ]
    },
    {
      "last_name": "Grimes",
      "fore_name": "Allison C",
      "initials": "AC",
      "name": "Allison C Grimes",
      "affiliations": [
        "University of Texas Health Science Center at San Antonio, San Antonio, USA."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Paula D",
      "initials": "PD",
      "name": "Paula D Robinson",
      "affiliations": [
        "Pediatric Oncology Group of Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Alexandra M",
      "initials": "AM",
      "name": "Alexandra M Walsh",
      "affiliations": [
        "Center for Cancer and Blood Disorders, Phoenix Children's Hospital, Phoenix, USA.",
        "University of Arizona, Phoenix, USA."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Dang",
      "fore_name": "Ha",
      "initials": "H",
      "name": "Ha Dang",
      "affiliations": [
        "Children's Oncology Group, Monrovia, USA.",
        "Department of Population and Public Health Sciences, University of Southern California, Los Angeles, USA."
      ]
    },
    {
      "last_name": "Fisher",
      "fore_name": "Brian T",
      "initials": "BT",
      "name": "Brian T Fisher",
      "affiliations": [
        "Pediatrics and Epidemiology, The Children's Hospital of Philadelphia and the Perelman School of Medicine at the University of Pennsylvania, Philadelphia, USA."
      ]
    },
    {
      "last_name": "Wrightson",
      "fore_name": "Andrea Rothfus",
      "initials": "AR",
      "name": "Andrea Rothfus Wrightson",
      "affiliations": [
        "Clinical Research Nurse Coordinator, Nemours Center for Cancer and Blood Disorders, Wilmington, USA."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Lolie C",
      "initials": "LC",
      "name": "Lolie C Yu",
      "affiliations": [
        "LSUHSC/Children's Hospital, New Orleans, USA."
      ]
    },
    {
      "last_name": "Sung",
      "fore_name": "Lillian",
      "initials": "L",
      "name": "Lillian Sung",
      "affiliations": [
        "Research Institute, The Hospital for Sick Children, 555 University Ave, Toronto, ON, M5G 1X8, Canada.",
        "Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Dupuis",
      "fore_name": "L Lee",
      "initials": "LL",
      "name": "L Lee Dupuis",
      "affiliations": [
        "Research Institute, The Hospital for Sick Children, 555 University Ave, Toronto, ON, M5G 1X8, Canada. lee.dupuis@sickkids.ca.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Canada. lee.dupuis@sickkids.ca."
      ],
      "orcid": "0000-0002-7699-1061"
    }
  ],
  "journal": {
    "title": "Implementation science communications",
    "iso_abbreviation": "Implement Sci Commun",
    "issn": "2662-2211",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "16"
  },
  "start_page": "106",
  "pages": "106",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34530933",
    "pmc": "PMC8447588",
    "doi": "10.1186/s43058-021-00200-2",
    "pii": "10.1186/s43058-021-00200-2"
  },
  "doi": "10.1186/s43058-021-00200-2",
  "pmc_id": "PMC8447588",
  "dates": {
    "revised": "2022-12-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U10 CA180886",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UG1 CA189955",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UG1CA189955",
      "agency": "NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.420103",
    "pmid": "34530933"
  }
}