{
  "pmid": "34545445",
  "uid": "34545445",
  "title": "Stakeholders' perspectives on the future of artificial intelligence in radiology: a scoping review.",
  "abstract": "OBJECTIVES: Artificial intelligence (AI) has the potential to impact clinical practice and healthcare delivery. AI is of particular significance in radiology due to its use in automatic analysis of image characteristics. This scoping review examines stakeholder perspectives on AI use in radiology, the benefits, risks, and challenges to its integration. METHODS: A search was conducted from 1960 to November 2019 in EMBASE, PubMed/MEDLINE, Web of Science, Cochrane Library, CINAHL, and grey literature. Publications reflecting stakeholder attitudes toward AI were included with no restrictions. RESULTS: Commentaries (n = 32), surveys (n = 13), presentation abstracts (n = 8), narrative reviews (n = 8), and a social media study (n = 1) were included from 62 eligible publications. These represent the views of radiologists, surgeons, medical students, patients, computer scientists, and the general public. Seven themes were identified (predicted impact, potential replacement, trust in AI, knowledge of AI, education, economic considerations, and medicolegal implications). Stakeholders anticipate a significant impact on radiology, though replacement of radiologists is unlikely in the near future. Knowledge of AI is limited for non-computer scientists and further education is desired. Many expressed the need for collaboration between radiologists and AI specialists to successfully improve patient care. CONCLUSIONS: Stakeholder views generally suggest that AI can improve the practice of radiology and consider the replacement of radiologists unlikely. Most stakeholders identified the need for education and training on AI, as well as collaborative efforts to improve AI implementation. Further research is needed to gain perspectives from non-Western countries, non-radiologist stakeholders, on economic considerations, and medicolegal implications. KEY POINTS: Stakeholders generally expressed that AI alone cannot be used to replace radiologists. The scope of practice is expected to shift with AI use affecting areas from image interpretation to patient care. Patients and the general public do not know how to address potential errors made by AI systems while radiologists believe that they should be \"in-the-loop\" in terms of responsibility. Ethical accountability strategies must be developed across governance levels. Students, residents, and radiologists believe that there is a lack in AI education during medical school and residency. The radiology community should work with IT specialists to ensure that AI technology benefits their work and centres patients.",
  "authors": [
    {
      "last_name": "Yang",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Yang",
      "affiliations": [
        "McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Ene",
      "fore_name": "Ioana Cezara",
      "initials": "IC",
      "name": "Ioana Cezara Ene",
      "affiliations": [
        "McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Arabi Belaghi",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Arabi Belaghi",
      "affiliations": [
        "University of Tabriz, 29 Bahman Boulevard, Tabriz, East Azerbaijan Province, Iran."
      ]
    },
    {
      "last_name": "Koff",
      "fore_name": "David",
      "initials": "D",
      "name": "David Koff",
      "affiliations": [
        "Department of Radiology, McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Stein",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Stein",
      "affiliations": [
        "McMaster Children's Hospital, McMaster University, 1280 Main St W, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina Lina",
      "initials": "PL",
      "name": "Pasqualina Lina Santaguida",
      "affiliations": [
        "McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada. santag@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "European radiology",
    "iso_abbreviation": "Eur Radiol",
    "issn": "1432-1084",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Mar"
  },
  "start_page": "1477",
  "end_page": "1495",
  "pages": "1477-1495",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Artificial Intelligence",
    "Forecasting",
    "Humans",
    "Radiography",
    "Radiologists",
    "Radiology"
  ],
  "article_ids": {
    "pubmed": "34545445",
    "doi": "10.1007/s00330-021-08214-z",
    "pii": "10.1007/s00330-021-08214-z"
  },
  "doi": "10.1007/s00330-021-08214-z",
  "dates": {
    "completed": "2022-02-14",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.432406",
    "pmid": "34545445"
  }
}