{
  "pmid": "34547009",
  "uid": "34547009",
  "title": "Unicompartmental Knee Arthroplasty: Survivorship and Risk Factors for Revision: A Population-Based Cohort Study with Minimum 10-Year Follow-up.",
  "abstract": "BACKGROUND: Operative management for end-stage knee osteoarthritis (OA) primarily consists of arthroplasty. Total knee arthroplasty (TKA) is the so-called gold standard for multicompartmental OA. In selected patients, specifically those with unicompartmental OA and no definite contraindications, realignment osteotomies and unicompartmental knee arthroplasty (UKA) are viable options. UKA offers several advantages over TKA, including preservation of both cruciate ligaments, faster recovery, and less osseous resection. The purpose of this study was to determine the survivorship of UKAs and risk factors for all-cause revision surgery in patients with a minimum follow-up of 10 years in a large population-based database. METHODS: We performed a population-based cohort study using linked administrative databases in Ontario, Canada. We identified all UKAs performed from January 2002 through December 2006. All patients had a minimum 10-year follow-up. Demographic data and outcomes were summarized using descriptive statistics. We used a Cox proportional hazards model with the Fine and Gray method accounting for competing risks such as death to analyze the effect of surgical and patient factors on the risk of revision of UKA. RESULTS: A total of 4,385 patients were identified as having undergone primary UKA from 2002 through 2006 in Ontario. Of these patients, 779 underwent revision surgery, for a cumulative risk for all-cause revision of 16.5% at 10 years (95% confidence interval [CI]: 15.4% to 17.7%). Mechanical loosening was the reason for 83.4% of all revisions. Male sex, diabetes, an age younger than 50 years, and cementless implants were significant risk factors for revision surgery. Residence in a rural or urban setting, income quintile, discharge destination, and type of OA were not associated with the risk of revision. Survivorship at 1, 5, 10, and 15 years was 97.2%, 90.5%, 83.5%, and 81.9%, respectively. CONCLUSIONS: This study demonstrated a >80% long-term survivorship for UKA based on a large administrative database sample and identified important risk factors for failure including male sex, younger age, diabetes, and cementless fixation. This study found rates of survivorship similar to those previously reported in the literature, while identifying key risk factors for failure. Patient selection has always been identified as a key factor in ensuring successful UKA, and the risk factors identified in this study may help guide decision-making for surgeons and patients dealing with unicompartmental knee OA. LEVEL OF EVIDENCE: Therapeutic Level IV . See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4571-9655"
    },
    {
      "last_name": "Bozzo",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Bozzo",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8195-2086"
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2861-9636"
    },
    {
      "last_name": "Winemaker",
      "fore_name": "Mitchell J",
      "initials": "MJ",
      "name": "Mitchell J Winemaker",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9878-9596"
    },
    {
      "last_name": "Adili",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Adili",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4692-819"
    },
    {
      "last_name": "Wood",
      "fore_name": "Thomas J",
      "initials": "TJ",
      "name": "Thomas J Wood",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0291-444"
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "23",
    "pub_year": "2021",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "2170",
  "end_page": "2176",
  "pages": "2170-2176",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34547009",
    "doi": "10.2106/JBJS.21.00346",
    "pii": "00004623-990000000-00342"
  },
  "doi": "10.2106/JBJS.21.00346",
  "dates": {
    "revised": "2025-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:38.387821",
    "pmid": "34547009"
  }
}