{
  "pmid": "34543652",
  "uid": "34543652",
  "title": "Comparative efficacy and safety of monoclonal antibodies and aspirin desensitization for chronic rhinosinusitis with nasal polyposis: A systematic review and network meta-analysis.",
  "abstract": "BACKGROUND: Chronic rhinosinusitis with nasal polyposis (CRSwNP) is an inflammatory condition of the upper airways. Optimal management is unclear. OBJECTIVE: We compared the effects of mAbs and aspirin desensitization (ASA-D) for treatment of CRSwNP. METHODS: We searched the Medline, Embase, Cochrane Central Register of Controlled Trials, International Clinical Trials Registry Platform, US Food and Drug Administration, and the European Medicines Agency databases from inception to August 4, 2021, for randomized controlled trials comparing the effects of mAbs and ASA-D for CRSwNP. We conducted network meta-analysis of sinusitis symptoms, heath-related quality of life, rescue oral corticosteroids and surgery, endoscopic and radiologic scores, and adverse events. We used the Grades of Recommendation Assessment, Development and Evaluation (GRADE) approach to assess certainty of evidence. PROSPERO CRD42020177334. RESULTS: Twenty-nine randomized controlled trials evaluating 8 treatments (n = 3461) were included in the network meta-analysis. Compared to placebo, moderate to high certainty evidence showed that health-related quality of life (SNOT-22) improved with dupilumab (mean difference [MD] -19.91 [95% confidence interval (CI) -22.50, -17.32]), omalizumab (MD -16.09 [95% CI -19.88, -12.30]), mepolizumab (MD -12.89 [95% CI -16.58, -9.19], ASA-D (MD -10.61 [95% CI -14.51, -6.71]), and benralizumab (MD -7.68 [95% CI -12.09, -3.27]). The risk of rescue nasal polyp surgery likely decreased with dupilumab (risk difference [RD] -16.35% [95% CI -18.13, -13.48]), omalizumab (RD -7.40% [95% CI -11.04, -2.43]), mepolizumab (RD -12.33% [95% CI -15.56, -7.22]), and ASA-D (RD -16.00% [95% CI -19.79, 0.21]; all moderate certainty). Comparisons among agents show with moderate to high certainty that dupilumab ranks among the most beneficial for 7 of 7 outcomes, omalizumab for 2 of 7, mepolizumab for 1 of 7, and ASA-D for 1 of 7. CONCLUSIONS: Multiple biologics and ASA-D credibly improve patient-important outcomes, with clinically important differences in effects among agents; dupilumab uniquely ranks among the most beneficial for all outcomes studied.",
  "authors": [
    {
      "last_name": "Oykhman",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Oykhman",
      "affiliations": [
        "Department of Medicine, Division of Clinical Immunology and Allergy, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paramo",
      "fore_name": "Fernando Aleman",
      "initials": "FA",
      "name": "Fernando Aleman Paramo",
      "affiliations": [
        "Department of Medicine, Division of Clinical Immunology and Allergy, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bousquet",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Bousquet",
      "affiliations": [
        "Charité Universitätsmedizin Berlin, Humboldt-Universität zu Berlin, Berlin, Germany; Department of Dermatology and Allergy, Berlin Institute of Health, Comprehensive Allergy Center, Berlin, Germany; CHU and MACVIA-France, Montpellier, France."
      ]
    },
    {
      "last_name": "Kennedy",
      "fore_name": "David W",
      "initials": "DW",
      "name": "David W Kennedy",
      "affiliations": [
        "Department of Otorhinolaryngology-Head and Neck Surgery, University of Pennsylvania, Philadelphia, Pa."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine, Division of Clinical Immunology and Allergy, McMaster University, Hamilton, Ontario, Canada; Department Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Research Institute of St Joe's Hamilton, Hamilton, Ontario, Canada. Electronic address: chudk@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of allergy and clinical immunology",
    "iso_abbreviation": "J Allergy Clin Immunol",
    "issn": "1097-6825",
    "issn_type": "Electronic",
    "volume": "149",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "1286",
  "end_page": "1295",
  "pages": "1286-1295",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Antibodies, Monoclonal",
    "Antineoplastic Agents, Immunological",
    "Aspirin",
    "Chronic Disease",
    "Humans",
    "Nasal Polyps",
    "Omalizumab",
    "Quality of Life",
    "Sinusitis"
  ],
  "article_ids": {
    "pubmed": "34543652",
    "doi": "10.1016/j.jaci.2021.09.009",
    "pii": "S0091-6749(21)01393-2"
  },
  "doi": "10.1016/j.jaci.2021.09.009",
  "dates": {
    "completed": "2022-04-12",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Antibodies, Monoclonal",
    "Antineoplastic Agents, Immunological",
    "Omalizumab",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.115926",
    "pmid": "34543652"
  }
}