{
  "pmid": "34545466",
  "uid": "34545466",
  "title": "An International Needs Assessment Survey of Guideline Developers Demonstrates Variability in Resources and Challenges to Collaboration between Organizations.",
  "abstract": "BACKGROUND: The development of rigorous, high-quality clinical guidelines increases the need for resources and skilled personnel within guideline-producing organizations. While collaboration between organizations provides a unique opportunity to pool resources and save time and effort, the collaboration presents its own unique challenges. OBJECTIVE: To assess the perceived needs and current challenges of guideline producers worldwide related to guideline development and collaboration efforts. DESIGN: Survey questions were developed by the Guidelines International Network and the US GRADE Network, pilot-tested among attendees of a guideline development workshop, and disseminated electronically using convenience and snowball sampling methods. PARTICIPANTS: A total of 171 respondents representing 30 countries and more than 112 unique organizations were included in this analysis. MAIN MEASURES: The survey included free-response, multiple-choice, and seven-point Likert-scale questions. Questions assessed respondents' perceived value of guidelines, resource availability and needs, guideline development processes, and collaboration efforts of their organization. KEY RESULTS: Time required to develop high-quality systematic reviews and guidelines was the most relevant need (median=7; IQR=5.5-7). In-house resources to conduct literature searches (median=4; IQR=3-6) and the resources to develop rigorous guidelines rapidly (median=4; IQR=2-5) were perceived as the least available resources. Difficulties reconciling differences in guideline methodology (median=6; IQR=4-7) and the time required to establish collaborative agreements (median=6; IQR=5-6) were the most relevant barriers to collaboration between organizations. Results also indicated a general need for improvement in conflict of interest (COI) disclosure policies. CONCLUSION: The survey identified organizational challenges in supporting rigorous guideline development, including the time, resources, and personnel required. Connecting guideline developers to existing databases of high-quality systematic reviews and the use of freely available online platforms may facilitate guideline development. Guideline-producing organizations may also consider allocating resources to hiring or training personnel with expertise in systematic review methodologies or utilizing resources more effectively by establishing collaborations with other organizations.",
  "authors": [
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, University of Minnesota, Minneapolis VA Health Care System, Minneapolis, MN, USA. ssultan@umn.edu."
      ],
      "orcid": "0000-0002-5867-8741"
    },
    {
      "last_name": "Siedler",
      "fore_name": "Madelin R",
      "initials": "MR",
      "name": "Madelin R Siedler",
      "affiliations": [
        "Kinesiology & Sport Management, Texas Tech University, Lubbock, TX, USA."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ogunremi",
      "fore_name": "Toju",
      "initials": "T",
      "name": "Toju Ogunremi",
      "affiliations": [
        "Centre for Communicable Diseases and Infection Control, Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Department of Urology, Minneapolis VA Health Care System, University of Minnesota, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Fatheree",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Fatheree",
      "affiliations": [
        "College of American Pathologists, Northfield, IL, USA."
      ]
    },
    {
      "last_name": "Getchius",
      "fore_name": "Thomas S D",
      "initials": "TSD",
      "name": "Thomas S D Getchius",
      "affiliations": [
        "Guideline Strategy and Operations, American Heart Association and American College of Cardiology, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Ginex",
      "fore_name": "Pamela K",
      "initials": "PK",
      "name": "Pamela K Ginex",
      "affiliations": [
        "Evidence-Based Practice, Oncology Nursing Society, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Jakhmola",
      "fore_name": "Priya",
      "initials": "P",
      "name": "Priya Jakhmola",
      "affiliations": [
        "U.S. Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "McFarlane",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma McFarlane",
      "affiliations": [
        "National Institute for Health and Care Excellence, Manchester, UK."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Evidence-based Practice Center, Robert D. and Patricia E. Kern Center for the Science of Health Care Delivery, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Temple Smolkin",
      "fore_name": "Robyn L",
      "initials": "RL",
      "name": "Robyn L Temple Smolkin",
      "affiliations": [
        "Association for Molecular Pathology, Rockville, MD, USA."
      ]
    },
    {
      "last_name": "Amer",
      "fore_name": "Yasser S",
      "initials": "YS",
      "name": "Yasser S Amer",
      "affiliations": [
        "Pediatrics, Quality Management, King Saud University Medical City, Riyadh, Saudi Arabia.",
        "Research Chair for Evidence-Based Health Care and Knowledge Translation, King Saud University, Riyadh, Saudi Arabia.",
        "Alexandria Center for Evidence-Based Clinical Practice Guidelines, Alexandria University, Alexandria, Egypt."
      ]
    },
    {
      "last_name": "Alam",
      "fore_name": "Murad",
      "initials": "M",
      "name": "Murad Alam",
      "affiliations": [
        "Department of Dermatology, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Kang",
      "fore_name": "Bianca Y",
      "initials": "BY",
      "name": "Bianca Y Kang",
      "affiliations": [
        "Department of Dermatology, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Gastroenterology Seection, VA Northeast Ohio Healthcare System, Case Western Reserve University, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of general internal medicine",
    "iso_abbreviation": "J Gen Intern Med",
    "issn": "1525-1497",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "2669",
  "end_page": "2677",
  "pages": "2669-2677",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Conflict of Interest",
    "Disclosure",
    "Evidence-Based Medicine",
    "Humans",
    "Needs Assessment",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "34545466",
    "pmc": "PMC9411275",
    "doi": "10.1007/s11606-021-07112-w",
    "pii": "10.1007/s11606-021-07112-w"
  },
  "doi": "10.1007/s11606-021-07112-w",
  "pmc_id": "PMC9411275",
  "dates": {
    "completed": "2022-08-29",
    "revised": "2023-08-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.157330",
    "pmid": "34545466"
  }
}