{
  "pmid": "34546914",
  "uid": "34546914",
  "title": "Longitudinal Outcomes of a Smartphone Application to Prevent Drug Use Among Hispanic Youth.",
  "abstract": "OBJECTIVE: This trial tested the efficacy of a smartphone application (app) designed to prevent drug use among Hispanic youth. METHOD: Participants were recruited through online advertising and youth service agencies. The baseline sample (N = 644) had a mean age of 14.1 years, was primarily female (60%), and resided in 31 U.S. states and Puerto Rico. Youth assented to study participation and received parental permission to participate. Youth were randomly assigned to an intervention arm or a measurement-only control arm. Intervention-arm youth completed 10 prevention program sessions via a smartphone app. Following intervention delivery, all youth completed posttest and 1-, 2-, and 3-year follow-up measures. RESULTS: Analyzed within an Arm by Time interaction model, follow-up data showed that compared with control-arm youth, intervention-arm youth reported (a) less increase in alcohol use from baseline to 2-year follow-up; (b) less increase in marijuana use from baseline to 2- and 3-year follow-ups; and (c) less increase in polydrug use from baseline to 1-, 2-, and 3-year follow-ups. Compared with youth in the control arm, intervention-arm youth reported (a) less depressed mood and improved skills for refusing offers of alcohol and tobacco at posttest; (b) higher self-efficacy and social self-efficacy at 1-, 2-, and 3-year follow-ups; (c) improved skills for refusing offers of marijuana at 2- and 3-year follow-ups; (d) higher media literacy at 2- and 3-year follow-ups; and (e) better coping skills at 3-year follow-up. CONCLUSIONS: These longitudinal findings suggest that Hispanic youth can profit from tailored, skills-based content delivered via a smartphone app to prevent drug use.",
  "authors": [
    {
      "last_name": "Schwinn",
      "fore_name": "Traci M",
      "initials": "TM",
      "name": "Traci M Schwinn",
      "affiliations": [
        "Columbia School of Social Work, New York, New York."
      ]
    },
    {
      "last_name": "Fang",
      "fore_name": "Lin",
      "initials": "L",
      "name": "Lin Fang",
      "affiliations": [
        "Factor-Inwentash Faculty of Social Work, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Hopkins",
      "affiliations": [
        "Catalyst Advisors, New York, New York."
      ]
    },
    {
      "last_name": "Pacheco",
      "fore_name": "Andrea R",
      "initials": "AR",
      "name": "Andrea R Pacheco",
      "affiliations": [
        "Columbia School of Social Work, New York, New York."
      ]
    }
  ],
  "journal": {
    "title": "Journal of studies on alcohol and drugs",
    "iso_abbreviation": "J Stud Alcohol Drugs",
    "issn": "1938-4114",
    "issn_type": "Electronic",
    "volume": "82",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "668",
  "end_page": "677",
  "pages": "668-677",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adolescent",
    "Alcohol Drinking",
    "Female",
    "Hispanic or Latino",
    "Humans",
    "Pharmaceutical Preparations",
    "Smartphone",
    "Substance-Related Disorders"
  ],
  "article_ids": {
    "pubmed": "34546914",
    "pmc": "PMC8819611",
    "doi": "10.15288/jsad.2021.82.668"
  },
  "doi": "10.15288/jsad.2021.82.668",
  "pmc_id": "PMC8819611",
  "dates": {
    "completed": "2021-11-25",
    "revised": "2022-09-02"
  },
  "chemicals": [
    "Pharmaceutical Preparations"
  ],
  "grants": [
    {
      "grant_id": "R01 DA031477",
      "agency": "NIDA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:27:51.603821",
    "pmid": "34546914"
  }
}