{
  "pmid": "34549001",
  "uid": "34549001",
  "title": "Deeper Understanding of Appearance in Orofacial Clefts: A Structural Equation Model of the CLEFT-Q Appearance Scales.",
  "abstract": "BACKGROUND: The CLEFT-Q is a patient-reported outcome measure with seven scales measuring elements of facial appearance in cleft lip and/or palate. We built on the validated CLEFT-Q structural model to describe conceptual relationships between these scales, and tested our hypothesis through structural equation modeling (SEM). In our hypothesized model, the appearance of the nose, nostrils, teeth, jaw, lips, and cleft lip scar all contribute to overall facial appearance. METHODS: We included 640 participants from the international CLEFT-Q field test. Model fit was assessed using weighted least squares mean and variance adjusted regression. The model was then refined through modification indices. The fit of the hypothesized model was confirmed in an independent sample of 452 participants. RESULTS: The refined model demonstrated excellent fit to the data (comparative fit index 0.999, Tucker-Lewis index 0.999, root mean square error of approximation 0.036 and standardized root mean square residual 0.036). The confirmatory analysis also demonstrated excellent model fit. CONCLUSION: Our structural model, based on a clinical understanding of appearance in orofacial clefting, aligns with CLEFT-Q field test data. This supports the instrument's use and the exploration of a wider range of applications, such as multidimensional computerized adaptive testing.",
  "authors": [
    {
      "last_name": "Harrison",
      "fore_name": "Conrad J",
      "initials": "CJ",
      "name": "Conrad J Harrison",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Sidey-Gibbons",
      "fore_name": "Chris J",
      "initials": "CJ",
      "name": "Chris J Sidey-Gibbons",
      "affiliations": [
        "MD Anderson Center for INSPiRED Cancer Care, the University of Texas, Houston, Tex."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong Riff",
      "fore_name": "Karen W Y",
      "initials": "KWY",
      "name": "Karen W Y Wong Riff",
      "affiliations": [
        "Department of Plastic and Reconstructive Surgery, Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Furniss",
      "fore_name": "Dominic",
      "initials": "D",
      "name": "Dominic Furniss",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Swan",
      "fore_name": "Marc C",
      "initials": "MC",
      "name": "Marc C Swan",
      "affiliations": [
        "The Spires Cleft Centre, John Radcliffe Hospital, Oxford University Hospitals, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Rodrigues",
      "fore_name": "Jeremy N",
      "initials": "JN",
      "name": "Jeremy N Rodrigues",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, United Kingdom.",
        "Department of Plastic Surgery, Stoke Mandeville Hospital, Buckinghamshire Healthcare NHS Trust, Aylesbury, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery. Global open",
    "iso_abbreviation": "Plast Reconstr Surg Glob Open",
    "issn": "2169-7574",
    "issn_type": "Print",
    "volume": "9",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "e3806",
  "pages": "e3806",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34549001",
    "pmc": "PMC8447998",
    "doi": "10.1097/GOX.0000000000003806"
  },
  "doi": "10.1097/GOX.0000000000003806",
  "pmc_id": "PMC8447998",
  "dates": {
    "revised": "2022-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.172386",
    "pmid": "34549001"
  }
}