{
  "pmid": "34547888",
  "uid": "34547888",
  "title": "Pharmacoprint: A Combination of a Pharmacophore Fingerprint and Artificial Intelligence as a Tool for Computer-Aided Drug Design.",
  "abstract": "Structural fingerprints and pharmacophore modeling are methodologies that have been used for at least 2 decades in various fields of cheminformatics, from similarity searching to machine learning (ML). Advances in in silico techniques consequently led to combining both these methodologies into a new approach known as the pharmacophore fingerprint. Herein, we propose a high-resolution, pharmacophore fingerprint called Pharmacoprint that encodes the presence, types, and relationships between pharmacophore features of a molecule. Pharmacoprint was evaluated in classification experiments by using ML algorithms (logistic regression, support vector machines, linear support vector machines, and neural networks) and outperformed other popular molecular fingerprints (i.e., ECFP4, Estate, MACCS, PubChem, Substructure, Klekota-Roth, CDK, Extended, and GraphOnly) and the ChemAxon pharmacophoric features fingerprint. Pharmacoprint consisted of 39 973 bits; several methods were applied for dimensionality reduction, and the best algorithm not only reduced the length of the bit string but also improved the efficiency of the ML tests. Further optimization allowed us to define the best parameter settings for using Pharmacoprint in discrimination tests and for maximizing statistical parameters. Finally, Pharmacoprint generated for three-dimensional (3D) structures with defined hydrogens as input data was applied to neural networks with a supervised autoencoder for selecting the most important bits and allowed us to maximize the Matthews correlation coefficient up to 0.962. The results show the potential of Pharmacoprint as a new, perspective tool for computer-aided drug design.",
  "authors": [
    {
      "last_name": "Warszycki",
      "fore_name": "Dawid",
      "initials": "D",
      "name": "Dawid Warszycki",
      "affiliations": [
        "Maj Institute of Pharmacology Polish Academy of Sciences, Smetna 12 Street, 31-343, Cracow, Poland."
      ]
    },
    {
      "last_name": "Struski",
      "fore_name": "Łukasz",
      "initials": "Ł",
      "name": "Łukasz Struski",
      "affiliations": [
        "Faculty of Mathematics and Computer Science, Jagiellonian University, 6 Lojasiewicza Street, 30-348, Cracow, Poland."
      ]
    },
    {
      "last_name": "Śmieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Śmieja",
      "affiliations": [
        "Faculty of Mathematics and Computer Science, Jagiellonian University, 6 Lojasiewicza Street, 30-348, Cracow, Poland."
      ]
    },
    {
      "last_name": "Kafel",
      "fore_name": "Rafał",
      "initials": "R",
      "name": "Rafał Kafel",
      "affiliations": [
        "Maj Institute of Pharmacology Polish Academy of Sciences, Smetna 12 Street, 31-343, Cracow, Poland."
      ]
    },
    {
      "last_name": "Kurczab",
      "fore_name": "Rafał",
      "initials": "R",
      "name": "Rafał Kurczab",
      "affiliations": [
        "Maj Institute of Pharmacology Polish Academy of Sciences, Smetna 12 Street, 31-343, Cracow, Poland."
      ],
      "orcid": "0000-0002-9555-3905"
    }
  ],
  "journal": {
    "title": "Journal of chemical information and modeling",
    "iso_abbreviation": "J Chem Inf Model",
    "issn": "1549-960X",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "25"
  },
  "start_page": "5054",
  "end_page": "5065",
  "pages": "5054-5065",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Algorithms",
    "Artificial Intelligence",
    "Computer Simulation",
    "Drug Design",
    "Neural Networks, Computer"
  ],
  "article_ids": {
    "pubmed": "34547888",
    "doi": "10.1021/acs.jcim.1c00589"
  },
  "doi": "10.1021/acs.jcim.1c00589",
  "dates": {
    "completed": "2021-11-22",
    "revised": "2021-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:37.888090",
    "pmid": "34547888"
  }
}