{
  "pmid": "34547697",
  "uid": "34547697",
  "title": "Adherence to guideline creation recommendations for suicide prevention in the emergency department: A systematic review.",
  "abstract": "OBJECTIVES: Suicide rates in the United States rose 35.2% from 1999-2018. As emergency department (ED) providers often have limited training in management of suicidal patients and minimal access to mental health experts, clinical practice guidelines (CPGs) may improve care for these patients. However, clinical practice guidelines that do not adhere to quality standards for development may be harmful both to patients, if they promote practices based on flawed evidence, and to ED providers, if used in malpractice claims. In 2011, the Institute of Medicine created standards to determine the trustworthiness of CPGs. This review assessed the adherence of suicide prevention CPGs, intended for the ED, to these standards. Secondary objectives were to assess the association of adherence both with first author/organization specialty (ED vs non-ED) and with inclusion of recommendations on substance use, a potent risk factor for suicide. METHODS: This is a systematic review of available suicide-prevention CPGs for the ED in both peer-reviewed and gray literature. This review followed the PRISMA standards for reporting systematic reviews. RESULTS: Of 22 included CPGs, the 7 ED-sponsored CPGs had higher adherence to quality standards (3.1 vs 2.4) and included the highest-rated CPG (ICAR[2]E) identified by this review. Regardless of specialty, nearly all CPGs included some mention of identifying or managing substance use. CONCLUSIONS: Most suicide prevention CPGs intended for the ED are written by non-ED first authors or organizations and have low adherence to quality standards. Future CPGs should be developed with more scientific rigor, include a multidisciplinary writing group, and be created by authors working in the practice environment to which the CPG applies.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine, Department of Emergency Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America; Department of Emergency Medicine Behavioral Emergencies Research Lab, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America. Electronic address: mpwilso1@outlook.com."
      ]
    },
    {
      "last_name": "Kaur",
      "fore_name": "Jaskiran",
      "initials": "J",
      "name": "Jaskiran Kaur",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergencies Research Lab, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America; College of Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Blake",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Blake",
      "affiliations": [
        "Academic Affairs, UAMS Library, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Oliveto",
      "fore_name": "Alison H",
      "initials": "AH",
      "name": "Alison H Oliveto",
      "affiliations": [
        "Department of Psychiatry, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Ronald G",
      "initials": "RG",
      "name": "Ronald G Thompson",
      "affiliations": [
        "Department of Psychiatry, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Pyne",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pyne",
      "affiliations": [
        "Department of Psychiatry, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Wolf",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Wolf",
      "affiliations": [
        "Emergency Nurses Association, Schaumburg, Illinois."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "A Paige",
      "initials": "AP",
      "name": "A Paige Walker",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergencies Research Lab, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America; College of Medicine, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Waliski",
      "fore_name": "Angela D",
      "initials": "AD",
      "name": "Angela D Waliski",
      "affiliations": [
        "Department of Health Services Research and Development, Central Arkansas Veteran's Healthcare System, Little Rock, AR, United States of America."
      ]
    },
    {
      "last_name": "Nordstrom",
      "fore_name": "Kimberly",
      "initials": "K",
      "name": "Kimberly Nordstrom",
      "affiliations": [
        "Department of Emergency Medicine Behavioral Emergencies Research Lab, University of Arkansas for Medical Sciences, Little Rock, AR, United States of America; Department of Psychiatry, University of Colorado School of Medicine, Denver, CO, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of emergency medicine",
    "iso_abbreviation": "Am J Emerg Med",
    "issn": "1532-8171",
    "issn_type": "Electronic",
    "volume": "50",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "553",
  "end_page": "560",
  "pages": "553-560",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Emergency Service, Hospital",
    "Guideline Adherence",
    "Humans",
    "Practice Guidelines as Topic",
    "Suicide Prevention"
  ],
  "article_ids": {
    "pubmed": "34547697",
    "doi": "10.1016/j.ajem.2021.07.042",
    "pii": "S0735-6757(21)00608-2"
  },
  "doi": "10.1016/j.ajem.2021.07.042",
  "dates": {
    "completed": "2021-12-20",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.714698",
    "pmid": "34547697"
  }
}