{
  "pmid": "34555181",
  "uid": "34555181",
  "title": "School-based physical activity programs for promoting physical activity and fitness in children and adolescents aged 6 to 18.",
  "abstract": "BACKGROUND: Physical activity among children and adolescents is associated with lower adiposity, improved cardio-metabolic health, and improved fitness. Worldwide, fewer than 30% of children and adolescents meet global physical activity recommendations of at least 60 minutes of moderate to vigorous physical activity per day. Schools may be ideal sites for interventions given that children and adolescents in most parts of the world spend a substantial amount of time in transit to and from school or attending school. OBJECTIVES: The purpose of this review update is to summarise the evidence on effectiveness of school-based interventions in increasing moderate to vigorous physical activity and improving fitness among children and adolescents 6 to 18 years of age. Specific objectives are: • to evaluate the effects of school-based interventions on increasing physical activity and improving fitness among children and adolescents; • to evaluate the effects of school-based interventions on improving body composition; and • to determine whether certain combinations or components (or both) of school-based interventions are more effective than others in promoting physical activity and fitness in this target population. SEARCH METHODS: We searched CENTRAL, MEDLINE, Embase, CINAHL, PsycINFO, BIOSIS, SPORTDiscus, and Sociological Abstracts to 1 June 2020, without language restrictions. We screened reference lists of included articles and relevant systematic reviews. We contacted primary authors of studies to ask for additional information. SELECTION CRITERIA: Eligible interventions were relevant to public health practice (i.e. were not delivered by a clinician), were implemented in the school setting, and aimed to increase physical activity among all school-attending children and adolescents (aged 6 to 18) for at least 12 weeks. The review was limited to randomised controlled trials. For this update, we have added two new criteria: the primary aim of the study was to increase physical activity or fitness, and the study used an objective measure of physical activity or fitness. Primary outcomes included proportion of participants meeting physical activity guidelines and duration of moderate to vigorous physical activity and sedentary time (new to this update). Secondary outcomes included measured body mass index (BMI), physical fitness, health-related quality of life (new to this update), and adverse events (new to this update). Television viewing time, blood cholesterol, and blood pressure have been removed from this update.  DATA COLLECTION AND ANALYSIS: Two independent review authors used standardised forms to assess each study for relevance, to extract data, and to assess risk of bias. When discrepancies existed, discussion occurred until consensus was reached. Certainty of evidence was assessed according to GRADE. A random-effects meta-analysis based on the inverse variance method was conducted with participants stratified by age (children versus adolescents) when sufficient data were reported. Subgroup analyses explored effects by intervention type. MAIN RESULTS: Based on the three new inclusion criteria, we excluded 16 of the 44 studies included in the previous version of this review. We screened an additional 9968 titles (search October 2011 to June 2020), of which 978 unique studies were potentially relevant and 61 met all criteria for this update. We included a total of 89 studies representing complete data for 66,752 study participants. Most studies included children only (n = 56), followed by adolescents only (n = 22), and both (n = 10); one study did not report student age. Multi-component interventions were most common (n = 40), followed by schooltime physical activity (n = 19), enhanced physical education (n = 15), and before and after school programmes (n = 14); one study explored both enhanced physical education and an after school programme. Lack of blinding of participants, personnel, and outcome assessors and loss to follow-up were the most common sources of bias.  Results show that school-based physical activity interventions probably result in little to no increase in time engaged in moderate to vigorous physical activity (mean difference (MD) 0.73 minutes/d, 95% confidence interval (CI) 0.16 to 1.30; 33 studies; moderate-certainty evidence) and may lead to little to no decrease in sedentary time (MD -3.78 minutes/d, 95% CI -7.80 to 0.24; 16 studies; low-certainty evidence). School-based physical activity interventions may improve physical fitness reported as maximal oxygen uptake (VO₂max) (MD 1.19 mL/kg/min, 95% CI 0.57 to 1.82; 13 studies; low-certainty evidence). School-based physical activity interventions may result in a very small decrease in BMI z-scores (MD -0.06, 95% CI -0.09 to -0.02; 21 studies; low-certainty evidence) and may not impact BMI expressed as kg/m² (MD -0.07, 95% CI -0.15 to 0.01; 50 studies; low-certainty evidence). We are very uncertain whether school-based physical activity interventions impact health-related quality of life or adverse events. AUTHORS' CONCLUSIONS: Given the variability of results and the overall small effects, school staff and public health professionals must give the matter considerable thought before implementing school-based physical activity interventions. Given the heterogeneity of effects, the risk of bias, and findings that the magnitude of effect is generally small, results should be interpreted cautiously.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Caldwell",
      "fore_name": "Hilary",
      "initials": "H",
      "name": "Hilary Caldwell",
      "affiliations": [
        "Department of Kinesiology, Child Health & Exercise Medicine Program, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Canada.",
        "National Collaborating Centre for Methods and Tools, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "23"
  },
  "start_page": "CD007651",
  "pages": "CD007651",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Exercise",
    "Humans",
    "Physical Fitness",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Schools",
    "Sedentary Behavior"
  ],
  "article_ids": {
    "pubmed": "34555181",
    "pmc": "PMC8459921",
    "doi": "10.1002/14651858.CD007651.pub3"
  },
  "doi": "10.1002/14651858.CD007651.pub3",
  "pmc_id": "PMC8459921",
  "dates": {
    "completed": "2021-11-24",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.165340",
    "pmid": "34555181"
  }
}