{
  "pmid": "34550589",
  "uid": "34550589",
  "title": "Meta-analysis of Pragmatic and Explanatory Trials.",
  "abstract": "Pooling studies with different clinical and methodological features may lead to statistical heterogeneity, particularly if heterogeneity remains unexplained. One potential source of heterogeneity may be how much the included trials tend toward a pragmatic or explanatory design. Many tools have been developed to aid researchers in quantifying pragmatism in clinical trials, at both the design and appraisal stages.In this chapter we review these tools, illustrate examples of their use, and discuss methods of including pragmatism in meta-analysis as a way of exploring heterogeneity.We suggest a stepwise approach to incorporating evidence from pragmatic and explanatory trials which includes planning to assess pragmatism at the protocol stage, collecting data on pragmatism, extracting data on treatment effects, incorporating pragmatism in meta-analysis using subgroup analysis or meta-regression techniques, and interpreting and reporting the findings transparently.",
  "authors": [
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaounde, Cameroon. mbuagblc@mcmaster.ca.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa. mbuagblc@mcmaster.ca."
      ]
    },
    {
      "last_name": "Aves",
      "fore_name": "Theresa",
      "initials": "T",
      "name": "Theresa Aves",
      "affiliations": [
        "Department of Cardiology, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Methods in molecular biology (Clifton, N.J.)",
    "iso_abbreviation": "Methods Mol Biol",
    "issn": "1940-6029",
    "issn_type": "Electronic",
    "volume": "2345",
    "pub_year": "2022"
  },
  "start_page": "147",
  "end_page": "158",
  "pages": "147-158",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Review"
  ],
  "keywords": [
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "34550589",
    "doi": "10.1007/978-1-0716-1566-9_9"
  },
  "doi": "10.1007/978-1-0716-1566-9_9",
  "dates": {
    "completed": "2022-01-07",
    "revised": "2022-01-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.553576",
    "pmid": "34550589"
  }
}