{
  "pmid": "34557146",
  "uid": "34557146",
  "title": "Gamma Oscillations and Coherence Are Weaker in the Dorsomedial Subregion of STN in Parkinson's Disease.",
  "abstract": "Background: Deep-brain stimulation (DBS) of the subthalamic nucleus (STN) is an effective treatment for motor symptoms of advanced Parkinson's disease (PD). Due to a lack of detailed somatotopic organization in STN, the clinically most effective part of the STN for stimulation has already become one of the hot research focuses. At present, there are some reports about topographic distribution for different depths within the STN, but few about a mediolateral topography in this area. Objective: The objective was to investigate the local field potential (LFP) distribution patterns in dorsomedial and dorsolateral subparts of STN. Methods: In total, 18 PD patients eventually enrolled in this study. The DBS electrodes were initially located on the lateral portion of dorsolateral STN. Because of internal capsule side effects presented at low threshold (below 1.5 mA), the electrode was reimplanted more medially to the dorsomedial STN. In this process, intraoperative LFPs from dorsomedial and dorsolateral STN were recorded from the inserted electrode. Both beta power and gamma power of the LFPs were calculated using the power spectral density (PSD) for each DBS contact pair. Furthermore, coherence between any two pairs of contacts was computed in the dorsomedial and dorsolateral parts of STN, respectively. Meanwhile, the Unified Parkinson's Disease Rating Scale part III (UPDRS-III) was monitored prior to surgery and at the 6-month follow-up. Results: Compared to the dorsolateral part of STN, gamma oscillations (p < 0.01) and coherence (p < 0.05) were all weaker in the dorsomedial part. However, no obvious differences in beta oscillations and coherence were observed between the two groups (p > 0.05). Moreover, it should be noted that DBS of the dorsomedial STN resulted in significant improvement in the UPDRS-III in PD patients. There was a 61.50 ± 21.30% improvement in UPDRS-III scores in Med-off/Stim-on state relative to the Med-off state at baseline (from 15.44 ± 6.84 to 43.94 ± 15.79, p < 0.01). Conclusions: The specific features of gamma activity may be used to differentiate STN subregions. Moreover, the dorsomedial part of STN might be a potential target for DBS in PD.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Wei",
      "affiliations": [
        "School of Biomedical Engineering, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Zou",
      "fore_name": "Zhifan",
      "initials": "Z",
      "name": "Zhifan Zou",
      "affiliations": [
        "Department of Physiology and Pathophysiology, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jiping",
      "initials": "J",
      "name": "Jiping Li",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in neurology",
    "iso_abbreviation": "Front Neurol",
    "issn": "1664-2295",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "710206",
  "pages": "710206",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34557146",
    "pmc": "PMC8453062",
    "doi": "10.3389/fneur.2021.710206"
  },
  "doi": "10.3389/fneur.2021.710206",
  "pmc_id": "PMC8453062",
  "dates": {
    "revised": "2021-09-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.462493",
    "pmid": "34557146"
  }
}