{
  "pmid": "34570345",
  "uid": "34570345",
  "title": "Exploring the Quality of Communication Between Patients with Psoriatic Arthritis and Physicians: Results of a Global Online Survey.",
  "abstract": "INTRODUCTION: Effective communication between patients with psoriatic arthritis (PsA) and their physicians is important for optimizing treatment outcomes. We assessed the quality of patient-physician communication in terms of awareness and impact of PsA symptoms, their levels of satisfaction, and their perceptions of communications. METHODS: A global online survey was conducted by The Harris Poll in adult patients with PsA and physicians managing patients with PsA in eight countries. Participating physicians were either rheumatologists or dermatologists seeing ≥ 10 and ≥ 5 patients with PsA per month, respectively. Patient and physician groups were unmatched. Patient-physician communication was assessed with 35-60 questions regarding discussion topics during consultations, levels of satisfaction with communication, and specific communication issues. RESULTS: A total of 1286 patients with PsA (983 and 303 whose primary treating physician was a rheumatologist or dermatologist, respectively) and 1553 physicians (795 rheumatologists and 758 dermatologists) completed the survey. Regardless of whether they were primarily treated by a rheumatologist or dermatologist, most patients reported a social (84% and 81%, respectively) or work (81% and 80%, respectively) impact of PsA, and a major/moderate negative impact on their physical activity levels (79% and 74%, respectively) or emotional/mental wellbeing (69% and 68%, respectively). Physician responses were generally consistent with this; however, physicians often appeared to under-recognize the extent to which PsA affects patients. Most (≥ 85%) patients and physicians were very/somewhat satisfied with their patient-physician communication, and most (≥ 86%) patients were comfortable raising their concerns/fears with their physician. However, > 40% of patients were identified as being at risk of suboptimal communication. These patients were significantly less likely to report their PsA symptoms even when asked, were less comfortable discussing the impacts of PsA with their physician, and were more likely to experience major/moderate impacts of PsA on their health-related quality of life (HRQoL). CONCLUSIONS: Physicians often underestimate the impacts of PsA, compared with patients, and some patients may be at risk of suboptimal communication with their attending physician, which may worsen the HRQoL impacts of PsA. These findings highlight a need for ways to improve communication between patients with PsA and their healthcare providers.",
  "authors": [
    {
      "last_name": "Coates",
      "fore_name": "Laura C",
      "initials": "LC",
      "name": "Laura C Coates",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Azevedo",
      "fore_name": "Valderilio F",
      "initials": "VF",
      "name": "Valderilio F Azevedo",
      "affiliations": [
        "Universidade Federal do Paraná, Curitiba, Brazil."
      ]
    },
    {
      "last_name": "Cappelleri",
      "fore_name": "Joseph C",
      "initials": "JC",
      "name": "Joseph C Cappelleri",
      "affiliations": [
        "Pfizer Inc, Groton, CT, USA."
      ]
    },
    {
      "last_name": "Moser",
      "fore_name": "Jade",
      "initials": "J",
      "name": "Jade Moser",
      "affiliations": [
        "The Harris Poll, Rochester, NY, USA."
      ]
    },
    {
      "last_name": "Eder",
      "fore_name": "Lihi",
      "initials": "L",
      "name": "Lihi Eder",
      "affiliations": [
        "Women's College Research Institute, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Richette",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Richette",
      "affiliations": [
        "Rheumatology Department, Lariboisière Hospital, Lariboisière, University of Paris, Paris, France."
      ]
    },
    {
      "last_name": "Weng",
      "fore_name": "Meng-Yu",
      "initials": "MY",
      "name": "Meng-Yu Weng",
      "affiliations": [
        "Department of Internal Medicine, Division of Allergy, Immunology, and Rheumatology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."
      ]
    },
    {
      "last_name": "Silva",
      "fore_name": "Ruben Queiro",
      "initials": "RQ",
      "name": "Ruben Queiro Silva",
      "affiliations": [
        "Rheumatology Division, HUCA, Oviedo, Spain."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Hempstead, NY, USA."
      ]
    },
    {
      "last_name": "Majjhoo",
      "fore_name": "Amar",
      "initials": "A",
      "name": "Amar Majjhoo",
      "affiliations": [
        "Shores Rheumatology, St Clair Shores, MI, USA."
      ]
    },
    {
      "last_name": "Griffiths",
      "fore_name": "Christopher E M",
      "initials": "CEM",
      "name": "Christopher E M Griffiths",
      "affiliations": [
        "Dermatology Centre, NIHR Manchester Biomedical Research Centre, University of Manchester, Manchester, UK."
      ]
    },
    {
      "last_name": "Young",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Young",
      "affiliations": [
        "Pfizer Inc, Collegeville, PA, USA."
      ]
    },
    {
      "last_name": "Howland",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Howland",
      "affiliations": [
        "Pfizer Ltd, Walton Oaks, Tadworth, Surrey, KT20 7NS, UK. samantha.howland@pfizer.com."
      ],
      "orcid": "0000-0003-2321-7934"
    }
  ],
  "journal": {
    "title": "Rheumatology and therapy",
    "iso_abbreviation": "Rheumatol Ther",
    "issn": "2198-6576",
    "issn_type": "Print",
    "volume": "8",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "1741",
  "end_page": "1758",
  "pages": "1741-1758",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34570345",
    "pmc": "PMC8572306",
    "doi": "10.1007/s40744-021-00367-z",
    "pii": "10.1007/s40744-021-00367-z"
  },
  "doi": "10.1007/s40744-021-00367-z",
  "pmc_id": "PMC8572306",
  "dates": {
    "revised": "2022-08-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.328285",
    "pmid": "34570345"
  }
}