{
  "pmid": "34579105",
  "uid": "34579105",
  "title": "Sodium Intake and Health: What Should We Recommend Based on the Current Evidence?",
  "abstract": "Several health organizations recommend low sodium intake (below 2.3 g/day, 5.8 g/day of salt) for entire populations, on the premise that lowering of sodium intake, irrespective of its level of intake, will lower blood pressure and, in turn, will result in a lower incidence of cardiovascular disease. These guidelines were developed without effective interventions to achieve long term sodium intakes at low levels in free-living individuals and without high-quality evidence that low sodium intake reduces cardiovascular events (compared with average levels of intake). In this review, we examine whether advice to consume low amounts of sodium is supported by robust evidence. We contend that current evidence indicates that most people around the world consume a moderate range of dietary sodium (3 to 5 g/day), that this level of intake is associated with the lowest risk of cardiovascular disease and mortality, and that the risk of adverse health outcomes increases when sodium intakes exceeds 5 g/day or is below 3 g/day. While the current evidence has limitations, it is reasonable, based upon prospective cohort studies, to suggest a mean target of below 5 g/day in populations, while awaiting the results of large randomized controlled trials of sodium reduction on cardiovascular disease and death.",
  "authors": [
    {
      "last_name": "Mente",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Mente",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, ON L8L 2X2, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin O'Donnell",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, ON L8L 2X2, Canada.",
        "HRB-Clinical Research Facility, National University of Ireland, H91 TK33 Galway, Ireland."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, ON L8L 2X2, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Nutrients",
    "iso_abbreviation": "Nutrients",
    "issn": "2072-6643",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "16"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Diet, Sodium-Restricted",
    "Humans",
    "Risk Factors",
    "Sodium, Dietary"
  ],
  "article_ids": {
    "pubmed": "34579105",
    "pmc": "PMC8468043",
    "doi": "10.3390/nu13093232",
    "pii": "nu13093232"
  },
  "doi": "10.3390/nu13093232",
  "pmc_id": "PMC8468043",
  "dates": {
    "completed": "2021-11-17",
    "revised": "2024-08-15"
  },
  "chemicals": [
    "Sodium, Dietary"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.066365",
    "pmid": "34579105"
  }
}