{
  "pmid": "34574291",
  "uid": "34574291",
  "title": "Values and Preferences Related to Cancer Risk among Red and Processed Meat Eaters: A Pilot Cross-Sectional Study with Semi-Structured Interviews.",
  "abstract": "Introduction: Over the last decade, the possible impact of meat intake on overall cancer incidence and mortality has received considerable attention, and authorities have recommended decreasing consumption; however, the benefits of reducing meat consumption are small and uncertain. As such, individual decisions to reduce consumption are value- and preference-sensitive. Consequently, we undertook a pilot cross-sectional study to explore people's values and preferences towards meat consumption in the face of cancer risk. Methods and analysis: The mixed-method pilot study included a quantitative questionnaire followed by qualitative evaluation to explore the dietary habits of 32 meat eaters, their reasons for eating meat, and willingness to change their meat consumption when faced with a potential risk reduction of cancer over a lifetime based on a systematic review and dose-response meta-analysis. We recruited a convenience sample of participants from two Canadian provinces: Nova Scotia and Prince Edward Island. This project was approved by the Research Ethics Board for Health Sciences research at Dalhousie University, Canada. Results: The average weekly consumption of red meat was 3.4 servings and the average weekly consumption of processed meat was 3 servings. The determinants that influenced meat intake were similar for both red and processed meat. Taste, cost, and family preferences were the three most commonly cited factors impacting red meat intake. Taste, cost, and (lack of) cooking time were the three most commonly cited factors impacting processed meat intake. None of the participants were willing to eliminate red or processed meat from their diet. About half of participants were willing to potentially reduce their meat consumption, with one third definitely willing to reduce their consumption. Strengths and limitations: This study is the first that we are aware of to share data with participants on the association of red meat and processed meat consumption and the risk of cancer mortality and cancer incidence, including the certainty of evidence for the risk reduction. The limitations of this study include its small sample size and its limited geographic sampling. Conclusions: When presented explicit information about the small uncertain cancer risk associated with red and processed meat consumption, study participants were unwilling to eliminate meat, while about one-third were willing to reduce their meat intake.",
  "authors": [
    {
      "last_name": "Howatt",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Howatt",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, NS B3H 4R2, Canada."
      ]
    },
    {
      "last_name": "Prokop-Dorner",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Prokop-Dorner",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Medical Sociology, Jagiellonian University Medical College, 31-008 Krakow, Poland."
      ],
      "orcid": "0000-0003-3575-469X"
    },
    {
      "last_name": "Valli",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Valli",
      "affiliations": [
        "Department of Paediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, 08193 Bellaterra, Spain.",
        "Iberoamerican Cochrane Centre Barcelona, Department of Clinical Epidemiology and Public Health, Biomedical Research Institute Sant Pau (IIB Sant Pau), 08041 Barcelona, Spain."
      ]
    },
    {
      "last_name": "Zajac",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Zajac",
      "affiliations": [
        "Department of Hygiene and Dietetics, Epidemiology and Preventive Medicine, Jagiellonian University Medical College, 31-008 Krakow, Poland."
      ],
      "orcid": "0000-0001-7503-5847"
    },
    {
      "last_name": "Bala",
      "fore_name": "Malgorzata M",
      "initials": "MM",
      "name": "Malgorzata M Bala",
      "affiliations": [
        "Chair of Epidemiology and Preventive Medicine, Department of Hygiene and Dietetics, Jagiellonian University Medical College, 31-008 Krakow, Poland."
      ],
      "orcid": "0000-0003-1978-7264"
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre Barcelona, Department of Clinical Epidemiology and Public Health, Biomedical Research Institute Sant Pau (IIB Sant Pau), 08041 Barcelona, Spain.",
        "CIBER de Epidemiología y Salud Pública (CIBERESP), 08023 Barcelona, Spain."
      ],
      "orcid": "0000-0002-8001-8504"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON L8S 4K1, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, NS B3H 4R2, Canada.",
        "Departments of Nutrition, Epidemiology and Biostatistics, Texas A&M University, College Station, TX 77843, USA."
      ]
    }
  ],
  "journal": {
    "title": "Foods (Basel, Switzerland)",
    "iso_abbreviation": "Foods",
    "issn": "2304-8158",
    "issn_type": "Print",
    "volume": "10",
    "issue": "9",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "14"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34574291",
    "pmc": "PMC8472466",
    "doi": "10.3390/foods10092182",
    "pii": "foods10092182"
  },
  "doi": "10.3390/foods10092182",
  "pmc_id": "PMC8472466",
  "dates": {
    "revised": "2021-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.226300",
    "pmid": "34574291"
  }
}