{
  "pmid": "34585732",
  "uid": "34585732",
  "title": "Systematic review in evidence-based risk assessment.",
  "abstract": "Systematic reviews provide a structured framework for summarizing the available evidence in a comprehensive, objective, and transparent manner. They inform evidence-based guidelines in medicine, public policy, and more recently, in environmental health and toxicology. Many regulatory agencies have extended and adapted the well-established systematic review methods, initially developed for clinical studies, for their assessment needs. The use of systematic reviews to summarize evidence from existing human, animal, and mechanistic studies can reduce reliance on animal test data in risk assessment and can help avoid unnecessary duplication of animal experiments that have already been conducted. As alternative test methods can be expected to play an increasing role in human health risk assessment in the future, systematic reviews can be particularly helpful in validating these alternatives. The field of evidence-based toxicology has undergone extensive development since its first meeting in 2007 as a result of collaborative efforts among international experts and public health agencies, particularly with respect to the use of mechanistic data and evidence integration. The continued development and wider adoption of systematic review methodology can lead to better 3R implementation. As undertaking a systematic review can be a complex and lengthy process, it is important to understand the main steps involved. Key steps, along with current best practices, are described with references to guidance from organizations with expertise in evidence synthesis. Applications of systematic reviews in clinical, observational, and experimental studies are presented. Finally, software tools available to facilitate and increase the efficiency of completing a systematic review are described.",
  "authors": [
    {
      "last_name": "Farhat",
      "fore_name": "Nawal",
      "initials": "N",
      "name": "Nawal Farhat",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada.",
        "McLaughlin Centre for Population Health Risk Assessment, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Tsaioun",
      "fore_name": "Katya",
      "initials": "K",
      "name": "Katya Tsaioun",
      "affiliations": [
        "Evidence-Based Toxicology Collaboration, Johns Hopkins University, Baltimore, USA."
      ]
    },
    {
      "last_name": "Saunders-Hastings",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Saunders-Hastings",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ramoju",
      "fore_name": "Siva",
      "initials": "S",
      "name": "Siva Ramoju",
      "affiliations": [
        "Risk Sciences International, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Hartung",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Hartung",
      "affiliations": [
        "Chair for Evidence-based Toxicology and Center for Alternatives to Animal Testing (CAAT), Johns Hopkins University, Baltimore, USA.",
        "CAAT-Europe, University of Konstanz, Konstanz, Germany."
      ]
    },
    {
      "last_name": "Krewski",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Krewski",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada.",
        "McLaughlin Centre for Population Health Risk Assessment, University of Ottawa, Ottawa, Canada.",
        "Risk Sciences International, Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "ALTEX",
    "iso_abbreviation": "ALTEX",
    "issn": "1868-8551",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "3",
    "pub_year": "2022"
  },
  "start_page": "463–479",
  "pages": "463–479",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Humans",
    "Evidence-Based Medicine",
    "Risk Assessment",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "34585732",
    "doi": "10.14573/altex.2004111"
  },
  "doi": "10.14573/altex.2004111",
  "dates": {
    "completed": "2023-08-03",
    "revised": "2023-08-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.157995",
    "pmid": "34585732"
  }
}