{
  "pmid": "34596576",
  "uid": "34596576",
  "title": "Pediatric Chronic Critical Illness: Protocol for a Scoping Review.",
  "abstract": "BACKGROUND: Improvements in the delivery of intensive care have increased survival among even the most critically ill children, thereby leading to a growing number of children with chronic complex medical conditions in the pediatric intensive care unit (PICU). Some of these children are at a significant risk of recurrent and prolonged critical illness, with higher morbidity and mortality, making them a unique population described as having chronic critical illness (CCI). To date, pediatric CCI has been understudied and lacks an accepted consensus case definition. OBJECTIVE: This study aims to describe the protocol and methodology used to perform a scoping review that will describe how pediatric CCI has been defined in the literature, including the concept of prolonged PICU admission and the methodologies used to develop any existing definitions. It also aims to describe patient characteristics and outcomes evaluated in the included studies. METHODS: We will search four electronic databases for studies that evaluated children admitted to any PICU identified with CCI. We will also search for studies describing prolonged PICU admission, as this concept is related to pediatric CCI. Furthermore, we will develop a hybrid crowdsourcing and machine learning (ML) methodology to complete citation screening. Screening and data abstraction will be performed by 2 reviewers independently and in duplicate. Data abstraction will include the details of population definitions, demographic and clinical characteristics of children with CCI, and evaluated outcomes. RESULTS: The database search, crowd reviewer recruitment, and ML algorithm development began in March 2021. Citation screening and data abstraction were completed in April 2021. Final data verification is ongoing, with analysis and results anticipated to be completed by fall 2021. CONCLUSIONS: This scoping review will describe the existing or suggested definitions of pediatric CCI and important demographic and clinical characteristics of patients to whom these definitions have been applied. This review's results will help inform the development of a consensus case definition for pediatric CCI and set a priority agenda for future research. We will use and demonstrate the validity of crowdsourcing and ML methodologies for improving the efficiency of large scoping reviews. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/30582.",
  "authors": [
    {
      "last_name": "Zorko",
      "fore_name": "David",
      "initials": "D",
      "name": "David Zorko",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6971-8542"
    },
    {
      "last_name": "McNally",
      "fore_name": "James Dayre",
      "initials": "JD",
      "name": "James Dayre McNally",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Research Institute, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada.",
        "Department of Pediatrics, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0001-8103-9967"
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Critical Care, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8293-7061"
    },
    {
      "last_name": "Pinto",
      "fore_name": "Neethi",
      "initials": "N",
      "name": "Neethi Pinto",
      "affiliations": [
        "Department of Anesthesiology and Critical Care Medicine, Children's Hospital of Philadelphia, Philadelphia, PA, United States."
      ],
      "orcid": "0000-0002-7877-3228"
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8672-2845"
    },
    {
      "last_name": "O'Hearn",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie O'Hearn",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Research Institute, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-1149-2843"
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Critical Care, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4608-4508"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "10",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "e30582",
  "pages": "e30582",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34596576",
    "pmc": "PMC8520133",
    "doi": "10.2196/30582",
    "pii": "v10i10e30582"
  },
  "doi": "10.2196/30582",
  "pmc_id": "PMC8520133",
  "dates": {
    "revised": "2025-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.100470",
    "pmid": "34596576"
  }
}