{
  "pmid": "34592533",
  "uid": "34592533",
  "title": "Profiles of intended responses to requests for assisted dying: A cross-sectional study.",
  "abstract": "BACKGROUND: Responding to legal medically assisted dying requests may become the most frequent form of nurses' participation in that service. Recent research has explored nurses' discrete responses to requests about or for assisted dying; however, nurses likely hold intentions for multiple responses to these requests. These intentions form patterns shaped by individual factors such as attitude and beliefs. No research has investigated patterns of multiple responses to requests for assisted dying, how these patterns form profiles of nurses and factors that might explain these response profiles. OBJECTIVES: Identify patterns of multiple responses that nurses intend for requests for assisted dying. Explore how these patterns form profiles of nurses' who share similar patterns of intended responses. Finally, investigate how attitude, norms and beliefs distinguish response profiles. DESIGN: Cross-sectional survey SETTINGS: Online survey of Australian nurses PARTICIPANTS: 365 experienced registered nurses (years in nursing mean = 23, SD = 14.21) working primarily with adults across various practice settings. METHODS: Principal components analysis identified five types of intended responses. K-means cluster analysis was then used to develop profiles of nurses' intended responses across these five responses. Multinomial logit regression was utilised to examine psychosocial variables that distinguished different profiles RESULTS: Cluster analysis resulted in five profiles that reflect different patterns of intended responses by nurses - Facilitator, Complier, Expediter, Objector, and Detached. Logit regressions of explanatory variables indicated that nurses' attitude toward assisted dying, ethical beliefs, and social norms predicted nurses' membership in intended response profiles. The overall model was statistically significant, χ[2](20) = 106.527, p < .001, and the predictors accounted for 25.3% of the variance in the profiles (Cox and Snell test: Pseudo R[2] = 0.253). CONCLUSION: Nurses intended responses have been usefully constructed as five patterns or profiles of multiple responses. These profiles represent different types and levels of engagement with requests. Further, attitude and social expectations distinguish profiles with stronger intentions to engage positively. Using a cluster analysis methodology provides a more holistic understanding of nurses' intended responses to assisted dying requests by focusing on various responses and demonstrating that nurses have distinctive patterns of responses.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Adelaide Nursing School, University of Adelaide, North Terrace, Adelaide, South Australia 5000, Australia. Electronic address: michael.r.wilson@adelaide.edu.au."
      ]
    },
    {
      "last_name": "Ostroff",
      "fore_name": "Cheri",
      "initials": "C",
      "name": "Cheri Ostroff",
      "affiliations": [
        "UniSA Business, University of South Australia, City West Campus, Adelaide, South Australia 5000, Australia. Electronic address: cheri.ostroff@unisa.edu.au."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Marie E",
      "initials": "ME",
      "name": "Marie E Wilson",
      "affiliations": [
        "The Chancellery, University of South Australia, City West Campus, Adelaide, South Australia 5000, Australia. Electronic address: marie.wilson@unisa.edu.au."
      ]
    },
    {
      "last_name": "Wiechula",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Wiechula",
      "affiliations": [
        "Adelaide Nursing School, Medical and Health Sciences Faculty, North Terrace, Adelaide, South Australia 5000, Australia. Electronic address: rick.wiechula@adelaide.edu.au."
      ]
    },
    {
      "last_name": "Cusack",
      "fore_name": "Lynette",
      "initials": "L",
      "name": "Lynette Cusack",
      "affiliations": [
        "Adelaide Nursing School, Medical and Health Sciences Faculty, North Terrace, Adelaide, South Australia 5000, Australia. Electronic address: lynette.cusack@adelaide.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "International journal of nursing studies",
    "iso_abbreviation": "Int J Nurs Stud",
    "issn": "1873-491X",
    "issn_type": "Electronic",
    "volume": "124",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "104069",
  "pages": "104069",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Australia",
    "Cross-Sectional Studies",
    "Humans",
    "Suicide, Assisted",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "34592533",
    "doi": "10.1016/j.ijnurstu.2021.104069",
    "pii": "S0020-7489(21)00216-9"
  },
  "doi": "10.1016/j.ijnurstu.2021.104069",
  "dates": {
    "completed": "2021-11-15",
    "revised": "2021-11-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.717820",
    "pmid": "34592533"
  }
}