{
  "pmid": "34599924",
  "uid": "34599924",
  "title": "Association of the COVID-19 pandemic and dying at home due to ischemic heart disease.",
  "abstract": "The coronavirus disease 2019 (COVID-19) pandemic has been associated with a declining volume of patients seen in the emergency department. Despite the need for seeking urgent care for conditions such as myocardial infarction, many people may not seek treatment. This study seeks to measure associations between the COVID-19 pandemic and location of death among individuals who died from ischemic heart disease (IHD). Data obtained from death certificates from the Arkansas Department of Health was used to conduct a difference-in-difference analysis to assess whether decedents of IHD were more likely to die at home during the pandemic (March 2020 through September 2020). The analysis compared location of death for decedents of IHD pre and during the pandemic to location of death for decedents from non-natural causes. Before the pandemic, 50.0% of decedents of IHD died at home compared to 57.9% dying at home during (through September 2020) the pandemic study period (p < .001). There was no difference in the proportion of decedents who died at home from non-natural causes before and during the pandemic study period (55.8% vs. 53.5%; p = .21). After controlling for confounders, there was a 48% increase in the odds of dying at home from IHD during the pandemic study period (p < .001) relative to the change in dying at home due to non-natural causes. During the study period, there was an increase in the proportion of decedents who died at home due to IHD. Despite the ongoing pandemic, practitioners should emphasize the need to seek urgent care during an emergency.",
  "authors": [
    {
      "last_name": "Porter",
      "fore_name": "Austin",
      "initials": "A",
      "name": "Austin Porter",
      "affiliations": [
        "Fay W. Boozman College of Public Health, Department of Health Policy and Management, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America; Arkansas Department of Health, Little Rock, AR 72205, United States of America. Electronic address: aporter@uams.edu."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Clare C",
      "initials": "CC",
      "name": "Clare C Brown",
      "affiliations": [
        "Fay W. Boozman College of Public Health, Department of Health Policy and Management, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America."
      ]
    },
    {
      "last_name": "Tilford",
      "fore_name": "J Mick",
      "initials": "JM",
      "name": "J Mick Tilford",
      "affiliations": [
        "Fay W. Boozman College of Public Health, Department of Health Policy and Management, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America."
      ]
    },
    {
      "last_name": "Cima",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Cima",
      "affiliations": [
        "Arkansas Department of Health, Little Rock, AR 72205, United States of America."
      ]
    },
    {
      "last_name": "Zohoori",
      "fore_name": "Namvar",
      "initials": "N",
      "name": "Namvar Zohoori",
      "affiliations": [
        "Arkansas Department of Health, Little Rock, AR 72205, United States of America; Fay W. Boozman College of Public Health, Department of Epidemiology, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America."
      ]
    },
    {
      "last_name": "McCormick",
      "fore_name": "Donald",
      "initials": "D",
      "name": "Donald McCormick",
      "affiliations": [
        "Arkansas Department of Health, Little Rock, AR 72205, United States of America."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine, Department of Emergency Medicine, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America; Department of Emergency Medicine Behavioral Emergencies Research (DEMBER) Lab, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America; Department of Psychiatry, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America."
      ]
    },
    {
      "last_name": "Amick",
      "fore_name": "Benjamin C",
      "initials": "BC",
      "name": "Benjamin C Amick",
      "affiliations": [
        "Fay W. Boozman College of Public Health, Department of Epidemiology, University of Arkansas for Medical Sciences, Little Rock, AR 72205, United States of America."
      ]
    },
    {
      "last_name": "Romero",
      "fore_name": "José R",
      "initials": "JR",
      "name": "José R Romero",
      "affiliations": [
        "Arkansas Department of Health, Little Rock, AR 72205, United States of America; Pediatric Infectious Diseases Section, University of Arkansas for Medical Sciences and Arkansas Children's Hospital, Little Rock, AR 72205, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "Preventive medicine",
    "iso_abbreviation": "Prev Med",
    "issn": "1096-0260",
    "issn_type": "Electronic",
    "volume": "153",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "106818",
  "pages": "106818",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "COVID-19",
    "Emergency Service, Hospital",
    "Humans",
    "Myocardial Ischemia",
    "Pandemics",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "34599924",
    "pmc": "PMC8480010",
    "doi": "10.1016/j.ypmed.2021.106818",
    "pii": "S0091-7435(21)00387-X"
  },
  "doi": "10.1016/j.ypmed.2021.106818",
  "pmc_id": "PMC8480010",
  "dates": {
    "completed": "2021-11-19",
    "revised": "2022-12-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.718565",
    "pmid": "34599924"
  }
}