{
  "pmid": "34599223",
  "uid": "34599223",
  "title": "Mapping of mothers' suffering and child mortality in Sub-Saharan Africa.",
  "abstract": "Child death and mothers who suffer from child death are a public health concern in Sub-Saharan Africa. The location and associated factors of child death and mothers who suffer child death were not identified. To monitor and prioritize effective interventions, it is important to identify hotspots areas and associated factors. Data from nationally representative demographic and health survey and Multiple Indicator Cluster administrated in 42 Sub-Sahara Africa countries, which comprised a total of 398,574 mothers with 1,521,312 children. Spatial heterogeneity conducted hotspot regions identified. A mixed-effect regression model was run, and the adjusted ratio with corresponding 95% confidence intervals was estimated. The prevalence of mothers who suffer child death 27% and 45-49 year of age mother 48%. In Niger, 47% of mothers were suffering child death. Women being without HIV knowledge, stunted, wasted, uneducated, not household head, poor, from rural, and from subtropical significantly increased the odds of the case (P < 0.05). The spatial analysis can support the design and prioritization of interventions. Multispectral interventions for mothers who suffer from child death are urgently needed, improve maternal health and it will reduce the future risk of cases.",
  "authors": [
    {
      "last_name": "Hailu",
      "fore_name": "Bayuh Asmamaw",
      "initials": "BA",
      "name": "Bayuh Asmamaw Hailu",
      "affiliations": [
        "Monitoring and Evaluation, Wollo University, Dessie, Ethiopia. bayuhasmamaw@gmail.com."
      ]
    },
    {
      "last_name": "Ketema",
      "fore_name": "Gebremariam",
      "initials": "G",
      "name": "Gebremariam Ketema",
      "affiliations": [
        "Department of Pharmacy, Collage of Medicine and Health Science, Wollo University, Dessie, Ethiopia."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "19544",
  "pages": "19544",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Africa South of the Sahara",
    "Aged",
    "Aged, 80 and over",
    "Cause of Death",
    "Child",
    "Child Mortality",
    "Child, Preschool",
    "Female",
    "Humans",
    "Infant",
    "Mental Health",
    "Middle Aged",
    "Models, Theoretical",
    "Mothers",
    "Public Health Surveillance",
    "Risk Factors",
    "Socioeconomic Factors",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "34599223",
    "pmc": "PMC8486808",
    "doi": "10.1038/s41598-021-98671-9",
    "pii": "10.1038/s41598-021-98671-9"
  },
  "doi": "10.1038/s41598-021-98671-9",
  "pmc_id": "PMC8486808",
  "dates": {
    "completed": "2021-12-27",
    "revised": "2023-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.270964",
    "pmid": "34599223"
  }
}