{
  "pmid": "34604695",
  "uid": "34604695",
  "title": "Prognostic Factors for Venous Thromboembolism in Patients with Solid Tumours on Systemic Therapy: A Systematic Review.",
  "abstract": "Background Patients undergoing systemic cancer therapy are susceptible to developing venous thromboembolism (VTE). The most pertinent prognostic factors for VTE remain unclear. This systematic review aims to summarize prognostic factors associated with VTE in this population. Methods MEDLINE, Embase, and CENTRAL databases were searched for observational or randomized studies that used multivariable analysis adjusted for tumor type and/or metastatic disease to model the risk of VTE. Adjusted effect estimates for each prognostic factor were collected for all of the included studies. Risk of bias was assessed using the Quality in Prognostic Factor Studies (QUIPS) tool. Results From 5,988 search results, 15 eligible studies and 42 prognostic factors were identified. A total of 8,554 patients of whom 456 (5.33%) developed VTE were included. Fourteen studies had a high risk of bias and one study had a moderate risk. The most commonly reported prognostic factors include age, gender, tumor site, metastasis, performance status, and systemic therapy type. Poor performance status and the use of platinum-based chemotherapy compounds were associated with an increased risk of VTE across the majority of studies. The evidence to suggest that the other prognostic factors identified were associated with VTE development was inconclusive. Several individual studies identified novel biomarkers for VTE. Heterogeneity in statistical methods and prognostic factor definitions across studies precluded meta-analysis. Conclusion Overall, many prognostic factors were identified; however, the evidence for association with development of VTE for most of the factors is inconclusive. Findings were limited by high heterogeneity and risk of bias in the included studies.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Lee",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shenoy",
      "fore_name": "Anika",
      "initials": "A",
      "name": "Anika Shenoy",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Shi",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Husien",
      "fore_name": "Mootaz",
      "initials": "M",
      "name": "Mootaz Husien",
      "affiliations": [
        "University of Waterloo, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0003-3303-7873"
    },
    {
      "last_name": "Serrano",
      "fore_name": "Pablo E",
      "initials": "PE",
      "name": "Pablo E Serrano",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "TH open : companion journal to thrombosis and haemostasis",
    "iso_abbreviation": "TH Open",
    "issn": "2512-9465",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Jul"
  },
  "start_page": "e461",
  "end_page": "e469",
  "pages": "e461-e469",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34604695",
    "pmc": "PMC8483896",
    "doi": "10.1055/a-1642-4572",
    "pii": "210033"
  },
  "doi": "10.1055/a-1642-4572",
  "pmc_id": "PMC8483896",
  "dates": {
    "revised": "2021-12-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:42.993445",
    "pmid": "34604695"
  }
}