{
  "pmid": "34607616",
  "uid": "34607616",
  "title": "Eating, sleeping and moving recommendations in clinical practice guidelines for paediatric depression: umbrella review.",
  "abstract": "BACKGROUND: Current first-line treatments for paediatric depression demonstrate mild-to-moderate effectiveness. This has spurred a growing body of literature on lifestyle recommendations pertaining to nutrition, sleep and exercise for treating paediatric depression. AIMS: Paediatric depression clinical practice guidelines (CPGs) were reviewed for quality and to catalogue recommendations on nutrition, sleep and exercise made by higher-quality CPGs. METHOD: Searches were conducted in Medline, EMBASE, PsycINFO, Web of Science and CINAHL, and grey literature CPGs databases for relevant CPGs. Eligible CPGs with a minimum or high-quality level, as determined by the Appraisal of Guidelines for Research and Evaluation, Second Edition instrument, were included if they were (a) paediatric; (b) CPGs, practice parameter or consensus or expert committee recommendations; (c) for depression; (d) the latest version and (e) lifestyle recommendations for nutrition, sleep or exercise. Key information extracted included author(s), language, year of publication, country, the institutional body issuing the CPG, target disorder, age group, lifestyle recommendation and the methods used to determine CPG lifestyle recommendations. RESULTS: Ten paediatric CPGs for depression with a minimum or high-quality level contained recommendations on nutrition, sleep or exercise. Lifestyle recommendations were predominately qualitative, with quantitative details only outlined in two CPGs for exercise. Most recommendations were brief general statements, with 50% lacking supporting evidence from the literature. CONCLUSIONS: Interest in lifestyle interventions for treatment in child and youth depression is growing. However, current CPG lifestyle recommendations for nutrition, sleep or exercise are based on expert opinion rather than clinical trials.",
  "authors": [
    {
      "last_name": "Campisi",
      "fore_name": "Susan C",
      "initials": "SC",
      "name": "Susan C Campisi",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Canada."
      ],
      "orcid": "0000-0003-1072-9228"
    },
    {
      "last_name": "Krause",
      "fore_name": "Karolin R",
      "initials": "KR",
      "name": "Karolin R Krause",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Canada; Evidence-Based Practice Unit, University College London, UK; and Evidence-Based Practice Unit, Anna Freud National Centre for Children and Families, UK."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Benjamin W C",
      "initials": "BWC",
      "name": "Benjamin W C Chan",
      "affiliations": [
        "Independent practitioner, Canada."
      ]
    },
    {
      "last_name": "Courtney",
      "fore_name": "Darren B",
      "initials": "DB",
      "name": "Darren B Courtney",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Canada; and Department of Psychiatry, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Korczak",
      "fore_name": "Daphne J",
      "initials": "DJ",
      "name": "Daphne J Korczak",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Canada; and Department of Psychiatry, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, Hospital for Sick Children, Canada; Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Canada; and Department of Psychiatry, University of Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BJPsych open",
    "iso_abbreviation": "BJPsych Open",
    "issn": "2056-4724",
    "issn_type": "Print",
    "volume": "7",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "05"
  },
  "start_page": "e185",
  "pages": "e185",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34607616",
    "pmc": "PMC8503910",
    "doi": "10.1192/bjo.2021.1020",
    "pii": "S2056472421010206"
  },
  "doi": "10.1192/bjo.2021.1020",
  "pmc_id": "PMC8503910",
  "dates": {
    "revised": "2021-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.784953",
    "pmid": "34607616"
  }
}