{
  "pmid": "34619571",
  "uid": "34619571",
  "title": "Examining the predictability and prognostication of multimorbidity among older Delayed-Discharge Patients: A Machine learning analytics.",
  "abstract": "BACKGROUND: Patient complexity among older delayed-discharge patients complicates discharge planning, resulting in a higher rate of adverse outcomes, such as readmission and mortality. Early prediction of multimorbidity, as a common indicator of patient complexity, can support proactive discharge planning by prioritizing complex patients and reducing healthcare inefficiencies. OBJECTIVE: We set out to accomplish the following two objectives: 1) to examine the predictability of three common multimorbidity indices, including Charlson-Deyo Comorbidity Index (CDCI), the Elixhauser Comorbidity Index (ECI), and the Functional Comorbidity Index (FCI) using machine learning (ML), and 2) to assess the prognostic power of these indices in predicting 30-day readmission and mortality. MATERIALS AND METHODS: We used data including 163,983 observations of patients aged 65 and older who experienced discharge delay in Ontario, Canada, during 2004 - 2017. First, we utilized various classification ML algorithms, including classification and regression trees, random forests, bagging trees, extreme gradient boosting, and logistic regression, to predict the multimorbidity status based on CDCI, ECI, and FCI. Second, we used adjusted multinomial logistic regression to assess the association between multimorbidity indices and the patient-important outcomes, including 30-day mortality and readmission. RESULTS: For all ML algorithms and regardless of the predictive performance criteria, better predictions were established for the CDCI compared with the ECI and FCI. Remarkably, the most predictable multimorbidity index (i.e., CDCI with Area Under the Receiver Operating Characteristic Curve = 0.80, 95% CI = 0.79 - 0.81) also offered the highest prognostications regarding adverse events (RRRmortality = 3.44, 95% CI = 3.21 - 3.68 and RRRreadmission = 1.36, 95% CI = 1.31 - 1.40). CONCLUSIONS: Our findings highlight the feasibility and utility of predicting multimorbidity status using ML algorithms, resulting in the early detection of patients at risk of mortality and readmission. This can support proactive triage and decision-making about staffing and resource allocation, with the goal of optimizing patient outcomes and facilitating an upstream and informed discharge process through prioritizing complex patients for discharge and providing patient-centered care.",
  "authors": [
    {
      "last_name": "Ghazalbash",
      "fore_name": "Somayeh",
      "initials": "S",
      "name": "Somayeh Ghazalbash",
      "affiliations": [
        "Health Policy and Management, DeGroote School of Business, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zargoush",
      "fore_name": "Manaf",
      "initials": "M",
      "name": "Manaf Zargoush",
      "affiliations": [
        "Health Policy and Management, DeGroote School of Business, McMaster University, Hamilton, Ontario, Canada. Electronic address: zargoush@mcmaster.ca."
      ]
    },
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice",
      "initials": "F",
      "name": "Fabrice Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Big Data and Geriatric Models of Care (BDG) Cluster, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Division of Geriatric Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; GERAS Center for Aging Research, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of medical informatics",
    "iso_abbreviation": "Int J Med Inform",
    "issn": "1872-8243",
    "issn_type": "Electronic",
    "volume": "156",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "104597",
  "pages": "104597",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Humans",
    "Machine Learning",
    "Multimorbidity",
    "Ontario",
    "Patient Discharge",
    "Patient Readmission"
  ],
  "article_ids": {
    "pubmed": "34619571",
    "doi": "10.1016/j.ijmedinf.2021.104597",
    "pii": "S1386-5056(21)00223-9"
  },
  "doi": "10.1016/j.ijmedinf.2021.104597",
  "dates": {
    "completed": "2021-11-08",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.432513",
    "pmid": "34619571"
  }
}