{
  "pmid": "34614272",
  "uid": "34614272",
  "title": "\"No-regrets\" pathways for navigating climate change: planning for connectivity with land use, topography, and climate.",
  "abstract": "As both plant and animal species shift their ranges in response to a changing climate, maintaining connectivity between present habitat and suitable habitat in the future will become increasingly important to ensure lasting protection for biodiversity. Because the temporal period commensurate with planning for mid-century change is multi-generational for most species, connectivity designed to facilitate climate adaptation requires pathways with 'stepping-stones' between current and future habitat. These areas should have habitats suitable not only for dispersal, but for all aspects of species lifecycles. We integrated present-day land use, topographic diversity, and projections of shifting climate regimes into a single connectivity modeling approach to identify pathways for mid-century shifts in species ranges. Using Omniscape we identified climate linkages, or areas important for climate change-driven movement, as the areas with more current flow than would be expected in the absence of climate considerations. This approach identified connectivity potential between natural lands in the present climate and natural lands with future analogous climate following topo-climatically diverse routes. We then translated the model output into a strategic framework to improve interpretation and to facilitate a more direct connection with conservation action. Across modified landscapes, pathways important to climate-driven movement were highly coincident with the last remaining present-day linkages, reinforcing their importance. Across unfragmented lands, the presence of climate-adapted pathways helped inform the prioritization of conservation actions in areas where multiple connectivity options still exist. Many climate linkages follow major watercourses along elevational gradients, highlighting the importance of protecting or managing for these natural linear pathways that provide movement routes for climate adaptation. By integrating enduring landscape features with climate projections and present-day land uses, our approach reveals \"no-regrets\" pathways to plan for a connected landscape in an uncertain future.",
  "authors": [
    {
      "last_name": "Schloss",
      "fore_name": "Carrie A",
      "initials": "CA",
      "name": "Carrie A Schloss",
      "affiliations": [
        "The Nature Conservancy, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "Cameron",
      "fore_name": "D Richard",
      "initials": "DR",
      "name": "D Richard Cameron",
      "affiliations": [
        "The Nature Conservancy, San Francisco, California, USA."
      ]
    },
    {
      "last_name": "McRae",
      "fore_name": "Brad H",
      "initials": "BH",
      "name": "Brad H McRae",
      "affiliations": [
        "The Nature Conservancy, North America Region, Fort Collins, Colorado, USA."
      ]
    },
    {
      "last_name": "Theobald",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Theobald",
      "affiliations": [
        "Conservation Planning Technologies, Fort Collins, Colorado, USA."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "The Nature Conservancy, Santa Fe, New Mexico, USA."
      ]
    }
  ],
  "journal": {
    "title": "Ecological applications : a publication of the Ecological Society of America",
    "iso_abbreviation": "Ecol Appl",
    "issn": "1939-5582",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "e02468",
  "pages": "e02468",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Biodiversity",
    "Climate Change",
    "Conservation of Natural Resources",
    "Ecosystem",
    "Plants"
  ],
  "article_ids": {
    "pubmed": "34614272",
    "pmc": "PMC9285781",
    "doi": "10.1002/eap.2468"
  },
  "doi": "10.1002/eap.2468",
  "pmc_id": "PMC9285781",
  "dates": {
    "completed": "2022-03-11",
    "revised": "2024-08-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.670547",
    "pmid": "34614272"
  }
}