{
  "pmid": "34619402",
  "uid": "34619402",
  "title": "Top 100 Most Cited Neurologic and Neurosurgical Articles on COVID-19: A Bibliometric Analysis.",
  "abstract": "OBJECTIVE: With the exponential growth of literature on coronavirus disease 2019 (COVID-19), we aimed to identify and characterize the 100 most cited COVID-19-related articles in neurology and neurosurgery. METHODS: In March 2021, we performed a title-specific search of the Scopus database using (\"neurology\" or \"neurologic\" or \"neurosurgery\" or \"neurosurgical\") and \"COVID\" as our search query term without date restrictions. The top 100 most cited English-language articles were obtained and reviewed. RESULTS: Our search yielded 9648 articles published from December 2019 to March 2021. Bibliometric analysis of the top 100 articles found that the most cited article had a citation count of 1741 and was the first to report on the detailed neurologic manifestations of the disease; Neurology had the most number of publications; the majority of the primary authors were neurologists, but 35% were from nonneuroscience specialties; the United States, Italy, the United Kingdom, China, and Germany were the top contributors, with a combined total of 77%; most of the publications were correspondence or editorial articles; and most articles discussed the neurologic manifestations and complications of patients with COVID-19. CONCLUSIONS: This study identified the top 100 most cited neurologic or neurosurgical COVID-19-related articles published to date. This list can be used to identify high-impact studies that will help health care practitioners in clinical decision making and researchers in navigating key areas of study and guiding future research.",
  "authors": [
    {
      "last_name": "Chan",
      "fore_name": "Kevin Ivan P",
      "initials": "KIP",
      "name": "Kevin Ivan P Chan",
      "affiliations": [
        "Division of Neurosurgery, Department of Neurosciences, College of Medicine and Philippine General Hospital, University of the Philippines Manila, Manila, Philippines."
      ]
    },
    {
      "last_name": "Ignacio",
      "fore_name": "Katrina Hannah D",
      "initials": "KHD",
      "name": "Katrina Hannah D Ignacio",
      "affiliations": [
        "Division of Neurology, Department of Neurosciences, College of Medicine and Philippine General Hospital, University of the Philippines Manila, Manila, Philippines."
      ]
    },
    {
      "last_name": "Omar",
      "fore_name": "Abdelsimar Tan",
      "initials": "AT",
      "name": "Abdelsimar Tan Omar",
      "affiliations": [
        "Division of Neurosurgery, Department of Neurosciences, College of Medicine and Philippine General Hospital, University of the Philippines Manila, Manila, Philippines."
      ]
    },
    {
      "last_name": "Khu",
      "fore_name": "Kathleen Joy O",
      "initials": "KJO",
      "name": "Kathleen Joy O Khu",
      "affiliations": [
        "Division of Neurosurgery, Department of Neurosciences, College of Medicine and Philippine General Hospital, University of the Philippines Manila, Manila, Philippines. Electronic address: kathleen.khu@neurosurgery.ph."
      ]
    }
  ],
  "journal": {
    "title": "World neurosurgery",
    "iso_abbreviation": "World Neurosurg",
    "issn": "1878-8769",
    "issn_type": "Electronic",
    "volume": "157",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "e137",
  "end_page": "e147",
  "pages": "e137-e147",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bibliometrics",
    "COVID-19",
    "Humans",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "34619402",
    "pmc": "PMC8489273",
    "doi": "10.1016/j.wneu.2021.09.118",
    "pii": "S1878-8750(21)01471-6"
  },
  "doi": "10.1016/j.wneu.2021.09.118",
  "pmc_id": "PMC8489273",
  "dates": {
    "completed": "2022-01-06",
    "revised": "2022-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:28:51.074240",
    "pmid": "34619402"
  }
}