{
  "pmid": "34610282",
  "uid": "34610282",
  "title": "Stopping renin-angiotensin system inhibitors after hyperkalemia and risk of adverse outcomes.",
  "abstract": "BACKGROUND: Stopping renin-angiotensin system inhibitors (RASi) after an episode of hyperkalemia is common but may involve therapeutic compromises, in that the cessation of RASi deprives patients of their beneficial cardiovascular effects. METHODS AND RESULTS: Observational study from the Stockholm Creatinine Measurements (SCREAM) project including patients initiating RASi in routine care and surviving a first-detected episode of hyperkalemia (potassium >5.0 mmol/L). We used target trial emulation techniques based on cloning, censoring and weighting to compare stopping vs. continuing RASi within 6 months after hyperkalemia. Outcomes were 3-year risks of mortality, major adverse cardiovascular events (MACE, composite of cardiovascular death, myocardial infarction and stroke hospitalization) and recurrent hyperkalemia. Of 5669 new users of RASi who developed hyperkalemia (median age 72 years, 44% women), 1425 (25%) stopped RASi therapy within 6 months. Compared with continuing RASi, stopping therapy was associated with a higher 3-year risk of death (absolute risk difference 10.8%; HR 1.49, 95% CI 1.34-1.64) and MACE (risk difference 4.7%; HR 1.29, 1.14-1.45), but a lower risk of recurrent hyperkalemia (risk difference -9.5%; HR 0.76, 0.69-0.84). Results were consistent for events following potassium of >5.0 or >5.5 mmol/L, after censoring when the treatment decision was changed, across prespecified subgroups, and after adjusting for albuminuria. CONCLUSION: These findings suggest that stopping RASi after hyperkalemia may be associated with a lower risk of recurrence of hyperkalemia, but higher risk of death and cardiovascular events.",
  "authors": [
    {
      "last_name": "Xu",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Xu",
      "affiliations": [
        "Peking University Clinical Research Institute, Peking University First Hospital, Beijing, China.; Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Sweden."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Edouard L",
      "initials": "EL",
      "name": "Edouard L Fu",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Sweden.; Department of Clinical Epidemiology, Leiden University Medical Center, The Netherlands."
      ]
    },
    {
      "last_name": "Trevisan",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Trevisan",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Sweden."
      ]
    },
    {
      "last_name": "Jernberg",
      "fore_name": "Tomas",
      "initials": "T",
      "name": "Tomas Jernberg",
      "affiliations": [
        "Division of Cardiovascular Medicine, Department of Clinical Sciences, Danderyd Hospital, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Sjölander",
      "fore_name": "Arvid",
      "initials": "A",
      "name": "Arvid Sjölander",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Sweden."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carrero",
      "fore_name": "Juan-Jesus",
      "initials": "JJ",
      "name": "Juan-Jesus Carrero",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Sweden.. Electronic address: juan.jesus.carrero@ki.se."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "243",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "177",
  "end_page": "186",
  "pages": "177-186",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Aged",
    "Angiotensin Receptor Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Antihypertensive Agents",
    "Creatinine",
    "Female",
    "Humans",
    "Hyperkalemia",
    "Male",
    "Renin-Angiotensin System"
  ],
  "article_ids": {
    "pubmed": "34610282",
    "doi": "10.1016/j.ahj.2021.09.014",
    "pii": "S0002-8703(21)00244-1"
  },
  "doi": "10.1016/j.ahj.2021.09.014",
  "dates": {
    "completed": "2022-04-07",
    "revised": "2022-04-07"
  },
  "chemicals": [
    "Angiotensin Receptor Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Antihypertensive Agents",
    "Creatinine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.973463",
    "pmid": "34610282"
  }
}