{
  "pmid": "34617008",
  "uid": "34617008",
  "title": "Cardiovascular Safety of Metoclopramide Compared to Domperidone: A Population-Based Cohort Study.",
  "abstract": "BACKGROUND: Metoclopramide and domperidone are common prokinetics used to alleviate gastrointestinal symptoms. However, both drugs may trigger ventricular arrhythmias. AIM: We conducted this population-based study to compare the 30-day cardiovascular safety of metoclopramide versus domperidone in outpatient care. METHODS: We used health care databases to identify a cohort of patients in Ontario, Canada newly dispensed metoclopramide or domperidone. Inverse probability of treatment weighting based on propensity scores was used to balance the baseline characteristics of the two groups. All outcomes were assessed in the 30 days following drug dispensing. The primary outcome was hospital encounter with ventricular arrhythmia. The secondary outcomes were hospital encounter with cardiac arrest, all-cause mortality and cardiovascular mortality. RESULTS: We identified 196,544 patients, 19% of whom were prescribed metoclopramide. There was no difference in the risk of a hospital encounter with ventricular arrythmia (0.02% in both groups), or cardiac arrest (0.10% with metoclopramide and 0.08% with domperidone). However, 1.34% of patients died after starting metoclopramide compared to 0.52% of patients starting domperidone; weighted risk ratio 2.50 (95% confidence interval [CI] 2.13 to 3.03). Similarly, 0.42% of patients died of cardiovascular causes after starting metoclopramide compared to 0.19 % of patients starting domperidone; weighted risk ratio 2.00 (95% CI 1.44 to 2.77). CONCLUSION: The 30-day risk for a hospital encounter with ventricular arrhythmia was low for both metoclopramide and domperidone, with no significant difference in the rate between the two drugs. The higher 30-day risk of death observed with metoclopramide compared with domperidone in this study has also been observed in other studies and warrants further investigation.",
  "authors": [
    {
      "last_name": "Cowan",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Cowan",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-9480-969X"
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Muanda Tsobo",
      "fore_name": "Flory",
      "initials": "F",
      "name": "Flory Muanda Tsobo",
      "affiliations": [
        "ICES, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weir",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Weir",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "ICES, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Association of Gastroenterology",
    "iso_abbreviation": "J Can Assoc Gastroenterol",
    "issn": "2515-2092",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "e110",
  "end_page": "e119",
  "pages": "e110-e119",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34617008",
    "pmc": "PMC8489520",
    "doi": "10.1093/jcag/gwaa041",
    "pii": "gwaa041"
  },
  "doi": "10.1093/jcag/gwaa041",
  "pmc_id": "PMC8489520",
  "dates": {
    "revised": "2023-11-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.328863",
    "pmid": "34617008"
  }
}