{
  "pmid": "34612521",
  "uid": "34612521",
  "title": "Understanding moral empathy: A verbatim-theatre supported phenomenological exploration of the empathy imperative.",
  "abstract": "OBJECTIVES: Several studies have measured a decline in empathy during medical training, speculating that factors within the formal, informal and hidden curricula are responsible for this phenomenon. Although the medical education literature describes the moral domain of empathy as most fundamental to the empathic response, most research into the decline has examined the cognitive, affective and behavioural domains. This study distinguishes itself by focusing on how moral empathy is affected through training. METHODS: Ten medical residents from core education specialties at McMaster University participated in lightly structured interviews concerning their training experiences. Interview transcripts were analysed by way of a descriptive phenomenological approach. Analyses afforded descriptions of the way medical training influences moral empathy. These descriptions were then used to generate a verbatim theatre play that was performed for an audience of residents, educators, learners, researchers and scholars. Following the play, audience participants completed a survey to member-check the descriptions and to glean other reflective experiences in resident training that impact moral empathy. The survey results informed revisions to the codebook that was subsequently used to re-analyse the interview transcripts. This resulted in a final, refined version of the influence of training on learner moral empathy. RESULTS: The findings suggest that a resident's sense of moral empathy relies upon the notion of an innate capacity for empathy, and is influenced by their clinical and classroom education, and specific experiences with patients during training. Importantly, these factors are rarely experienced as having a direct deleterious impact on residents' moral empathy but rather are experienced as challenges to their ability to act on their moral empathy. CONCLUSIONS: The study promotes reflection of what it means to experience empathy in the moral domain. The description offers a new perspective from which to view empathic declines that have been previously reported, while also highlighting a moral-behavioural tension that has implications for competency-based assessment and the way empathy is conceptualised in medical education.",
  "authors": [
    {
      "last_name": "Pieris",
      "fore_name": "Dilshan",
      "initials": "D",
      "name": "Dilshan Pieris",
      "affiliations": [
        "Health Sciences Education Graduate Program, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "MD Program, Temerty Faculty of Medicine, University of Toronto, Toronto, Canada.",
        "McMaster FHS Program for Education Research, Innovation, and Theory (MERIT), Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-3906-3263"
    },
    {
      "last_name": "Jafine",
      "fore_name": "Hartley",
      "initials": "H",
      "name": "Hartley Jafine",
      "affiliations": [
        "Bachelor of Health Sciences Program, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Neilson",
      "fore_name": "Shane",
      "initials": "S",
      "name": "Shane Neilson",
      "affiliations": [
        "Department of English and Cultural Studies, Faculty of Humanities, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Amster",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Amster",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, Department of Religious Studies, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Zazulak",
      "fore_name": "Joyce",
      "initials": "J",
      "name": "Joyce Zazulak",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, Department of Religious Studies, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Connie",
      "initials": "C",
      "name": "Connie Lam",
      "affiliations": [
        "Bachelor of Health Sciences Program, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Health Sciences Education Graduate Program, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "McMaster FHS Program for Education Research, Innovation, and Theory (MERIT), Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Department of Family Medicine, Faculty of Health Sciences, Department of Religious Studies, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-0739-5976"
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "186",
  "end_page": "194",
  "pages": "186-194",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Curriculum",
    "Education, Medical",
    "Empathy",
    "Humans",
    "Medicine",
    "Morals"
  ],
  "article_ids": {
    "pubmed": "34612521",
    "doi": "10.1111/medu.14676"
  },
  "doi": "10.1111/medu.14676",
  "dates": {
    "completed": "2022-01-31",
    "revised": "2022-01-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.288634",
    "pmid": "34612521"
  }
}