{
  "pmid": "34610984",
  "uid": "34610984",
  "title": "Respiratory Symptoms Are Associated With Frailty in Older Adults With Normal Spirometry, Independent of Smoking, in the Canadian Longitudinal Study of Aging.",
  "abstract": "BACKGROUND: Recent studies have demonstrated that even in the absence of lung impairment as determined by spirometry, smoking and respiratory symptoms are associated with poor overall health and well-being. However, this relationship is not well defined; and it remains unclear the degree to which symptoms are related to poor health, independent of smoking. This is of particular importance to older adults, as they are more likely to exhibit respiratory symptoms and are, therefore, at risk of not receiving appropriate treatment if they have never smoked and have normal spirometry. METHODS: We performed a cross-sectional analysis of data from the Canadian Longitudinal Study on Aging to delineate the associations of respiratory symptoms and smoking on the health of participants age 45-86 who exhibited normal spirometry. Participant health was estimated using a frailty index, a multidimensional measure of vulnerability to adverse outcomes that has been validated in numerous health settings. RESULTS: Of the 21,293 participants included in our analysis, 87% exhibited a normal FEV1, FVC, and FEV1/FVC; of those, 45% reported at least one respiratory symptom, and 50% were former or current smokers. Both respiratory symptoms and smoking were independently associated with frailty (median interquartile range [IQR] = 0.11 [0.07-0.15]), the most substantial associations observed for those having at least one respiratory symptom (adjusted β 0.023, 95% CI 0.022-0.025) and current smokers with > 10 pack-year exposure (adjusted β 0.014, 95% CI [0.010-0.019). Not only was the association between symptoms and frailty evident in never smokers, a significant proportion of the total effect of smoking on frailty was observed to be mediated by symptoms. CONCLUSIONS: Our data show that respiratory symptoms, regardless of smoking history, were a significant correlate of frailty in older adults with normal spirometry. Hence, they should not be simply regarded as a benign by-product of aging.",
  "authors": [
    {
      "last_name": "Verschoor",
      "fore_name": "Chris P",
      "initials": "CP",
      "name": "Chris P Verschoor",
      "affiliations": [
        "Health Sciences North Research Institute, Sudbury, Ontario, Canada. cverschoor@hsnri.ca.",
        "Northern Ontario School of Medicine, Sudbury, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dales",
      "fore_name": "Robert E",
      "initials": "RE",
      "name": "Robert E Dales",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa Hospital, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "MyLinh",
      "initials": "M",
      "name": "MyLinh Duong",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bourque",
      "fore_name": "Caitlyn",
      "initials": "C",
      "name": "Caitlyn Bourque",
      "affiliations": [
        "Health Sciences North Research Institute, Sudbury, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mian",
      "fore_name": "Oxana",
      "initials": "O",
      "name": "Oxana Mian",
      "affiliations": [
        "Health Sciences North Research Institute, Sudbury, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Respiratory care",
    "iso_abbreviation": "Respir Care",
    "issn": "1943-3654",
    "issn_type": "Electronic",
    "volume": "66",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "1848",
  "end_page": "1857",
  "pages": "1848-1857",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Aged, 80 and over",
    "Aging",
    "Canada",
    "Cross-Sectional Studies",
    "Forced Expiratory Volume",
    "Frailty",
    "Humans",
    "Longitudinal Studies",
    "Lung",
    "Middle Aged",
    "Smoking",
    "Spirometry"
  ],
  "article_ids": {
    "pubmed": "34610984",
    "doi": "10.4187/respcare.09225",
    "pii": "respcare.09225"
  },
  "doi": "10.4187/respcare.09225",
  "dates": {
    "completed": "2021-11-29",
    "revised": "2023-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:26.142865",
    "pmid": "34610984"
  }
}