{
  "pmid": "34611040",
  "uid": "34611040",
  "title": "Should electronic differential diagnosis support be used early or late in the diagnostic process? A multicentre experimental study of Isabel.",
  "abstract": "BACKGROUND: Diagnostic errors unfortunately remain common. Electronic differential diagnostic support (EDS) systems may help, but it is unclear when and how they ought to be integrated into the diagnostic process. OBJECTIVE: To explore how much EDS improves diagnostic accuracy, and whether EDS should be used early or late in the diagnostic process. SETTING: 6 Canadian medical schools. A volunteer sample of 67 medical students, 62 residents in internal medicine or emergency medicine, and 61 practising internists or emergency medicine physicians were recruited in May through June 2020. INTERVENTION: Participants were randomised to make use of EDS either early (after the chief complaint) or late (after the complete history and physical is available) in the diagnostic process while solving each of 16 written cases. For each case, we measured the number of diagnoses proposed in the differential diagnosis and how often the correct diagnosis was present within the differential. RESULTS: EDS increased the number of diagnostic hypotheses by 2.32 (95% CI 2.10 to 2.49) when used early in the process and 0.89 (95% CI 0.69 to 1.10) when used late in the process (both p<0.001). Both early and late use of EDS increased the likelihood of the correct diagnosis being present in the differential (7% and 8%, respectively, both p<0.001). Whereas early use increased the number of diagnostic hypotheses (most notably for students and residents), late use increased the likelihood of the correct diagnosis being present in the differential regardless of one's experience level. CONCLUSIONS AND RELEVANCE: EDS increased the number of diagnostic hypotheses and the likelihood of the correct diagnosis appearing in the differential, and these effects persisted irrespective of whether EDS was used early or late in the diagnostic process.",
  "authors": [
    {
      "last_name": "Sibbald",
      "fore_name": "Matt",
      "initials": "M",
      "name": "Matt Sibbald",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada sibbald@mcmaster.ca."
      ],
      "orcid": "0000-0002-0022-2370"
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    },
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sherbino",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "LoGiudice",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew LoGiudice",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Friedman",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Friedman",
      "affiliations": [
        "University of Michigan, Ann Arbor, Michigan, USA."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ quality & safety",
    "iso_abbreviation": "BMJ Qual Saf",
    "issn": "2044-5423",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "426",
  "end_page": "433",
  "pages": "426-433",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Diagnosis, Differential",
    "Diagnostic Errors",
    "Electronics",
    "Humans",
    "Internal Medicine",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "34611040",
    "pmc": "PMC9132870",
    "doi": "10.1136/bmjqs-2021-013493",
    "pii": "bmjqs-2021-013493"
  },
  "doi": "10.1136/bmjqs-2021-013493",
  "pmc_id": "PMC9132870",
  "dates": {
    "completed": "2022-05-25",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.767322",
    "pmid": "34611040"
  }
}