{
  "pmid": "34628256",
  "uid": "34628256",
  "title": "Completion of electronic nursing documentation of inpatient admission assessment: Insights from Australian metropolitan hospitals.",
  "abstract": "INTRODUCTION: Electronic nursing documentation is an essential aspect of inpatient care and multidisciplinary communication. Analysing data in electronic medical record (eMR) systems can assist in understanding clinical workflows, improving care quality, and promoting efficiency in the healthcare system. This study aims to assess timeliness of completion of an electronic nursing admission assessment form and identify patient and facility factors associated with form completion in three metropolitan hospitals. MATERIALS AND METHODS: Records of 37,512 adult inpatient admissions (November 2018-November 2019) were extracted from the hospitals' eMR system. A dichotomous variable descriptive of completion of the nursing assessment form (Yes/No) was created. Timeliness of form completion was calculated as the interval between date and time of admission and form completion. Univariate and multivariate multilevel logistic regression were used to identify factors associated with form completion. RESULTS: An admission assessment form was completed for 78.4% (n = 29,421) of inpatient admissions. Of those, 78% (n = 22,953) were completed within the first 24 h of admission, 13.3% (n = 3,910) between 24 and 72 h from admission, and 8.7% (n = 2,558) beyond 72 h from admission. Patient length of hospital stay, admission time, and admitting unit's nursing hours per patient day were associated with form completion. Patient gender, age, and admitting unit type were not associated with form completion. DISCUSSION: Form completion rate was high, though more emphasis needs to be placed on the importance of timely completion to allow for adequate patient care planning. Staff education, qualitative understanding of delayed form completion, and streamlined guidelines on nursing admission and eMR use are recommended.",
  "authors": [
    {
      "last_name": "Shala",
      "fore_name": "Danielle Ritz",
      "initials": "DR",
      "name": "Danielle Ritz Shala",
      "affiliations": [
        "Nursing and Midwifery Services, Sydney Local Health District, Camperdown, NSW, Australia; Health Informatics Unit, Sydney Local Health District, Camperdown, NSW, Australia; Centre for Big Data Research in Health, University of New South Wales, Kensington, NSW, Australia. Electronic address: d.shala@unswalumni.com."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Nursing and Midwifery Services, Sydney Local Health District, Camperdown, NSW, Australia; Health Informatics Unit, Sydney Local Health District, Camperdown, NSW, Australia; University of Sydney, Faculty of Medicine and Health, NSW, Australia."
      ]
    },
    {
      "last_name": "Fairbrother",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Fairbrother",
      "affiliations": [
        "Sydney Research, Camperdown, NSW, Australia."
      ]
    },
    {
      "last_name": "Thuy Tran",
      "fore_name": "Duong",
      "initials": "D",
      "name": "Duong Thuy Tran",
      "affiliations": [
        "Centre for Big Data Research in Health, University of New South Wales, Kensington, NSW, Australia."
      ]
    }
  ],
  "journal": {
    "title": "International journal of medical informatics",
    "iso_abbreviation": "Int J Med Inform",
    "issn": "1872-8243",
    "issn_type": "Electronic",
    "volume": "156",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "104603",
  "pages": "104603",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Australia",
    "Documentation",
    "Electronic Health Records",
    "Electronics",
    "Hospitals, Urban",
    "Humans",
    "Inpatients",
    "Patient Admission"
  ],
  "article_ids": {
    "pubmed": "34628256",
    "doi": "10.1016/j.ijmedinf.2021.104603",
    "pii": "S1386-5056(21)00229-X"
  },
  "doi": "10.1016/j.ijmedinf.2021.104603",
  "dates": {
    "completed": "2021-11-08",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.671211",
    "pmid": "34628256"
  }
}