{
  "pmid": "34620188",
  "uid": "34620188",
  "title": "Primary care-based interventions to address the financial needs of patients experiencing poverty: a scoping review of the literature.",
  "abstract": "BACKGROUND: It is broadly accepted that poverty is associated with poor health, and the health impact of poverty has been explored in numerous high-income country settings. There is a large and growing body of evidence of the role that primary care practitioners can play in identifying poverty as a health determinant, and in interventions to address it. PURPOSE OF STUDY: This study maps the published peer-reviewed and grey literature on primary care setting interventions to address poverty in high-income countries in order to identify key concepts and gaps in the research. This scoping review seeks to map the tools in use to identify and address patients' economic needs; describe the key types of primary care-based interventions; and examine barriers and facilitators to successful implementation. METHODS: Using a scoping review methodology, we searched five databases, the grey literature and the reference lists of relevant studies to identify studies on interventions to address the economic needs-related social determinants of health that occur in primary health care delivery settings, in high-income countries. Findings were synthesized narratively, and examined using thematic analysis, according to iteratively identified themes. RESULTS: Two hundred and fourteen papers were included in the review and fell into two broad categories of description and evaluation: screening tools, and economic needs-specific interventions. Primary care-based interventions that aim to address patients' financial needs operate at all levels, from passive sociodemographic data collection upon patient registration, through referral to external services, to direct intervention in addressing patients' income needs. CONCLUSION: Tools and processes to identify and address patients' economic social needs range from those tailored to individual health practices, or addressing one specific dimension of need, to wide-ranging protocols. Primary care-based interventions to address income needs operate at all levels, from passive sociodemographic data collection, through referral to external services, to direct intervention. Measuring success has proven challenging. The decision to undertake this work requires courage on the part of health care providers because it can be difficult, time-consuming and complex. However, it is often appreciated by patients, even when the scope of action available to health care providers is quite narrow.",
  "authors": [
    {
      "last_name": "Parry",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Parry",
      "affiliations": [
        "Department of Health, Aging and Society, McMaster University, 1280 Main St West, Hamilton, ON, L8S 4L8, Canada. parryj@mcmaster.ca."
      ],
      "orcid": "0000-0003-0052-1108"
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 1280 Main St West, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Grignon",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Grignon",
      "affiliations": [
        "Department of Health, Aging and Society, McMaster University, 1280 Main St West, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Dunn",
      "fore_name": "James R",
      "initials": "JR",
      "name": "James R Dunn",
      "affiliations": [
        "Department of Health, Aging and Society, McMaster University, 1280 Main St West, Hamilton, ON, L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal for equity in health",
    "iso_abbreviation": "Int J Equity Health",
    "issn": "1475-9276",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "07"
  },
  "start_page": "219",
  "pages": "219",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Poverty",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "34620188",
    "pmc": "PMC8496150",
    "doi": "10.1186/s12939-021-01546-8",
    "pii": "10.1186/s12939-021-01546-8"
  },
  "doi": "10.1186/s12939-021-01546-8",
  "pmc_id": "PMC8496150",
  "dates": {
    "completed": "2021-10-22",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.122151",
    "pmid": "34620188"
  }
}