{
  "pmid": "34622377",
  "uid": "34622377",
  "title": "Efficacy and safety of low intensity vitamin K antagonists in Western and East-Asian patients with left-sided mechanical heart valves.",
  "abstract": "The optimal INR target in patients with mechanical heart valves is unclear. Higher INR targets are often used in Western compared with East Asian countries. The objective of this systematic review and meta-analysis was to summarize the evidence for the efficacy and safety of lower versus higher INR targets in Western and East Asian left-sided mechanical heart valve patients. We searched Western databases including Cochrane CENTRAL, Medline, and Embase as well as Chinese databases including SinoMed, CNKI, and Wanfang Data in addition to grey literature for Randomized Controlled Trials (RCTs) and observational studies. We pooled risk ratios (RRs) using random-effects model. Low and high INR targets were defined by the individual studies. We identified nine RCTs, including six Western (n = 5496) and three East Asian (n = 209) trials, and 17 observational studies, including two Western (n = 3199) and 15 East Asian (n = 5485) studies. In the RCTs, lower compared with higher targets were associated with similar rates of thromboembolism (2.4 vs. 2.3%; RR: 1.14, 95% CI 0.82, 1.60, I[2] = 0%) and lower rates of both total bleeding (21.9 vs. 40.9%, RR: 0.46, 95% CI 0.28, 0.78, I[2] = 88%) and major bleeding. RCT data showed no statistical heterogeneity by region. These effects were consistent in the observational data. We downgraded the quality of evidence due to serious risk of bias and imprecision. In patients with left-sided contemporary mechanical heart valves, low quality evidence suggests lower INR targets are associated with similar rates of thromboembolism and moderate quality evidence suggests lower rates of bleeding.",
  "authors": [
    {
      "last_name": "Pandey",
      "fore_name": "Arjun K",
      "initials": "AK",
      "name": "Arjun K Pandey",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Ke",
      "initials": "K",
      "name": "Ke Xu",
      "affiliations": [
        "Department of Cardiology, Shanghai Chest Hospital, Shanghai Jiao Tong University, Shanghai, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Zhang",
      "affiliations": [
        "Banner University Medical Center, Tucson, USA."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Saurabh",
      "initials": "S",
      "name": "Saurabh Gupta",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John",
      "initials": "J",
      "name": "John Eikelboom",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Population Health Research Institute, 237 Barton Street East, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Renato D",
      "initials": "RD",
      "name": "Renato D Lopes",
      "affiliations": [
        "Duke Clinical Research Institute, Durham, USA.",
        "Duke University School of Medicine, Durham, USA."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Division of Hematology, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Côté",
      "affiliations": [
        "Population Health Research Institute, 237 Barton Street East, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Surgery, McMaster University, Hamilton, Canada. Richard.Whitlock@phri.ca.",
        "Population Health Research Institute, 237 Barton Street East, Hamilton, ON, Canada. Richard.Whitlock@phri.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. Richard.Whitlock@phri.ca."
      ],
      "orcid": "0000-0002-6863-5884"
    }
  ],
  "journal": {
    "title": "Journal of thrombosis and thrombolysis",
    "iso_abbreviation": "J Thromb Thrombolysis",
    "issn": "1573-742X",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "697",
  "end_page": "707",
  "pages": "697-707",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Fibrinolytic Agents",
    "Heart Valves",
    "Hemorrhage",
    "Humans",
    "Thromboembolism",
    "Vitamin K"
  ],
  "article_ids": {
    "pubmed": "34622377",
    "doi": "10.1007/s11239-021-02568-3",
    "pii": "10.1007/s11239-021-02568-3"
  },
  "doi": "10.1007/s11239-021-02568-3",
  "dates": {
    "completed": "2022-04-12",
    "revised": "2022-04-12"
  },
  "chemicals": [
    "Anticoagulants",
    "Fibrinolytic Agents",
    "Vitamin K"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.214872",
    "pmid": "34622377"
  }
}