{
  "pmid": "34622445",
  "uid": "34622445",
  "title": "Oral anticoagulation in people with cancer who have no therapeutic or prophylactic indication for anticoagulation.",
  "abstract": "BACKGROUND: Oral anticoagulants may improve the survival of people with cancer through an antithrombotic effect, yet increase the risk of bleeding. OBJECTIVES: To evaluate the efficacy and safety of oral anticoagulants in ambulatory people with cancer undergoing chemotherapy, targeted therapy, immunotherapy, or radiotherapy (either alone or in combination), with no standard therapeutic or prophylactic indication for anticoagulation. SEARCH METHODS: We conducted comprehensive searches on 14 June 2021, following the original electronic searches performed in February 2016 (last major search). We electronically searched the following databases: CENTRAL, MEDLINE, Embase. In addition, we handsearched conference proceedings, checked references of included studies, and searched for ongoing studies. As part of the living systematic review approach, we are running continual searches and will incorporate new evidence rapidly after it is identified. SELECTION CRITERIA: We included randomised controlled trials (RCTs) assessing the benefits and harms of vitamin K antagonists (VKAs) or direct oral anticoagulants (DOACs) in ambulatory people with cancer (i.e., not hospital inpatients during the time of their participation in trials) These people are typically undergoing systemic anticancer therapy, possibly including chemotherapy, targeted therapy, immunotherapy, or radiotherapy, but otherwise have no standard therapeutic or prophylactic indication for anticoagulation. DATA COLLECTION AND ANALYSIS: Using a standardised form, two review authors independently extracted data on study design, participants, intervention outcomes of interest, and risk of bias. Outcomes of interest included all-cause mortality, pulmonary embolism, symptomatic deep vein thrombosis (DVT), major bleeding, minor bleeding and health-related quality of life. We assessed the certainty of evidence for each outcome using the GRADE approach. MAIN RESULTS: Of 12,620 identified citations, 10 RCTs fulfilled the inclusion criteria. The oral anticoagulant was a vitamin K antagonist (VKA) in six of these RCTs, and a direct oral anticoagulant (DOAC) in the remaining four RCTs (three studies used apixaban; one used rivaroxaban). The comparator was either placebo or no prophylaxis. Compared to no prophylaxis, vitamin K antagonists (VKAs) probably reduce mortality at six months slightly (risk ratio (RR) 0.93, 95% confidence interval (CI) 0.77 to 1.13; risk difference (RD) 22 fewer per 1000, 95% CI 72 fewer to 41 more; moderate-certainty evidence), and probably reduce mortality at 12 months slightly (RR 0.95, 95% CI 0.87 to 1.03; RD 29 fewer per 1000, 95% CI 75 fewer to 17 more; moderate-certainty evidence). One study assessed the effect of a VKA compared to no prophylaxis on thrombosis; the evidence was very uncertain about the effect of VKA compared to no VKA on pulmonary embolism and symptomatic DVT (RR 1.05, 95% CI 0.07 to 16.58; RD 0 fewer per 1000, 95% CI 6 fewer to 98 more; very low-certainty evidence; RR 0.08, 95% CI 0.01 to 1.42; RD 35 fewer per 1000, 95% CI 37 fewer to 16 more; very low-certainty evidence, respectively). Also, VKAs probably increase major and minor bleeding at 12 months (RR 2.93, 95% CI 1.86 to 4.62; RD 107 more per 1000, 95% CI 48 more to 201 more; moderate-certainty evidence for major bleeding, and RR 3.14, 95% CI 1.85 to 5.32; RD 167 more per 1000, 95% CI 66 more to 337 more; moderate-certainty evidence for minor bleeding). Compared to no prophylaxis, at three to six months, direct oral anticoagulants (DOACs) probably reduce mortality slightly (RR 0.94, 95% CI 0.64 to 1.38, RD 11 fewer per 1000, 95% CI 67 fewer to 70 more; moderate-certainty evidence), probably reduce the risk of pulmonary embolism slightly compared to no prophylaxis (RR 0.48, 95% CI 0.24 to 0.98; RD 24 fewer per 1000, 95% CI 35 fewer to 1 fewer; moderate-certainty evidence), probably reduce symptomatic DVT slightly (RR 0.58, 95% CI 0.30 to 1.15; RD 21 fewer per 1000, 95% CI 35 fewer to 8 more; moderate-certainty evidence), probably do not increase major bleeding (RR 1.65, 95% CI 0.72 to 3.80; RD 9 more per 1000, 95% CI 4 fewer to 40 more; moderate-certainty evidence), and may increase minor bleeding (RR 3.58, 95% CI 0.55 to 23.44; RD 55 more per 1000, 95% CI 10 fewer to 482 more; low-certainty evidence). AUTHORS' CONCLUSIONS: In ambulatory people with cancer undergoing chemotherapy, targeted therapy, immunotherapy, or radiotherapy (either alone or in combination), the current evidence on VKA thromboprophylaxis suggests that the harm of major bleeding might outweigh the benefit of reduction in venous thromboembolism. With DOACs, the benefit of reduction in venous thromboembolic events outweighs the risk of major bleeding. Editorial note: this is a living systematic review. Living systematic reviews offer a new approach to review updating in which the review is continually updated, incorporating relevant new evidence, as it becomes available. Please refer to the 'What's new' section in the  Cochrane Database of Systematic Reviews for the current status of this review.",
  "authors": [
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Matar",
      "fore_name": "Charbel F",
      "initials": "CF",
      "name": "Charbel F Matar",
      "affiliations": [
        "Department of Internal Medicine, University of Connecticut, Hartford, Connecticut, USA."
      ]
    },
    {
      "last_name": "Tsolakian",
      "fore_name": "Ibrahim",
      "initials": "I",
      "name": "Ibrahim Tsolakian",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hakoum",
      "fore_name": "Maram B",
      "initials": "MB",
      "name": "Maram B Hakoum",
      "affiliations": [
        "Family Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Barba",
      "fore_name": "Maddalena",
      "initials": "M",
      "name": "Maddalena Barba",
      "affiliations": [
        "Division of Medical Oncology 2 - Scientific Direction, IRCCS Regina Elena National Cancer Institute, Rome, Italy."
      ]
    },
    {
      "last_name": "Yosuico",
      "fore_name": "Victor Ed",
      "initials": "VE",
      "name": "Victor Ed Yosuico",
      "affiliations": [
        "Buffalo Medical Group, Buffalo, New York, USA."
      ]
    },
    {
      "last_name": "Terrenato",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Terrenato",
      "affiliations": [
        "Biostatistics-Scientific Direction, IRCCS Regina Elena National Cancer Institute, Rome, Italy."
      ]
    },
    {
      "last_name": "Sperati",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Sperati",
      "affiliations": [
        "Biostatistics-Scientific Direction, Regina Elena National Cancer Institute, Rome, Italy."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Departments of Health Research Methods, Evidence, and Impact and of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "08"
  },
  "start_page": "CD006466",
  "pages": "CD006466",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Neoplasms",
    "Systematic Reviews as Topic",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "34622445",
    "pmc": "PMC8498286",
    "doi": "10.1002/14651858.CD006466.pub7"
  },
  "doi": "10.1002/14651858.CD006466.pub7",
  "pmc_id": "PMC8498286",
  "dates": {
    "completed": "2021-11-24",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Heparin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.740959",
    "pmid": "34622445"
  }
}