{
  "pmid": "34627763",
  "uid": "34627763",
  "title": "Success of the Canadian Ophthalmological Society's first virtual meeting amid COVID-19 pandemic.",
  "abstract": "OBJECTIVE: To assess participant attendance and engagement for an in-person Canadian Ophthalmological Society (COS) annual meeting (2019) compared with a virtual COS annual meeting (2020). DESIGN: Retrospective case-control study of key event metrics of the 2019 and 2020 COS meetings as well as Twitter activity. METHODS: Key annual meeting metrics were collected retrospectively for 2020 virtual meeting and compared with the most recent in-person annual meeting cohort from 2019. Metrics collected included attendance by ophthalmology specialist, geographic distribution of attendees, postevent survey rate, and social media engagement (Twitter). RESULTS: Overall, there was a 7% (n = 60) increase in the number of registrants between 2019 and 2020. The largest change noted was the increase in registrants from British Columbia (n = 78). More ophthalmologists registered for the 2020 meeting than for 2019 meeting (627 versus 592). Of those who registered for the meeting, meeting participation (defined as checking in for the 2019 and logging in for the 2020 meetings) increased from 70% in 2019 to 79% in 2020. There was a 158% (n = 15 000) increase in tweet impressions in 2020 compared with 2019. CONCLUSION: The first COS virtual meeting attracted more participants and was available to a geographically wider audience. Indeed, more professionals from provinces that are geographically further from the traditional COS meeting locations were able to participate in the event. Meeting engagement on a social media platform increased in the virtual meeting in 2020 relative to the in-person meeting in 2019, and possible enablers for increased engagement should be sought and incorporated into future meetings.",
  "authors": [
    {
      "last_name": "Khair",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Khair",
      "affiliations": [
        "Department of Ophthalmology, University of Montreal, QC."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Departments of Ophthalmology, Surgery, and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Harissi-Dagher",
      "fore_name": "Mona",
      "initials": "M",
      "name": "Mona Harissi-Dagher",
      "affiliations": [
        "Department of Ophthalmology, University of Montreal, QC. Electronic address: monadagher@hotmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of ophthalmology. Journal canadien d'ophtalmologie",
    "iso_abbreviation": "Can J Ophthalmol",
    "issn": "1715-3360",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "131",
  "end_page": "135",
  "pages": "131-135",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Retrospective Studies",
    "Case-Control Studies",
    "Ophthalmology",
    "Pandemics",
    "COVID-19",
    "Social Media",
    "British Columbia"
  ],
  "article_ids": {
    "pubmed": "34627763",
    "doi": "10.1016/j.jcjo.2021.09.007",
    "pii": "S0008-4182(21)00352-5"
  },
  "doi": "10.1016/j.jcjo.2021.09.007",
  "dates": {
    "completed": "2023-03-21",
    "revised": "2023-03-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:52.935098",
    "pmid": "34627763"
  }
}