{
  "pmid": "34620344",
  "uid": "34620344",
  "title": "Tailoring nutrition therapy amid the COVID-19 pandemic: Does it work?",
  "abstract": "BACKGROUND: The COVID-19 pandemic has been a challenge for nutrition monitoring and delivery. This study evaluates clinical and nutritional characteristics of patients infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and investigates the relationship between nutrition delivery and clinical outcomes. METHODS: Prospective observational study of adults admitted for >24 hrs to a tertiary-care hospital during a period of 2months. Data was collected on disease severity, energy, protein delivery and adequacy, use of mechanical ventilation (MV), hospital length of stay (LOS). Multivariate logistic regression models were used to determine the associations with mortality as the primary outcome. RESULTS: 1083 patients: 69% male (n = 747), 31% females (n = 336), mean age 58.2 ± 12.8 with 26.6 ± 4.32 BMI were analysed. 1021 patients survived and 62 deaths occurred, with 183 and 900 patients in the ICU and ward, respectively. Inadequate calorie and protein delivery had significantly higher mortality than those with adequate provision (p < 0.001) among the ICU patients. In bivariate logistic regression analysis, inadequacy of energy and protein, disease severity, comorbidities ≥3, NRS score ≥3 and prone ventilation correlates with mortality (p < 0.001). In multivariate logistic regression analysis of the ICU patients, energy inadequacy (OR:3.6, 95%CI:1.25-10.2) and prone ventilation (OR:11.0, 95%CI:3.8-31.9) were significantly (p < 0.05) associated with mortality after adjusting for disease severity, comorbidities and MV days. CONCLUSION: Most patients infected with SARS-CoV-2 are at nutrition risk that can impact outcome. Our data suggest that addressing nutritional adequacy can be one of the measures to reduce hospital LOS, and mortality among nutritionally risk patients.",
  "authors": [
    {
      "last_name": "Chada",
      "fore_name": "Radha Reddy",
      "initials": "RR",
      "name": "Radha Reddy Chada",
      "affiliations": [
        "Department of Clinical Nutrition, and Dietetics, AIG Hospitals, Mindspace Road, Gachibowli, Hyderabad, Telangana, 500032, India. Electronic address: radha402@gmail.com."
      ]
    },
    {
      "last_name": "Chidrawar",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Chidrawar",
      "affiliations": [
        "Department of Intensive Care, Sunshine Hospitals, Secunderabad, Telangana, India; Bathurst Hospital, NSW, Australia; The Mater Hospital, Townsville, Australia. Electronic address: sachin.jahnavi@gmail.com."
      ]
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Clinical Nutrition and Dietetics, Sunshine Hospitals, Secunderabad, Telangana, India. Electronic address: aayeshasiddiqua1996@gmail.com."
      ]
    },
    {
      "last_name": "Medanki",
      "fore_name": "Rajiv",
      "initials": "R",
      "name": "Rajiv Medanki",
      "affiliations": [
        "Department of Nephrology, Sunshine Hospitals, Secunderabad, Telangana, India. Electronic address: rajivmedanki@gmail.com."
      ]
    },
    {
      "last_name": "Omer",
      "fore_name": "Syeda Amena",
      "initials": "SA",
      "name": "Syeda Amena Omer",
      "affiliations": [
        "Department of Clinical Nutrition, and Dietetics, AIG Hospitals, Mindspace Road, Gachibowli, Hyderabad, Telangana, 500032, India. Electronic address: amena9@gmail.com."
      ]
    },
    {
      "last_name": "Nagalla",
      "fore_name": "Balakrishna",
      "initials": "B",
      "name": "Balakrishna Nagalla",
      "affiliations": [
        "Division of Biostatistics, National Institute of Nutrition, Hyderabad, Telangana, India. Electronic address: dr_nbk@yahoo.com."
      ]
    }
  ],
  "journal": {
    "title": "Clinical nutrition ESPEN",
    "iso_abbreviation": "Clin Nutr ESPEN",
    "issn": "2405-4577",
    "issn_type": "Electronic",
    "volume": "45",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "381",
  "end_page": "388",
  "pages": "381-388",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "COVID-19",
    "Critical Illness",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Nutritional Support",
    "Pandemics",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "34620344",
    "pmc": "PMC8299140",
    "doi": "10.1016/j.clnesp.2021.07.015",
    "pii": "S2405-4577(21)00266-7"
  },
  "doi": "10.1016/j.clnesp.2021.07.015",
  "pmc_id": "PMC8299140",
  "dates": {
    "completed": "2021-10-14",
    "revised": "2021-11-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.260104",
    "pmid": "34620344"
  }
}