{
  "pmid": "34624171",
  "uid": "34624171",
  "title": "Subnational mapping for targeting anaemia prevention in women of reproductive age in Ethiopia: A coverage-equity paradox.",
  "abstract": "Anaemia in women of reproductive age (WRA) can be effectively addressed if supported by a better understanding of the spatial variations, magnitude, severity and distribution of anaemia. This study aimed to map the subnational spatial distribution of anaemia (any, moderate and severe forms) among WRA in Ethiopia. We identified and mapped (any, moderate and severe) anaemia hotspots in WRA (n = 14,923) at the subnational level and identified risk factors using multilevel logistic regression. Kulldorff scan statistics were used to identify hotspot regions. Ordinary kringing was used to predict the anaemia prevalence in unmeasured areas. The overall anaemia prevalence increased from 16.6% in 2011 to 23.6% in 2016, a rise that was mostly related to the widening of existing hotspot areas. The primary clusters of (any) anaemia were in Somali and Afar regions. The horn of the Somali region represented a cluster of 330 km where 10% of WRA were severely anaemic. The Oromia-Somali border represented a significant cluster covering 247 km, with 9% severe anaemia. Population-dense areas with low anaemia prevalence had high absolute number of cases. Women education, taking iron-folic-acid tablets during pregnancy and birth-delivery in health facilities reduced the risk of any anaemia (P < 0.05). The local-level mapping of anaemia helped identify clusters that require attention but also highlighted the urgent need to study the aetiology of anaemia to improve the effectiveness and safety of interventions. Both relative and absolute anaemia estimates are critical to determine where additional attention is needed.",
  "authors": [
    {
      "last_name": "Hailu",
      "fore_name": "Bayuh Asmamaw",
      "initials": "BA",
      "name": "Bayuh Asmamaw Hailu",
      "affiliations": [
        "Monitoring and Evaluation, Wollo University, Dessie, Ethiopia."
      ]
    },
    {
      "last_name": "Laillou",
      "fore_name": "Arnaud",
      "initials": "A",
      "name": "Arnaud Laillou",
      "affiliations": [
        "Nutrition Section, UNICEF Ethiopia, Addis Ababa, Ethiopia."
      ],
      "orcid": "0000-0002-2315-223X"
    },
    {
      "last_name": "Chitekwe",
      "fore_name": "Stanley",
      "initials": "S",
      "name": "Stanley Chitekwe",
      "affiliations": [
        "Nutrition Section, UNICEF Ethiopia, Addis Ababa, Ethiopia."
      ],
      "orcid": "0000-0003-0915-333X"
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Baye",
      "fore_name": "Kaleab",
      "initials": "K",
      "name": "Kaleab Baye",
      "affiliations": [
        "Center for Food Science and Nutrition, College of Natural and Computational Sciences, Addis Ababa University, Addis Ababa, Ethiopia.",
        "Research Center for Inclusive Development in Africa (RIDA), Addis Ababa, Ethiopia."
      ],
      "orcid": "0000-0001-7298-1096"
    }
  ],
  "journal": {
    "title": "Maternal & child nutrition",
    "iso_abbreviation": "Matern Child Nutr",
    "issn": "1740-8709",
    "issn_type": "Electronic",
    "volume": "20 Suppl 5",
    "issue": "Suppl 5",
    "pub_year": "2024",
    "pub_month": "Jul"
  },
  "start_page": "e13277",
  "pages": "e13277",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Ethiopia",
    "Female",
    "Anemia",
    "Adult",
    "Young Adult",
    "Adolescent",
    "Prevalence",
    "Pregnancy",
    "Risk Factors",
    "Middle Aged"
  ],
  "article_ids": {
    "pubmed": "34624171",
    "pmc": "PMC11258772",
    "doi": "10.1111/mcn.13277"
  },
  "doi": "10.1111/mcn.13277",
  "pmc_id": "PMC11258772",
  "dates": {
    "completed": "2024-07-20",
    "revised": "2024-07-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "UNICEF Ethiopia"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.271197",
    "pmid": "34624171"
  }
}