{
  "pmid": "34628018",
  "uid": "34628018",
  "title": "More work needed on decision analysis for shared decision-making: A scoping review.",
  "abstract": "OBJECTIVE: To explore and characterize published evidence on the ways decision analysis has been used to inform shared decision-making. STUDY DESIGN AND SETTING: For this scoping review, we searched five bibliographic databases (from inception until February 2021), reference lists of included studies, trial registries, a thesis database and websites of relevant interest groups. Studies were eligible if they evaluated the application of decision analysis in a shared decision-making encounter. Pairs of reviewers independently screened and selected studies for inclusion, extracted study information using a data extraction form developed by the research team and assessed risk of bias for all studies with an experimental or quasi-experimental design. Data were narratively synthesized. RESULTS: We identified 27 studies that varied greatly with regard to their patient population, design, content and delivery. A range of outcomes were evaluated to explore the effectiveness and acceptability of decision analytic interventions, with little information about the implementation process. Most studies found that decision analysis was broadly beneficial. CONCLUSION: Despite the compelling rationale on the potential for decision analysis to support shared decision-making, rigorous randomized controlled trials are needed to confirm these interventions' effectiveness, while qualitative studies should seek to understand their potential implementation.",
  "authors": [
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "León-García",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat León-García",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain; Department of Pediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Quispe",
      "fore_name": "Ena Niño de Guzman",
      "initials": "ENG",
      "name": "Ena Niño de Guzman Quispe",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain; Department of Pediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Canelo-Aybar",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Canelo-Aybar",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain; Department of Pediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Spain; CIBER de Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Valli",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Valli",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain; Department of Pediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Pacheco-Barrios",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Pacheco-Barrios",
      "affiliations": [
        "Neuromodulation Center and Center for Clinical Research Learning, Spaulding Rehabilitation Hospital and Massachusetts General Hospital, Harvard Medical School, Boston, USA; Universidad San Ignacio de Loyola, Vicerrectorado de Investigación, Unidad de Investigación para la Generación y Síntesis de Evidencias en Salud. Lima, Peru."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mirabi",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Mirabi",
      "affiliations": [
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, Canada."
      ]
    },
    {
      "last_name": "Eckman",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Eckman",
      "affiliations": [
        "Division of General Internal Medicine and Center for Clinical Effectiveness, University of Cincinnati, Cincinnati, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Bates",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Center, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain; CIBER de Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain. Electronic address: palonso@santpau.cat."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Center for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada. Electronic address: fengxie@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "141",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "106",
  "end_page": "120",
  "pages": "106-120",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Decision Making",
    "Decision Making, Shared",
    "Decision Support Techniques",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "34628018",
    "doi": "10.1016/j.jclinepi.2021.10.001",
    "pii": "S0895-4356(21)00317-6"
  },
  "doi": "10.1016/j.jclinepi.2021.10.001",
  "dates": {
    "completed": "2022-04-08",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.156209",
    "pmid": "34628018"
  }
}