{
  "pmid": "34635440",
  "uid": "34635440",
  "title": "Quality of reporting for pilot randomized controlled trials in the pediatric urology literature-A systematic review.",
  "abstract": "BACKGROUND: The conduct and reporting of pilot studies is important to assess the feasibility of future randomized controlled trials (RCT). The Consolidated Standards of Reporting Trials (CONSORT) statement extension to pilot/feasibility studies addresses the reporting quality of the pilot studies (Summary Table 1). The aims of this systematic review are (1) to assess the reporting quality of pilot studies in pediatric urology and (2) to explore the factors that are associated with the reporting quality of these studies. METHODS: A comprehensive search was conducted through MEDLINE® and EMBASE® to identify pilot RCTs from 2005 to 2018. Two reviewers independently performed title and abstract screening and full text review, with discrepancies resolved by consensus. CONSORT extension reported items were summarized and overall proportion of reported items for each article was estimated. A linear regression model was conducted to determine factors associated with higher reporting quality. Publication year, biostatistician/epidemiologist support, sample size justification and journal impact factor were collected. RESULTS: Of the 1463 titles duplicates were removed and 1347 were screened, 36 studies were included. Overall, 36 pilot studies reported about 8-9 of 17 items [51% (95% CI: 46 - 56%)]. The most reported items were contact details for the corresponding author (97%), title identification of study as randomised pilot or feasibility trial (95%), eligibility criteria and setting (81%), both interventions (78%), and specific objectives of the pilot trial (75%). Less fulfilled items were blinding (11%), registration of the trial (11%), randomization details (28%), detailing recruitment status in the pilot study (19%), trial design (31%), and source of funding for pilot trial (34%). Interpretation of the results of pilot trial and their implications for the future definitive trial was reported by 34% of the studies. Factors associated with higher reporting quality were the presence of biostatistician or epidemiologist (P = 0.004), and if the sample size for the pilot study was justified (P = 0.002). DISCUSSION: Overall reporting quality of pilot studies in pediatric urology literature from 2005-2018 was suboptimal. The quality of pilot RCTs included in the present review were lower than that observed in the orthopedic literature, however, it appears to be consistent with the trends regarding OQS in chronic kidney disease and allopathic medicine. While we endeavoured to maintain utmost rigidity of this systematic review, there are inherent limitations. The CONSORT 2010 extension for pilot RCTs was published in 2016. Clinical trials can take several years, many pilot studies published pre-2016 would not have had the guidance of the extension during designing phases. Not all pilot RCTs are published, so this could potentially reduce the generalizability of the findings from this review. Only studies in English, published in full peer-reviewed journals were included, and this review only addressed the reporting quality of pilot studies in pediatric urology. CONCLUSION: This review demonstrated that reporting quality of pilot studies in pediatric urology is currently suboptimal. Including biostatistician and/or epidemiologist, can ameliorate the quality of future pilot studies. Implementing CONSORT 2010 extension by journals as a prerequisite for submission of pilot or feasibility trials is recommended to improve the robustness and transparency of future pilot studies.",
  "authors": [
    {
      "last_name": "McGrath",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa McGrath",
      "affiliations": [
        "McMaster University/Department of Surgery/Urology, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada; Clinical Urology Research Enterprise (CURE) Program, McMaster Children's Hospital, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Chen",
      "initials": "C",
      "name": "Chen Chen",
      "affiliations": [
        "McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Braga",
      "fore_name": "Luis H",
      "initials": "LH",
      "name": "Luis H Braga",
      "affiliations": [
        "McMaster University/Department of Surgery/Urology, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada; Clinical Urology Research Enterprise (CURE) Program, McMaster Children's Hospital, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada. Electronic address: braga@mcmaster.ca."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "McMaster University/Department of Surgery/Urology, Hamilton, Ontario, Canada; McMaster Pediatric Surgery Research Collaborative, Hamilton, Ontario, Canada; Clinical Urology Research Enterprise (CURE) Program, McMaster Children's Hospital, Canada; Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric urology",
    "iso_abbreviation": "J Pediatr Urol",
    "issn": "1873-4898",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "846",
  "end_page": "854",
  "pages": "846-854",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Child",
    "Feasibility Studies",
    "Humans",
    "Journal Impact Factor",
    "Pilot Projects",
    "Randomized Controlled Trials as Topic",
    "Urology"
  ],
  "article_ids": {
    "pubmed": "34635440",
    "doi": "10.1016/j.jpurol.2021.09.012",
    "pii": "S1477-5131(21)00445-9"
  },
  "doi": "10.1016/j.jpurol.2021.09.012",
  "dates": {
    "completed": "2022-01-26",
    "revised": "2022-01-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.406860",
    "pmid": "34635440"
  }
}