{
  "pmid": "34635523",
  "uid": "34635523",
  "title": "Values and other decisional factors regarding treatment of hypercalcaemia of malignancy: a systematic review protocol.",
  "abstract": "INTRODUCTION: Hypercalcaemia of malignancy (HCM) is the second most common cause of hypercalcaemia and is associated with significant morbidity and mortality. Several treatment options are available including pharmacological therapy with bisphosphonates, denosumab, glucocorticoids and calcimimetics, as well as conventional therapy with hydration and possibly calcitonin. While guidelines have previously considered treatment effects, no guideline has yet considered a range of contextual factors impacting recommendations for the management. The aim of this study was to summarise the available evidence on important decisional factors for the development of guidelines for the treatment of HCM. These include patient's values and preferences, cost, acceptability, feasibility and equity. METHODS AND ANALYSIS: This protocol is registered in PROSPERO (registration number: CRD42021264371). This is a systematic review of observational studies, case series, trials, reviews and qualitative studies involving treatment of adult patients with HCM. We will develop and execute two independent search strategies using five databases: PubMed, Medline (OVID), Embase.com, CINAHL (EBSCO) and Cochrane, and review their combined output. Two reviewers will screen titles and abstracts and full texts and will implement data abstraction from relevant studies independently and in duplicate. The outcomes of interest are the decisional factors that influence drug selection, with possible subgroup summaries by drug class or aetiology of HCM. We will present the data collected in a narrative and thematic approach. ETHICS AND DISSEMINATION: Ethical approval is not applicable for our study, since we will only collect data from available literature. This systematic review will be submitted to a peer-reviewed journal when completed.",
  "authors": [
    {
      "last_name": "Bassatne",
      "fore_name": "Aya",
      "initials": "A",
      "name": "Aya Bassatne",
      "affiliations": [
        "Calcium Metabolism and Osteoporosis Program, Division of Endocrinology and Metabolism, Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Rahme",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Rahme",
      "affiliations": [
        "Calcium Metabolism and Osteoporosis Program, Division of Endocrinology and Metabolism, Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Division of Preventive Medicine, Mayo Clinic, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Hneiny",
      "fore_name": "Layal",
      "initials": "L",
      "name": "Layal Hneiny",
      "affiliations": [
        "Saab Medical Library, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Hajj Fuleihan",
      "fore_name": "Ghada",
      "initials": "G",
      "name": "Ghada El-Hajj Fuleihan",
      "affiliations": [
        "Calcium Metabolism and Osteoporosis Program, Division of Endocrinology and Metabolism, Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon gf01@aub.edu.lb."
      ],
      "orcid": "0000-0002-2076-5858"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "11"
  },
  "start_page": "e051141",
  "pages": "e051141",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Hypercalcemia",
    "Paraneoplastic Syndromes",
    "Qualitative Research",
    "Research Design",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "34635523",
    "pmc": "PMC8506874",
    "doi": "10.1136/bmjopen-2021-051141",
    "pii": "bmjopen-2021-051141"
  },
  "doi": "10.1136/bmjopen-2021-051141",
  "pmc_id": "PMC8506874",
  "dates": {
    "completed": "2021-11-03",
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:36.545664",
    "pmid": "34635523"
  }
}