{
  "pmid": "34645650",
  "uid": "34645650",
  "title": "Dietary intake and biomarkers of alpha linolenic acid and risk of all cause, cardiovascular, and cancer mortality: systematic review and dose-response meta-analysis of cohort studies.",
  "abstract": "OBJECTIVE: To examine the associations between dietary intake and tissue biomarkers of alpha linolenic acid (ALA) and risk of mortality from all causes, cardiovascular disease (CVD), and cancer. DESIGN: Systematic review and meta-analysis of prospective cohort studies. DATA SOURCES: PubMed, Scopus, ISI Web of Science, and Google Scholar to 30 April 2021. STUDY SELECTION: Prospective cohort studies that reported the risk estimates for death from all causes, CVD, and cancer. DATA SYNTHESIS: Summary relative risks and 95% confidence intervals were calculated for the highest versus lowest categories of ALA intake using random effects and fixed effects models. Linear and non-linear dose-response analyses were conducted to assess the dose-response associations between ALA intake and mortality. RESULTS: 41 articles from prospective cohort studies were included in this systematic review and meta-analysis, totalling 1 197 564 participants. During follow-up ranging from two to 32 years, 198 113 deaths from all causes, 62 773 from CVD, and 65 954 from cancer were recorded. High intake of ALA compared with low intake was significantly associated with a lower risk of deaths from all causes (pooled relative risk 0.90, 95% confidence interval 0.83 to 0.97, I[2]=77.8%, 15 studies), CVD (0.92, 0.86 to 0.99, I[2]=48.2%, n=16), and coronary heart disease (CHD) (0.89, 0.81 to 0.97, I[2]=5.6%, n=9), and a slightly higher risk of cancer mortality (1.06, 1.02 to 1.11, I[2]=3.8%, n=10). In the dose-response analysis, a 1 g/day increase in ALA intake (equivalent to one tablespoon of canola oil or 0.5 ounces of walnut) was associated with a 5% lower risk of all cause (0.95, 0.91 to 0.99, I[2]=76.2%, n=12) and CVD mortality (0.95, 0.91 to 0.98, I[2]=30.7%, n=14). The pooled relative risks for the highest compared with lowest tissue levels of ALA indicated a significant inverse association with all cause mortality (0.95, 0.90 to 0.99, I[2]=8.2%, n=26). Also, based on the dose-response analysis, each 1 standard deviation increment in blood concentrations of ALA was associated with a lower risk of CHD mortality (0.92, 0.86 to 0.98, I[2]=37.1%, n=14). CONCLUSIONS: The findings show that dietary ALA intake is associated with a reduced risk of mortality from all causes, CVD, and CHD, and a slightly higher risk of cancer mortality, whereas higher blood levels of ALA are associated with a reduced risk of all cause and CHD mortality only. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42021229487.",
  "authors": [
    {
      "last_name": "Naghshi",
      "fore_name": "Sina",
      "initials": "S",
      "name": "Sina Naghshi",
      "affiliations": [
        "Students' Scientific Research Center, Tehran University of Medical Sciences, Tehran, Iran.",
        "Department of Clinical Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Aune",
      "fore_name": "Dagfinn",
      "initials": "D",
      "name": "Dagfinn Aune",
      "affiliations": [
        "Department of Nutrition, Bjørknes University College, Oslo, Norway.",
        "Department of Epidemiology and Biostatistics, School of Public Health, Imperial College London, London, UK.",
        "Department of Endocrinology, Morbid Obesity and Preventive Medicine, Oslo University Hospital, Oslo, Norway.",
        "Unit of Cardiovascular and Nutritional Epidemiology, Institute of Environmental Medicine, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Chanchlani Research Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mobarak",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Mobarak",
      "affiliations": [
        "Abadan University of Medical Sciences, Abadan, Iran."
      ]
    },
    {
      "last_name": "Asadi",
      "fore_name": "Masoomeh",
      "initials": "M",
      "name": "Masoomeh Asadi",
      "affiliations": [
        "Department of Operating Room Nursing, Abadan University of Medical Sciences, Abadan, Iran."
      ]
    },
    {
      "last_name": "Sadeghi",
      "fore_name": "Omid",
      "initials": "O",
      "name": "Omid Sadeghi",
      "affiliations": [
        "Department of Community Nutrition, School of Nutrition and Food Science, Isfahan University of Medical Sciences, Isfahan, Iran omidsadeghi69@yahoo.com.",
        "Department of Community Nutrition, School of Nutritional Sciences and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."
      ],
      "orcid": "0000-0002-1029-1652"
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "375",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "13"
  },
  "start_page": "n2213",
  "pages": "n2213",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Eating",
    "Humans",
    "Mortality",
    "Neoplasms",
    "Protective Factors",
    "Risk Assessment",
    "alpha-Linolenic Acid"
  ],
  "article_ids": {
    "pubmed": "34645650",
    "pmc": "PMC8513503",
    "doi": "10.1136/bmj.n2213"
  },
  "doi": "10.1136/bmj.n2213",
  "pmc_id": "PMC8513503",
  "dates": {
    "completed": "2021-10-26",
    "revised": "2024-04-03"
  },
  "chemicals": [
    "alpha-Linolenic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.271518",
    "pmid": "34645650"
  }
}