{
  "pmid": "34641912",
  "uid": "34641912",
  "title": "Community health workers at the dawn of a new era: 2. Planning, coordination, and partnerships.",
  "abstract": "BACKGROUND: Community health workers (CHWs) play a critical role in grassroots healthcare and are essential for achieving the health-related Sustainable Development Goals. While there is a critical shortage of essential health workers in low- and middle-income countries, WHO and international partners have reached a consensus on the need to expand and strengthen CHW programmes as a key element in achieving Universal Health Coverage (UHC). The COVID-19 pandemic has further revealed that emerging health challenges require quick local responses such as those utilizing CHWs. This is the second paper of our 11-paper supplement, \"Community health workers at the dawn of a new era\". Our objective here is to highlight questions, challenges, and strategies for stakeholders to consider while planning the introduction, expansion, or strengthening of a large-scale CHW programme and the complex array of coordination and partnerships that need to be considered. METHODS: The authors draw on the outcomes of discussions during key consultations with various government leaders and experts from across policy, implementation, research, and development organizations in which the authors have engaged in the past decade. These include global consultations on CHWs and global forums on human resources for health (HRH) conferences between 2010 and 2014 (Montreux, Bangkok, Recife, Washington DC). They also build on the authors' direct involvement with the Global Health Workforce Alliance. RESULTS: Weak health systems, poor planning, lack of coordination, and failed partnerships have produced lacklustre CHW programmes in countries. This paper highlights the three issues that are generally agreed as being critical to the long-term effectiveness of national CHW programmes-planning, coordination, and partnerships. Mechanisms are available in many countries such as the UHC2030 (formerly International Health Partnership), country coordinating mechanisms (CCMs), and those focusing on the health workforce such as the national Human Resources for Health Observatory and the Country Coordination and Facilitation (CCF) initiatives introduced by the Global Health Workforce Alliance. CONCLUSION: It is imperative to integrate CHW initiatives into formal health systems. Multidimensional interventions and multisectoral partnerships are required to holistically address the challenges at national and local levels, thereby ensuring synergy among the actions of partners and stakeholders. In order to establish robust and institutionalized processes, coordination is required to provide a workable platform and conducive environment, engaging all partners and stakeholders to yield tangible results.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Mahmood",
      "initials": "MM",
      "name": "Muhammad Mahmood Afzal",
      "affiliations": [
        "Global Health and Medical Complex, Polyversity International, Lahore, Pakistan."
      ],
      "orcid": "0000-0001-5288-7625"
    },
    {
      "last_name": "Pariyo",
      "fore_name": "George W",
      "initials": "GW",
      "name": "George W Pariyo",
      "affiliations": [
        "Health Systems Program, Department of International Health, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."
      ],
      "orcid": "0000-0002-4411-2309"
    },
    {
      "last_name": "Lassi",
      "fore_name": "Zohra S",
      "initials": "ZS",
      "name": "Zohra S Lassi",
      "affiliations": [
        "Robinson Research Institute, Faculty of Health and Medical Sciences, The University of Adelaide, Adelaide, Australia."
      ],
      "orcid": "0000-0002-5350-6334"
    },
    {
      "last_name": "Perry",
      "fore_name": "Henry B",
      "initials": "HB",
      "name": "Henry B Perry",
      "affiliations": [
        "Health Systems Program, Department of International Health, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA. hperry2@jhu.edu."
      ],
      "orcid": "0000-0003-0561-0492"
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "Suppl 3",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "12"
  },
  "start_page": "103",
  "pages": "103",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "COVID-19",
    "Community Health Workers",
    "Humans",
    "Pandemics",
    "SARS-CoV-2",
    "Thailand"
  ],
  "article_ids": {
    "pubmed": "34641912",
    "pmc": "PMC8506104",
    "doi": "10.1186/s12961-021-00753-7",
    "pii": "10.1186/s12961-021-00753-7"
  },
  "doi": "10.1186/s12961-021-00753-7",
  "pmc_id": "PMC8506104",
  "dates": {
    "completed": "2021-10-14",
    "revised": "2024-04-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "ID OPP 1197181",
      "agency": "Bill and Melinda Gates Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.976264",
    "pmid": "34641912"
  }
}