{
  "pmid": "34655568",
  "uid": "34655568",
  "title": "Complications of Critical COVID-19: Diagnostic and Therapeutic Considerations for the Mechanically Ventilated Patient.",
  "abstract": "Patients admitted to the ICU with critical COVID-19 often require prolonged periods of mechanical ventilation. Difficulty weaning, lack of progress, and clinical deterioration are commonly encountered. These conditions should prompt a thorough evaluation for persistent or untreated manifestations of COVID-19, as well as complications from COVID-19 and its various treatments. Inflammation may persist and lead to fibroproliferative changes in the lungs. Infectious complications may arise including bacterial superinfection in the earlier stages of disease. Use of immunosuppressants may lead to the dissemination of latent infections, and to opportunistic infections. Venous thromboembolic disease is common, as are certain neurologic manifestations of COVID-19 including delirium and stroke. High levels of ventilatory support may lead to ventilator-induced injury to the lungs and diaphragm. We present diagnostic and therapeutic considerations for the mechanically ventilated patient with COVID-19 who shows persistent or worsening signs of critical illness, and we offer an approach to treating this complex but common scenario.",
  "authors": [
    {
      "last_name": "Maslove",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Maslove",
      "affiliations": [
        "Department of Critical Care Medicine, Queen's University, Kingston, ON, Canada; Kingston Health Sciences Centre, Kingston, ON, Canada. Electronic address: david.maslove@queensu.ca."
      ]
    },
    {
      "last_name": "Sibley",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Sibley",
      "affiliations": [
        "Department of Critical Care Medicine, Queen's University, Kingston, ON, Canada; Kingston Health Sciences Centre, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Boyd",
      "fore_name": "J Gordon",
      "initials": "JG",
      "name": "J Gordon Boyd",
      "affiliations": [
        "Department of Critical Care Medicine, Queen's University, Kingston, ON, Canada; Kingston Health Sciences Centre, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Goligher",
      "fore_name": "Ewan C",
      "initials": "EC",
      "name": "Ewan C Goligher",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada; University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Munshi",
      "fore_name": "Laveena",
      "initials": "L",
      "name": "Laveena Munshi",
      "affiliations": [
        "Interdepartmental Division of Critical Care, University of Toronto, Toronto, ON, Canada; Sinai Health System, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bogoch",
      "fore_name": "Isaac I",
      "initials": "II",
      "name": "Isaac I Bogoch",
      "affiliations": [
        "University Health Network, Toronto, ON, Canada; Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Juravinski Hospital, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "161",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "989",
  "end_page": "998",
  "pages": "989-998",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "COVID-19",
    "Critical Illness",
    "Diaphragm",
    "Humans",
    "Respiration, Artificial"
  ],
  "article_ids": {
    "pubmed": "34655568",
    "pmc": "PMC8511547",
    "doi": "10.1016/j.chest.2021.10.011",
    "pii": "S0012-3692(21)04094-0"
  },
  "doi": "10.1016/j.chest.2021.10.011",
  "pmc_id": "PMC8511547",
  "dates": {
    "completed": "2022-04-12",
    "revised": "2023-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.102366",
    "pmid": "34655568"
  }
}