{
  "pmid": "34658489",
  "uid": "34658489",
  "title": "SMF/FSO integrated dual-rate reliable and energy efficient WDM optical access network for smart and urban communities.",
  "abstract": "To handle the massive high-speed internet traffic, free space optics (FSO) or single-mode fiber (SMF) based fiber optic communication is being used everywhere across the world. These technologies are capable of providing huge bandwidth and transmitting the data at very high speed with low energy consumption. FSO is a very convenient technology to quickly expand the legacy network in the adverse geographical areas. However, its link performance is highly dependent of inconsistent weather conditions. SMF based fiber optic link has a very low loss and its performance is almost independent on the weather conditions. Though, the installation and maintenance of fibers are quite complex and costly. Individually, FSO or SMF links have their limitations and have to be integrated to leverage their benefits. In this paper, we integrated FSO/SMF links and compared the performance of the proposed architecture which is capable of providing high-speed dual-rate data transmission. The proposed architecture transmits data over either FSO or SMF or both links simultaneously and has 100% more reliability against any one of the link failures. In case of operational link failure (FSO/SMF), data may be switched to the alternative working link (SMF/FSO), simply by tuning the transmitted signal by 50 GHz. The proposed architecture is also reliable against the optical line terminal transceiver (TRx) failure as each user located in the network can be served by two transceivers (1 Gbps and 10 Gbps). The proposed architecture also supports the wavelength division multiplexing overlay transmission for broadcasting the common signal to all the available users in the networks. The architecture reduces ~ 27% of the energy consumption by utilizing the appropriate link of hybrid architecture and TRx according to weather conditions and traffic load. The integrated architecture looks attractive for providing energy-efficient, high speed, and reliable internet coverage to the areas where there is a difficulty of laying fibers and has frequent fiber faults. The architecture is useful for strengthening and boosting rural and urban development.",
  "authors": [
    {
      "last_name": "Garg",
      "fore_name": "Amit Kumar",
      "initials": "AK",
      "name": "Amit Kumar Garg",
      "affiliations": [
        "Department of Electronics and Communication Engineering, Indian Institute of Information Technology, Kota, (MNIT Campus), Jaipur, India."
      ]
    },
    {
      "last_name": "Metya",
      "fore_name": "Sanjeev Kumar",
      "initials": "SK",
      "name": "Sanjeev Kumar Metya",
      "affiliations": [
        "Department of ECE, National Institute of Technology Arunachal Pradesh, Jote, India."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Ghanshyam",
      "initials": "G",
      "name": "Ghanshyam Singh",
      "affiliations": [
        "Department of ECE, Malaviya National Institute of Technology, Jaipur, India."
      ]
    },
    {
      "last_name": "Janyani",
      "fore_name": "Vijay",
      "initials": "V",
      "name": "Vijay Janyani",
      "affiliations": [
        "Department of ECE, Malaviya National Institute of Technology, Jaipur, India."
      ]
    },
    {
      "last_name": "Aly",
      "fore_name": "Moustafa H",
      "initials": "MH",
      "name": "Moustafa H Aly",
      "affiliations": [
        "Department of ECE, College of Engineering and Technology, Arab Academy for Science, Technology and Maritime Transport, Alexandria, Egypt."
      ]
    },
    {
      "last_name": "Zainol Abidin",
      "fore_name": "N H",
      "initials": "NH",
      "name": "N H Zainol Abidin",
      "affiliations": [
        "Faculty of Engineering, Department of Computer and Communication Systems Engineering, Universiti Putra Malaysia, UPM, 43400 Serdang, Selangor Malaysia."
      ]
    }
  ],
  "journal": {
    "title": "Optical and quantum electronics",
    "iso_abbreviation": "Opt Quantum Electron",
    "issn": "0306-8919",
    "issn_type": "Print",
    "volume": "53",
    "issue": "11",
    "pub_year": "2021"
  },
  "start_page": "625",
  "pages": "625",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34658489",
    "pmc": "PMC8513554",
    "doi": "10.1007/s11082-021-03260-9",
    "pii": "3260"
  },
  "doi": "10.1007/s11082-021-03260-9",
  "pmc_id": "PMC8513554",
  "dates": {
    "revised": "2021-10-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.329193",
    "pmid": "34658489"
  }
}