{
  "pmid": "34656284",
  "uid": "34656284",
  "title": "The challenge of ensuring affordability, sustainability, consistency, and adaptability in the common metrics agenda.",
  "abstract": "Mental health research grapples with research waste and stunted field progression caused by inconsistent outcome measurement across studies and clinical settings, which means there is no common language for considering findings. Although recognising that no gold standard measures exist and that all existing measures are flawed in one way or another, anxiety and depression research is spearheading a common metrics movement to harmonise measurement, with several initiatives over the past 5 years recommending the consistent use of specific scales to allow read-across of measurements between studies. For this approach to flourish, however, common metrics must be acceptable and adaptable to a range of contexts and populations, and global access should be as easy and affordable as possible, including in low-income countries. Within a measurement landscape dominated by fixed proprietary measures and with competing views of what should be measured, achieving this goal poses a range of challenges. In this Personal View, we consider tensions between affordability, sustainability, consistency, and adaptability that, if not addressed, risk undermining the common metrics agenda. We outline a three-pronged way forward that involves funders taking more direct responsibility for measure development and dissemination; a move towards managing measure dissemination and adaptation via open-access measure hubs; and transitioning from fixed questionnaires to item banks. We argue that now is the time to start thinking of mental health metrics as 21st century tools to be co-owned and co-created by the mental health community, with support from dedicated infrastructure, coordinating bodies, and funders.",
  "authors": [
    {
      "last_name": "Krause",
      "fore_name": "Karolin Rose",
      "initials": "KR",
      "name": "Karolin Rose Krause",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Research Department for Clinical, Educational and Health Psychology, University College London, London, UK. Electronic address: karolin.krause@camh.ca."
      ]
    },
    {
      "last_name": "Chung",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Chung",
      "affiliations": [
        "London, UK."
      ]
    },
    {
      "last_name": "Sousa Fialho",
      "fore_name": "Maria da Luz",
      "initials": "MDL",
      "name": "Maria da Luz Sousa Fialho",
      "affiliations": [
        "International Consortium for Health Outcomes Measurement, London, UK."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, ON, Canada; Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Wolpert",
      "fore_name": "Miranda",
      "initials": "M",
      "name": "Miranda Wolpert",
      "affiliations": [
        "Research Department for Clinical, Educational and Health Psychology, University College London, London, UK; Wellcome Trust, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Psychiatry",
    "iso_abbreviation": "Lancet Psychiatry",
    "issn": "2215-0374",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "1094",
  "end_page": "1102",
  "pages": "1094-1102",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Mental Health",
    "Psychiatry",
    "Psychometrics",
    "Reproducibility of Results",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "34656284",
    "doi": "10.1016/S2215-0366(21)00122-X",
    "pii": "S2215-0366(21)00122-X"
  },
  "doi": "10.1016/S2215-0366(21)00122-X",
  "dates": {
    "completed": "2021-11-24",
    "revised": "2021-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.505957",
    "pmid": "34656284"
  }
}