{
  "pmid": "34658284",
  "uid": "34658284",
  "title": "The Hip Center Rule Can be Used to Decide if Measured Pelvic Incidence is Accurate.",
  "abstract": "STUDY DESIGN: Simulation study. OBJECTIVE: Pelvic incidence (PI) should be considered during surgical planning. The ideal patient position with both hip centers perfectly aligned for a lateral radiograph is rarely obtained. It has been suggested that a radiograph with axial and coronal rotation up to 20° is acceptable to obtain a measured PI within 6 degrees of the actual PI. We seek to: (1) evaluate the effect of variations in PI and patient malpositioning on measured vs true PI, and (2) determine whether the presence of one hip center within the bony acetabular rim of the contralateral hip can serve as a simple clinical decision rule on the accuracy of measured PI. METHODS: Published anthropometric three-dimensional pelvic landmark coordinates were used in this study. Radiographic projections were generated using linear algebra for combinations of axial and coronal rotation from -20° to +20°. True and measured PIs were compared. RESULTS: Rotation to 20° cannot be uniformly accepted as decision rule. Pelvises with higher PIs are more sensitive to malpositioning with greater PI deviation with smaller amounts of rotation. Diagnostic performance of the hip center rule demonstrated a sensitivity of 25.58% and a specificity of 100.00%. CONCLUSIONS: Rather than assessing the quality of radiographs for PI measurement by magnitude of malpositioning, we recommend clinicians use the \"hip center rule.\" As long as at least one hip center is contained within the bony acetabular rim of the contralateral hip, there is high confidence that measured PI will be within 6° of true PI.",
  "authors": [
    {
      "last_name": "Fisk",
      "fore_name": "Felicity",
      "initials": "F",
      "name": "Felicity Fisk",
      "affiliations": [
        "Department of Orthopaedic Surgery, Henry Ford Health System, Detroit, MI, USA."
      ]
    },
    {
      "last_name": "Oitment",
      "fore_name": "Colby",
      "initials": "C",
      "name": "Colby Oitment",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-1351-9410"
    },
    {
      "last_name": "Taliaferro",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Taliaferro",
      "affiliations": [
        "Department of Orthopaedic Surgery, Henry Ford Health System, Detroit, MI, USA."
      ]
    },
    {
      "last_name": "Pahuta",
      "fore_name": "Markian A",
      "initials": "MA",
      "name": "Markian A Pahuta",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4808-5459"
    }
  ],
  "journal": {
    "title": "Global spine journal",
    "iso_abbreviation": "Global Spine J",
    "issn": "2192-5682",
    "issn_type": "Print",
    "volume": "13",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "1787",
  "end_page": "1792",
  "pages": "1787-1792",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34658284",
    "pmc": "PMC10556915",
    "doi": "10.1177/21925682211049734"
  },
  "doi": "10.1177/21925682211049734",
  "pmc_id": "PMC10556915",
  "dates": {
    "revised": "2023-10-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:16.038062",
    "pmid": "34658284"
  }
}