{
  "pmid": "34661806",
  "uid": "34661806",
  "title": "Transforming challenges into opportunities: conducting health preference research during the COVID-19 pandemic and beyond.",
  "abstract": "The disruptions to health research during the COVID-19 pandemic are being recognized globally, and there is a growing need for understanding the pandemic's impact on the health and health preferences of patients, caregivers, and the general public. Ongoing and planned health preference research (HPR) has been affected due to problems associated with recruitment, data collection, and data interpretation. While there are no \"one size fits all\" solutions, this commentary summarizes the key challenges in HPR within the context of the pandemic and offers pragmatic solutions and directions for future research. We recommend recruitment of a diverse, typically under-represented population in HPR using online, quota-based crowdsourcing platforms, and community partnerships. We foresee emerging evidence on remote, and telephone-based HPR modes of administration, with further studies on the shifts in preferences related to health and healthcare services as a result of the pandemic. We believe that the recalibration of HPR, due to what one would hope is an impermanent change, will permanently change how we conduct HPR in the future.",
  "authors": [
    {
      "last_name": "Kaur",
      "fore_name": "Manraj N",
      "initials": "MN",
      "name": "Manraj N Kaur",
      "affiliations": [
        "Patient-Reported Outcomes, Value and Experience (PROVE) Center, Department of Surgery, Brigham and Women's Hospital, Boston, MA, USA. mkaur17@bwh.harvard.edu."
      ],
      "orcid": "0000-0002-1911-0395"
    },
    {
      "last_name": "Skolasky",
      "fore_name": "Richard L",
      "initials": "RL",
      "name": "Richard L Skolasky",
      "affiliations": [
        "Departments of Orthopedic Surgery and Physical Medicine & Rehabilitation, School of Medicine, Johns Hopkins University, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Powell",
      "fore_name": "Philip A",
      "initials": "PA",
      "name": "Philip A Powell",
      "affiliations": [
        "School of Health and Related Research, University of Sheffield, Sheffield, UK."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, and Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "I-Chan",
      "initials": "IC",
      "name": "I-Chan Huang",
      "affiliations": [
        "Department of Epidemiology and Cancer Control, and Comprehensive Cancer Center, St. Jude Children's Research Hospital, Memphis, TN, USA."
      ]
    },
    {
      "last_name": "Kuspinar",
      "fore_name": "Ayse",
      "initials": "A",
      "name": "Ayse Kuspinar",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "O'Dwyer",
      "fore_name": "John L",
      "initials": "JL",
      "name": "John L O'Dwyer",
      "affiliations": [
        "Academic Unit of Health Economics, Leeds Institute of Health Sciences, University of Leeds, Leeds, UK."
      ]
    },
    {
      "last_name": "Cizik",
      "fore_name": "Amy M",
      "initials": "AM",
      "name": "Amy M Cizik",
      "affiliations": [
        "Department of Orthopedics, University of Utah, Salt Lake City, UT, USA."
      ]
    },
    {
      "last_name": "Rowen",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Rowen",
      "affiliations": [
        "School of Health and Related Research, University of Sheffield, Sheffield, UK."
      ]
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "1191",
  "end_page": "1198",
  "pages": "1191-1198",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Humans",
    "Pandemics",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "34661806",
    "pmc": "PMC8521079",
    "doi": "10.1007/s11136-021-03012-y",
    "pii": "10.1007/s11136-021-03012-y"
  },
  "doi": "10.1007/s11136-021-03012-y",
  "pmc_id": "PMC8521079",
  "dates": {
    "completed": "2022-03-30",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.158156",
    "pmid": "34661806"
  }
}