{
  "pmid": "34665734",
  "uid": "34665734",
  "title": "Comparative Study on Overground Gait of Stroke Survivors With a Conventional Cane and a Haptic Cane.",
  "abstract": "The conventional cane (single cane) is widely used to promote gait ability of stroke survivors as it provides postural stability by extending the base of support. However, its use can reduce muscle activity in the user's paretic side and cause upper limb neuropathies due to the intermittent and excessive loading of the upper limb. The provision of low magnitude support and speed regulation may result in collective improvement of gait parameters such as symmetry, balance and muscle activation. In this paper, we developed a robotic Haptic Cane (HC) that is composed of a tilted structure with motorized wheels and sensors to allow continuous haptic contact with the ground while moving at a regulated speed, and carried out gait experiments to compare the HC with an Instrumented conventional Cane (IC). The results show that use of the HC involved more continuous ground support force of a comparatively lesser magnitude than the IC, and resulted in greater improvements in the swing symmetry ratio and significant improvements in the step length symmetry ratio. Percentage of Non-Paretic Activity (%NPA) of paretic muscles (vastus medialis obliquus (VMO), semitendinosus (SMT), tibialis anterior (TBA) and gastrocnemius medialis (GCM)) in swing phase was significantly improved by the use of either device at fast speed. However, the use of HC improved %NPA of paretic VMO and SMT more than the use of IC at both preferred and fast speeds. It also significantly improved %NPA of paretic GCM in stance phase. Furthermore, comfortable speed with the HC was higher than with the IC and exhibited better RMS of anteroposterior (AP) tilt. Thus, the developed device with a simple and intuitive mechanism can provide efficient assistance for overground gait of stroke patients with a high possibility of widespread use.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Hosu",
      "initials": "H",
      "name": "Hosu Lee",
      "affiliations": []
    },
    {
      "last_name": "Eizad",
      "fore_name": "Amre",
      "initials": "A",
      "name": "Amre Eizad",
      "affiliations": []
    },
    {
      "last_name": "Lee",
      "fore_name": "Geonhyup",
      "initials": "G",
      "name": "Geonhyup Lee",
      "affiliations": []
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Raheel",
      "initials": "MR",
      "name": "Muhammad Raheel Afzal",
      "affiliations": []
    },
    {
      "last_name": "Yoon",
      "fore_name": "Jiyong",
      "initials": "J",
      "name": "Jiyong Yoon",
      "affiliations": []
    },
    {
      "last_name": "Oh",
      "fore_name": "Min-Kyun",
      "initials": "MK",
      "name": "Min-Kyun Oh",
      "affiliations": []
    },
    {
      "last_name": "Yoon",
      "fore_name": "Jungwon",
      "initials": "J",
      "name": "Jungwon Yoon",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "IEEE transactions on neural systems and rehabilitation engineering : a publication of the IEEE Engineering in Medicine and Biology Society",
    "iso_abbreviation": "IEEE Trans Neural Syst Rehabil Eng",
    "issn": "1558-0210",
    "issn_type": "Electronic",
    "volume": "29",
    "pub_year": "2021"
  },
  "start_page": "2183",
  "end_page": "2192",
  "pages": "2183-2192",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canes",
    "Gait",
    "Humans",
    "Stroke",
    "Stroke Rehabilitation",
    "Survivors",
    "Walking"
  ],
  "article_ids": {
    "pubmed": "34665734",
    "doi": "10.1109/TNSRE.2021.3121412"
  },
  "doi": "10.1109/TNSRE.2021.3121412",
  "dates": {
    "completed": "2021-11-03",
    "revised": "2021-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.980183",
    "pmid": "34665734"
  }
}