{
  "pmid": "34667922",
  "uid": "34667922",
  "title": "The impact of extended half-life factor concentrates on patient reported health outcome measures in persons with hemophilia A and hemophilia B.",
  "abstract": "BACKGROUND: Recombinant factors VIII and IX Fc (rFVIIIFc/rFIXFc) were the only available extended half-life (EHL) products in Canada during 2016 to 2018. OBJECTIVES: To evaluate if patient-reported outcome measures (PROMs) improved in Canadian persons with hemophilia who switched from standard half-life (SHL) to EHL products (rFVIIIFc/rFIXFc). PATIENTS/METHODS: This prospective cohort study enrolled persons with moderate or severe hemophilia aged ≥6 years who switched to rFVIIIFc/rFIXFc (2016-2018) and those who remained on SHL. Health-related quality of life (HRQoL) was assessed using the Haemophilia-specific Quality of Life (Haem-A-QoL) and 36-item Short-Form Survey (SF-36) at baseline, 3-months, 12 months, and 24 months. Other PROMs included the Work Productivity and Impairment Questionnaire, chronic pain scale, partner/parent ratings of mood, International Physical Activity Questionnaire, and Treatment Satisfaction Questionnaire for Medication. We identified meaningful changes using minimally important difference for SF-36 and responder definition for Haem-A-QoL. RESULTS: We enrolled 25 switchers (16 rFVIIIFc, 9 rFIXFc) and 33 nonswitchers. Those switched to rFVIIIFc/rFIXFc had improved overall HRQoL, and improved subscale physical activity, mental health, and social functioning at 3 months. The rFIXFc switchers had improved chronic pain and ability to engage in normal activities while the rFVIIIFc switchers had improved treatment satisfaction. There was no change in work impairment after the switch. Observed improvement disappeared by 24 months in most domains. CONCLUSION: Switching from SHL to rFVIIIFc/rFIXFc resulted in short-term meaningful improvement in overall HRQoL and other PROMs in a small proportion. Longitudinal changes on PROMs are affected by ceiling effects and response shift, warranting further studies in instrument optimization in the era of EHL and nonfactor products.",
  "authors": [
    {
      "last_name": "Sun",
      "fore_name": "Haowei Linda",
      "initials": "HL",
      "name": "Haowei Linda Sun",
      "affiliations": [
        "Division of Hematology Department of Medicine University of Alberta Edmonton Alberta Canada."
      ],
      "orcid": "0000-0002-0205-9722"
    },
    {
      "last_name": "Yang",
      "fore_name": "Ming",
      "initials": "M",
      "name": "Ming Yang",
      "affiliations": [
        "British Columbia Hemophilia Treatment Centre - Adult Division Vancouver British Columbia Canada."
      ]
    },
    {
      "last_name": "Poon",
      "fore_name": "Man-Chiu",
      "initials": "MC",
      "name": "Man-Chiu Poon",
      "affiliations": [
        "Department of Medicine Foothills Medical Centre Cumming School of Medicine University of Calgary Calgary Alberta Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Adrienne",
      "initials": "A",
      "name": "Adrienne Lee",
      "affiliations": [
        "Department of Medicine Foothills Medical Centre Cumming School of Medicine University of Calgary Calgary Alberta Canada."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "K Sue",
      "initials": "KS",
      "name": "K Sue Robinson",
      "affiliations": [
        "Division of Hematology Department of Medicine University of Dalhousie Halifax Nova Scotia Canada."
      ]
    },
    {
      "last_name": "Sholzberg",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Sholzberg",
      "affiliations": [
        "Division of Hematology Departments of Medicine and Laboratory Medicine & Pathobiology St. Michael's Hospital Toronto Ontario Canada."
      ],
      "orcid": "0000-0003-1220-0301"
    },
    {
      "last_name": "Wu",
      "fore_name": "John",
      "initials": "J",
      "name": "John Wu",
      "affiliations": [
        "Division of Hematology Oncology British Columbia Children and Women's Hospital Vancouver British Columbia Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Division of Hematology Department of Medicine McMaster University Hamilton Ontario Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Blanchette",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Blanchette",
      "affiliations": [
        "Division of Hematology/Oncology Department of Pediatrics The Hospital for Sick Children University of Toronto Toronto Ontario Canada."
      ]
    },
    {
      "last_name": "Carcao",
      "fore_name": "Manuel",
      "initials": "M",
      "name": "Manuel Carcao",
      "affiliations": [
        "Division of Hematology/Oncology Department of Pediatrics The Hospital for Sick Children University of Toronto Toronto Ontario Canada."
      ]
    },
    {
      "last_name": "Klaassen",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Klaassen",
      "affiliations": [
        "Division of Hematology Oncology Department of Pediatrics Children's Hospital of Eastern Ontario Research Institute Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Jackson",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Jackson",
      "affiliations": [
        "British Columbia Hemophilia Treatment Centre - Adult Division Vancouver British Columbia Canada.",
        "Division of Hematology Department of Medicine University of British Columbia Vancouver British Columbia Canada."
      ]
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "7",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "e12601",
  "pages": "e12601",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34667922",
    "pmc": "PMC8505988",
    "doi": "10.1002/rth2.12601",
    "pii": "S2475-0379(22)01461-3"
  },
  "doi": "10.1002/rth2.12601",
  "pmc_id": "PMC8505988",
  "dates": {
    "revised": "2023-09-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.295246",
    "pmid": "34667922"
  }
}