{
  "pmid": "34665198",
  "uid": "34665198",
  "title": "How to Interpret and Use a Clinical Practice Guideline or Recommendation: Users' Guides to the Medical Literature.",
  "abstract": "IMPORTANCE: Clinicians may rely on recommendations from clinical practice guidelines for management of patients. OBSERVATIONS: A clinical practice guideline is a published statement that includes recommendations that are intended to optimize patient care. In the guideline development process, a panel of experts formulates recommendation questions that guide the retrieval of evidence that is used to inform the recommendations. Typically, methods of guideline development, a summary of the supporting evidence, and a justification of the panel's decisions accompany the recommendations. To use such guidelines optimally, clinicians must understand the implications of the recommendations, assess the trustworthiness of the development process, and evaluate the extent to which the recommendations are applicable to patients in their practice settings. Helpful recommendations are clear and actionable, and explicitly specify whether they are strong or weak, are appropriate for all patients, or depend on individual patients' circumstances and values. Rigorous guidelines and recommendations are informed by appropriately conducted, up-to-date systematic reviews that consider outcomes important to patients. Because judgments are involved in the interpretation of the evidence and the process of moving from evidence to recommendations, useful guidelines consider all relevant factors that have a bearing in a clinical decision and are not influenced by conflicts of interest. CONCLUSIONS AND RELEVANCE: In considering a guideline's recommendations, clinicians must decide whether there are important differences between the factors the guideline panel has considered in making recommendations and their own practice setting.",
  "authors": [
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "Department of Evidence Synthesis and Translation Research, American Dental Association, Chicago, Illinois.",
        "Department of Oral and Craniofacial Health Science, School of Dentistry, University of North Carolina at Chapel Hill."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA",
    "iso_abbreviation": "JAMA",
    "issn": "1538-3598",
    "issn_type": "Electronic",
    "volume": "326",
    "issue": "15",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "19"
  },
  "start_page": "1516",
  "end_page": "1523",
  "pages": "1516-1523",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Guideline Adherence",
    "Humans",
    "Practice Guidelines as Topic",
    "Practice Patterns, Physicians'",
    "Systematic Reviews as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34665198",
    "doi": "10.1001/jama.2021.15319",
    "pii": "2785258"
  },
  "doi": "10.1001/jama.2021.15319",
  "dates": {
    "completed": "2021-10-27",
    "revised": "2022-04-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.228831",
    "pmid": "34665198"
  }
}