{
  "pmid": "34676424",
  "uid": "34676424",
  "title": "Validation of the classification for type 2 diabetes into five subgroups: a report from the ORIGIN trial.",
  "abstract": "AIMS/HYPOTHESIS: Data analyses from Swedish individuals with newly diagnosed diabetes have suggested that diabetes could be classified into five subtypes that differ with respect to the progression of dysglycaemia and the incidence of diabetes consequences. We assessed this classification in a multiethnic cohort of participants with established and newly diagnosed diabetes, randomly allocated to insulin glargine vs standard care. METHODS: In total, 7017 participants from the Outcome Reduction with Initial Glargine Intervention (ORIGIN) trial were assigned to the five predefined diabetes subtypes (namely, severe auto-immune diabetes, severe insulin-deficient diabetes, severe insulin-resistant diabetes, mild obesity-related diabetes, mild age-related diabetes) based on the age at diabetes diagnosis, BMI, HbA1c, fasting C-peptide levels and the presence of glutamate decarboxylase antibodies at baseline. Differences between diabetes subtypes in cardiovascular and renal outcomes were investigated using Cox regression models for a median follow-up of 6.2 years. We also compared the effect of glargine vs standard care on hyperglycaemia, defined by having a mean post-randomisation HbA1c ≥6.5%, between subtypes. RESULTS: The five diabetes subtypes were replicated in the ORIGIN trial and exhibited similar baseline characteristics in Europeans and Latin Americans, compared with the initially described clusters in the Swedish cohort. We confirmed differences in renal outcomes, with a higher incidence of events in the severe insulin-resistant diabetes subtype compared with the mild age-related diabetes subtype (i.e., chronic kidney disease stage 3A: HR 1.49 [95% CI 1.31, 1.71]; stage 3B: HR 2.25 [1.82, 2.78]; macroalbuminuria: HR 1.56 [1.22, 1.99]). No differences were observed in the incidence of retinopathy and cardiovascular diseases after adjusting for multiple hypothesis testing. Diabetes subtypes also differed in glycaemic response to glargine, with a particular benefit of receiving glargine (vs standard care) in the severe insulin-deficient diabetes subtype compared with the mild age-related diabetes subtype, with a decreased occurrence of hyperglycaemia by 13% (OR 1.36 [1.30, 1.41] on glargine; OR 1.49 [1.43, 1.57] on standard care; p for interaction subtype × intervention = 0.001). CONCLUSIONS/INTERPRETATION: Cluster analysis enabled the characterisation of five subtypes of diabetes in a multiethnic cohort. Both the incidence of renal outcomes and the response to insulin varied between diabetes subtypes. These findings reinforce the clinical utility of applying precision medicine to predict comorbidities and treatment responses in individuals with diabetes. TRIAL REGISTRATION: ORIGIN trial, ClinicalTrials.gov NCT00069784.",
  "authors": [
    {
      "last_name": "Pigeyre",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Pigeyre",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, ON, Canada. pigeyrem@mcmaster.ca.",
        "Thrombosis and Atherosclerosis Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, ON, Canada. pigeyrem@mcmaster.ca.",
        "Department of Medicine, McMaster University, Michael G. DeGroote School of Medicine, Hamilton, ON, Canada. pigeyrem@mcmaster.ca."
      ],
      "orcid": "0000-0003-2984-8366"
    },
    {
      "last_name": "Hess",
      "fore_name": "Sibylle",
      "initials": "S",
      "name": "Sibylle Hess",
      "affiliations": [
        "R&D, Translational Medicine & Early Development, Biomarkers & Clinical Bioanalyses (BCB), Sanofi Aventis Deutschland GmbH, Frankfurt, Germany."
      ]
    },
    {
      "last_name": "Gomez",
      "fore_name": "Maria F",
      "initials": "MF",
      "name": "Maria F Gomez",
      "affiliations": [
        "Lund University Diabetes Centre, Department of Clinical Sciences, Lund University, Malmö, Sweden."
      ]
    },
    {
      "last_name": "Asplund",
      "fore_name": "Olof",
      "initials": "O",
      "name": "Olof Asplund",
      "affiliations": [
        "Lund University Diabetes Centre, Department of Clinical Sciences, Lund University, Skåne University Hospital, Malmö, Sweden.",
        "Finnish Institute for Molecular Medicine, University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Groop",
      "fore_name": "Leif",
      "initials": "L",
      "name": "Leif Groop",
      "affiliations": [
        "Lund University Diabetes Centre, Department of Clinical Sciences, Lund University, Skåne University Hospital, Malmö, Sweden.",
        "Finnish Institute for Molecular Medicine, University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Paré",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Paré",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, ON, Canada.",
        "Thrombosis and Atherosclerosis Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, ON, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Michael G. DeGroote School of Medicine, Hamilton, ON, Canada.",
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel",
      "initials": "H",
      "name": "Hertzel Gerstein",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, ON, Canada.",
        "Thrombosis and Atherosclerosis Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Michael G. DeGroote School of Medicine, Hamilton, ON, Canada.",
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Diabetologia",
    "iso_abbreviation": "Diabetologia",
    "issn": "1432-0428",
    "issn_type": "Electronic",
    "volume": "65",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "206",
  "end_page": "215",
  "pages": "206-215",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Blood Glucose",
    "Diabetes Mellitus, Type 2",
    "Glycated Hemoglobin",
    "Humans",
    "Hypoglycemic Agents",
    "Insulin Glargine",
    "Insulin, Long-Acting",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34676424",
    "doi": "10.1007/s00125-021-05567-4",
    "pii": "10.1007/s00125-021-05567-4"
  },
  "doi": "10.1007/s00125-021-05567-4",
  "dates": {
    "completed": "2022-03-31",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Blood Glucose",
    "Glycated Hemoglobin A",
    "Hypoglycemic Agents",
    "Insulin, Long-Acting",
    "Insulin Glargine"
  ],
  "grants": [
    {
      "grant_id": "125794",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.727980",
    "pmid": "34676424"
  }
}