{
  "pmid": "34672569",
  "uid": "34672569",
  "title": "Beyond Bioextraction: The Role of Oyster-Mediated Denitrification in Nutrient Management.",
  "abstract": "Recently, interest has grown in using oyster-mediated denitrification resulting from aquaculture and restoration as mechanisms for reactive nitrogen (N) removal. To date, short-term N removal through bioextraction has received the most management interest, but there is a growing body of research that has shown oysters can also mediate the long-term removal of N through denitrification (the microbial conversion of reactive N to relatively inert dinitrogen (N2) gas). Oyster suspension feeding and ammonium release via waste and deposition of organic matter to the sediments can stimulate nitrification-denitrification near oyster reefs and aquaculture sites. Oysters also harbor a diverse microbial community in their tissue and shell promoting denitrification and thus enhanced N removal. Additionally, surface areas on oyster reefs provide a habitat for other filter-feeding macrofaunal communities that can further enhance denitrification. Denitrification is a complex biogeochemical process that can be difficult to convey to stakeholders. These complexities have limited consideration and inclusion of oyster-mediated denitrification within nutrient management. Although oyster-mediated denitrification will not be a standalone solution to excess N loading, it may provide an additional management tool that can leverage oyster aquaculture and habitat restoration as a N mitigation strategy. Here, we provide an overview of the biogeochemical processes involved in oyster-mediated denitrification and summarize how it could be incorporated into nutrient management efforts by various stakeholders.",
  "authors": [
    {
      "last_name": "Ayvazian",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Ayvazian",
      "affiliations": [
        "Office of Research and Development, Center for Environmental Management and Modeling, Atlantic Coastal Environmental Sciences Division, U.S. Environmental Protection Agency, Narragansett, Rhode Island 02882, United States."
      ]
    },
    {
      "last_name": "Mulvaney",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Mulvaney",
      "affiliations": [
        "Office of Research and Development, Center for Environmental Management and Modeling, Atlantic Coastal Environmental Sciences Division, U.S. Environmental Protection Agency, Narragansett, Rhode Island 02882, United States."
      ]
    },
    {
      "last_name": "Zarnoch",
      "fore_name": "Chester",
      "initials": "C",
      "name": "Chester Zarnoch",
      "affiliations": [
        "Department of Natural Science, Baruch College, and Ph.D. Program in Biology, Graduate Center, City University of New York, New York City, New York 10016, United States."
      ]
    },
    {
      "last_name": "Palta",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Palta",
      "affiliations": [
        "Department of Environmental Studies and Science, Pace University, New York City, New York 10016, United States."
      ]
    },
    {
      "last_name": "Reichert-Nguyen",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Reichert-Nguyen",
      "affiliations": [
        "NOAA Fisheries, U.S. Department of Commerce, Annapolis, Maryland 21401, United States.",
        "The Oyster Recovery Partnership, Annapolis, Maryland 21401, United States."
      ]
    },
    {
      "last_name": "McNally",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean McNally",
      "affiliations": [
        "School for the Environment, University of Massachusetts, Boston, Massachusetts 02125, United States."
      ]
    },
    {
      "last_name": "Pilaro",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Pilaro",
      "affiliations": [
        "Pacific Coast Shellfish Growers Association, Olympia, Washington 98506, United States."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "School of Marine Science and Ocean Engineering, University of New Hampshire, Durham, New Hampshire 03824, United States."
      ]
    },
    {
      "last_name": "Terry",
      "fore_name": "Chip",
      "initials": "C",
      "name": "Chip Terry",
      "affiliations": [
        "Blue Trace, Castine, Maine 04421, United States."
      ]
    },
    {
      "last_name": "Fulweiler",
      "fore_name": "Robinson W",
      "initials": "RW",
      "name": "Robinson W Fulweiler",
      "affiliations": [
        "Department of Earth and Environment, Boston University, Boston, Massachusetts 02215, United States.",
        "Department of Biology, Boston University, Boston, Massachusetts 02215, United States."
      ],
      "orcid": "0000-0003-0871-4246"
    }
  ],
  "journal": {
    "title": "Environmental science & technology",
    "iso_abbreviation": "Environ Sci Technol",
    "issn": "1520-5851",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "21",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "02"
  },
  "start_page": "14457",
  "end_page": "14465",
  "pages": "14457-14465",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S.",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Denitrification",
    "Ecosystem",
    "Nitrification",
    "Nitrogen",
    "Nutrients",
    "Ostreidae"
  ],
  "article_ids": {
    "pubmed": "34672569",
    "mid": "NIHMS1788187",
    "pmc": "PMC8966756",
    "doi": "10.1021/acs.est.1c01901"
  },
  "doi": "10.1021/acs.est.1c01901",
  "pmc_id": "PMC8966756",
  "dates": {
    "completed": "2021-11-10",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Nitrogen"
  ],
  "grants": [
    {
      "grant_id": "EPA999999",
      "agency": "Intramural EPA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.675259",
    "pmid": "34672569"
  }
}