{
  "pmid": "34678515",
  "uid": "34678515",
  "title": "European Society of Clinical Microbiology and Infectious Diseases: 2021 update on the treatment guidance document for Clostridioides difficile infection in adults.",
  "abstract": "SCOPE: In 2009, the European Society of Clinical Microbiology and Infectious Diseases (ESCMID) published the first treatment guidance document for Clostridioides difficile infection (CDI). This document was updated in 2014. The growing literature on CDI antimicrobial treatment and novel treatment approaches, such as faecal microbiota transplantation (FMT) and toxin-binding monoclonal antibodies, prompted the ESCMID study group on C. difficile (ESGCD) to update the 2014 treatment guidance document for CDI in adults. METHODS AND QUESTIONS: Key questions on CDI treatment were formulated by the guideline committee and included: What is the best treatment for initial, severe, severe-complicated, refractory, recurrent and multiple recurrent CDI? What is the best treatment when no oral therapy is possible? Can prognostic factors identify patients at risk for severe and recurrent CDI and is there a place for CDI prophylaxis? Outcome measures for treatment strategy were: clinical cure, recurrence and sustained cure. For studies on surgical interventions and severe-complicated CDI the outcome was mortality. Appraisal of available literature and drafting of recommendations was performed by the guideline drafting group. The total body of evidence for the recommendations on CDI treatment consists of the literature described in the previous guidelines, supplemented with a systematic literature search on randomized clinical trials and observational studies from 2012 and onwards. The Grades of Recommendation Assessment, Development and Evaluation (GRADE) system was used to grade the strength of our recommendations and the quality of the evidence. The guideline committee was invited to comment on the recommendations. The guideline draft was sent to external experts and a patients' representative for review. Full ESCMID endorsement was obtained after a public consultation procedure. RECOMMENDATIONS: Important changes compared with previous guideline include but are not limited to: metronidazole is no longer recommended for treatment of CDI when fidaxomicin or vancomycin are available, fidaxomicin is the preferred agent for treatment of initial CDI and the first recurrence of CDI when available and feasible, FMT or bezlotoxumab in addition to standard of care antibiotics (SoC) are preferred for treatment of a second or further recurrence of CDI, bezlotoxumab in addition to SoC is recommended for the first recurrence of CDI when fidaxomicin was used to manage the initial CDI episode, and bezlotoxumab is considered as an ancillary treatment to vancomycin for a CDI episode with high risk of recurrence when fidaxomicin is not available. Contrary to the previous guideline, in the current guideline emphasis is placed on risk for recurrence as a factor that determines treatment strategy for the individual patient, rather than the disease severity.",
  "authors": [
    {
      "last_name": "van Prehn",
      "fore_name": "Joffrey",
      "initials": "J",
      "name": "Joffrey van Prehn",
      "affiliations": [
        "Department of Medical Microbiology, Centre for Infectious Diseases, Leiden University Medical Center, Leiden, the Netherlands."
      ]
    },
    {
      "last_name": "Reigadas",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Reigadas",
      "affiliations": [
        "Department of Clinical Microbiology and Infectious Diseases, Hospital General Universitario Gregorio Marañón, Madrid, Spain."
      ]
    },
    {
      "last_name": "Vogelzang",
      "fore_name": "Erik H",
      "initials": "EH",
      "name": "Erik H Vogelzang",
      "affiliations": [
        "Department of Medical Microbiology and Infection Control, Amsterdam University Medical Center, Location VUmc, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Bouza",
      "fore_name": "Emilio",
      "initials": "E",
      "name": "Emilio Bouza",
      "affiliations": [
        "Department of Clinical Microbiology and Infectious Diseases, Hospital General Universitario Gregorio Marañón, Madrid, Spain."
      ]
    },
    {
      "last_name": "Hristea",
      "fore_name": "Adriana",
      "initials": "A",
      "name": "Adriana Hristea",
      "affiliations": [
        "University of Medicine and Pharmacy Carol Davila, National Institute for Infectious Diseases Prof Dr Matei Bals, Romania."
      ]
    },
    {
      "last_name": "Guery",
      "fore_name": "Benoit",
      "initials": "B",
      "name": "Benoit Guery",
      "affiliations": [
        "Infectious Diseases Specialist, Centre Hospitalier Universitaire Vaudois, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Krutova",
      "fore_name": "Marcela",
      "initials": "M",
      "name": "Marcela Krutova",
      "affiliations": [
        "Department of Medical Microbiology, Charles University in Prague and Motol University Hospital, Czech Republic."
      ]
    },
    {
      "last_name": "Norén",
      "fore_name": "Torbjorn",
      "initials": "T",
      "name": "Torbjorn Norén",
      "affiliations": [
        "Faculty of Medicine and Health, Department of Laboratory Medicine, National Reference Laboratory for Clostridioides difficile, Clinical Microbiology, Örebro University Hospital, Örebro, Sweden."
      ]
    },
    {
      "last_name": "Allerberger",
      "fore_name": "Franz",
      "initials": "F",
      "name": "Franz Allerberger",
      "affiliations": [
        "Austrian Agency for Health and Food Safety (AGES), Vienna, Austria."
      ]
    },
    {
      "last_name": "Coia",
      "fore_name": "John E",
      "initials": "JE",
      "name": "John E Coia",
      "affiliations": [
        "Department of Clinical Microbiology, Hospital South West Jutland and Department of Regional Health Research IRS, University of Southern Denmark, Esbjerg, Denmark."
      ]
    },
    {
      "last_name": "Goorhuis",
      "fore_name": "Abraham",
      "initials": "A",
      "name": "Abraham Goorhuis",
      "affiliations": [
        "Department of Infectious Diseases, Amsterdam University Medical Centers, Academic Medical Center, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "van Rossen",
      "fore_name": "Tessel M",
      "initials": "TM",
      "name": "Tessel M van Rossen",
      "affiliations": [
        "Department of Medical Microbiology and Infection Control, Amsterdam University Medical Center, Location VUmc, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Ooijevaar",
      "fore_name": "Rogier E",
      "initials": "RE",
      "name": "Rogier E Ooijevaar",
      "affiliations": [
        "Department of Gastroenterology, Amsterdam University Medical Center, Location VUmc, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "Departments of Clinical Microbiology, Beaumont Hospital & Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Scharvik Olesen",
      "fore_name": "Bente R",
      "initials": "BR",
      "name": "Bente R Scharvik Olesen",
      "affiliations": [
        "Department of Medical Microbiology, Herlev, Denmark."
      ]
    },
    {
      "last_name": "Tschudin-Sutter",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Tschudin-Sutter",
      "affiliations": [
        "Department of Infectious Diseases and Infection Control, University Hospital Basel, University Basel, Universitatsspital, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Wilcox",
      "fore_name": "Mark H",
      "initials": "MH",
      "name": "Mark H Wilcox",
      "affiliations": [
        "Department of Microbiology, Old Medical, School Leeds General Infirmary, Leeds Teaching Hospitals & University of Leeds, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Vehreschild",
      "fore_name": "Maria J G T",
      "initials": "MJGT",
      "name": "Maria J G T Vehreschild",
      "affiliations": [
        "German Centre for Infection Research (DZIF), Partner Site Bonn-Cologne, Cologne, Germany; Department of Internal Medicine, Infectious Diseases, University Hospital Frankfurt, Goethe University Frankfurt, Frankfurt am Main, Germany."
      ]
    },
    {
      "last_name": "Fitzpatrick",
      "fore_name": "Fidelma",
      "initials": "F",
      "name": "Fidelma Fitzpatrick",
      "affiliations": [
        "Department of Clinical Microbiology, Beaumont Hospital, Dublin, Ireland; Department of Clinical Microbiology, Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Kuijper",
      "fore_name": "Ed J",
      "initials": "EJ",
      "name": "Ed J Kuijper",
      "affiliations": [
        "Department of Medical Microbiology, Centre for Infectious Diseases, Leiden University Medical Center, Leiden, the Netherlands; National Institute for Public Health and the Environment (RIVM), Bilthoven, the Netherlands. Electronic address: e.j.kuijper@lumc.nl."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
    "iso_abbreviation": "Clin Microbiol Infect",
    "issn": "1469-0691",
    "issn_type": "Electronic",
    "volume": "27 Suppl 2",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "S1",
  "end_page": "S21",
  "pages": "S1-S21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Anti-Bacterial Agents",
    "Antibodies, Monoclonal",
    "Broadly Neutralizing Antibodies",
    "Clostridioides difficile",
    "Clostridium Infections",
    "Fidaxomicin",
    "Humans",
    "Practice Guidelines as Topic",
    "Recurrence",
    "Societies, Medical",
    "Vancomycin"
  ],
  "article_ids": {
    "pubmed": "34678515",
    "doi": "10.1016/j.cmi.2021.09.038",
    "pii": "S1198-743X(21)00568-1"
  },
  "doi": "10.1016/j.cmi.2021.09.038",
  "dates": {
    "completed": "2022-01-07",
    "revised": "2022-01-07"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Antibodies, Monoclonal",
    "Broadly Neutralizing Antibodies",
    "bezlotoxumab",
    "Vancomycin",
    "Fidaxomicin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.294939",
    "pmid": "34678515"
  }
}