{
  "pmid": "34673350",
  "uid": "34673350",
  "title": "Understanding correlates of suicidality among those with usual pain and discomfort: A Canadian nationally representative study.",
  "abstract": "OBJECTIVE: Suicidality (ideation, plans, attempts) is elevated among those with chronic pain. However, population-based research is limited and studies primarily focus on mechanisms associated with increasing rather than decreasing risk. This study aimed to identify correlates associated with increased and decreased odds of suicidality among Canadians with usual pain/discomfort in a nationally representative sample. METHODS: Cross-sectional data from the 2012 Canadian Community Health Survey-Mental Health supplement (CCHS-MH; N = 25,113) identified individuals with usual pain/discomfort (i.e., chronic pain; n = 5891). Multiple logistic regressions examined correlates that may increase (disability, activity limitations) and decrease (social support, positive mental health, spirituality) odds of suicidality among individuals endorsing usual pain/discomfort. RESULTS: Among those endorsing usual pain/discomfort, between 7.1% (suicide attempt) to 21.0% (suicide ideation) endorsed suicidality, notably higher than those without (2.0% vs 9.6% for suicide attempt and ideation, respectively). Both greater social support and positive mental health were associated with decreased odds of suicide ideation and attempts (adjusted odds ratio (AOR) range = 0.94-0.97). Those whose pain prevented most activities had increased odds of suicide plans and attempts (AOR range = 1.72-1.94). Additionally, greater disability was associated with increased odds of suicide ideation (AOR = 1.01, 95% CI[1.01-1.02], p < .001). A multivariable model including all risk and protective correlates found only positive mental health as significantly associated with decreased odds of suicide ideation and attempts. CONCLUSIONS: These findings may inform targeted screening, prevention, and intervention strategies to promote resilience and mitigate risk, among those with usual pain/discomfort.",
  "authors": [
    {
      "last_name": "Roy",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Roy",
      "affiliations": [
        "Department of Anesthesiology, Perioperative and Pain Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, MB, Canada; Department of Psychology, Faculty of Arts, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Sommer",
      "fore_name": "Jordana L",
      "initials": "JL",
      "name": "Jordana L Sommer",
      "affiliations": [
        "Department of Anesthesiology, Perioperative and Pain Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, MB, Canada; Department of Psychology, Faculty of Arts, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Bolton",
      "fore_name": "James M",
      "initials": "JM",
      "name": "James M Bolton",
      "affiliations": [
        "Department of Psychiatry, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "El-Gabalawy",
      "fore_name": "Renée",
      "initials": "R",
      "name": "Renée El-Gabalawy",
      "affiliations": [
        "Department of Anesthesiology, Perioperative and Pain Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, MB, Canada; Department of Psychology, Faculty of Arts, University of Manitoba, Winnipeg, MB, Canada; Department of Clinical Health Psychology, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, MB, Canada; Department of Psychiatry, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, MB, Canada; CancerCare Manitoba, Winnipeg, MB, Canada. Electronic address: renee.el-gabalawy@umanitoba.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of psychosomatic research",
    "iso_abbreviation": "J Psychosom Res",
    "issn": "1879-1360",
    "issn_type": "Electronic",
    "volume": "151",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "110651",
  "pages": "110651",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Chronic Pain",
    "Cross-Sectional Studies",
    "Humans",
    "Risk Factors",
    "Suicidal Ideation",
    "Suicide"
  ],
  "article_ids": {
    "pubmed": "34673350",
    "doi": "10.1016/j.jpsychores.2021.110651",
    "pii": "S0022-3999(21)00296-8"
  },
  "doi": "10.1016/j.jpsychores.2021.110651",
  "dates": {
    "completed": "2022-02-16",
    "revised": "2022-02-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:54:40.820225",
    "pmid": "34673350"
  }
}