{
  "pmid": "34686162",
  "uid": "34686162",
  "title": "A historical overview of legislated alcohol policy in the Northern Territory of Australia: 1979-2021.",
  "abstract": "BACKGROUND: The Northern Territory (NT) has the highest levels of alcohol consumption and harms in Australia. Since the creation of the NT Liquor Act 1978, which came into effect in 1979, numerous legislated alcohol policies have been introduced to attempt to address these harms. We present a narrative historical overview of alcohol policies implemented in the NT from 1979 to 2021. METHODS: Using scoping review methodology, databases were searched from 1979 to 2021. Of 506 articles screened, 34 met inclusion criteria. Reference lists of all included articles were searched, resulting in the inclusion of another 41 articles and reports, totalling 75 final documents. Policies were organised using Babor and colleagues (2010) established framework: 1. pricing/ taxation; 2. regulating physical availability; 3. modifying drinking environments; 4. drink-driving countermeasures; 5. restrictions on marketing; 6. education/persuasion; 7. treatment/early intervention. RESULTS: Two pricing/taxation policies have been implemented, Living With Alcohol (LWA) and Minimum Unit Price, both demonstrating evidence of positive effects on health and consumption outcomes. Eight policies approaches have focused on regulating physical availability, implemented at both individual and local area levels. Several of these policies have varied by location and been amended over time. There is some evidence demonstrating reduction in harms attributable to Liquor Supply Plans, localised restrictions, and General Restricted Areas, although these have been site specific. Of the three policies which targeted modifying the drinking environment; one was evaluated, finding a relocation of social harms, rather than a reduction. The literature outlines a range of controversies, particularly regarding policies in domain 2-3, including racial discrimination and a lack of policy stability. No policies relating to restricting marketing or education/persuasion programs were found. The only drink-driving legislated policy was considered to have contributed to the success of the LWA program. Three policies relating to treatment were described; two were not evaluated and evidence showed no ongoing benefits of Alcohol Mandatory Treatment. DISCUSSION: The NT has implemented a large number of alcohol policies, several of which have evidence of positive effects. However, these policies have often existed in a context of clear politicisation of alcohol policy, frequently with an implicit focus on Aboriginal people's consumption.",
  "authors": [
    {
      "last_name": "Clifford",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Clifford",
      "affiliations": [
        "Menzies School of Health Research, Charles Darwin University, Darwin, NT, Australia. sarah.clifford@menzies.edu.au."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "James A",
      "initials": "JA",
      "name": "James A Smith",
      "affiliations": [
        "Menzies School of Health Research, Charles Darwin University, Darwin, NT, Australia.",
        "Centre for Drug use, Addictive and Anti-social behaviour Research (CEDAAR), Deakin University, Geelong, VIC, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, VIC, Australia.",
        "National Drug Research Institute, Curtin University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Wright",
      "fore_name": "Cassandra J C",
      "initials": "CJC",
      "name": "Cassandra J C Wright",
      "affiliations": [
        "Menzies School of Health Research, Charles Darwin University, Darwin, NT, Australia.",
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Griffiths",
      "fore_name": "Kalinda E",
      "initials": "KE",
      "name": "Kalinda E Griffiths",
      "affiliations": [
        "Menzies School of Health Research, Charles Darwin University, Darwin, NT, Australia.",
        "Centre for Big Data Research in Health, University of New South Wales, Sydney, NSW, Australia.",
        "Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Peter G",
      "initials": "PG",
      "name": "Peter G Miller",
      "affiliations": [
        "Menzies School of Health Research, Charles Darwin University, Darwin, NT, Australia.",
        "Centre for Drug use, Addictive and Anti-social behaviour Research (CEDAAR), Deakin University, Geelong, VIC, Australia."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "23"
  },
  "start_page": "1921",
  "pages": "1921",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Alcoholic Beverages",
    "Health Policy",
    "Humans",
    "Northern Territory",
    "Public Policy",
    "Taxes"
  ],
  "article_ids": {
    "pubmed": "34686162",
    "pmc": "PMC8539741",
    "doi": "10.1186/s12889-021-11957-5",
    "pii": "10.1186/s12889-021-11957-5"
  },
  "doi": "10.1186/s12889-021-11957-5",
  "pmc_id": "PMC8539741",
  "dates": {
    "completed": "2021-11-01",
    "revised": "2023-11-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.826223",
    "pmid": "34686162"
  }
}