{
  "pmid": "34697846",
  "uid": "34697846",
  "title": "Tracking the decline in Australian adolescent drinking into adulthood.",
  "abstract": "BACKGROUND AND AIMS: Adolescent drinking in Australia (and many other countries) has declined substantially since the early 2000s. This study aimed to test whether these declines have been maintained into adulthood and whether they are consistent across sub-groups defined by sex and socio-economic status. DESIGN: Quasi-cohorts were constructed from seven repeated waves of cross-sectional household survey data (2001-2019). SETTING: Australia. PARTICIPANTS: A total of 20 733 respondents age between 14 and 24 (male: 9492; female: 11 241). MEASUREMENTS: Participants were grouped into five cohorts based on their birth year (from 1979-1983 to 1999-2003). Three measures of drinking were assessed: any past-year consumption (yes/no), past-year regular risky drinking (12 or more drinking episodes of >40 g of pure alcohol, yes/no) and total volume of alcohol consumed in the past year (in Australian standard drinks, 10 g of alcohol). Socio-economic status was measured based on neighbourhood of residence. FINDINGS: Drinking declines were consistent across socio-economic groups on all measures and trends were broadly similar for women and men. More recent birth cohorts had significantly lower levels of drinking across all three measures (odds ratios between 0.31 and 0.70 for drinking and risky drinking, coefficients between -0.28 and -0.80 for drinking volume). There were significant interactions between birth cohort and age for past-year drinking and past-year regular risky drinking, with cohort differences diminishing as age increased. CONCLUSIONS: Lighter drinking adolescent cohorts appear to partly 'catch up' to previous cohorts by early adulthood, but maintain lower levels of drinking and risky drinking up to the age of 24. These ongoing reductions in drinking are spread evenly across socio-economic groups.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug Research Institute (Melbourne Office), Curtin University, Melbourne, Victoria, Australia.",
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Victoria, Australia.",
        "Centre for Clinical Neuroscience, Karolinska Institute, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Victoria, Australia."
      ],
      "orcid": "0000-0003-4146-1244"
    },
    {
      "last_name": "Vashishtha",
      "fore_name": "Rakhi",
      "initials": "R",
      "name": "Rakhi Vashishtha",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Victoria, Australia.",
        "Duke National University of Singapore Medical School, Singapore."
      ]
    },
    {
      "last_name": "Yuen",
      "fore_name": "Wing See",
      "initials": "WS",
      "name": "Wing See Yuen",
      "affiliations": [
        "National Drug and Alcohol Research Centre, University of New South, Randwick, New South Wales, Australia."
      ],
      "orcid": "0000-0002-2791-6858"
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dietze",
      "affiliations": [
        "National Drug Research Institute (Melbourne Office), Curtin University, Melbourne, Victoria, Australia.",
        "Behaviours and Health Risks, The Burnet Institute, Melbourne, Victoria, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "117",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "1273",
  "end_page": "1281",
  "pages": "1273-1281",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Australia",
    "Cohort Studies",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Underage Drinking",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "34697846",
    "doi": "10.1111/add.15720"
  },
  "doi": "10.1111/add.15720",
  "dates": {
    "completed": "2022-04-05",
    "revised": "2023-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.826506",
    "pmid": "34697846"
  }
}