{
  "pmid": "34690525",
  "uid": "34690525",
  "title": "Perspectives of University Students and Faculty on remote education experiences during COVID-19- a qualitative study.",
  "abstract": "Owing to COVID-19 the Ministry of Education in the United Arab Emirates mandated educational institutions to shift to remote learning. In this study the perspectives on remote learning, of both students and faculty, from the Science major, in a public university in Dubai have been explored. A qualitative research was conducted through focus group discussions using a semi-structured interview guide. All discussions were recorded and transcribed verbatim. Thematic content analysis was carried out following coding and analyzing content using NVivo 12. Recurrent, emerging and diverging views were identified and represented under themes. Participants believed that altered human interaction was a major consideration in remote learning. Assessments were modified to reduce cheating however increasing students' accountability and prudent use of questions was suggested as a more effective strategy. Challenges associated with technology, changes to the learning environment, wellbeing and institutional policies were highlighted. Advantages of remote learning included more inclusivity, flexibility, availability of recorded sessions and time efficiency. Also, remote learning had compelled faculty to enhance their technological skills. Including class participation as a graded component of courses, clear institutional guidelines on assessments, use of recordings and methods of communication were recommended. It was evident that students' stances for learning were based on courses and disciplines, with a preference for synchronous lessons. Culture influenced interaction, assessments, acceptability, and accessibility of remote education. The views from this research will contribute to improving the adoption and outcomes of digital education in higher education in the field of science, while considering the sociocultural influences of the region.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "College of Natural and Health Sciences, Zayed University, Abu Dhabi, United Arab Emirates."
      ],
      "orcid": "0000-0002-0110-5248"
    },
    {
      "last_name": "Kambris",
      "fore_name": "Mona El Kouatly",
      "initials": "MEK",
      "name": "Mona El Kouatly Kambris",
      "affiliations": [
        "College of Natural and Health Sciences, Zayed University, Abu Dhabi, United Arab Emirates."
      ]
    },
    {
      "last_name": "Alfalahi",
      "fore_name": "Hamda",
      "initials": "H",
      "name": "Hamda Alfalahi",
      "affiliations": [
        "College of Natural and Health Sciences, Zayed University, Abu Dhabi, United Arab Emirates."
      ]
    }
  ],
  "journal": {
    "title": "Education and information technologies",
    "iso_abbreviation": "Educ Inf Technol (Dordr)",
    "issn": "1360-2357",
    "issn_type": "Print",
    "volume": "27",
    "issue": "3",
    "pub_year": "2022"
  },
  "start_page": "4141",
  "end_page": "4169",
  "pages": "4141-4169",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34690525",
    "pmc": "PMC8524213",
    "doi": "10.1007/s10639-021-10784-w",
    "pii": "10784"
  },
  "doi": "10.1007/s10639-021-10784-w",
  "pmc_id": "PMC8524213",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.745101",
    "pmid": "34690525"
  }
}