{
  "pmid": "34697107",
  "uid": "34697107",
  "title": "Virological measures and factors associated with outcomes, and missing outcome data in HIV clinical trials: a methodological study.",
  "abstract": "BACKGROUND: To evaluate the definition of HIV virological outcomes in the literature and factors associated with outcomes and missing outcome data. METHODS: We conducted a methodological review of HIV RCTs using a search (2009-2019) of PubMed, Embase and the Cochrane Central Register of Controlled Trials.Only full-text, peer-reviewed, randomised controlled trials (RCTs) that measured virological outcomes in people living with HIV, and published in English were included.We extracted study details and outcomes. We used logistic regression to identify factors associated with a viral threshold ≤50 copies/mL and linear regression to identify factors associated with missing outcome data. RESULTS: Our search yielded 5847 articles; 180 were included. A virological outcome was the primary outcome in 73.5% of studies. 89 studies (49.4%) used virological success. The remaining used change in viral load (VL) (33 studies, 18.3%); virological failure (59 studies, 32.8%); or virological rebound (9 studies, 5.0%). 96 studies (53.3%) set the threshold at ≤50 copies/mL; and 33.1% used multiple measures.Compared with government and privately funded studies, RCTs with industry funding (adjusted OR 6.39; 95% CI 2.15 to 19.00; p<0.01) were significantly associated with higher odds of using a VL threshold of ≤50 copies/mL. Publication year, intervention type, income level and number of patients were not associated with a threshold of ≤50 copies/mL. Trials with pharmacological interventions had less missing data (β=-11.04; 95% CI -20.02 to -1.87; p=0.02). DISCUSSION: Country source of funding was associated with VL threshold choice and studies with pharmacological interventions had less missing data, which may in part explain heterogeneous virological outcomes across studies. Multiple measures of VL were not associated with missing data. The development of formal guidelines on virological outcome reporting in RCTs is needed.",
  "authors": [
    {
      "last_name": "Youssef",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Youssef",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada myous024@uottawa.ca."
      ],
      "orcid": "0000-0002-2613-0802"
    },
    {
      "last_name": "Zani",
      "fore_name": "Babalwa",
      "initials": "B",
      "name": "Babalwa Zani",
      "affiliations": [
        "Knowledge Translation Unit, University of Cape Town Lung Institute, Rondebosch, South Africa."
      ]
    },
    {
      "last_name": "Olaiya",
      "fore_name": "Oluwatobi",
      "initials": "O",
      "name": "Oluwatobi Olaiya",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Soliman",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Soliman",
      "affiliations": [
        "Faculty of Science, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "25"
  },
  "start_page": "e039462",
  "pages": "e039462",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "HIV Infections",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Viral Load"
  ],
  "article_ids": {
    "pubmed": "34697107",
    "pmc": "PMC8547356",
    "doi": "10.1136/bmjopen-2020-039462",
    "pii": "bmjopen-2020-039462"
  },
  "doi": "10.1136/bmjopen-2020-039462",
  "pmc_id": "PMC8547356",
  "dates": {
    "completed": "2021-11-02",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.554873",
    "pmid": "34697107"
  }
}