{
  "pmid": "34706955",
  "uid": "34706955",
  "title": "Impact of electronic cigarette ever use on lung function in adults aged 45-85: a cross-sectional analysis from the Canadian Longitudinal Study on Aging.",
  "abstract": "OBJECTIVE: To describe the sociodemographic characteristics associated with e-cigarette ever use and to examine the impact of e-cigarette ever use on lung function impairment in an ageing population. DESIGN: A cross-sectional analysis of data from the Canadian Longitudinal Study on Aging. SETTING: A national stratified sample of 44 817 adults living in Canadian provinces. PARTICIPANTS: Respondents included participants aged 45-85 and residing in the community in Canadian provinces. OUTCOME MEASURES: The Global Lung Function Initiative normative values for forced expiratory volume in the first second (FEV1), forced vital capacity (FVC), forced expiratory ratio (FEV1/FVC) appropriate for age, sex, height and ethnicity were used to interpret the severity of lung function impairment. Multinomial logistic regression analysis was used to examine the impact of e-cigarette ever use on obstructive and restrictive lung function impairment. RESULTS: The prevalence of e-cigarette ever use was 6.5% and varied by sociodemographic factors including higher prevalence among individuals younger than 65 years, those with lower education attainment and those with lower annual household income. E-cigarette ever use was associated with 2.10 (95% CI 1.57 to 2.08) times higher odds of obstructive lung function impairment after adjusting for conventional cigarette smoking and other covariates. Individuals with exposure to e-cigarette ever use and 15 or more pack-years had 7.43 (95% CI 5.30 to 10.38) times higher odds for obstructive lung function impairment when compared with non-smokers and non-e-cigarette users after adjusting for covariates. Smokers with 15 or more pack-years had higher odds of restrictive lung function impairment irrespective of e-cigarette ever use. CONCLUSIONS: Ever use of e-cigarettes was found to be associated with obstructive lung function impairment after adjusting for covariates, suggesting that e-cigarette use may be adding to the respiratory and other chronic disease burden in the population.",
  "authors": [
    {
      "last_name": "Joshi",
      "fore_name": "Divya",
      "initials": "D",
      "name": "Divya Joshi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3190-8866"
    },
    {
      "last_name": "Duong",
      "fore_name": "MyLinh",
      "initials": "M",
      "name": "MyLinh Duong",
      "affiliations": [
        "Division of Respirology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kirkland",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Kirkland",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada praina@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "27"
  },
  "start_page": "e051519",
  "pages": "e051519",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aging",
    "Canada",
    "Cross-Sectional Studies",
    "Electronic Nicotine Delivery Systems",
    "Humans",
    "Longitudinal Studies",
    "Lung",
    "Smoking"
  ],
  "article_ids": {
    "pubmed": "34706955",
    "pmc": "PMC8552144",
    "doi": "10.1136/bmjopen-2021-051519",
    "pii": "bmjopen-2021-051519"
  },
  "doi": "10.1136/bmjopen-2021-051519",
  "pmc_id": "PMC8552144",
  "dates": {
    "completed": "2021-11-03",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.173654",
    "pmid": "34706955"
  }
}