{
  "pmid": "34708013",
  "uid": "34708013",
  "title": "A Roadmap for Building Data Science Capacity for Health Discovery and Innovation in Africa.",
  "abstract": "Technological advances now make it possible to generate diverse, complex and varying sizes of data in a wide range of applications from business to engineering to medicine. In the health sciences, in particular, data are being produced at an unprecedented rate across the full spectrum of scientific inquiry spanning basic biology, clinical medicine, public health and health care systems. Leveraging these data can accelerate scientific advances, health discovery and innovations. However, data are just the raw material required to generate new knowledge, not knowledge on its own, as a pile of bricks would not be mistaken for a building. In order to solve complex scientific problems, appropriate methods, tools and technologies must be integrated with domain knowledge expertise to generate and analyze big data. This integrated interdisciplinary approach is what has become to be widely known as data science. Although the discipline of data science has been rapidly evolving over the past couple of decades in resource-rich countries, the situation is bleak in resource-limited settings such as most countries in Africa primarily due to lack of well-trained data scientists. In this paper, we highlight a roadmap for building capacity in health data science in Africa to help spur health discovery and innovation, and propose a sustainable potential solution consisting of three key activities: a graduate-level training, faculty development, and stakeholder engagement. We also outline potential challenges and mitigating strategies.",
  "authors": [
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Harrar",
      "fore_name": "Solomon W",
      "initials": "SW",
      "name": "Solomon W Harrar",
      "affiliations": [
        "Dr. Bing Zhang Department of Statistics, University of Kentucky, Lexington, KY, United States."
      ]
    },
    {
      "last_name": "Altaye",
      "fore_name": "Mekibib",
      "initials": "M",
      "name": "Mekibib Altaye",
      "affiliations": [
        "Department of Pediatrics, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, Cincinnati, OH, United States."
      ]
    },
    {
      "last_name": "Astatkie",
      "fore_name": "Tessema",
      "initials": "T",
      "name": "Tessema Astatkie",
      "affiliations": [
        "Faculty of Agriculture, Dalhousie University, Truro, NS, Canada."
      ]
    },
    {
      "last_name": "Awoke",
      "fore_name": "Tadesse",
      "initials": "T",
      "name": "Tadesse Awoke",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, University of Gondar, Gondar, Ethiopia."
      ]
    },
    {
      "last_name": "Shkedy",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Shkedy",
      "affiliations": [
        "I-BioStat, Hasselt University, Diepenbeek, Belgium."
      ]
    },
    {
      "last_name": "Mersha",
      "fore_name": "Tesfaye B",
      "initials": "TB",
      "name": "Tesfaye B Mersha",
      "affiliations": [
        "Department of Pediatrics, Cincinnati Children's Hospital Medical Center, University of Cincinnati College of Medicine, Cincinnati, OH, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2021"
  },
  "start_page": "710961",
  "pages": "710961",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Data Science",
    "Delivery of Health Care",
    "Education, Graduate",
    "Knowledge",
    "Public Health"
  ],
  "article_ids": {
    "pubmed": "34708013",
    "pmc": "PMC8544798",
    "doi": "10.3389/fpubh.2021.710961"
  },
  "doi": "10.3389/fpubh.2021.710961",
  "pmc_id": "PMC8544798",
  "dates": {
    "completed": "2021-11-22",
    "revised": "2021-11-22"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 HL132344",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.271817",
    "pmid": "34708013"
  }
}