{
  "pmid": "34710702",
  "uid": "34710702",
  "title": "Sugammadex in Colorectal Surgery: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: Traditionally, reversal of neuromuscular blocking agents following the completion of surgery was achieved with cholinesterase inhibitors. Recently, sugammadex has been increasingly relied upon. Sugammadex is a γ-cyclodextrin molecule that rapidly reverses steroidal neuromuscular blocking drugs. Its use following colorectal surgery has become more common, and while the rapidity of reversal is undoubtedly improved, whether sugammadex impacts clinical postoperative outcomes is unknown. This systematic review and meta-analysis aims to compare postoperative outcomes in patients receiving sugammadex to those receiving a control during colorectal surgery. METHODS: Medline, Embase, and CENTRAL were systematically searched. Articles were included if they compared sugammadex with a control (e.g., neostigmine, pyridostigmine, placebo) in patients undergoing colorectal surgery in terms of total hospital length of stay and frequency of postoperative adverse respiratory events. Pairwise meta-analyses using inverse variance random effects was performed. RESULTS: From 269 citations, five studies with 535 patients receiving sugammadex (45.8% female; mean age: 64.4) and 569 patients receiving a control (45.0% female; mean age: 64.3) were included. There was no significant difference in length of stay between the two groups (MD -0.01, 95% CI -0.27 to 0.25, P = 0.95). The risk of adverse respiratory events postoperatively was similar between the two groups (RR 1.33, 95% CI 0.81-2.19, P = 0.25). CONCLUSION: There are no current data to suggest an improvement in postoperative outcomes with the use of sugammadex in patients undergoing colorectal surgery. This study is limited by the number of included studies. Further prospective studies comparing sugammadex and a control in colorectal surgery is required.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Andrew T",
      "initials": "AT",
      "name": "Andrew T Chen",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Ashaka",
      "initials": "A",
      "name": "Ashaka Patel",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Yung",
      "initials": "Y",
      "name": "Yung Lee",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doumouras",
      "fore_name": "Aristithes G",
      "initials": "AG",
      "name": "Aristithes G Doumouras",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, Division of General Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Dennis",
      "initials": "D",
      "name": "Dennis Hong",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, Division of General Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eskicioglu",
      "fore_name": "Cagla",
      "initials": "C",
      "name": "Cagla Eskicioglu",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, Division of General Surgery, St. Joseph's Healthcare, Hamilton, Ontario, Canada. Electronic address: eskicio@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "270",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "221",
  "end_page": "229",
  "pages": "221-229",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Cholinesterase Inhibitors",
    "Colorectal Surgery",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Neuromuscular Blockade",
    "Neuromuscular Nondepolarizing Agents",
    "Prospective Studies",
    "Rocuronium",
    "Sugammadex"
  ],
  "article_ids": {
    "pubmed": "34710702",
    "doi": "10.1016/j.jss.2021.09.026",
    "pii": "S0022-4804(21)00608-9"
  },
  "doi": "10.1016/j.jss.2021.09.026",
  "dates": {
    "completed": "2022-04-06",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Cholinesterase Inhibitors",
    "Neuromuscular Nondepolarizing Agents",
    "Sugammadex",
    "Rocuronium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:13.733967",
    "pmid": "34710702"
  }
}