{
  "pmid": "34710392",
  "uid": "34710392",
  "title": "Comparison of group A streptococcal titres in healthy children and those with pharyngitis and skin infections.",
  "abstract": "OBJECTIVES: Rates of acute rheumatic fever, a sequelae of group A Streptococcal (GAS) infection, remain unacceptably high in Indigenous Māori and Pacific children in New Zealand. This prospective study aimed to describe GAS antibody titres in healthy children (5-14 years) by ethnicity, and to determine how paired titres vary with GAS culture positive and negative pharyngitis, and GAS skin infections. METHODS: Analysis included 887 children (32% Māori, 36% Pacific, 33% European/Other) from Auckland, New Zealand. Cases comprise 772 children who had a sore throat or skin infection, which resulted in a swab taken for culture. Healthy controls were asymptomatic (N = 154) and matched by age, ethnicity and region. All participants had a serum sample, with a second sample collected from cases only. Sera were analysed for anti-streptolysin O (ASO) and anti-DNase-B (ADB) antibodies. RESULTS: Healthy Māori and Pacific children had higher GAS antibody titres than healthy European/Other children. Children with GAS-positive sore throat had the highest mean ASO titres and children with GAS-positive skin infection had the highest mean ADB titres. When a two-fold increase or an upper limit of normal cut-off (ASO 450 IU/ml, ADB 400 U/ml) was applied to titres from children with GAS-positive sore throat, 62.1% were classified as having serologically confirmed GAS pharyngitis and 37.9% had GAS detected without serological response. CONCLUSIONS: Elevated ASO titres were associated with GAS pharyngitis and elevated ADB titres were associated with GAS skin infections in New Zealand children. Higher ASO/ADB titres in healthy Māori and Pacific children could indicate a greater prior exposure to GAS infections.",
  "authors": [
    {
      "last_name": "Bennett",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Bennett",
      "affiliations": [
        "Department of Public Health, University of Otago, 23A Mein Street, Newtown, Wellington 6021, New Zealand. Electronic address: julie.bennett@otago.ac.nz."
      ]
    },
    {
      "last_name": "Moreland",
      "fore_name": "Nicole J",
      "initials": "NJ",
      "name": "Nicole J Moreland",
      "affiliations": [
        "Faculty of Medical and Health Sciences, The University of Auckland, Auckland, New Zealand; Maurice Wilkins Centre, The University of Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Williamson",
      "fore_name": "Deborah A",
      "initials": "DA",
      "name": "Deborah A Williamson",
      "affiliations": [
        "Peter Doherty Institute for Infection and Immunity, University of Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Carapetis",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Carapetis",
      "affiliations": [
        "Telethon Kids Institute and Perth Children's Hospital, University of Western Australia, Perth 6009, Australia."
      ]
    },
    {
      "last_name": "Crane",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Crane",
      "affiliations": [
        "Department of Medicine, University of Otago, Wellington, New Zealand."
      ]
    },
    {
      "last_name": "Whitcombe",
      "fore_name": "Alana L",
      "initials": "AL",
      "name": "Alana L Whitcombe",
      "affiliations": [
        "Faculty of Medical and Health Sciences, The University of Auckland, Auckland, New Zealand; Maurice Wilkins Centre, The University of Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "Public Health South, Southern District Health Board, Dunedin, New Zealand."
      ]
    },
    {
      "last_name": "Harwood",
      "fore_name": "Matire",
      "initials": "M",
      "name": "Matire Harwood",
      "affiliations": [
        "Faculty of Medical and Health Sciences, The University of Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Baker",
      "affiliations": [
        "Department of Public Health, University of Otago, 23A Mein Street, Newtown, Wellington 6021, New Zealand; Maurice Wilkins Centre, The University of Auckland, Auckland, New Zealand."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of infection",
    "iso_abbreviation": "J Infect",
    "issn": "1532-2742",
    "issn_type": "Electronic",
    "volume": "84",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "24",
  "end_page": "30",
  "pages": "24-30",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Pharyngitis",
    "Prospective Studies",
    "Rheumatic Fever",
    "Streptococcal Infections",
    "Streptococcus pyogenes"
  ],
  "article_ids": {
    "pubmed": "34710392",
    "doi": "10.1016/j.jinf.2021.10.014",
    "pii": "S0163-4453(21)00530-2"
  },
  "doi": "10.1016/j.jinf.2021.10.014",
  "dates": {
    "completed": "2022-01-26",
    "revised": "2022-01-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.580289",
    "pmid": "34710392"
  }
}