{
  "pmid": "34712099",
  "uid": "34712099",
  "title": "Macroinvertebrates at the source: flow duration and seasonality drive biodiversity and trait composition in rheocrene springs of the Western Allegheny Plateau, USA.",
  "abstract": "Documenting flow regimes and the ecology of source headwater streams has gained considerable attention for scientific and regulatory purposes. These streams do not appear on standard maps, and local physiographic and climatologic conditions can control their origins. We investigated macroinvertebrate assemblages seasonally and in relation to flow duration, catchment and habitat variables within 14 source headwaters (< 1 ha) in the Western Allegheny Plateau over a 19-month period. We classified 6 perennial (P) and 8 intermittent (I) streams directly with continuous flow data loggers. Several biological and trait-based metrics could distinguish flow class, but few instream physical measures could. Macroinvertebrate metrics and assemblage dispersion varied seasonally and responded significantly along a gradient of total flow duration. Separate indicator species analyses generated 22 genera and 15 families with significant affinities to P streams. Richness of P-indicator taxa was also strongly correlated with flow duration gradients, and we estimated a total flow duration changepoint at 77% (3 indicator families) followed by a sharp increase in richness. Two rapid field-based flow duration methods (NC Stream Identification index and OH Headwater Habitat Evaluation index) could distinguish upstream ephemeral reaches from P and I reaches, but misclassified P as I more frequently. Our findings highlight that diverse coldwater macroinvertebrate assemblages inhabited extremely small, low-discharge springs in the region, and responded with flow duration. These source headwater habitats are susceptible to human disturbance and should be monitored as is routinely done in larger lotic systems.",
  "authors": [
    {
      "last_name": "Pond",
      "fore_name": "Gregory J",
      "initials": "GJ",
      "name": "Gregory J Pond",
      "affiliations": [
        "U.S. EPA Region 3, Laboratory Services and Applied Science Division, Field Services Branch 1060 Chapline St., Wheeling, WV 26003, USA."
      ]
    },
    {
      "last_name": "Krock",
      "fore_name": "Kelly J G",
      "initials": "KJG",
      "name": "Kelly J G Krock",
      "affiliations": [
        "U.S. EPA Region 3, Laboratory Services and Applied Science Division, Field Services Branch 1060 Chapline St., Wheeling, WV 26003, USA."
      ]
    },
    {
      "last_name": "Ettema",
      "fore_name": "Leah F",
      "initials": "LF",
      "name": "Leah F Ettema",
      "affiliations": [
        "U.S. EPA Region 3, Laboratory Services and Applied Science Division, Field Services Branch 1060 Chapline St., Wheeling, WV 26003, USA."
      ]
    }
  ],
  "journal": {
    "title": "Aquatic ecology",
    "iso_abbreviation": "Aquat Ecol",
    "issn": "1386-2588",
    "issn_type": "Print",
    "volume": "0",
    "pub_year": "2021",
    "pub_month": "Sep",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34712099",
    "mid": "NIHMS1748024",
    "pmc": "PMC8549855",
    "doi": "10.1007/s10452-021-09900-2"
  },
  "doi": "10.1007/s10452-021-09900-2",
  "pmc_id": "PMC8549855",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "EPA999999",
      "agency": "Intramural EPA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.954272",
    "pmid": "34712099"
  }
}