{
  "pmid": "34717572",
  "uid": "34717572",
  "title": "Tale of two nephropathies; co-occurring Alport syndrome and IgA nephropathy, a case report.",
  "abstract": "BACKGROUND: Alport Syndrome and IgA Nephropathy (IgAN) are both disorders that can cause hematuria. Alport syndrome is most commonly an X-linked disease, caused by COL4A5 mutation. Mutations of COL4A3 and COL4A4 on chromosome two are also common causes of Alport syndrome. IgAN is the most common glomerulonephritis worldwide. Though IgAN is usually sporadic, an estimated 15% of cases have an inheritable component. These cases of Familal IgA Nephropathy (FIgAN) can have mutations on genes which are known to cause Alport Syndrome. CASE PRESENTATION: We report a case of a 27-year-old man with strong family history of renal disease, who presented with hematuria and new non-nephrotic range proteinuria. Physical exam showed no abnormalities. His creatinine remained persistently elevated, and renal ultrasound exhibited bilaterally increased echogenicity consistent with Chronic Kidney Disease. Twenty-four-hour urinary collection revealed non-nephrotic range proteinuria of 1.4 g, with otherwise negative workup. On biopsy, he had IgA positive immunofluorescent staining as well as moderate interstitial fibrosis and tubular atrophy. Electron microscopy showed a basket-weave pattern of thickening and splitting of the lamina densa-consistent with Alport Syndrome, as well as mesangial expansion with electron-dense deposits -consistent with IgAN. CONCLUSIONS: Mutations of COL4A5 on the X chromosome, as well as mutations of COL4A3 and COL4A4 on chromosome 2, can cause both Alport Syndrome and FIgAN. Genome wide association studies identified certain Angiotensin Converting Enzyme gene polymorphisms as independent risk factors for progression of IgAN. Our Presentation with this co-occurring pathology suggests a new paradigm where Alport Syndrome and FIgAN may represent manifestations of a single disease spectrum rather than two disparate pathologies. Appreciating hematuria through this framework has implications for treatments and genetic counseling. Further genome wide association studies will likely increase our understanding of Alport Syndrome, FIgAN, and other causes of hematuria.",
  "authors": [
    {
      "last_name": "Bhattacharyya",
      "fore_name": "Aniruddha",
      "initials": "A",
      "name": "Aniruddha Bhattacharyya",
      "affiliations": [
        "Department of Medicine, University of Maryland Medical Center Midtown Campus, Baltimore, MD, 21201, USA."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Yuting",
      "initials": "Y",
      "name": "Yuting Huang",
      "affiliations": [
        "Department of Medicine, University of Maryland Medical Center Midtown Campus, Baltimore, MD, 21201, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah Hussain",
      "initials": "SH",
      "name": "Sarah Hussain Khan",
      "affiliations": [
        "Department of Medicine, University of Maryland School of Medicine, Baltimore, MD, 21201, USA."
      ]
    },
    {
      "last_name": "Drachenberg",
      "fore_name": "Cinthia Beskow",
      "initials": "CB",
      "name": "Cinthia Beskow Drachenberg",
      "affiliations": [
        "Department of Pathology, University of Maryland School of Medicine, 22 South Greene St., Baltimore, MD, 21201, USA."
      ]
    },
    {
      "last_name": "Malone",
      "fore_name": "Laura C",
      "initials": "LC",
      "name": "Laura C Malone",
      "affiliations": [
        "Department of Pathology, University of Maryland School of Medicine, 22 South Greene St., Baltimore, MD, 21201, USA. lamalone@som.umaryland.edu."
      ],
      "orcid": "0000-0001-5894-7051"
    }
  ],
  "journal": {
    "title": "BMC nephrology",
    "iso_abbreviation": "BMC Nephrol",
    "issn": "1471-2369",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "30"
  },
  "start_page": "358",
  "pages": "358",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Glomerulonephritis, IGA",
    "Humans",
    "Male",
    "Nephritis, Hereditary"
  ],
  "article_ids": {
    "pubmed": "34717572",
    "pmc": "PMC8557485",
    "doi": "10.1186/s12882-021-02567-9",
    "pii": "10.1186/s12882-021-02567-9"
  },
  "doi": "10.1186/s12882-021-02567-9",
  "pmc_id": "PMC8557485",
  "dates": {
    "completed": "2022-03-10",
    "revised": "2022-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.745303",
    "pmid": "34717572"
  }
}