{
  "pmid": "34719336",
  "uid": "34719336",
  "title": "School violence negative effect on student academic performance: a multilevel analysis.",
  "abstract": "The relative roles of school context and individual student factors are of special interest to educators in measuring academic performance. Little is known about the effect of school violence on a student's academic performance and well-being. The aims of this study were to examine the effects of three types of school violence (direct violence, discrimination, and cyberbullying) on students' academic performance in standardized tests of mathematics, reading and history, and to identify individual student factors that contribute to reducing the negative effect of exposure to violence at school. We used 10th grade Chilean student data from the representative cross-sectional test of the Education Quality Measurement System (SIMCE in Spanish) from 2015. Multilevel linear models, adjusted for gender, incorporated other school and environmental contextual factors, as well as individual student factors. The results show that school violence in its three forms had a negative effect on academic performance. Student self-efficacy, educational expectations and satisfaction with interpersonal relations with their teachers, were important in reducing the negative effect of exposure to violence. The implications for the school are discussed.",
  "authors": [
    {
      "last_name": "Bravo-Sanzana",
      "fore_name": "Mónica",
      "initials": "M",
      "name": "Mónica Bravo-Sanzana",
      "affiliations": [
        "Núcleo Científico-Tecnológico en Ciencias Sociales y Humanidades, Universidad de La Frontera, Temuco, Chile."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Population Health Research Institute and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Institute for Social and Health Sciences, University of South Africa, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Miranda",
      "fore_name": "Rafael",
      "initials": "R",
      "name": "Rafael Miranda",
      "affiliations": [
        "Department of Psychology, Universidad Continental, Huancayo, Perú."
      ]
    }
  ],
  "journal": {
    "title": "International journal of injury control and safety promotion",
    "iso_abbreviation": "Int J Inj Contr Saf Promot",
    "issn": "1745-7319",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Mar"
  },
  "start_page": "29",
  "end_page": "41",
  "pages": "29-41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Humans",
    "Multilevel Analysis",
    "Schools",
    "Students",
    "Violence"
  ],
  "article_ids": {
    "pubmed": "34719336",
    "doi": "10.1080/17457300.2021.1994615"
  },
  "doi": "10.1080/17457300.2021.1994615",
  "dates": {
    "completed": "2022-05-11",
    "revised": "2022-05-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.768742",
    "pmid": "34719336"
  }
}