{
  "pmid": "34717777",
  "uid": "34717777",
  "title": "Paper 3: Selecting rapid review methods for complex questions related to health policy and system issues.",
  "abstract": "Approaches for rapid reviews that focus on streamlining systematic review methods are not always suitable for exploring complex policy questions, as developing and testing theories to explain these complexities requires configuring diverse qualitative, quantitative, and mixed methods studies. Our objective was therefore to provide a guide to selecting approaches for rapidly (i.e., within days to months) addressing complex questions related to health policy and system issues.We provide a two-stage, transdisciplinary collaborative process to select a rapid review approach to address complex policy questions, which consists of scoping the breadth and depth of the literature and then selecting an optimal approach to synthesis. The first stage (scoping the literature) begins with a discussion with the stakeholders requesting evidence to identify and refine the question for the review, which is then used to conduct preliminary searches and conceptually map the documents identified. In the second stage (selection of an optimal approach), further stakeholder consultation is required to refine and tailor the question and approach to identifying relevant documents to include. The approach to synthesizing the included documents is then guided by the final question, the breadth and depth of the literature, and the time available and can include a static or evolving conceptual framework to code and analyze a range of evidence. For areas already covered extensively by existing systematic reviews, the focus can be on summarizing and integrating the review findings, resynthesizing the primary studies, or updating the search and reanalyzing one or more of the systematic reviews.The choice of approaches for conducting rapid reviews is intertwined with decisions about how to manage projects, the amount of work to be done, and the knowledge already available, and our guide offers support to help make these strategic decisions.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca.",
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada. wilsom2@mcmaster.ca."
      ],
      "orcid": "0000-0002-5383-2471"
    },
    {
      "last_name": "Oliver",
      "fore_name": "Sandy",
      "initials": "S",
      "name": "Sandy Oliver",
      "affiliations": [
        "EPPI-Centre, University College London, London, UK.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Melendez-Torres",
      "fore_name": "G J",
      "initials": "GJ",
      "name": "G J Melendez-Torres",
      "affiliations": [
        "College of Medicine and Health, University of Exeter, Exeter, UK."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada.",
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa.",
        "Department of Political Science, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Waddell",
      "fore_name": "Kerry",
      "initials": "K",
      "name": "Kerry Waddell",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Dickson",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Dickson",
      "affiliations": [
        "EPPI-Centre, University College London, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "30"
  },
  "start_page": "286",
  "pages": "286",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Health Policy",
    "Humans",
    "Publications",
    "Referral and Consultation",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "34717777",
    "pmc": "PMC8556903",
    "doi": "10.1186/s13643-021-01834-y",
    "pii": "10.1186/s13643-021-01834-y"
  },
  "doi": "10.1186/s13643-021-01834-y",
  "pmc_id": "PMC8556903",
  "dates": {
    "completed": "2022-03-02",
    "revised": "2024-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.795953",
    "pmid": "34717777"
  }
}