{
  "pmid": "34728441",
  "uid": "34728441",
  "title": "Zinc for the prevention or treatment of acute viral respiratory tract infections in adults: a rapid systematic review and meta-analysis of randomised controlled trials.",
  "abstract": "OBJECTIVE: To evaluate the benefits and risks of zinc formulations compared with controls for prevention or treatment of acute viral respiratory tract infections (RTIs) in adults. METHOD: Seventeen English and Chinese databases were searched in April/May 2020 for randomised controlled trials (RCTs), and from April/May 2020 to August 2020 for SARS-CoV-2 RCTs. Cochrane rapid review methods were applied. Quality appraisals used the Risk of Bias 2.0 and Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach. RESULTS: Twenty-eight RCTs with 5446 participants were identified. None were specific to SARS-CoV-2. Compared with placebo, oral or intranasal zinc prevented 5 RTIs per 100 person-months (95% CI 1 to 8, numbers needed to treat (NNT)=20, moderate-certainty/quality). Sublingual zinc did not prevent clinical colds following human rhinovirus inoculations (relative risk, RR 0.96, 95% CI 0.77 to 1.21, moderate-certainty/quality). On average, symptoms resolved 2 days earlier with sublingual or intranasal zinc compared with placebo (95% CI 0.61 to 3.50, very low-certainty/quality) and 19 more adults per 100 were likely to remain symptomatic on day 7 without zinc (95% CI 2 to 38, NNT=5, low-certainty/quality). There were clinically significant reductions in day 3 symptom severity scores (mean difference, MD -1.20 points, 95% CI -0.66 to -1.74, low-certainty/quality), but not average daily symptom severity scores (standardised MD -0.15, 95% CI -0.43 to 0.13, low-certainty/quality). Non-serious adverse events (AEs) (eg, nausea, mouth/nasal irritation) were higher (RR 1.41, 95% CI 1.17 to 1.69, NNHarm=7, moderate-certainty/quality). Compared with active controls, there were no differences in illness duration or AEs (low-certainty/quality). No serious AEs were reported in the 25 RCTs that monitored them (low-certainty/quality). CONCLUSIONS: In adult populations unlikely to be zinc deficient, there was some evidence suggesting zinc might prevent RTIs symptoms and shorten duration. Non-serious AEs may limit tolerability for some. The comparative efficacy/effectiveness of different zinc formulations and doses were unclear. The GRADE-certainty/quality of the evidence was limited by a high risk of bias, small sample sizes and/or heterogeneity. Further research, including SARS-CoV-2 clinical trials is warranted. PROSPERO REGISTRATION NUMBER: CRD42020182044.",
  "authors": [
    {
      "last_name": "Hunter",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Hunter",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia Jennifer.Hunter@westernsydney.edu.au."
      ],
      "orcid": "0000-0002-6109-9134"
    },
    {
      "last_name": "Arentz",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Arentz",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia."
      ],
      "orcid": "0000-0002-6721-472X"
    },
    {
      "last_name": "Goldenberg",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Goldenberg",
      "affiliations": [
        "Helfgott Research Institute, National University of Natural Medicine, Portland, Oregon, USA."
      ],
      "orcid": "0000-0003-2572-3929"
    },
    {
      "last_name": "Yang",
      "fore_name": "Guoyan",
      "initials": "G",
      "name": "Guoyan Yang",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia."
      ],
      "orcid": "0000-0002-8012-2379"
    },
    {
      "last_name": "Beardsley",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Beardsley",
      "affiliations": [
        "Seattle, Washington, USA."
      ],
      "orcid": "0000-0002-7848-5381"
    },
    {
      "last_name": "Myers",
      "fore_name": "Stephen P",
      "initials": "SP",
      "name": "Stephen P Myers",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia.",
        "National Centre for Naturopathic Medicine, Southern Cross University, Lismore, New South Wales, Australia."
      ],
      "orcid": "0000-0002-4510-9945"
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4337-1613"
    },
    {
      "last_name": "Leeder",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Leeder",
      "affiliations": [
        "The Menzies Centre for Health Policy, The University of Sydney, Sydney, New South Wales, Australia."
      ],
      "orcid": "0000-0003-3532-7137"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "02"
  },
  "start_page": "e047474",
  "pages": "e047474",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "COVID-19",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Respiratory Tract Infections",
    "SARS-CoV-2",
    "Zinc"
  ],
  "article_ids": {
    "pubmed": "34728441",
    "pmc": "PMC8578211",
    "doi": "10.1136/bmjopen-2020-047474",
    "pii": "bmjopen-2020-047474"
  },
  "doi": "10.1136/bmjopen-2020-047474",
  "pmc_id": "PMC8578211",
  "dates": {
    "completed": "2021-11-05",
    "revised": "2024-08-31"
  },
  "chemicals": [
    "Zinc"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.878953",
    "pmid": "34728441"
  }
}