{
  "pmid": "34727926",
  "uid": "34727926",
  "title": "Trainee-led research using an integrated knowledge translation or other research partnership approaches: a scoping reviews.",
  "abstract": "BACKGROUND: There are increasing expectations for researchers and knowledge users in the health system to use a research partnership approach, such as integrated knowledge translation, to increase the relevance and use of research findings in health practice, programmes and policies. However, little is known about how health research trainees engage in research partnership approaches such as IKT. In response, the purpose of this scoping review was to map and characterize the evidence related to using an IKT or other research partnership approach from the perspective of health research trainees in thesis and/or postdoctoral work. METHODS: We conducted this scoping review following the Joanna Briggs Institute methodology and Arksey and O'Malley's framework. We searched the following databases in June 2020: MEDLINE, Embase, CINAHL and PsycINFO. We also searched sources of unpublished studies and grey literature. We reported our findings in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Reviews. RESULTS: We included 74 records that described trainees' experiences using an IKT or other research partnership approach to health research. The majority of studies involved collaboration with knowledge users in the research question development, recruitment and data collection stages of the research process. Intersecting barriers to IKT or other research partnerships at the individual, interpersonal and organizational levels were reported, including lack of skills in partnership research, competing priorities and trainees' \"outsider\" status. We also identified studies that evaluated their IKT approach and reported impacts on partnership formation, such as valuing different perspectives, and enhanced relevance of research. CONCLUSION: Our review provides insights for trainees interested in IKT or other research partnership approaches and offers guidance on how to apply an IKT approach to their research. The review findings can serve as a basis for future reviews and primary research focused on IKT principles, strategies and evaluation. The findings can also inform IKT training efforts such as guideline development and academic programme development.",
  "authors": [
    {
      "last_name": "Cassidy",
      "fore_name": "Christine E",
      "initials": "CE",
      "name": "Christine E Cassidy",
      "affiliations": [
        "School of Nursing, Dalhousie University, Halifax, NS, Canada. ccassidy@dal.ca."
      ],
      "orcid": "0000-0001-7770-5058"
    },
    {
      "last_name": "Shin",
      "fore_name": "Hwayeon Danielle",
      "initials": "HD",
      "name": "Hwayeon Danielle Shin",
      "affiliations": [
        "School of Nursing, Dalhousie University, Halifax, NS, Canada."
      ],
      "orcid": "0000-0003-4037-4464"
    },
    {
      "last_name": "Ramage",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Ramage",
      "affiliations": [
        "School of Health Sciences, University of Newcastle, Callaghan, Australia."
      ],
      "orcid": "0000-0002-0599-7028"
    },
    {
      "last_name": "Conway",
      "fore_name": "Aislinn",
      "initials": "A",
      "name": "Aislinn Conway",
      "affiliations": [
        "Better Outcomes and Registry Network (BORN), Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-7566-3138"
    },
    {
      "last_name": "Mrklas",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Mrklas",
      "affiliations": [
        "Alberta Health Services Foothills Medical Centre, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Laur",
      "fore_name": "Celia",
      "initials": "C",
      "name": "Celia Laur",
      "affiliations": [
        "Institute for Health System Solutions and Virtual Care, Women's College Hospital, Toronto, Canada."
      ],
      "orcid": "0000-0003-4555-1407"
    },
    {
      "last_name": "Beck",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Beck",
      "affiliations": [
        "Faculty of Nursing, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0001-8703-6951"
    },
    {
      "last_name": "Varin",
      "fore_name": "Melissa Demery",
      "initials": "MD",
      "name": "Melissa Demery Varin",
      "affiliations": [
        "School of Nursing, University of Ottawa, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0002-7103-3622"
    },
    {
      "last_name": "Steinwender",
      "fore_name": "Sandy",
      "initials": "S",
      "name": "Sandy Steinwender",
      "affiliations": [
        "Health Information Science, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Tram",
      "initials": "T",
      "name": "Tram Nguyen",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Langley",
      "fore_name": "Jodi",
      "initials": "J",
      "name": "Jodi Langley",
      "affiliations": [
        "School of Health and Human Performance, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Dorey",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Dorey",
      "affiliations": [
        "Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Donnelly",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Donnelly",
      "affiliations": [
        "Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Ormel",
      "fore_name": "Ilja",
      "initials": "I",
      "name": "Ilja Ormel",
      "affiliations": [
        "Department of Family Medicine, McGill University, Montreal, QC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "02"
  },
  "start_page": "135",
  "pages": "135",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Knowledge",
    "Research Personnel",
    "Translational Research, Biomedical"
  ],
  "article_ids": {
    "pubmed": "34727926",
    "pmc": "PMC8561363",
    "doi": "10.1186/s12961-021-00784-0",
    "pii": "10.1186/s12961-021-00784-0"
  },
  "doi": "10.1186/s12961-021-00784-0",
  "pmc_id": "PMC8561363",
  "dates": {
    "completed": "2021-11-04",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:59.609656",
    "pmid": "34727926"
  }
}