{
  "pmid": "34732481",
  "uid": "34732481",
  "title": "Association of chiropractic integration in an Ontario community health centre with prescription opioid use for chronic non-cancer pain: a mixed methods study protocol.",
  "abstract": "INTRODUCTION: Emerging evidence from a number of primary care centres suggests that integration of chiropractic services into chronic pain management is associated with improved clinical outcomes and high patient satisfaction as well as with reductions in physician visits, specialist referrals use of advanced imaging and prescribing of analgesics. However, formal assessments of the integration of chiropractic services into primary care settings are sparse, and the impact of such integration on prescription opioid use in chronic pain management remains uncertain. To help address this knowledge gap, we will conduct a mixed methods health service evaluation of an integrated chiropractic back pain programme in an urban community health centre in Ontario, Canada. This centre provides services to vulnerable populations with high unemployment rates, multiple comorbidities and musculoskeletal disorders that are commonly managed with prescription opioids. METHODS AND ANALYSIS: We will use a sequential explanatory mixed methods design, which consists of a quantitative phase followed by a qualitative phase. In the quantitative phase, we will conduct a retrospective chart review and evaluate whether receipt of chiropractic services is associated with reduced opioid use among patients already prescribed opioid therapy for chronic pain. We will measure opioid prescriptions (ie, opioid fills, number of refills and dosages) by reviewing electronic medical records of recipients and non-recipients of chiropractic services between 1 January 2014 and 31 December 2020 and use multivariable regression analysis to examine the association. In the qualitative phase, we will conduct in-depth, one-on-one interviews of patients and their general practitioners to explore perceptions of chiropractic integration and its impact on opioid use. ETHICS AND DISSEMINATION: This study was approved by the Hamilton Integrated Research Ethics Board at McMaster University (approval number 2021-10930). The results will be disseminated via peer-reviewed publications, conference presentations and in-person or webinar presentations to community members and healthcare professionals.",
  "authors": [
    {
      "last_name": "Emary",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Emary",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada emaryp@mcmaster.ca.",
        "Chiropractic, D'Youville College, Buffalo, New York, USA.",
        "School of Public Health Sciences, Private Practice, Cambridge, Ontario, Canada."
      ],
      "orcid": "0000-0003-3044-8415"
    },
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0001-8190-253X"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, Ontario, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Global Health, Stellenbosch University, Cape Town, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Ontario, Canada.",
        "Chronic Pain Centre of Excellence for Canadian Veterans, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "03"
  },
  "start_page": "e051000",
  "pages": "e051000",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Analgesics, Opioid",
    "Chiropractic",
    "Chronic Pain",
    "Community Health Centers",
    "Humans",
    "Ontario",
    "Prescriptions",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "34732481",
    "pmc": "PMC8572393",
    "doi": "10.1136/bmjopen-2021-051000",
    "pii": "bmjopen-2021-051000"
  },
  "doi": "10.1136/bmjopen-2021-051000",
  "pmc_id": "PMC8572393",
  "dates": {
    "completed": "2021-12-06",
    "revised": "2021-12-14"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.555102",
    "pmid": "34732481"
  }
}