{
  "pmid": "34738500",
  "uid": "34738500",
  "title": "Evaluating the relationship between myocarditis and mRNA vaccination.",
  "abstract": "INTRODUCTION: Inflammatory conditions affecting the heart and surrounding tissues have been recently reported following mRNA vaccination. Evaluating trends in the epidemiology of these events and possible mechanisms related to vaccination will enhance vaccine safety surveillance and inform best practices for future vaccine campaigns. AREAS COVERED: Epidemiology of the burden of vaccine-associated myocarditis are reviewed. Key summaries of available data from public health advisory bodies and vaccine safety surveillance databases are critically reviewed. The possible biological pathways for vaccine-associated heart inflammations are introduced. A critical synthesis of available information to inform vaccine recommendations and best practices is provided. The citations were selected by the authors based on PubMed searches of the literature, national vaccine safety surveillance databases and summaries from national public health bodies. EXPERT OPINION: Myocarditis may be associated with vaccination, through several biological mechanisms. Studies have shown that live viral vaccinations can act as a trigger for hypersensitivity inflammatory reactions, but further work is required to examine how the mRNA formulation may induce these autoimmune responses. Given that the risk of these adverse events is low, and the benefit of protection against disease is so great, the receipt of mRNA vaccines is recommended.",
  "authors": [
    {
      "last_name": "Switzer",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Switzer",
      "affiliations": [
        "Department of Health Research Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Health Research Evidence and Impact, McMaster University, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Expert review of vaccines",
    "iso_abbreviation": "Expert Rev Vaccines",
    "issn": "1744-8395",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "83",
  "end_page": "89",
  "pages": "83-89",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Myocarditis",
    "mRNA Vaccines"
  ],
  "article_ids": {
    "pubmed": "34738500",
    "pmc": "PMC8607534",
    "doi": "10.1080/14760584.2022.2002690"
  },
  "doi": "10.1080/14760584.2022.2002690",
  "pmc_id": "PMC8607534",
  "dates": {
    "completed": "2022-01-21",
    "revised": "2022-01-21"
  },
  "chemicals": [
    "mRNA Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.179114",
    "pmid": "34738500"
  }
}