{
  "pmid": "34740332",
  "uid": "34740332",
  "title": "Attention to principles of exercise training: an updated systematic review of randomized controlled trials in cancers other than breast and prostate.",
  "abstract": "BACKGROUND: The primary objective of this systematic review was to update our previous review on randomized controlled trials (RCTs) of exercise in cancers other than breast or prostate, evaluating: 1) the application of principles of exercise training within the exercise prescription; 2) reporting of the exercise prescription components (i.e., frequency, intensity, time, and type (FITT)); and 3) reporting of participant adherence to FITT. A secondary objective was to examine whether reporting of these interventions had improved over time. METHODS: MEDLINE, EMBASE, CINAHL and SPORTDiscus databases were searched from 2012 to 2020. Eligible studies were RCTs of at least 4 weeks of aerobic and/or resistance exercise that reported on physiological outcomes relating to exercise (e.g., aerobic capacity, muscular strength) in people with cancer other than breast or prostate. RESULTS: Eighty-six new studies were identified in the updated search, for a total of 107 studies included in this review. The principle of specificity was applied by 91%, progression by 32%, overload by 46%, initial values by 72%, reversibility by 7% and diminishing returns by 5%. A significant increase in the percentage of studies that appropriately reported initial values (46 to 80%, p < 0.001) and progression (15 to 37%, p = 0.039) was found for studies published after 2011 compared to older studies. All four FITT prescription components were fully reported in the methods in 58% of all studies, which was higher than the proportion that fully reported adherence to the FITT prescription components in the results (7% of studies). Reporting of the FITT exercise prescription components and FITT adherence did not improve in studies published after 2011 compared to older studies. CONCLUSION: Full reporting of exercise prescription and adherence still needs improvement within exercise oncology RCTs. Some aspects of exercise intervention reporting have improved since 2011, including the reporting of the principles of progression and initial values. Enhancing the reporting of exercise prescriptions, particularly FITT adherence, may provide better context for interpreting study results and improve research to practice translation.",
  "authors": [
    {
      "last_name": "Bland",
      "fore_name": "Kelcey A",
      "initials": "KA",
      "name": "Kelcey A Bland",
      "affiliations": [
        "Mary MacKillop Institute for Health Research, Australian Catholic University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zadravec",
      "fore_name": "Kendra",
      "initials": "K",
      "name": "Kendra Zadravec",
      "affiliations": [
        "Rehabilitation Sciences, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Medysky",
      "fore_name": "Mary E",
      "initials": "ME",
      "name": "Mary E Medysky",
      "affiliations": [
        "Knight Cancer Institute, Oregon Health & Science University, Portland, OR, USA."
      ]
    },
    {
      "last_name": "Kong",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kong",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, 212-2177 Wesbrook Mall, Vancouver, BC, V6T 1Z3, Canada."
      ]
    },
    {
      "last_name": "Winters-Stone",
      "fore_name": "Kerri M",
      "initials": "KM",
      "name": "Kerri M Winters-Stone",
      "affiliations": [
        "Knight Cancer Institute, Oregon Health & Science University, Portland, OR, USA."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kristin L",
      "initials": "KL",
      "name": "Kristin L Campbell",
      "affiliations": [
        "Rehabilitation Sciences, University of British Columbia, Vancouver, British Columbia, Canada. kristin.campbell@ubc.ca.",
        "Department of Physical Therapy, University of British Columbia, 212-2177 Wesbrook Mall, Vancouver, BC, V6T 1Z3, Canada. kristin.campbell@ubc.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC cancer",
    "iso_abbreviation": "BMC Cancer",
    "issn": "1471-2407",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "05"
  },
  "start_page": "1179",
  "pages": "1179",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Exercise",
    "Exercise Tolerance",
    "Humans",
    "Muscle Strength",
    "Neoplasms",
    "Patient Compliance",
    "Prescriptions",
    "Quality Improvement",
    "Randomized Controlled Trials as Topic",
    "Resistance Training",
    "Sensitivity and Specificity",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "34740332",
    "pmc": "PMC8569988",
    "doi": "10.1186/s12885-021-08701-y",
    "pii": "10.1186/s12885-021-08701-y"
  },
  "doi": "10.1186/s12885-021-08701-y",
  "pmc_id": "PMC8569988",
  "dates": {
    "completed": "2022-02-08",
    "revised": "2022-02-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.166076",
    "pmid": "34740332"
  }
}