{
  "pmid": "34747027",
  "uid": "34747027",
  "title": "Estimation of standard deviations and inverse-variance weights from an observed range.",
  "abstract": "A variety of methods have been proposed to estimate a standard deviation, when only a sample range has been observed or reported. This problem occurs in the interpretation of individual clinical studies that are incompletely reported, and also in their incorporation into meta-analyses. The methods differ with respect to their focus being either on the standard deviation in the underlying population or on the particular sample in hand, a distinction that has not been widely recognized. In this article, we contrast and compare various estimators of these two quantities with respect to bias and mean squared error, for normally distributed data. We show that unbiased estimators are available for either quantity, and recommend our preferred methods. We also propose a Taylor series method to obtain inverse-variance weights, for samples where only the sample range is available; this method yields very little bias, even for quite small samples. In contrast, the naïve approach of simply taking the inverse of an estimated variance is shown to be substantially biased, and can place unduly large weight on small samples, such as small clinical trials in a meta-analysis. Accordingly, this naïve (but commonly used) method is not recommended.",
  "authors": [
    {
      "last_name": "Walter",
      "fore_name": "Stephen D",
      "initials": "SD",
      "name": "Stephen D Walter",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4157-8928"
    },
    {
      "last_name": "Rychtář",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Rychtář",
      "affiliations": [
        "Department of Mathematics and Applied Mathematics, Virginia Commonwealth University, Richmond, Virginia, USA."
      ],
      "orcid": "0000-0001-6600-2939"
    },
    {
      "last_name": "Taylor",
      "fore_name": "Dewey",
      "initials": "D",
      "name": "Dewey Taylor",
      "affiliations": [
        "Department of Mathematics and Applied Mathematics, Virginia Commonwealth University, Richmond, Virginia, USA."
      ],
      "orcid": "0000-0003-3012-8104"
    },
    {
      "last_name": "Balakrishnan",
      "fore_name": "Narayanaswamy",
      "initials": "N",
      "name": "Narayanaswamy Balakrishnan",
      "affiliations": [
        "Department of Mathematics and Statistics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5842-8892"
    }
  ],
  "journal": {
    "title": "Statistics in medicine",
    "iso_abbreviation": "Stat Med",
    "issn": "1097-0258",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "30"
  },
  "start_page": "242",
  "end_page": "257",
  "pages": "242-257",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Bias",
    "Computer Simulation",
    "Humans",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "34747027",
    "doi": "10.1002/sim.9233"
  },
  "doi": "10.1002/sim.9233",
  "dates": {
    "completed": "2022-03-31",
    "revised": "2022-04-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:44.213521",
    "pmid": "34747027"
  }
}