{
  "pmid": "34754674",
  "uid": "34754674",
  "title": "Utility of Clinical and Ultrasonographic Hip Screening in Neonates for Developmental Dysplasia of the Hip.",
  "abstract": "Developmental dysplasia of the hip (DDH) is a musculoskeletal condition occupying any point along a spectrum of anatomical abnormalities that alter the stability of the newborn hip. Presentation varies throughout infancy and the majority of cases, especially those that are mild in nature, tend to resolve without intervention. An analysis of outcomes was conducted on infants born over a two-year period at a single-center, community hospital in East Toronto. The unwritten norm at the institution has become to order hip ultrasonography for all infants born in the breech position through C-section. Given the healthcare expenditure associated with routine radiographic screening, a careful analysis was undertaken to ascertain whether this screening regimen was effective in preventing late-stage detection of advanced DDH and improving organization in patient management. There were a total of 4236 babies delivered over the two years. One-hundred sixty-four (164) babies were born breech and through C-section. Eight (8) babies had abnormal hip examinations, one of whom was ultimately diagnosed with DDH. Forty-six (46) babies showed abnormal hip ultrasound at six weeks. Seventeen (17) referrals were made to the orthopedic surgeon. This resulted in a total of seven cases of DDH being diagnosed over the two years. The sensitivity and specificity of clinical hip screening were 14.3% and 95.5%, respectively, while that for ultrasound screening was 100% and 75.2%. To improve the quality of care and detection of DDH, a risk factor analysis was conducted to retrospectively analyze which DDH cases would have been missed if a higher threshold to ordering hip ultrasonography had been used. Based on the test characteristics of clinical and ultrasonographic screening, held in conjunction with the risk factor analysis results, an altered screening regimen was proposed with the intention of being just as sensitive but more cost-effective. This regimen integrates clinical screening using Barlow and Ortalani maneuvers until the eight to 10-week period and examines for limited abduction from eight weeks onward. Adjuncts like the Galeazzi test and that for asymmetrical skin folds should also be included to increase the sensitivity of clinical screening. Ultrasonography is proposed for high-risk individuals, with the criteria for stratification as high-risk being extracted from the risk factor analysis. Ultrasound is also proposed to be done in a serial fashion prior to orthopedic surgery referral in cases where the age of the infant allows, which serves to better evaluate the risk for lasting DDH and understand the longitudinal trajectory of the patient. This serves the additional purpose of decreasing the psychosocial burden on families. This can be particularly significant for infants for whom the initial abnormalities are due to self-resolve with the maturation of the hip joint and the infant's growth.",
  "authors": [
    {
      "last_name": "Yu",
      "fore_name": "Rui Xuan",
      "initials": "RX",
      "name": "Rui Xuan Yu",
      "affiliations": [
        "Pediatrics, University of Toronto, Scarborough, CAN."
      ]
    },
    {
      "last_name": "Gunaseelan",
      "fore_name": "Luxhman",
      "initials": "L",
      "name": "Luxhman Gunaseelan",
      "affiliations": [
        "Medicine, Saba University School of Medicine, Toronto, CAN."
      ]
    },
    {
      "last_name": "Malik",
      "fore_name": "Arooj Saeed",
      "initials": "AS",
      "name": "Arooj Saeed Malik",
      "affiliations": [
        "Medicine, Xavier University School of Medicine, Xavier, ABW."
      ]
    },
    {
      "last_name": "Arulchelvan",
      "fore_name": "Atchaya",
      "initials": "A",
      "name": "Atchaya Arulchelvan",
      "affiliations": [
        "Medicine, University of Toronto, Toronto, CAN."
      ]
    },
    {
      "last_name": "Yue",
      "fore_name": "Evan",
      "initials": "E",
      "name": "Evan Yue",
      "affiliations": [
        "Kinesiology, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Internal Medicine, Dow Medical College, Dow University of Health Sciences, Karachi, PAK."
      ]
    },
    {
      "last_name": "Hamid",
      "fore_name": "Muhammad Akhter",
      "initials": "MA",
      "name": "Muhammad Akhter Hamid",
      "affiliations": [
        "Pediatrics, University of Toronto, Toronto, CAN."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "13",
    "issue": "10",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "e18516",
  "pages": "e18516",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34754674",
    "pmc": "PMC8568482",
    "doi": "10.7759/cureus.18516"
  },
  "doi": "10.7759/cureus.18516",
  "pmc_id": "PMC8568482",
  "dates": {
    "revised": "2023-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:48.990235",
    "pmid": "34754674"
  }
}