{
  "pmid": "34753682",
  "uid": "34753682",
  "title": "Patient-reported outcomes measures used in facial vascularized composite allotransplantation: A systematic literature review.",
  "abstract": "BACKGROUND: Facial vascularized composite allotransplantation (fVCA) is a life-enhancing procedure performed to improve quality of life (QOL). Patient-reported outcome measures (PROMs) are tools used to assess QOL from the patients' perspective, and are increasingly recognized as an important clinical metric to assess outcomes of treatment. A systematic literature review was performed to identify and appraise the content of PROMs used in fVCA. METHODS: We searched PUBMED/Medline, CINAHL, Embase, PsychInfo, and Web of Science from their inception through to June 2020. Included studies used a PROM in candidates and recipients of fVCA of any gender or age. We excluded abstracts, reviews, editorials, and dissertations. Items from each PROM were extracted and coded, using top-level codes and subcodes, to develop a preliminary conceptual framework of QOL concerns in fVCA, and to guide future PROM selection. RESULTS: Title and abstract screening of 6089 publications resulted in 16 studies that met inclusion criteria. Review of the 16 studies identified 38 PROMs, none of which were developed for fVCA. Review of the coded content for each PROM identified six top-level codes (appearance, facial function, physical, psychological and social health, and experience of care) and 16 subcodes, making up the preliminary conceptual framework. CONCLUSION: There are currently no PROMs designed to measure QOL concerns of fVCA candidates and recipients. Findings from this systematic review will be used to inform an interview guide for use in qualitative interviews to elicit and refine important concepts related to QOL in fVCA.",
  "authors": [
    {
      "last_name": "Fullerton",
      "fore_name": "Zoe H",
      "initials": "ZH",
      "name": "Zoe H Fullerton",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard Medical School, Boston, MA, United States. Electronic address: zhf@stanford.edu."
      ]
    },
    {
      "last_name": "Tsangaris",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Tsangaris",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard Medical School, Boston, MA, United States. Electronic address: etsangaris@bwh.harvard.edu."
      ]
    },
    {
      "last_name": "DeVries",
      "fore_name": "Claire E E",
      "initials": "CEE",
      "name": "Claire E E DeVries",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard Medical School, Boston, MA, United States."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada. Electronic address: aklass@mcmaster.ca."
      ]
    },
    {
      "last_name": "Aycart",
      "fore_name": "Mario A",
      "initials": "MA",
      "name": "Mario A Aycart",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard Medical School, Boston, MA, United States. Electronic address: maycart@partners.org."
      ]
    },
    {
      "last_name": "Sidey-Gibbons",
      "fore_name": "Chris J",
      "initials": "CJ",
      "name": "Chris J Sidey-Gibbons",
      "affiliations": [
        "University of Texas MD Anderson Cancer Center, Houston, TX, United States. Electronic address: CGibbons@mdanderson.org."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard Medical School, Boston, MA, United States. Electronic address: apusic@bwh.harvard.edu."
      ]
    },
    {
      "last_name": "Pomahac",
      "fore_name": "Bohdan",
      "initials": "B",
      "name": "Bohdan Pomahac",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard Medical School, Boston, MA, United States. Electronic address: bpomahac@bwh.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "33",
  "end_page": "44",
  "pages": "33-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Face",
    "Humans",
    "Patient Reported Outcome Measures",
    "Quality of Life",
    "Vascularized Composite Allotransplantation"
  ],
  "article_ids": {
    "pubmed": "34753682",
    "doi": "10.1016/j.bjps.2021.09.002",
    "pii": "S1748-6815(21)00441-1"
  },
  "doi": "10.1016/j.bjps.2021.09.002",
  "dates": {
    "completed": "2022-04-13",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.173184",
    "pmid": "34753682"
  }
}