{
  "pmid": "34751819",
  "uid": "34751819",
  "title": "Emotion regulation moderates between maternal adverse childhood experiences (ACEs) and oxytocin response.",
  "abstract": "Exposure to adverse childhood experiences (ACEs) is associated with oxytocin dysregulation in women, such as decreased peripheral oxytocin concentrations, but little is known about vulnerability markers for oxytocin dysregulation in mothers exposed to ACEs. Identifying vulnerability markers may help inform future targets for prevention and intervention programmes. This study provided a preliminary examination of emotion regulation as a potential moderator of the association between maternal ACEs and peripheral oxytocin levels. The current study included a sample of 38 postpartum women. Women completed questionnaires on exposure to ACEs and difficulties with emotion regulation. At a clinic visit at 9 months postpartum, women provided plasma and salivary oxytocin samples anchored around a mother-infant interaction. Associations between maternal ACEs, three dimensions of difficulties with emotion regulation, and peripheral oxytocin concentrations were examined. Linear regression analyses showed that greater difficulties engaging in goal-directed behaviour (β = - 0.50, p = 0.01) and more limited access to effective emotion regulation strategies (β = - 0.68, p < 0.001) were related to reduced plasma oxytocin concentrations in postpartum women. Furthermore, in postpartum women reporting greater exposure to ACEs, higher levels of nonacceptance of emotional responses (β = - 0.55, p = 0.01) and more limited access to effective emotion regulation strategies (β = - 0.54, p = 0.01) were associated with reduced salivary oxytocin response (i.e. decreased change in oxytocin concentrations from baseline) following mother-infant interaction. Difficulties with emotion regulation may serve as a vulnerability marker for oxytocin dysregulation in postpartum women exposed to ACEs, and this suggests that emotion regulation may be an important target for future clinical interventions. Future research is recommended which replicates these preliminary results and which examines how emotion regulation and peripheral oxytocin levels in mothers exposed to ACEs are associated with parenting and child development outcomes.",
  "authors": [
    {
      "last_name": "England-Mason",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian England-Mason",
      "affiliations": [
        "Department of Paediatrics, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada.",
        "Owerko Centre, Alberta Children's Hospital Research Institute, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster Innovation Park - Suite 201A, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Ryerson University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Steiner",
      "fore_name": "Meir",
      "initials": "M",
      "name": "Meir Steiner",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Women's Health Concerns Clinic, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada. gonzal@mcmaster.ca.",
        "Offord Centre for Child Studies, McMaster Innovation Park - Suite 201A, Hamilton, ON, Canada. gonzal@mcmaster.ca."
      ],
      "orcid": "0000-0003-0087-830X"
    }
  ],
  "journal": {
    "title": "Archives of women's mental health",
    "iso_abbreviation": "Arch Womens Ment Health",
    "issn": "1435-1102",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "421",
  "end_page": "430",
  "pages": "421-430",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adverse Childhood Experiences",
    "Child",
    "Emotional Regulation",
    "Emotions",
    "Female",
    "Humans",
    "Infant",
    "Oxytocin",
    "Postpartum Period"
  ],
  "article_ids": {
    "pubmed": "34751819",
    "doi": "10.1007/s00737-021-01194-5",
    "pii": "10.1007/s00737-021-01194-5"
  },
  "doi": "10.1007/s00737-021-01194-5",
  "dates": {
    "completed": "2022-03-24",
    "revised": "2023-02-10"
  },
  "chemicals": [
    "Oxytocin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.689506",
    "pmid": "34751819"
  }
}