{
  "pmid": "34758941",
  "uid": "34758941",
  "title": "World Workshop on Oral Medicine VII: Bleeding control interventions for invasive dental procedures in patients with inherited functional platelet disorders: A systematic review.",
  "abstract": "OBJECTIVES: The objective of this study was to determine bleeding control interventions (BCIs) that were reported to be effective in controlling postoperative bleeding in patients with inherited functional platelet disorders (IFPDs) undergoing invasive dental procedures. STUDY DESIGN: We searched MEDLINE/PubMed, Embase, Cochrane Library (Wiley), and Scopus from 1960 through April 2020 for studies on patients with IFPD undergoing invasive dental procedures. Two reviewers conducted assessments independently. RESULTS: We found a total of 620 nonduplicate published articles, of which 32 studies met our inclusion criteria. Management with BCI in patients with IFPD included in this systematic review was effective in 80.7% of treatment sessions. Local measures used intraoperatively were found to be effective. Three different protocols of BCI were noted; the most effective protocol consisted of antifibrinolytics, scaffold/matrix agents, and sutures (P < .01). An adjunct protocol consisting of a tissue sealant was also effective (P < .01). A third protocol of platelet transfusion and antifibrinolytics was ineffective in controlling postoperative bleeding in 4 of 6 dental sessions. CONCLUSIONS: This systematic review supports the use of local measures intraoperatively and antifibrinolytics postoperatively. It also supports making decision regarding platelet transfusion based on the clinician's clinical judgment and medical history of the individual patient.",
  "authors": [
    {
      "last_name": "Karasneh",
      "fore_name": "Jumana",
      "initials": "J",
      "name": "Jumana Karasneh",
      "affiliations": [
        "Department of Oral Medicine and Oral Surgery; School of Dentistry, Jordan University of Science and Technology, Irbid, Jordan. Electronic address: Jumana2003@yahoo.com."
      ]
    },
    {
      "last_name": "Christoforou",
      "fore_name": "Janina",
      "initials": "J",
      "name": "Janina Christoforou",
      "affiliations": [
        "Faculty of Health and Medical Sciences, Dental School, University of Western Australia, Perth, Australia."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer S",
      "initials": "JS",
      "name": "Jennifer S Walker",
      "affiliations": [
        "Health Sciences Library, University of North Carolina at Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Dios",
      "fore_name": "Pedro Diz",
      "initials": "PD",
      "name": "Pedro Diz Dios",
      "affiliations": [
        "Medical-Surgical Dentistry Research Group (OMEQUI), Health Research Institute of Santiago de Compostela (IDIS), University of Santiago de Compostela, Santiago de Compostela, Spain."
      ]
    },
    {
      "last_name": "Lockhart",
      "fore_name": "Peter B",
      "initials": "PB",
      "name": "Peter B Lockhart",
      "affiliations": [
        "Department of Oral Medicine, Carolinas Medical Center, Charlotte, NC, USA."
      ]
    },
    {
      "last_name": "Patton",
      "fore_name": "Lauren L",
      "initials": "LL",
      "name": "Lauren L Patton",
      "affiliations": [
        "Department of Dental Ecology, School of Dentistry, University of North Carolina at Chapel Hill, NC, USA."
      ]
    }
  ],
  "journal": {
    "title": "Oral surgery, oral medicine, oral pathology and oral radiology",
    "iso_abbreviation": "Oral Surg Oral Med Oral Pathol Oral Radiol",
    "issn": "2212-4411",
    "issn_type": "Electronic",
    "volume": "133",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "412",
  "end_page": "431",
  "pages": "412-431",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Antifibrinolytic Agents",
    "Dentistry",
    "Humans",
    "Platelet Transfusion",
    "Postoperative Hemorrhage"
  ],
  "article_ids": {
    "pubmed": "34758941",
    "doi": "10.1016/j.oooo.2021.08.003",
    "pii": "S2212-4403(21)00554-X"
  },
  "doi": "10.1016/j.oooo.2021.08.003",
  "dates": {
    "completed": "2022-03-23",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Antifibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.711788",
    "pmid": "34758941"
  }
}