{
  "pmid": "34753164",
  "uid": "34753164",
  "title": "Funding for health policy and systems research in the Eastern Mediterranean region: amount, source and key determinants.",
  "abstract": "OBJECTIVES: To provide an overview of the current state of funding for health policy and systems research (HPSR) on a national level across the Eastern Mediterranean region (EMR), and to examine the key factors influencing funding for HPSR in the region. METHODS: A multistep approach was employed, involving a documentation review, secondary data analysis and key informant interviews with 30 stakeholders from five countries in the EMR. Findings are presented narratively (and where applicable as percentages). RESULTS: National funding for research and development (R&D) in general, and for health research in particular, has been low in comparative terms and lagging behind at the global scale, while funding for HPSR has been lacking on a national level. None of the 22 EMR countries studied had explicit national funding or a budget line for HPSR. Analysis of funding sources of 1821 published HPSR articles in the EMR (2010-2019) showed that the most notable source was external/international grants (45.6%), followed by university/academia (35.1%), and government (9.5%). Although HPSR publications have been increasing over time, this still falls short of the scale needed for strengthening health systems and informing current transformations in the region. Findings from the interviews identified several factors influencing investment in or funding for HPSR in the EMR. CONCLUSIONS: Many of the EMR's policy priorities are related to health systems, however our research finds that overall investment in health research and HPSR is still low, with limited recognition of the importance of HPSR in the EMR.",
  "authors": [
    {
      "last_name": "El Rabbat",
      "fore_name": "Maha",
      "initials": "M",
      "name": "Maha El Rabbat",
      "affiliations": [
        "Public Health Department, Faculty of Medicine, Cairo University, Egypt."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Lebanon; Knowledge to Policy (K2P) Center, American University of Beirut, Lebanon; fe08@aub.edu.lb."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Lebanon; Knowledge to Policy (K2P) Center, American University of Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Soror",
      "fore_name": "Sameh",
      "initials": "S",
      "name": "Sameh Soror",
      "affiliations": [
        "Faculty of Pharmacy, Helwan University, Cairo, Egypt."
      ]
    },
    {
      "last_name": "Ahmadnezhad",
      "fore_name": "Elham",
      "initials": "E",
      "name": "Elham Ahmadnezhad",
      "affiliations": [
        "National Institute for Health Research, Tehran University of Medical Sciences, Iran."
      ]
    },
    {
      "last_name": "Badr",
      "fore_name": "Elsheikh",
      "initials": "E",
      "name": "Elsheikh Badr",
      "affiliations": [
        "Strategy Office, Arab Board of Health Specializations, Amman, Jordan."
      ]
    },
    {
      "last_name": "Dabis",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Dabis",
      "affiliations": [
        "Juzoor for Health and Social Development, Ramallah, Palestine."
      ]
    }
  ],
  "journal": {
    "title": "Public health research & practice",
    "iso_abbreviation": "Public Health Res Pract",
    "issn": "2204-2091",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "10"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Government Programs",
    "Health Policy",
    "Health Services Research",
    "Humans",
    "Mediterranean Region"
  ],
  "article_ids": {
    "pubmed": "34753164",
    "doi": "10.17061/phrp3142119",
    "pii": "3142119"
  },
  "doi": "10.17061/phrp3142119",
  "dates": {
    "completed": "2021-11-11",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.371060",
    "pmid": "34753164"
  }
}