{
  "pmid": "34762276",
  "uid": "34762276",
  "title": "Community Distribution of Naloxone: A Systematic Review of Economic Evaluations.",
  "abstract": "BACKGROUND: As a core component of harm-reduction strategies to address the opioid crisis, several countries have instituted publicly funded programs to distribute naloxone for lay administration in the community. The effectiveness in reducing mortality from opioid overdose has been demonstrated in multiple systematic reviews. However, the economic impact of community naloxone distribution programs is not fully understood. OBJECTIVES: Our objective was to conduct a review of economic evaluations of community distribution of naloxone, assessing for quality and applicability to diverse contexts and settings. DATA SOURCES: The search strategy was performed on MEDLINE, Embase, and EconLit databases. STUDY ELIGIBILITY CRITERIA AND INTERVENTIONS: Search criteria were developed based on two themes: (1) papers involving naloxone or narcan and (2) any form of economic evaluation. A focused search of the grey literature was also conducted. Studies exploring the intervention of community distribution of naloxone were selected. STUDY APPRAISAL AND SYNTHESIS METHODS: Data extraction was done using the British Medical Journal guidelines for economic submissions, assigning quality levels based on the impact of the missing or unclear components on the strength of the conclusions. RESULTS: A total of nine articles matched our inclusion criteria: one cost-effectiveness analysis, eight cost-utility analyses, and one cost-benefit analysis. Overall, the quality of the studies was good (six of high quality, two of moderate quality, and one of low quality). All studies concluded that community distribution of naloxone was cost effective, with an incremental cost-utility ratio range of $US111-58,738 (year 2020 values) per quality-adjusted life-year gained. LIMITATIONS: Our search strategy was developed iteratively, rather than following an a priori design. Additionally, our search was limited to English terms. CONCLUSIONS AND IMPLICATIONS OF KEY FINDINGS: Based on this review, community distribution of naloxone is a worthwhile investment and should be considered by other countries dealing with the opioid epidemic.",
  "authors": [
    {
      "last_name": "Cherrier",
      "fore_name": "Nelda",
      "initials": "N",
      "name": "Nelda Cherrier",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1006-7618"
    },
    {
      "last_name": "Kearon",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Kearon",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. joanne.kearon@medportal.ca."
      ],
      "orcid": "0000-0002-7039-6894"
    },
    {
      "last_name": "Tetreault",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Tetreault",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9378-243X"
    },
    {
      "last_name": "Garasia",
      "fore_name": "Sophiya",
      "initials": "S",
      "name": "Sophiya Garasia",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0468-8100"
    },
    {
      "last_name": "Guindon",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Guindon",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9561-5072"
    }
  ],
  "journal": {
    "title": "PharmacoEconomics - open",
    "iso_abbreviation": "Pharmacoecon Open",
    "issn": "2509-4254",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "329",
  "end_page": "342",
  "pages": "329-342",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34762276",
    "pmc": "PMC8581604",
    "doi": "10.1007/s41669-021-00309-z",
    "pii": "10.1007/s41669-021-00309-z"
  },
  "doi": "10.1007/s41669-021-00309-z",
  "pmc_id": "PMC8581604",
  "dates": {
    "revised": "2024-08-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:04.419646",
    "pmid": "34762276"
  }
}