{
  "pmid": "34767024",
  "uid": "34767024",
  "title": "Comparative Effectiveness of Atezolizumab, Nivolumab, and Docetaxel in Patients With Previously Treated Non-Small Cell Lung Cancer.",
  "abstract": "IMPORTANCE: Evidence regarding real-world effectiveness of therapies for patients with advanced non-small cell lung cancer (NSCLC) whose tumors are resistant to platinum-based chemotherapy is lacking. OBJECTIVE: To compare the effectiveness of the immune checkpoint inhibitors atezolizumab (programmed cell death ligand 1 inhibitor) and nivolumab (programmed cell death 1 inhibitor) and the chemotherapy drug docetaxel in patients with advanced NSCLC resistant to platinum-based chemotherapy. DESIGN, SETTING, AND PARTICIPANTS: This comparative effectiveness study compared patients aged 18 years or older with advanced NSCLC who initiated atezolizumab, docetaxel, or nivolumab and who had previously been exposed to platinum-based chemotherapy using nationally representative real-world data from more than 280 US cancer clinics. Patients were followed-up from May 2011 to March 2020. Data analysis was performed between April and June 2021. Comparisons of interest were between atezolizumab vs docetaxel and atezolizumab vs nivolumab. EXPOSURES: Initiation of atezolizumab, nivolumab, or docetaxel monotherapy. MAIN OUTCOME AND MEASURES: The main outcome was overall survival (OS). RESULTS: A total of 3336 patients (mean [SD] age, 67.1 [9.49] years; 1820 [54.6%] men and 1516 [45.4%] women) were assessed in the main analysis, including 206 patients receiving atezolizumab, 500 receiving docetaxel, and 2630 receiving nivolumab. Patients receiving atezolizumab were older than those treated with docetaxel (mean age [SD], 68.3 [9.4] years vs 65.6 [9.5] years), and were more likely to have been treated in an academic setting (39 patients [18.9%]) than those receiving docetaxel (49 patients [9.8%]) and nivolumab (128 patients [4.9%]). After adjustment for baseline characteristics, atezolizumab was associated with a significantly longer OS compared with docetaxel (adjusted hazard ratio [aHR], 0.79; 95% CI, 0.64-0.97). No significant difference in OS was observed between atezolizumab and nivolumab (aHR, 1.07; 95% CI, 0.89-1.28). These findings were consistent across all patient subgroups tested, and robust to plausible deviations from random missingness for Eastern Cooperative Oncology Group performance status in real-world data (eg, the tipping point for loss of a significantly beneficial effect for atezolizumab vs docetaxel was achieved if patients in the docetaxel group missing baseline Eastern Cooperative Oncology Group performance status had a mean performance status of 1.43 higher than expected). CONCLUSIONS AND RELEVANCE: In this comparative effectiveness study, atezolizumab was superior to docetaxel and matched nivolumab in prolonging OS in a real-world cohort of patients with advanced NSCLC who previously received platinum-based chemotherapy.",
  "authors": [
    {
      "last_name": "Ramagopalan",
      "fore_name": "Sreeram",
      "initials": "S",
      "name": "Sreeram Ramagopalan",
      "affiliations": [
        "Global Access, F. Hoffmann-La Roche, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Alind",
      "initials": "A",
      "name": "Alind Gupta",
      "affiliations": [
        "Cytel, Waltham, Massachusetts."
      ]
    },
    {
      "last_name": "Arora",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Arora",
      "affiliations": [
        "Cytel, Waltham, Massachusetts."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Cytel, Waltham, Massachusetts."
      ]
    },
    {
      "last_name": "Ray",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Ray",
      "affiliations": [
        "Global Access, F. Hoffmann-La Roche, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Subbiah",
      "fore_name": "Vivek",
      "initials": "V",
      "name": "Vivek Subbiah",
      "affiliations": [
        "The University of Texas MD Anderson Cancer Center, Houston."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "e2134299",
  "pages": "e2134299",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Antibodies, Monoclonal, Humanized",
    "Antineoplastic Agents, Immunological",
    "Carcinoma, Non-Small-Cell Lung",
    "Comparative Effectiveness Research",
    "Docetaxel",
    "Female",
    "Humans",
    "Immune Checkpoint Inhibitors",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Nivolumab",
    "Proportional Hazards Models",
    "Survival Rate",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34767024",
    "pmc": "PMC8590169",
    "doi": "10.1001/jamanetworkopen.2021.34299",
    "pii": "2786029"
  },
  "doi": "10.1001/jamanetworkopen.2021.34299",
  "pmc_id": "PMC8590169",
  "dates": {
    "completed": "2022-01-11",
    "revised": "2022-01-11"
  },
  "chemicals": [
    "Antibodies, Monoclonal, Humanized",
    "Antineoplastic Agents, Immunological",
    "Immune Checkpoint Inhibitors",
    "Docetaxel",
    "Nivolumab",
    "atezolizumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:02:51.532400",
    "pmid": "34767024"
  }
}