{
  "pmid": "34763132",
  "uid": "34763132",
  "title": "Comparing the regulation and incentivization of e-cigarettes across 97 countries.",
  "abstract": "E-cigarette use continues to increase globally despite uncertainty regarding their long-term health impacts and around their effectiveness for tobacco smoking cessation. This uncertainty creates unique challenges for governments as they attempt to optimally regulate and positively or negatively incentivize these products in a way that maximizes the public's health. Current approaches to e-cigarette regulation and incentivization fall within a spectrum of options ranging from a singular focus on health protection, whereby policies intend to prevent the dangers of e-cigarettes, to a singular focus on using e-cigarettes for harm reduction, whereby policies intend to reduce the more harmful effects of smoking tobacco. Regulation options include prohibition, component ban, and regulation as medicinal products, poisons, tobacco products, consumer products, and/or unique products. Incentivization options include taxation, subsidization, and providing a financial reward. Through comparative public policy analysis, this study describes, compares and assesses the variety of approaches that 97 countries have taken to regulate and incentivize e-cigarettes. The goal is to inform future decisions by governments on how they approach the public health challenge posed by e-cigarettes, building on a nuanced understanding of the complexities of this challenge and what other jurisdictions have already implemented and learned.",
  "authors": [
    {
      "last_name": "Campus",
      "fore_name": "Brooke",
      "initials": "B",
      "name": "Brooke Campus",
      "affiliations": [
        "Global Strategy Lab, York University/University of Ottawa, Toronto, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Fafard",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Fafard",
      "affiliations": [
        "Global Strategy Lab, York University/University of Ottawa, Toronto, Ottawa, Canada; Graduate School of Public and International Affairs, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "St Pierre",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica St Pierre",
      "affiliations": [
        "Global Strategy Lab, York University/University of Ottawa, Toronto, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, York University/University of Ottawa, Toronto, Ottawa, Canada; Dahdaleh Institute for Global Health Research, School of Global Health and Osgoode Hall Law School, York University, Toronto, Canada; Department of Health Research Methods, Evidence, and Impact and McMaster Health Forum, McMaster University, Hamilton, Canada. Electronic address: steven.hoffman@globalstrategylab.org."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "291",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "114187",
  "pages": "114187",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Electronic Nicotine Delivery Systems",
    "Humans",
    "Smoking",
    "Smoking Cessation",
    "Tobacco Products",
    "Vaping"
  ],
  "article_ids": {
    "pubmed": "34763132",
    "doi": "10.1016/j.socscimed.2021.114187",
    "pii": "S0277-9536(21)00519-0"
  },
  "doi": "10.1016/j.socscimed.2021.114187",
  "dates": {
    "completed": "2022-01-03",
    "revised": "2022-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.646934",
    "pmid": "34763132"
  }
}