{
  "pmid": "34764166",
  "uid": "34764166",
  "title": "Relevance of assessment items in community paramedicine home visit programmes: results of a modified Delphi study.",
  "abstract": "OBJECTIVE: Guidelines for a structured assessment in community paramedicine home visit programmes have not been established and evidence to inform their creation is lacking. We sought to investigate the relevance of assessment items to the practice of community paramedics according to a pre-established clarity-utility matrix. DESIGN: We designed a modified-Delphi study consisting of predetermined thresholds for achieving consensus, number of rounds of for scoring items, a defined meeting and discussion process, and a sample of participants that was purposefully representative. SETTING AND PARTICIPANTS: We established a panel of 26 community paramedics representing 20 municipal paramedic services in Ontario, Canada. The sample represented a majority of paramedic services within the province that were operating a community paramedicine home visit programme. MEASURES: Drawing from a bank of standardised assessment items grouped according to domains aligned with the International Classification on Functioning, Disability, and Health taxonomy, 64 previously pilot-tested assessment items were scored according to their clarity (being free from ambiguity and easy to understand) and utility (being valued in care planning or case management activities). Assessment items covered a broad range of health, social and environmental domains. To conclude scoring rounds, assessment items that did not achieve consensus for relevance to assessment practices were discussed among participants with opportunities to modify assessment items for subsequent rounds of scoring. RESULTS: Resulting from the first round of scoring, 54 assessment items were identified as being relevant to assessment practices and 3 assessment items were removed from subsequent rounds. The remaining 7 assessment items were modified, with some parts removed from the final items that achieved consensus in the final rounds of scoring. CONCLUSION: A broadly representative panel of community paramedics identified consensus for 61 assessment items that could be included in a structured, multidomain, assessment instrument for guiding practice in community paramedicine home visit programmes. TRAIL REGISTRATION NUMBER: ISRCTN58273216.",
  "authors": [
    {
      "last_name": "Leyenaar",
      "fore_name": "Matthew S",
      "initials": "MS",
      "name": "Matthew S Leyenaar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada leyenam@mcmaster.ca.",
        "Emergency Health Services, Prince Edward Island Department of Health and Wellness, Charlottetown, Prince Edward Island, Canada."
      ],
      "orcid": "0000-0002-1151-9479"
    },
    {
      "last_name": "Allana",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Allana",
      "affiliations": [
        "Institute of Health Policy Management & Evaluation, University of Toronto Faculty of Medicine, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Samir K",
      "initials": "SK",
      "name": "Samir K Sinha",
      "affiliations": [
        "Geriatric Medicine, Sinai Health System, Toronto, Ontario, Canada.",
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nolan",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Nolan",
      "affiliations": [
        "Paramedic Service, County of Renfrew, Pembroke, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5691-4675"
    },
    {
      "last_name": "Tavares",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Tavares",
      "affiliations": [
        "Institute of Health Policy Management & Evaluation, University of Toronto Faculty of Medicine, Toronto, Ontario, Canada.",
        "The Wilson Centre and Post MD Education, University of Toronto Faculty of Medicine, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9212-5641"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "11"
  },
  "start_page": "e048504",
  "pages": "e048504",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Allied Health Personnel",
    "Delphi Technique",
    "Emergency Medical Services",
    "House Calls",
    "Humans",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "34764166",
    "pmc": "PMC8587454",
    "doi": "10.1136/bmjopen-2020-048504",
    "pii": "bmjopen-2020-048504"
  },
  "doi": "10.1136/bmjopen-2020-048504",
  "pmc_id": "PMC8587454",
  "dates": {
    "completed": "2021-12-06",
    "revised": "2021-12-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.342107",
    "pmid": "34764166"
  }
}