{
  "pmid": "34775072",
  "uid": "34775072",
  "title": "Estimating daily antibiotic harms: an umbrella review with individual study meta-analysis.",
  "abstract": "BACKGROUND: There is growing evidence supporting the efficacy of shorter courses of antibiotic therapy for common infections. However, the risks of prolonged antibiotic duration are underappreciated. OBJECTIVES: To estimate the incremental daily risk of antibiotic-associated harms. METHODS: We searched three major databases to retrieve systematic reviews from 2000 to 30 July 2020 in any language. ELIGIBILITY: Systematic reviews were required to evaluate shorter versus longer antibiotic therapy with fixed durations between 3 and 14 days. Randomized controlled trials included for meta-analysis were identified from the systematic reviews. PARTICIPANTS: Adult and paediatric patients from any setting. INTERVENTIONS: Primary outcomes were the proportion of patients experiencing adverse drug events, superinfections and antimicrobial resistance. RISK OF BIAS ASSESSMENT: Each randomized controlled trial was evaluated for quality by extracting the assessment reported by each systematic review. DATA SYNTHESIS: The daily odds ratio (OR) of antibiotic harm was estimated and pooled using random effects meta-analysis. RESULTS: Thirty-five systematic reviews encompassing 71 eligible randomized controlled trials were included. Studies most commonly evaluated duration of therapy for respiratory tract (n = 36, 51%) and urinary tract (n = 29, 41%) infections. Overall, 23 174 patients were evaluated for antibiotic-associated harms. Adverse events (n = 20 345), superinfections (n = 5776) and antimicrobial resistance (n = 2330) were identified in 19.9% (n = 4039), 4.8% (n = 280) and 10.6% (n = 246) of patients, respectively. Each day of antibiotic therapy was associated with 4% increased odds of experiencing an adverse event (OR 1.04, 95% CI 1.02-1.07). Daily odds of severe adverse effects also increased (OR 1.09, 95% CI 1.00-1.19). The daily incremental odds of superinfection and antimicrobial resistance were OR 0.98 (0.92-1.06) and OR 1.03 (0.98-1.07), respectively. CONCLUSION: Each additional day of antibiotic therapy is associated with measurable antibiotic harm, particularly adverse events. These data may provide additional context for clinicians when weighing benefits versus risks of prolonged antibiotic therapy.",
  "authors": [
    {
      "last_name": "Curran",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Curran",
      "affiliations": [
        "Antimicrobial Stewardship Program, Sinai Health/University Health Network, Toronto, ONT, Canada. Electronic address: jennifer.curran@uhn.ca."
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Lo",
      "affiliations": [
        "Department of Pharmacy, Sunnybrook Health Sciences Centre, Toronto, ONT, Canada."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Leung",
      "affiliations": [
        "Department of Antimicrobial Stewardship, Public Health Ontario, Toronto, ONT, Canada; Department of Pharmacy, Michael Garron Hospital, East York, ONT, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brown",
      "affiliations": [
        "Department of Antimicrobial Stewardship, Public Health Ontario, Toronto, ONT, Canada; Dalla Lana School of Public Health, University of Toronto, Toronto, ONT, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        "Department of Antimicrobial Stewardship, Public Health Ontario, Toronto, ONT, Canada; Dalla Lana School of Public Health, University of Toronto, Toronto, ONT, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Department of Pharmacy, Sunnybrook Health Sciences Centre, Toronto, ONT, Canada; Department of Antimicrobial Stewardship, Public Health Ontario, Toronto, ONT, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ONT, Canada; Institute of Clinical Evaluative Sciences, Toronto, ONT, Canada."
      ]
    },
    {
      "last_name": "Garber",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Garber",
      "affiliations": [
        "Department of Antimicrobial Stewardship, Public Health Ontario, Toronto, ONT, Canada; Department of Medicine, University of Ottawa, Ottawa, ONT, Canada; Ottawa Hospital Research Institute, Ottawa, ONT, Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Julie H C",
      "initials": "JHC",
      "name": "Julie H C Wu",
      "affiliations": [
        "Department of Antimicrobial Stewardship, Public Health Ontario, Toronto, ONT, Canada."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Department of Antimicrobial Stewardship, Public Health Ontario, Toronto, ONT, Canada; Hotel Dieu Shaver Health and Rehabilitation Centre, St Catharines, ONT, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
    "iso_abbreviation": "Clin Microbiol Infect",
    "issn": "1469-0691",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "479",
  "end_page": "490",
  "pages": "479-490",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Anti-Bacterial Agents",
    "Child",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "34775072",
    "doi": "10.1016/j.cmi.2021.10.022",
    "pii": "S1198-743X(21)00624-8"
  },
  "doi": "10.1016/j.cmi.2021.10.022",
  "dates": {
    "completed": "2022-04-05",
    "revised": "2024-11-08"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.267041",
    "pmid": "34775072"
  }
}