{
  "pmid": "34774986",
  "uid": "34774986",
  "title": "Visual transformation for guidelines presentation of the strength of recommendations and the certainty of evidence.",
  "abstract": "OBJECTIVE: The objective of this paper is to propose an approach to visual unification of adapted guidelines and transformation of classifications of certainty of evidence (CoE) and strength of recommendations (SoR) into the approach suggested by the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) working group. STUDY DESIGN AND SETTING: We carried out a literature search in MEDLINE and Epistemonikos, an analysis of selected guidelines, and an iterative discussion to decide on a consistent visual presentation and CoE and SoR depictions. RESULTS: The results of the literature search suggested this issue had not been addressed yet. The analysis of the chosen eight guidelines showed significant heterogeneity in the visual presentation of recommendations. Recommendations were often worded similarly to whether or not they were strong or conditional. Many guidelines contained \"statements,\" almost all of which did not fulfill the good practice statement (GPS) criteria. We proposed an approach for transforming recommendations that are being adapted and which use various classification systems for CoE and SoR into GRADE and a consistent visual style. CONCLUSION: Guideline developers should aim for unification in the formulation of recommendations to improve transferability.",
  "authors": [
    {
      "last_name": "Klugar",
      "fore_name": "Miloslav",
      "initials": "M",
      "name": "Miloslav Klugar",
      "affiliations": [
        "The Czech National Centre for Evidence-Based Healthcare and Knowledge Translation (Cochrane Czech Republic, Czech CEBHC: JBI Centre of Excellence, Masaryk University GRADE Centre), Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic; Czech Health Research Council, Prague, Czech Republic; Institute of Health Information and Statistics of the Czech Republic, Prague, Czech Republic. Electronic address: klugar@med.muni.cz."
      ]
    },
    {
      "last_name": "Kantorová",
      "fore_name": "Lucia",
      "initials": "L",
      "name": "Lucia Kantorová",
      "affiliations": [
        "The Czech National Centre for Evidence-Based Healthcare and Knowledge Translation (Cochrane Czech Republic, Czech CEBHC: JBI Centre of Excellence, Masaryk University GRADE Centre), Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic; Czech Health Research Council, Prague, Czech Republic."
      ]
    },
    {
      "last_name": "Pokorná",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Pokorná",
      "affiliations": [
        "The Czech National Centre for Evidence-Based Healthcare and Knowledge Translation (Cochrane Czech Republic, Czech CEBHC: JBI Centre of Excellence, Masaryk University GRADE Centre), Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic; Czech Health Research Council, Prague, Czech Republic; Institute of Health Information and Statistics of the Czech Republic, Prague, Czech Republic; Department of Health Sciences, Faculty of Medicine, Masaryk University, Brno, Czech Republic."
      ]
    },
    {
      "last_name": "Líčeník",
      "fore_name": "Radim",
      "initials": "R",
      "name": "Radim Líčeník",
      "affiliations": [
        "The Czech National Centre for Evidence-Based Healthcare and Knowledge Translation (Cochrane Czech Republic, Czech CEBHC: JBI Centre of Excellence, Masaryk University GRADE Centre), Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic; Czech Health Research Council, Prague, Czech Republic."
      ]
    },
    {
      "last_name": "Dušek",
      "fore_name": "Ladislav",
      "initials": "L",
      "name": "Ladislav Dušek",
      "affiliations": [
        "The Czech National Centre for Evidence-Based Healthcare and Knowledge Translation (Cochrane Czech Republic, Czech CEBHC: JBI Centre of Excellence, Masaryk University GRADE Centre), Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic; Institute of Health Information and Statistics of the Czech Republic, Prague, Czech Republic."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Riad",
      "fore_name": "Abanoub",
      "initials": "A",
      "name": "Abanoub Riad",
      "affiliations": [
        "The Czech National Centre for Evidence-Based Healthcare and Knowledge Translation (Cochrane Czech Republic, Czech CEBHC: JBI Centre of Excellence, Masaryk University GRADE Centre), Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic."
      ]
    },
    {
      "last_name": "Kantor",
      "fore_name": "Jiří",
      "initials": "J",
      "name": "Jiří Kantor",
      "affiliations": [
        "The Center of Evidence-based Education & Arts Therapies - A JBI Affiliated Group, Faculty of Education, Palacky University, Olomouc, Czech Republic; Institute of Special Education Studies, Faculty of Education, Olomouc, Czech Republic."
      ]
    },
    {
      "last_name": "Klugarová",
      "fore_name": "Jitka",
      "initials": "J",
      "name": "Jitka Klugarová",
      "affiliations": [
        "The Czech National Centre for Evidence-Based Healthcare and Knowledge Translation (Cochrane Czech Republic, Czech CEBHC: JBI Centre of Excellence, Masaryk University GRADE Centre), Institute of Biostatistics and Analyses, Faculty of Medicine, Masaryk University, Brno, Czech Republic; Czech Health Research Council, Prague, Czech Republic; Institute of Health Information and Statistics of the Czech Republic, Prague, Czech Republic."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "143",
    "pub_year": "2022",
    "pub_month": "Mar"
  },
  "start_page": "178",
  "end_page": "185",
  "pages": "178-185",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "GRADE Approach",
    "Humans",
    "Publications"
  ],
  "article_ids": {
    "pubmed": "34774986",
    "doi": "10.1016/j.jclinepi.2021.11.009",
    "pii": "S0895-4356(21)00361-9"
  },
  "doi": "10.1016/j.jclinepi.2021.11.009",
  "dates": {
    "completed": "2022-05-03",
    "revised": "2022-06-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.742753",
    "pmid": "34774986"
  }
}