{
  "pmid": "34774144",
  "uid": "34774144",
  "title": "Blood pressure lowering and risk of new-onset type 2 diabetes: an individual participant data meta-analysis.",
  "abstract": "BACKGROUND: Blood pressure lowering is an established strategy for preventing microvascular and macrovascular complications of diabetes, but its role in the prevention of diabetes itself is unclear. We aimed to examine this question using individual participant data from major randomised controlled trials. METHODS: We performed a one-stage individual participant data meta-analysis, in which data were pooled to investigate the effect of blood pressure lowering per se on the risk of new-onset type 2 diabetes. An individual participant data network meta-analysis was used to investigate the differential effects of five major classes of antihypertensive drugs on the risk of new-onset type 2 diabetes. Overall, data from 22 studies conducted between 1973 and 2008, were obtained by the Blood Pressure Lowering Treatment Trialists' Collaboration (Oxford University, Oxford, UK). We included all primary and secondary prevention trials that used a specific class or classes of antihypertensive drugs versus placebo or other classes of blood pressure lowering medications that had at least 1000 persons-years of follow-up in each randomly allocated arm. Participants with a known diagnosis of diabetes at baseline and trials conducted in patients with prevalent diabetes were excluded. For the one-stage individual participant data meta-analysis we used stratified Cox proportional hazards model and for the individual participant data network meta-analysis we used logistic regression models to calculate the relative risk (RR) for drug class comparisons. FINDINGS: 145 939 participants (88 500 [60·6%] men and 57 429 [39·4%] women) from 19 randomised controlled trials were included in the one-stage individual participant data meta-analysis. 22 trials were included in the individual participant data network meta-analysis. After a median follow-up of 4·5 years (IQR 2·0), 9883 participants were diagnosed with new-onset type 2 diabetes. Systolic blood pressure reduction by 5 mm Hg reduced the risk of type 2 diabetes across all trials by 11% (hazard ratio 0·89 [95% CI 0·84-0·95]). Investigation of the effects of five major classes of antihypertensive drugs showed that in comparison to placebo, angiotensin-converting enzyme inhibitors (RR 0·84 [95% 0·76-0·93]) and angiotensin II receptor blockers (RR 0·84 [0·76-0·92]) reduced the risk of new-onset type 2 diabetes; however, the use of β blockers (RR 1·48 [1·27-1·72]) and thiazide diuretics (RR 1·20 [1·07-1·35]) increased this risk, and no material effect was found for calcium channel blockers (RR 1·02 [0·92-1·13]). INTERPRETATION: Blood pressure lowering is an effective strategy for the prevention of new-onset type 2 diabetes. Established pharmacological interventions, however, have qualitatively and quantitively different effects on diabetes, likely due to their differing off-target effects, with angiotensin-converting enzyme inhibitors and angiotensin II receptor blockers having the most favourable outcomes. This evidence supports the indication for selected classes of antihypertensive drugs for the prevention of diabetes, which could further refine the selection of drug choice according to an individual's clinical risk of diabetes. FUNDING: British Heart Foundation, National Institute for Health Research, and Oxford Martin School.",
  "authors": [
    {
      "last_name": "Nazarzadeh",
      "fore_name": "Milad",
      "initials": "M",
      "name": "Milad Nazarzadeh",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, UK; Nuffield Department of Women's and Reproductive Health, Medical Science Division, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Bidel",
      "fore_name": "Zeinab",
      "initials": "Z",
      "name": "Zeinab Bidel",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, UK; Nuffield Department of Women's and Reproductive Health, Medical Science Division, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Canoy",
      "fore_name": "Dexter",
      "initials": "D",
      "name": "Dexter Canoy",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, UK; Nuffield Department of Women's and Reproductive Health, Medical Science Division, University of Oxford, Oxford, UK; NIHR Oxford Biomedical Research Centre, Oxford University Hospitals NHS Foundation Trust, Oxford, UK."
      ]
    },
    {
      "last_name": "Copland",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma Copland",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, UK; Nuffield Department of Women's and Reproductive Health, Medical Science Division, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Wamil",
      "fore_name": "Malgorzata",
      "initials": "M",
      "name": "Malgorzata Wamil",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Majert",
      "fore_name": "Jeannette",
      "initials": "J",
      "name": "Jeannette Majert",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, UK; Nuffield Department of Women's and Reproductive Health, Medical Science Division, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Smith Byrne",
      "fore_name": "Karl",
      "initials": "K",
      "name": "Karl Smith Byrne",
      "affiliations": [
        "International Agency for Research on Cancer/WHO, Genomic Epidemiology Branch, Lyon, France."
      ]
    },
    {
      "last_name": "Sundström",
      "fore_name": "Johan",
      "initials": "J",
      "name": "Johan Sundström",
      "affiliations": [
        "Clinical Epidemiology Unit, Department of Medical Sciences, Uppsala University, Uppsala, Sweden; The George Institute for Global Health, University of New South Wales, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon",
      "initials": "K",
      "name": "Koon Teo",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Barry R",
      "initials": "BR",
      "name": "Barry R Davis",
      "affiliations": [
        "The University of Texas School of Public Health, Houston, TX, USA."
      ]
    },
    {
      "last_name": "Chalmers",
      "fore_name": "John",
      "initials": "J",
      "name": "John Chalmers",
      "affiliations": [
        "The George Institute for Global Health, University of New South Wales, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Pepine",
      "fore_name": "Carl J",
      "initials": "CJ",
      "name": "Carl J Pepine",
      "affiliations": [
        "Department of Medicine, University of Florida, Gainesville, FL, USA."
      ]
    },
    {
      "last_name": "Dehghan",
      "fore_name": "Abbas",
      "initials": "A",
      "name": "Abbas Dehghan",
      "affiliations": [
        "Department of Biostatistics and Epidemiology, School of Public Health, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Derrick A",
      "initials": "DA",
      "name": "Derrick A Bennett",
      "affiliations": [
        "Clinical Trial Service Unit and Epidemiological Studies Unit, Nuffield Department of Population Health, University of Oxford, Oxford, UK; NIHR Oxford Biomedical Research Centre, Oxford University Hospitals NHS Foundation Trust, Oxford, UK."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "George Davey",
      "initials": "GD",
      "name": "George Davey Smith",
      "affiliations": [
        "MRC Integrative Epidemiology Unit, University of Bristol, Bristol, UK."
      ]
    },
    {
      "last_name": "Rahimi",
      "fore_name": "Kazem",
      "initials": "K",
      "name": "Kazem Rahimi",
      "affiliations": [
        "Deep Medicine, Oxford Martin School, University of Oxford, Oxford, UK; Nuffield Department of Women's and Reproductive Health, Medical Science Division, University of Oxford, Oxford, UK; NIHR Oxford Biomedical Research Centre, Oxford University Hospitals NHS Foundation Trust, Oxford, UK. Electronic address: kazem.rahimi@wrh.ox.ac.uk."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Lancet (London, England)",
    "iso_abbreviation": "Lancet",
    "issn": "1474-547X",
    "issn_type": "Electronic",
    "volume": "398",
    "issue": "10313",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "13"
  },
  "start_page": "1803",
  "end_page": "1810",
  "pages": "1803-1810",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Adrenergic beta-Antagonists",
    "Aged",
    "Angiotensin Receptor Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Antihypertensive Agents",
    "Blood Pressure",
    "Calcium Channel Blockers",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Humans",
    "Hypertension",
    "Male",
    "Middle Aged",
    "Sodium Chloride Symporter Inhibitors"
  ],
  "article_ids": {
    "pubmed": "34774144",
    "pmc": "PMC8585669",
    "doi": "10.1016/S0140-6736(21)01920-6",
    "pii": "S0140-6736(21)01920-6"
  },
  "doi": "10.1016/S0140-6736(21)01920-6",
  "pmc_id": "PMC8585669",
  "dates": {
    "completed": "2022-01-04",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Adrenergic beta-Antagonists",
    "Angiotensin Receptor Antagonists",
    "Angiotensin-Converting Enzyme Inhibitors",
    "Antihypertensive Agents",
    "Calcium Channel Blockers",
    "Sodium Chloride Symporter Inhibitors"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    },
    {
      "grant_id": "FS/19/36/34346",
      "agency": "British Heart Foundation",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MC_UU_00011/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "PG/18/65/33872",
      "agency": "British Heart Foundation",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:50.425420",
    "pmid": "34774144"
  }
}