{
  "pmid": "34777844",
  "uid": "34777844",
  "title": "Comparison of All-Cause Mortality Between Canadian Kidney Transplant Recipients and Patients With Cancer: A Population-Based Cohort Study.",
  "abstract": "BACKGROUND: Understanding rates of mortality in kidney transplant recipients relative to other common diseases can enhance our understanding of the mortality burden in kidney transplant recipients. OBJECTIVE: To compare the survival probability in Canadian female and male kidney transplant recipients with patients with common cancers (female: breast, colorectal, lung, or pancreas; male: prostate, colorectal, lung, or pancreas) in a contemporary population. DESIGN: Population-based cohort study using linked administrative health care databases. SETTING: Ontario, Canada. PATIENTS: A total of 6888 incident kidney transplant recipients (median age was 50 and 51 years in females and males, respectively) and a total of 532 452 incident patients with cancer (median age range 60 to 72 years across cancer types) from 1997 to 2015. MEASUREMENTS: All-cause mortality. METHODS: The survival of study participants was described using the Kaplan-Meier product limit estimator. The rate of survival was compared between kidney transplant recipients and patients with cancer using extended Cox regression with a Heaviside function. RESULTS: Kidney transplant recipients had a higher survival probability compared with all cancer types. For example, male kidney transplant recipients had a 5-year survival probability of 89.6% (95% confidence interval [CI]: 88.6%-90.5%) compared with 83.3% (95% CI: 83.1%-83.5%) in patients with prostate cancer, and 14.0% (95% CI: 13.7%-14.3%), 56.1% (95% CI: 55.7%-56.5%), and 9.1% (95% CI: 8.5%-9.7%) in patients with lung, colorectal, and pancreas cancer, respectively. After presenting survival probabilities by age at cohort entry and after adjusting for clinical characteristics, similar results were found with a few exceptions. Unlike the unadjusted analysis, in the adjusted analysis males with prostate cancer had a significantly higher survival compared with kidney transplant recipients and females with breast cancer had higher survival compared with kidney transplant recipients at 2+ years of follow-up. In a subpopulation of the cohort who had information available on cancer stage (ie, stages 1-4), we generally found similar results to our primary analysis with kidney transplant recipients having a higher survival probability compared with each cancer stage. However, female kidney transplant recipients had a lower survival probability compared with females with stage 1 breast cancer, whereas male kidney transplant recipients had a lower survival probability compared with males with stage 1 to 3 prostate cancer. LIMITATIONS: External generalizability, residual confounding, and cancer stage could only be provided for a subpopulation. CONCLUSION: Mortality in kidney transplant recipients is lower than in patients with several cancer types. These results improve our understanding of the mortality burden in this population and reaffirm kidney transplantation as a good treatment option for end-stage kidney disease but also highlight the continuing need to improve posttransplant survival. TRIAL REGISTRATION: This is not applicable as this is a population-based cohort study and not a clinical trial.",
  "authors": [
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "ICES, ON, Canada.",
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-5304-8038"
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "ICES, ON, Canada.",
        "Division of Nephrology, University Health Network, Toronto, ON, Canada.",
        "University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "McArthur",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric McArthur",
      "affiliations": [
        "ICES, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, ON, Canada.",
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada.",
        "Division of Nephrology, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Vinegar",
      "fore_name": "Marlee",
      "initials": "M",
      "name": "Marlee Vinegar",
      "affiliations": [
        "ICES, ON, Canada."
      ]
    },
    {
      "last_name": "McCallum",
      "fore_name": "Megan K",
      "initials": "MK",
      "name": "Megan K McCallum",
      "affiliations": [
        "ICES, ON, Canada."
      ]
    },
    {
      "last_name": "Knoll",
      "fore_name": "Gregory A",
      "initials": "GA",
      "name": "Gregory A Knoll",
      "affiliations": [
        "Department of Medicine (Nephrology), Ottawa Hospital Research Institute, ON, Canada.",
        "University of Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "20543581211056234",
  "pages": "20543581211056234",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34777844",
    "pmc": "PMC8586164",
    "doi": "10.1177/20543581211056234",
    "pii": "10.1177_20543581211056234"
  },
  "doi": "10.1177/20543581211056234",
  "pmc_id": "PMC8586164",
  "dates": {
    "revised": "2022-04-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.329899",
    "pmid": "34777844"
  }
}