{
  "pmid": "34778133",
  "uid": "34778133",
  "title": "A Review on the Application and Limitations of Administrative Health Care Data for the Study of Acute Kidney Injury Epidemiology and Outcomes in Children.",
  "abstract": "Administrative health care databases contain valuable patient information generated by health care encounters. These \"big data\" repositories have been increasingly used in epidemiological health research internationally in recent years as they are easily accessible and cost-efficient and cover large populations for long periods. Despite these beneficial characteristics, it is also important to consider the limitations that administrative health research presents, such as issues related to data incompleteness and the limited sensitivity of the variables. These barriers potentially lead to unwanted biases and pose threats to the validity of the research being conducted. In this review, we discuss the effectiveness of health administrative data in understanding the epidemiology of and outcomes after acute kidney injury (AKI) among adults and children. In addition, we describe various validation studies of AKI diagnostic or procedural codes among adults and children. These studies reveal challenges of AKI research using administrative data and the lack of this type of research in children and other subpopulations. Additional pediatric-specific validation studies of administrative health data are needed to promote higher volume and increased validity of this type of research in pediatric AKI, to elucidate the large-scale epidemiology and patient and health systems impacts of AKI in children, and to devise and monitor programs to improve clinical outcomes and process of care.",
  "authors": [
    {
      "last_name": "Ulrich",
      "fore_name": "Emma H",
      "initials": "EH",
      "name": "Emma H Ulrich",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "So",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina So",
      "affiliations": [
        "Department of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zappitelli",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zappitelli",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Institute of Clinical and Evaluative Sciences, Ontario, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pediatrics",
    "iso_abbreviation": "Front Pediatr",
    "issn": "2296-2360",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2021"
  },
  "start_page": "742888",
  "pages": "742888",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34778133",
    "pmc": "PMC8578942",
    "doi": "10.3389/fped.2021.742888"
  },
  "doi": "10.3389/fped.2021.742888",
  "pmc_id": "PMC8578942",
  "dates": {
    "revised": "2021-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.082373",
    "pmid": "34778133"
  }
}