{
  "pmid": "34777845",
  "uid": "34777845",
  "title": "The Impact of COVID-19 on Patients With ADPKD.",
  "abstract": "PURPOSE OF REVIEW: Patients with autosomal dominant polycystic kidney disease (ADPKD) have kidney cysts and kidney enlargement decades before progressing to advanced chronic kidney disease (CKD), meaning patients live most of their adult life with a chronic medical condition. The coronavirus disease 2019 (COVID-19) pandemic has created common questions among patients with ADPKD. In this review, we discuss COVID-19 concerns centered around a patient with a common clinical vignette. SOURCES OF INFORMATION: We performed PubMed and Google scholar searches for English, peer-reviewed studies related to \"COVID-19,\" \"ADPKD,\" \"CKD,\" \"tolvaptan,\" \"angiotensin-converting enzyme inhibitors\" (ACEi), \"angiotensin receptor blockers\" (ARB), and \"vaccination.\" We also evaluated transplant data provided by the Ontario Trillium Gift of Life Network. METHODS: Following an assessment of available literature, this narrative review addresses common questions of patients with ADPKD in the context of the COVID-19 pandemic. KEY FINDINGS: Data regarding the risk of developing COVID-19 and the risk of adverse COVID-19 outcomes in patients with ADPKD remain limited, but patients with ADPKD with impaired estimated glomerular filtration rate (eGFR), kidney transplants, or on dialysis are likely at similar increased risk as those with generally defined CKD. We provide strategies to improve virtual care, which is likely to persist after the pandemic. Current evidence suggests ACEi, ARB, and tolvaptan treatment should be continued unless contraindicated due to severe illness. When available, and in the absence of a severe allergy, vaccination is recommended for all patients with ADPKD. LIMITATIONS: This narrative review is limited by a paucity of high-quality data on COVID-19 outcomes in patients specifically with ADPKD. IMPLICATIONS: Patients with ADPKD who have developed advanced CKD, require dialysis, or who have received a kidney transplant are at elevated risk of COVID-19 complications.",
  "authors": [
    {
      "last_name": "Kutky",
      "fore_name": "Meherzad",
      "initials": "M",
      "name": "Meherzad Kutky",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cross",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Cross",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Treleaven",
      "fore_name": "Darin J",
      "initials": "DJ",
      "name": "Darin J Treleaven",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Alam",
      "fore_name": "Ahsan",
      "initials": "A",
      "name": "Ahsan Alam",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McGill University Health Centre, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "St. Joseph's Healthcare Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5750-6286"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "20543581211056479",
  "pages": "20543581211056479",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34777845",
    "pmc": "PMC8586165",
    "doi": "10.1177/20543581211056479",
    "pii": "10.1177_20543581211056479"
  },
  "doi": "10.1177/20543581211056479",
  "pmc_id": "PMC8586165",
  "dates": {
    "revised": "2024-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.720416",
    "pmid": "34777845"
  }
}