{
  "pmid": "34783737",
  "uid": "34783737",
  "title": "Comparison between qualitative and quantitative measurement of strength deficit in shoulder flexors of young females: A cross- sectional study.",
  "abstract": "OBJECTIVE: To determine the accuracy of manual muscle testing as a diagnostic tool to detect strength deficit across grades 5 and 4 in shoulder flexors at different percentage deficits of dynamometric strength. METHODS: The cross-sectional study was conducted at the University of South Asia, Lahore, in collaboration with the Association of Fatima Jinnah Old Graduates, Lahore, Pakistan, from May to June 2019. It included young healthy females aged 18-39 years without any ailment of upper extremity or generalised health problem. The strength of shoulder flexors was measured through manual muscle testing and hand-held dynamometer. Data was analysed using SPSS 25. RESULTS: There were 300 women with a mean age of 23.11±4.71 years. The majority 124(41.3%) were aged 20-24 years. The strength of the dominant shoulder flexors of 194(64.7%) participants and the strength of non-dominant shoulder flexors of 206(68.7%) was in grade 4. The overall diagnostic accuracy of manual muscle testing at 10% dynamometric measures was 68.67% (95% confidence interval: 63.21-73.65%) in non-dominant shoulder flexors, and 61.67% (95% confidence interval: 56.05-66.99%) in dominant shoulder flexors. The positive predictive value and specificity of manual muscle testing was better at 10% strength deficit in comparison with dynamometric measures, whereas negative predictive value and sensitivity was better at 20% strength deficit. CONCLUSIONS: The subjective area of grades 4 and 5 showed better, though not ideal, diagnostic worth at 10% deficit of dynamometric measures in shoulder flexors.",
  "authors": [
    {
      "last_name": "Perwaiz",
      "fore_name": "Saadia",
      "initials": "S",
      "name": "Saadia Perwaiz",
      "affiliations": [
        "Akhtar Saeed College of Rehabilitation Sciences, Akhtar Saeed Medical and Dental College, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Waqar",
      "initials": "MW",
      "name": "Muhammad Waqar Afzal",
      "affiliations": [
        "The University of Lahore Teaching Hospital, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Fatima",
      "fore_name": "Ghulam",
      "initials": "G",
      "name": "Ghulam Fatima",
      "affiliations": [
        "Life and Health Department, University of South Asia, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "JPMA. The Journal of the Pakistan Medical Association..",
    "iso_abbreviation": "J Pak Med Assoc",
    "issn": "0030-9982",
    "issn_type": "Print",
    "volume": "71",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "2559",
  "end_page": "2562",
  "pages": "2559-2562",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Muscle Strength",
    "Muscle Strength Dynamometer",
    "Pakistan",
    "Shoulder",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "34783737",
    "doi": "10.47391/JPMA.011431",
    "pii": "10963"
  },
  "doi": "10.47391/JPMA.011431",
  "dates": {
    "completed": "2021-11-18",
    "revised": "2021-11-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.982878",
    "pmid": "34783737"
  }
}