{
  "pmid": "34783668",
  "uid": "34783668",
  "title": "Patient-Generated Data Analytics of Health Behaviors of People Living With Type 2 Diabetes: Scoping Review.",
  "abstract": "BACKGROUND: Complications due to type 2 diabetes (T2D) can be mitigated through proper self-management that can positively change health behaviors. Technological tools are available to help people living with, or at risk of developing, T2D to manage their condition, and such tools provide a large repository of patient-generated health data (PGHD). Analytics can provide insights into the health behaviors of people living with T2D. OBJECTIVE: The aim of this review is to investigate what can be learned about the health behaviors of those living with, or at risk of developing, T2D through analytics from PGHD. METHODS: A scoping review using the Arksey and O'Malley framework was conducted in which a comprehensive search of the literature was conducted by 2 reviewers. In all, 3 electronic databases (PubMed, IEEE Xplore, and ACM Digital Library) were searched using keywords associated with diabetes, behaviors, and analytics. Several rounds of screening using predetermined inclusion and exclusion criteria were conducted, after which studies were selected. Critical examination took place through a descriptive-analytical narrative method, and data extracted from the studies were classified into thematic categories. These categories reflect the findings of this study as per our objective. RESULTS: We identified 43 studies that met the inclusion criteria for this review. Although 70% (30/43) of the studies examined PGHD independently, 30% (13/43) combined PGHD with other data sources. Most of these studies used machine learning algorithms to perform their analysis. The themes identified through this review include predicting diabetes or obesity, deriving factors that contribute to diabetes or obesity, obtaining insights from social media or web-based forums, predicting glycemia, improving adherence and outcomes, analyzing sedentary behaviors, deriving behavior patterns, discovering clinical correlations from behaviors, and developing design principles. CONCLUSIONS: The increased volume and availability of PGHD have the potential to derive analytical insights into the health behaviors of people living with T2D. From the literature, we determined that analytics can predict outcomes and identify granular behavior patterns from PGHD. This review determined the broad range of insights that can be examined through PGHD, which constitutes a unique source of data for these applications that would not be possible through the use of other data sources.",
  "authors": [
    {
      "last_name": "Nagpal",
      "fore_name": "Meghan S",
      "initials": "MS",
      "name": "Meghan S Nagpal",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Centre for Global eHealth Innovation, Techna Institute, University Health Network, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-5290-8809"
    },
    {
      "last_name": "Barbaric",
      "fore_name": "Antonia",
      "initials": "A",
      "name": "Antonia Barbaric",
      "affiliations": [
        "Centre for Global eHealth Innovation, Techna Institute, University Health Network, Toronto, ON, Canada.",
        "Institute of Biomedical Engineering, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-8271-2030"
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4423-3848"
    },
    {
      "last_name": "Morita",
      "fore_name": "Plinio P",
      "initials": "PP",
      "name": "Plinio P Morita",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Centre for Global eHealth Innovation, Techna Institute, University Health Network, Toronto, ON, Canada.",
        "School of Public Health and Health Systems, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0001-9515-6478"
    },
    {
      "last_name": "Cafazzo",
      "fore_name": "Joseph A",
      "initials": "JA",
      "name": "Joseph A Cafazzo",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Centre for Global eHealth Innovation, Techna Institute, University Health Network, Toronto, ON, Canada.",
        "Institute of Biomedical Engineering, University of Toronto, Toronto, ON, Canada.",
        "Department of Computer Science, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-3114-4440"
    }
  ],
  "journal": {
    "title": "JMIR diabetes",
    "iso_abbreviation": "JMIR Diabetes",
    "issn": "2371-4379",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Dec",
    "pub_day": "20"
  },
  "start_page": "e29027",
  "pages": "e29027",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34783668",
    "pmc": "PMC8726031",
    "doi": "10.2196/29027",
    "pii": "v6i4e29027"
  },
  "doi": "10.2196/29027",
  "pmc_id": "PMC8726031",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.757624",
    "pmid": "34783668"
  }
}