{
  "pmid": "34784071",
  "uid": "34784071",
  "title": "Sexual issues in people with haemophilia: Awareness and strategies for overcoming communication barriers.",
  "abstract": "INTRODUCTION: The Haemophilia Experiences, Results and Opportunities (HERO) Study identified sexual health as an important psychosocial issue affecting people with haemophilia (PWH) worldwide. However, sexual health is inadequately addressed at haemophilia treatment centres (HTCs), because PWH and healthcare professionals (HCPs) experience barriers to broaching the subject. There is a clear need for HCP training to support communication in this area and improve comprehensive care. AIM: The Sexual Health: Strategies for Effective Communication pilot programme was trialled in Canada to assess HCP readiness and ability to discuss sexual health issues with PWH and test communication tools to facilitate these conversations. METHODS: The pilot programme consisted of two 3-h sessions attended by seven HCPs from Calgary's Alberta Children's and Foothills Hospitals. The sessions included lectures and case scenarios and explained the check-in-affirm-clarify-answer and head-heart-body tools designed by the Centre for Sexuality to aid communication. The pilot was evaluated through discussions and an online questionnaire. RESULTS: The pilot was well received by all HCP participants. Questionnaire data showed improvements in participants' knowledge, skills and comfort level in conducting sexual health discussions. Greatest improvements were noted in knowledge (100% 'good' or 'excellent' after the pilot, compared with 29% beforehand). Importantly, 86% felt that the material presented would be applicable in clinical practice. CONCLUSION: The Canadian pilot demonstrated the effectiveness of the proposed educational programme. The underlying principles could be adapted to similar programmes for other HTCs to facilitate sexual health discussions.",
  "authors": [
    {
      "last_name": "Blamey",
      "fore_name": "Greig",
      "initials": "G",
      "name": "Greig Blamey",
      "affiliations": [
        "Health Sciences Centre, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Van Tassel",
      "fore_name": "Becky",
      "initials": "B",
      "name": "Becky Van Tassel",
      "affiliations": [
        "Centre for Sexuality, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Sagermann",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Sagermann",
      "affiliations": [
        "ERS Consulting, Nobleton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stain",
      "fore_name": "Ann Marie",
      "initials": "AM",
      "name": "Ann Marie Stain",
      "affiliations": [
        "Department of Nursing, Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Waterhouse",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Waterhouse",
      "affiliations": [
        "McMaster Children's Hospital, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research, Methods, Evidence, and Impact, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "36",
  "end_page": "41",
  "pages": "36-41",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Child",
    "Communication",
    "Communication Barriers",
    "Health Personnel",
    "Hemophilia A",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "34784071",
    "pmc": "PMC9299037",
    "doi": "10.1111/hae.14447"
  },
  "doi": "10.1111/hae.14447",
  "pmc_id": "PMC9299037",
  "dates": {
    "completed": "2022-01-13",
    "revised": "2022-07-31"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Novo Nordisk"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.296526",
    "pmid": "34784071"
  }
}