{
  "pmid": "34785175",
  "uid": "34785175",
  "title": "A consensus-based core feature set for surgical complexity at laparoscopic hysterectomy.",
  "abstract": "BACKGROUND: There are no current standardized and accepted methods to characterize the surgical complexity of a laparoscopic hysterectomy. This leads to challenges when trying to understand the relationship between the patient and the surgical features and outcomes. The development of core feature sets for laparoscopic hysterectomy studies would enable future trials to measure the similar meaningful variables that can contribute to surgical complexity and outcomes. OBJECTIVE: The purpose of this study was to develop a core feature set for the surgical complexity of a laparoscopic hysterectomy. STUDY DESIGN: This was an international Delphi consensus study. A comprehensive literature review was conducted to identify the features that were reported in studies on laparoscopic hysterectomy complexity. All the features were presented for evaluation and prioritization to key experts in 3 rounds of online surveys. A priori consensus criteria were used to reach agreement on the final outcomes for inclusion in the core feature set. RESULTS: Experts represented North America, South America, Europe, Africa, Asia, and Oceania. Most of them had fellowship training in minimally invasive gynecologic surgery. Sixty-four potential features were entered into round 1. Experts reached a consensus on 7 features to be included in the core feature set. These features were grouped under the following domains: 1) patient features, 2) uterine features, and 3) nonuterine pelvic features. The patient features include obesity and other nonobesity comorbidities that alter or limit the ability of a surgeon to perform the basic or routine steps in a laparoscopic hysterectomy. The uterine features include the size and presence of fibroids. The nonuterine pelvic features include endometriosis, ovarian cysts, and adhesions (bladder-to-uterus, rectouterine pouch, and other adhesions). CONCLUSION: Using robust consensus science methods, an international consortium of experts has developed a core feature set that should be assessed and reported in all future studies that aim to assess the relationship between the patient features and surgical outcomes of laparoscopic hysterectomy.",
  "authors": [
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy, and Advanced Endosurgery Unit, Nepean Hospital, Penrith, Australia; Sydney Medical School Nepean, The University of Sydney, Sydney, Australia; Department of Obstetrics and Gynecology, McMaster University, Hamilton, Canada. Electronic address: mathew.leonardi@sydney.edu.au."
      ]
    },
    {
      "last_name": "Robledo",
      "fore_name": "Kristy P",
      "initials": "KP",
      "name": "Kristy P Robledo",
      "affiliations": [
        "The National Health and Medical Research Council Clinical Trials Centre, University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Gordijn",
      "fore_name": "Sanne J",
      "initials": "SJ",
      "name": "Sanne J Gordijn",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University Medical Center Groningen, University of Groningen, Groningen, Netherlands."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "Acute Gynaecology, Early Pregnancy, and Advanced Endosurgery Unit, Nepean Hospital, Penrith, Australia; Sydney Medical School Nepean, The University of Sydney, Sydney, Australia."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "226",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "700.e1",
  "end_page": "700.e9",
  "pages": "700.e1-700.e9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Consensus",
    "Female",
    "Humans",
    "Hysterectomy",
    "Laparoscopy",
    "Leiomyoma",
    "Uterus"
  ],
  "article_ids": {
    "pubmed": "34785175",
    "doi": "10.1016/j.ajog.2021.10.042",
    "pii": "S0002-9378(21)02542-4"
  },
  "doi": "10.1016/j.ajog.2021.10.042",
  "dates": {
    "completed": "2022-05-04",
    "revised": "2022-06-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.176929",
    "pmid": "34785175"
  }
}