{
  "pmid": "34788712",
  "uid": "34788712",
  "title": "Effects of naturally oxidized corn oil on inflammatory reaction and intestinal health of broilers.",
  "abstract": "This study was conducted to investigate the effects of naturally oxidized corn oil on the inflammatory reaction and intestinal health of broilers. Total 450, one-day-old Arbor Acres male broilers were randomly divided into 5 treatments with 6 replicate cages (15 birds in each replicate cage). The dietary treatment array consisted of the varying ratio of nonoxidized corn oil to naturally oxidized corn oil from 0:100, 25:75, 50:50, 75:25, and 100:0, respectively. The experimental period was 42 d. Serum, jejunum, and contents of cecum samples were taken at the age of 42 d of broilers. The results showed no significant difference in the body weight gain (BWG) with a different proportion of oxidized corn oil compared with the 0% oxidized oil group on d 42. The feed intake (FI), the concentration of immunoglobulin G (IgG), interferon-γ (IFN-γ), and interleukin-10 (IL10) in serum showed a significant quadratic response with the increase of oxidized oil concentration on d 42. The serum's concentration of IgG, IFN-γ, and IL-10 reached the highest value at 75% oxidized corn oil. In addition, the mRNA expression levels of interleukin-1β (IL-1β), IFN-γ, nuclear factor kappa B (NF-κB), tumor necrosis factor α (TNF-α), and myeloid differentiation factor-88 (MyD88) in the jejunum were significantly affected by different proportions of oxidized corn oil, and the gene expression levels were highest at 75% oxidized corn oil on d 42. The mRNA expression of Bcl2-associated X (Bax) in the jejunum showed a significantly quadratic curve with the increase of oxidized oil concentration, and its gene expression was the highest after adding 50% oxidized corn oil according to the regression equation on d 42. The villus height/crypt depth and goblet cells of jejunum decreased linearly with the increasing proportion of oxidized corn oil and reached the lowest point after adding 100% oxidized corn oil on d 42. The β diversity showed the remarkable differentiation of microbial communities among 5 groups, and the microbial community of the 0% oxidized oil group was significantly separated from that of 75 and 100% oxidized oil groups in the cecum. Taken together, these results showed that a low dose of naturally oxidized corn oil is not harmful to the growth of broilers, while a high dose of oxidized corn oil will trigger the inflammatory response and adversely affect the gut health of broilers.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "State Key Laboratory of Animal Nutrition, College of Animal Science and Technology, China Agricultural University, Beijing 100193, China."
      ]
    },
    {
      "last_name": "Mahmood",
      "fore_name": "Tahir",
      "initials": "T",
      "name": "Tahir Mahmood",
      "affiliations": [
        "Adisseo Animal Nutrition, Dubai 00000, United Arab Emirates."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Zhenhai",
      "initials": "Z",
      "name": "Zhenhai Tang",
      "affiliations": [
        "State Key Laboratory of Animal Nutrition, College of Animal Science and Technology, China Agricultural University, Beijing 100193, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Yuqin",
      "initials": "Y",
      "name": "Yuqin Wu",
      "affiliations": [
        "State Key Laboratory of Animal Nutrition, College of Animal Science and Technology, China Agricultural University, Beijing 100193, China."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Jianmin",
      "initials": "J",
      "name": "Jianmin Yuan",
      "affiliations": [
        "State Key Laboratory of Animal Nutrition, College of Animal Science and Technology, China Agricultural University, Beijing 100193, China. Electronic address: yuanjm@cau.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Poultry science",
    "iso_abbreviation": "Poult Sci",
    "issn": "1525-3171",
    "issn_type": "Electronic",
    "volume": "101",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "101541",
  "pages": "101541",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Chickens",
    "Corn Oil",
    "Diet",
    "Eating",
    "Male",
    "Microbiota",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "34788712",
    "pmc": "PMC8605181",
    "doi": "10.1016/j.psj.2021.101541",
    "pii": "S0032-5791(21)00563-0"
  },
  "doi": "10.1016/j.psj.2021.101541",
  "pmc_id": "PMC8605181",
  "dates": {
    "completed": "2021-12-22",
    "revised": "2022-05-31"
  },
  "chemicals": [
    "Corn Oil"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.469449",
    "pmid": "34788712"
  }
}