{
  "pmid": "34796460",
  "uid": "34796460",
  "title": "The practice of regional anesthesia during the COVID-19 pandemic: an international survey of members of three regional anesthesia societies.",
  "abstract": "PURPOSE: To determine the preferences and attitudes of members of regional anesthesia societies during the COVID-19 pandemic. METHODS: We distributed an electronic survey to members of the American Society of Regional Anesthesia and Pain Medicine, Regional Anaesthesia-UK, and the European Society of Regional Anaesthesia & Pain Therapy. A questionnaire consisting of 19 questions was developed by a panel of experienced regional anesthesiologists and distributed by email to the participants. The survey covered the following domains: participant information, practice settings, preference for the type of anesthetic technique, the use of personal protective equipment, and oxygen therapy. RESULTS: The survey was completed by 729 participants from 73 different countries, with a response rate of 20.1% (729/3,630) for the number of emails opened and 8.5% (729/8,572) for the number of emails sent. Most respondents (87.7%) identified as anesthesia staff (faculty or consultant) and practiced obstetric and non-obstetric anesthesia (55.3%). The practice of regional anesthesia either expanded or remained the same, with only 2% of respondents decreasing their use compared with the pre-pandemic period. The top reasons for an increase in the use of regional anesthesia was to reduce the need for an aerosol-generating medical procedure and to reduce the risk of possible complications to patients. The most common reason for decreased use of regional anesthesia was the risk of urgent conversion to general anesthesia. Approximately 70% of the responders used airborne precautions when providing care to a patient under regional anesthesia. The most common oxygen delivery method was nasal prongs (cannula) with a surgical mask layered over it (61%). CONCLUSIONS: Given the perceived benefits of regional over general anesthesia, approximately half of the members of three regional anesthesia societies seem to have expanded their use of regional anesthesia techniques during the initial surge of the COVID-19 pandemic.",
  "authors": [
    {
      "last_name": "Uppal",
      "fore_name": "Vishal",
      "initials": "V",
      "name": "Vishal Uppal",
      "affiliations": [
        "Department of Anesthesia, Perioperative Medicine and Pain Management, Nova Scotia Health Authority and IWK Health Centre, Dalhousie University, Halifax, NS, B3K 6R8, Canada. v.uppal@dal.ca."
      ],
      "orcid": "0000-0001-7263-2072"
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kalagara",
      "fore_name": "Hari",
      "initials": "H",
      "name": "Hari Kalagara",
      "affiliations": [
        "Department of Anesthesiology and Perioperative Medicine, Mayo Clinic, Jacksonville, FL, USA."
      ]
    },
    {
      "last_name": "Sondekoppam",
      "fore_name": "Rakesh V",
      "initials": "RV",
      "name": "Rakesh V Sondekoppam",
      "affiliations": [
        "Department of Anesthesia, University of Iowa Carver College of Medicine, Iowa City, IA, USA."
      ]
    },
    {
      "last_name": "Hakim",
      "fore_name": "Sameh M",
      "initials": "SM",
      "name": "Sameh M Hakim",
      "affiliations": [
        "Department of Anesthesiology, Intensive Care and Pain Management, Faculty of Medicine, Ain Shams University, Cairo, Egypt."
      ]
    },
    {
      "last_name": "Rosenblatt",
      "fore_name": "Meg A",
      "initials": "MA",
      "name": "Meg A Rosenblatt",
      "affiliations": [
        "Department of Anesthesiology, Mount Sinai Morningside and West Hospital, New York, NY, USA."
      ]
    },
    {
      "last_name": "Pawa",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Pawa",
      "affiliations": [
        "Department of Anaesthesia, Guys' and St Thomas' NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Macfarlane",
      "fore_name": "Alan J R",
      "initials": "AJR",
      "name": "Alan J R Macfarlane",
      "affiliations": [
        "Department of Anaesthesia, University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Moka",
      "fore_name": "Eleni",
      "initials": "E",
      "name": "Eleni Moka",
      "affiliations": [
        "Anaesthesiology Department, Creta Interclinic Hospital - Hellenic Healthcare Group (HHG), Heraklion, Crete, Greece."
      ]
    },
    {
      "last_name": "Narouze",
      "fore_name": "Samer",
      "initials": "S",
      "name": "Samer Narouze",
      "affiliations": [
        "Northeast Ohio Medical University, Rootstown, USA.",
        "Center for Pain Medicine, Western Reserve Hospital, Cuyahoga Falls, OH, USA."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "243",
  "end_page": "255",
  "pages": "243-255",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anesthesia, Conduction",
    "COVID-19",
    "Humans",
    "Pandemics",
    "SARS-CoV-2",
    "Surveys and Questionnaires",
    "United States"
  ],
  "article_ids": {
    "pubmed": "34796460",
    "pmc": "PMC8601752",
    "doi": "10.1007/s12630-021-02150-8",
    "pii": "10.1007/s12630-021-02150-8"
  },
  "doi": "10.1007/s12630-021-02150-8",
  "pmc_id": "PMC8601752",
  "dates": {
    "completed": "2022-01-31",
    "revised": "2024-06-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.665796",
    "pmid": "34796460"
  }
}