{
  "pmid": "34791102",
  "uid": "34791102",
  "title": "Infectious Diseases Society of America Guidelines on Infection Prevention for Healthcare Personnel Caring for Patients with Suspected or Known COVID-19.",
  "abstract": "BACKGROUND: Since its emergence in late 2019, SARS-CoV-2 continues to pose a risk to healthcare personnel (HCP) and patients in healthcare settings. Although all clinical interactions likely carry some risk of transmission, human actions like coughing and care activities like aerosol-generating procedures likely have a higher risk of transmission. The rapid emergence and global spread of SARS-CoV-2 continues to create significant challenges in healthcare facilities, particularly with shortages of personal protective equipment (PPE) used by HCP. Evidence-based recommendations for what PPE to use in conventional, contingency, and crisis standards of care continue to be needed. Where evidence is lacking, the development of specific research questions can help direct funders and investigators. OBJECTIVE: Develop evidence-based rapid guidelines intended to support HCP in their decisions about infection prevention when caring for patients with suspected or known COVID-19. METHODS: IDSA formed a multidisciplinary guideline panel including frontline clinicians, infectious disease specialists, experts in infection control, and guideline methodologists with representation from the disciplines of public health, medical microbiology, pediatrics, critical care medicine and gastroenterology. The process followed a rapid recommendation checklist. The panel prioritized questions and outcomes. Then a systematic review of the peer-reviewed and grey literature was conducted. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach was used to assess the certainty of evidence and make recommendations. RESULTS: The IDSA guideline panel agreed on eight recommendations, including two updated recommendations and one new recommendation added since the first version of the guideline. Narrative summaries of other interventions undergoing evaluations are also included. CONCLUSIONS: Using a combination of direct and indirect evidence, the panel was able to provide recommendations for eight specific questions on the use of PPE for HCP providing care for patients with suspected or known COVID-19. Where evidence was lacking, attempts were made to provide potential avenues for investigation. There remain significant gaps in the understanding of the transmission dynamics of SARS-CoV-2 and PPE recommendations may need to be modified in response to new evidence. These recommendations should serve as a minimum for PPE use in healthcare facilities and do not preclude decisions based on local risk assessments or requirements of local health jurisdictions or other regulatory bodies.",
  "authors": [
    {
      "last_name": "Lynch",
      "fore_name": "John B",
      "initials": "JB",
      "name": "John B Lynch",
      "affiliations": [
        "Department of Medicine, Division of Allergy and Infectious Diseases, University of Washington, Seattle, Washington."
      ],
      "orcid": "0000-0001-9018-8542"
    },
    {
      "last_name": "Davitkov",
      "fore_name": "Perica",
      "initials": "P",
      "name": "Perica Davitkov",
      "affiliations": [
        "VA Northeast Ohio Healthcare System, Case Western Reserve University School of Medicine, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Deverick J",
      "initials": "DJ",
      "name": "Deverick J Anderson",
      "affiliations": [
        "Duke Center for Antimicrobial Stewardship and Infection Prevention, Duke University School of Medicine, Durham, North Carolina."
      ]
    },
    {
      "last_name": "Bhimraj",
      "fore_name": "Adarsh",
      "initials": "A",
      "name": "Adarsh Bhimraj",
      "affiliations": [
        "Department of Infectious Diseases, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Vincent Chi-Chung",
      "initials": "VC",
      "name": "Vincent Chi-Chung Cheng",
      "affiliations": [
        "Queen Mary Hospital, Department of Microbiology, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong Special Administrative Region, China."
      ]
    },
    {
      "last_name": "Guzman-Cottrill",
      "fore_name": "Judith",
      "initials": "J",
      "name": "Judith Guzman-Cottrill",
      "affiliations": [
        "Department of Pediatrics, Division of Infectious Diseases, Oregon Health and Science University, Portland, Oregon."
      ]
    },
    {
      "last_name": "Dhindsa",
      "fore_name": "Jasmine",
      "initials": "J",
      "name": "Jasmine Dhindsa",
      "affiliations": [
        "Renown Health, University of Nevada, Reno, Nevada."
      ]
    },
    {
      "last_name": "Duggal",
      "fore_name": "Abhijit",
      "initials": "A",
      "name": "Abhijit Duggal",
      "affiliations": [
        "Department of Critical Care, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Mamta K",
      "initials": "MK",
      "name": "Mamta K Jain",
      "affiliations": [
        "Department of Internal Medicine, Division of Infectious Diseases, UT Southwestern Medical Center, Dallas, Texas."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Grace M",
      "initials": "GM",
      "name": "Grace M Lee",
      "affiliations": [
        "Department of Pediatrics-Infectious Disease, Stanford University School of Medicine, Stanford, California."
      ]
    },
    {
      "last_name": "Liang",
      "fore_name": "Stephen Y",
      "initials": "SY",
      "name": "Stephen Y Liang",
      "affiliations": [
        "Division of Infectious Diseases and Emergency Medicine, Washington University School of Medicine, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "McGeer",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison McGeer",
      "affiliations": [
        "Department of Microbiology, Sinai Health System, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Varghese",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Varghese",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Lavergne",
      "fore_name": "Valery",
      "initials": "V",
      "name": "Valery Lavergne",
      "affiliations": [
        "Department of Pathology and Laboratory Medicine, Vancouver General Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Division of Preventive Medicine, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Division of Nephrology and Hypertension, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, Kansas."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Division of Gastroenterology, Hepatology, and Nutrition, University of Minnesota, Minneapolis VA Health Care System, Minneapolis, Minnesota."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "VA Northeast Ohio Healthcare System, Case Western Reserve University School of Medicine, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
    "iso_abbreviation": "Clin Infect Dis",
    "issn": "1537-6591",
    "issn_type": "Electronic",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34791102",
    "pmc": "PMC8767890",
    "doi": "10.1093/cid/ciab953",
    "pii": "6428563"
  },
  "doi": "10.1093/cid/ciab953",
  "pmc_id": "PMC8767890",
  "dates": {
    "revised": "2024-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.159105",
    "pmid": "34791102"
  }
}