{
  "pmid": "34792415",
  "uid": "34792415",
  "title": "Prevalence of Mental Health and Addiction Service use Prior to and During Incarceration in Provincial Jails in Ontario, Canada: A Retrospective Cohort Study.",
  "abstract": "OBJECTIVE: Individuals with mental illness and addiction are overrepresented in prisons. Few studies have assessed mental health and addiction (MHA)-related service use among individuals experiencing incarceration using health administrative data and most focus on service use after prison release. The objective of this study was to determine the prevalence of MHA-related service use in the 5 years prior to and during incarceration. METHODS: We used linked correctional and administrative health data for people released from Ontario provincial jails in 2010. MHA-related service use in the 5 years prior to the index incarceration was categorized hierarchically into four mutually exclusive categories based on the type of service use: psychiatric hospitalization, MHA-related emergency department (ED) visit, MHA-related outpatient visit (from psychiatrist or primary care physician), and no MHA-related service use. Demographic, diagnostic, and incarceration characteristics were compared across the four service use categories. MHA-related service use during the index incarceration was assessed by category and length of incarceration. RESULTS: A total of 48,917 individuals were included. Prior to incarceration, 6,116 (12.5%) had a psychiatric hospitalization, 8,837 (18.1%) had an MHA-related ED visit, and 15,866 (32.4%) had an MHA-related outpatient visit. Of the individuals with any MHA-related service prior to incarceration, 60.4% did not receive outpatient care from a psychiatrist prior to incarceration and 65.6% did not receive MHA-related care during incarceration. CONCLUSION: Despite a high prevalence of mental illness and addiction among people experiencing incarceration, access to and use of MHA-related care prior to and during incarceration is poor. Increasing the accessibility and use of MHA-related services throughout the criminal justice pathway is warranted.",
  "authors": [
    {
      "last_name": "Kurdyak",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Kurdyak",
      "affiliations": [
        "7978Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "ICES, Toronto, ON, Canada.",
        "Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-8115-7437"
    },
    {
      "last_name": "Friesen",
      "fore_name": "Erik L",
      "initials": "EL",
      "name": "Erik L Friesen",
      "affiliations": [
        "7978Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-4261-2534"
    },
    {
      "last_name": "Young",
      "fore_name": "Jesse T",
      "initials": "JT",
      "name": "Jesse T Young",
      "affiliations": [
        "Justice Health Unit, Centre for Health Equity, 50066Melbourne School of Population and Global Health, The University of Melbourne, Parkville, Victoria, Australia.",
        "Centre for Adolescent Health, Murdoch Children's Research Institute, Parkville, Victoria, Australia.",
        "School of Population and Global Health, The University of Western Australia, Perth, Western Australia, Australia.",
        "National Drug Research Institute, Curtin University, Perth, Western Australia, Australia."
      ],
      "orcid": "0000-0001-5702-372X"
    },
    {
      "last_name": "Borschmann",
      "fore_name": "Rohan",
      "initials": "R",
      "name": "Rohan Borschmann",
      "affiliations": [
        "Justice Health Unit, Centre for Health Equity, 50066Melbourne School of Population and Global Health, The University of Melbourne, Parkville, Victoria, Australia.",
        "Centre for Adolescent Health, Murdoch Children's Research Institute, Parkville, Victoria, Australia.",
        "Department of Psychiatry; Warneford Hospital, University of Oxford, Oxford OX3 7JX, UK.",
        "Melbourne School of Psychological Sciences, The University of Melbourne, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Javaid",
      "initials": "J",
      "name": "Javaid Iqbal",
      "affiliations": [
        "ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Anjie",
      "initials": "A",
      "name": "Anjie Huang",
      "affiliations": [
        "ICES, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-9148-1038"
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Kouyoumdjian",
      "affiliations": [
        "ICES, Toronto, ON, Canada.",
        "Department of Family Medicine, 3710McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6869-7516"
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "690",
  "end_page": "700",
  "pages": "690-700",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Emergency Service, Hospital",
    "Humans",
    "Jails",
    "Mental Health",
    "Ontario",
    "Prevalence",
    "Prisoners",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "34792415",
    "pmc": "PMC9449135",
    "doi": "10.1177/07067437211055414"
  },
  "doi": "10.1177/07067437211055414",
  "pmc_id": "PMC9449135",
  "dates": {
    "completed": "2022-09-08",
    "revised": "2023-03-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:50.132263",
    "pmid": "34792415"
  }
}