{
  "pmid": "34812194",
  "uid": "34812194",
  "title": "Calculating Ex-ante Utilities From the Modified Japanese Orthopedic Association Score: A Prerequisite for Quantifying the Value of Care for Cervical Myelopathy.",
  "abstract": "STUDY DESIGN: General population utility valuation study. OBJECTIVE: The aim of this study was to develop a technique for calculating utilities from the modified Japanese Orthopedic Association (mJOA) Score. SUMMARY OF BACKGROUND DATA: The ability to calculate quality-adjusted life-years (QALYs) for degenerative cervical myelopathy (DCM) would enhance treatment decision making and facilitate economic analysis. QALYs are calculated using utilities. METHODS: We recruited a sample of 760 adults from a market research panel. Using an online discrete choice experiment, participants rated eight choice sets based on mJOA health states. A multiattribute utility function was estimated using a mixed multinomial-logit regression model. The sample was partitioned into a training set used for model fitting and validation set used for model evaluation. RESULTS: The regression model demonstrated good predictive performance on the validation set with an area under the curve of 0.81 (95% confidence interval: 0.80-0.82)). The regression model was used to develop a utility scoring rubric for the mJOA. Regression results revealed that participants did not regard all mJOA domains as equally important. The rank order of importance was (in decreasing order): lower extremity motor function, upper extremity motor function, sphincter dysfunction, upper extremity sensation. CONCLUSION: This study provides a simple technique for converting the mJOA score to utilities and quantify the importance of mJOA domains. The ability to evaluate QALYs for DCM will facilitate economic analysis and patient counseling. Clinicians should heed these findings and offer treatments that maximize function in the attributes viewed most important by patients.Level of Evidence: 3.",
  "authors": [
    {
      "last_name": "Jiang",
      "fore_name": "Eric X",
      "initials": "EX",
      "name": "Eric X Jiang",
      "affiliations": [
        "Department of Orthopedic Surgery, Henry Ford Hospital, Detroit, MI."
      ]
    },
    {
      "last_name": "Fisk",
      "fore_name": "Felicity E",
      "initials": "FE",
      "name": "Felicity E Fisk",
      "affiliations": [
        "Department of Orthopedic Surgery, Henry Ford Hospital, Detroit, MI."
      ]
    },
    {
      "last_name": "Taliaferro",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Taliaferro",
      "affiliations": [
        "Department of Orthopedic Surgery, Henry Ford Hospital, Detroit, MI."
      ]
    },
    {
      "last_name": "Pahuta",
      "fore_name": "Markian A",
      "initials": "MA",
      "name": "Markian A Pahuta",
      "affiliations": [
        "Division of Orthopedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Spine",
    "iso_abbreviation": "Spine (Phila Pa 1976)",
    "issn": "1528-1159",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "523",
  "end_page": "530",
  "pages": "523-530",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Cervical Vertebrae",
    "Humans",
    "Japan",
    "Orthopedics",
    "Quality-Adjusted Life Years",
    "Spinal Cord Diseases",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34812194",
    "doi": "10.1097/BRS.0000000000004299",
    "pii": "00007632-202204010-00002"
  },
  "doi": "10.1097/BRS.0000000000004299",
  "dates": {
    "completed": "2022-03-16",
    "revised": "2024-02-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:16.038327",
    "pmid": "34812194"
  }
}