{
  "pmid": "34814829",
  "uid": "34814829",
  "title": "Knowledge translation strategies for sharing evidence-based health information with older adults and their caregivers: findings from a persona-scenario method.",
  "abstract": "BACKGROUND: By understanding the information seeking behaviors of older adults, we can better develop or iterate effective information technologies, such as the McMaster Optimal Aging Portal, that provide evidence-based health information to the public. This paper reports health-related information seeking and searching behaviours and provides strategies for effective knowledge translation (KT) to increase awareness and use of reliable health information. METHODS: We conducted a qualitative study with eighteen older adults using the persona-scenario method, whereby participants created personas and scenarios describing older adults seeking health information. Scenarios were analyzed using a two-phase inductive qualitative approach, with the personas as context. From the findings related to pathways of engaging with health information, we identified targeted KT strategies to raise awareness and uptake of evidence-based information resources. RESULTS: Twelve women and six men, 60 to 81 years of age, participated. In pairs, they created twelve personas that captured rural and urban, male and female, and immigrant perspectives. Some scenarios described older adults who did not engage directly with technology, but rather accessed information indirectly through other sources or preferred nondigital modes of delivery. Two major themes regarding KT considerations were identified: connecting to information via other people and personal venues (people included healthcare professionals, librarians, and personal networks; personal venues included clinics, libraries, pharmacies, and community gatherings); and health information delivery formats, (e.g., printed and multimedia formats for web-based resources). For each theme, and any identified subthemes, corresponding sets of suggested KT strategies are presented. CONCLUSIONS: Our findings underline the importance of people, venues, and formats in the actions of older adults seeking trusted health information and highlight the need for enhanced KT strategies to share information across personal and professional networks of older adults. KT strategies that could be employed by organizations or communities sharing evidence-based, reliable health information include combinations of educational outreach and materials, decision support tools, small group sessions, publicity campaigns, champions/opinion leaders, and conferences.",
  "authors": [
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. lokkerc@mcmaster.ca."
      ],
      "orcid": "0000-0003-2436-4290"
    },
    {
      "last_name": "Gentles",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Gentles",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2004-1451"
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7566-8932"
    },
    {
      "last_name": "Jezrawi",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Jezrawi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0013-7643"
    },
    {
      "last_name": "Tahir",
      "fore_name": "Irtaza",
      "initials": "I",
      "name": "Irtaza Tahir",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-3556-4944"
    },
    {
      "last_name": "Okelana",
      "fore_name": "Opeyemi",
      "initials": "O",
      "name": "Opeyemi Okelana",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yousif",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Yousif",
      "affiliations": [
        "Department of Occupational Science & Occupational Therapy, University of Toronto, Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3117-0542"
    },
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta",
      "initials": "R",
      "name": "Ruta Valaitis",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "23"
  },
  "start_page": "665",
  "pages": "665",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Caregivers",
    "Female",
    "Health Personnel",
    "Humans",
    "Male",
    "Qualitative Research",
    "Translational Science, Biomedical"
  ],
  "article_ids": {
    "pubmed": "34814829",
    "pmc": "PMC8611832",
    "doi": "10.1186/s12877-021-02588-x",
    "pii": "10.1186/s12877-021-02588-x"
  },
  "doi": "10.1186/s12877-021-02588-x",
  "pmc_id": "PMC8611832",
  "dates": {
    "completed": "2022-01-10",
    "revised": "2022-01-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.222051",
    "pmid": "34814829"
  }
}