{
  "pmid": "34810191",
  "uid": "34810191",
  "title": "Trajectory research in children on the autism spectrum: a scoping review protocol.",
  "abstract": "INTRODUCTION: Longitudinal trajectory methods, featuring outcome assessments at three or more time points, are increasingly being used as appropriate approaches to understand developmental pathways of people on the autism spectrum across the lifespan. Understanding the scope of this rapidly expanding body of research can help inform future trajectory studies and identify areas for potential meta-analysis as well as key evidence gaps. We present the protocol for a scoping review whose objective is to identify and summarise the scope of research that uses a longitudinal trajectory study design to examine development in children diagnosed with autism. Specifically, we will identify outcome domains and age intervals that have been well characterised, areas where further research is needed and the historical use of various longitudinal trajectory analytical approaches. METHODS AND ANALYSIS: We outline the methods for the proposed scoping review according to the framework outlined by Arksey and O'Malley, with subsequent clarifications and enhancements by other authors. Using a search strategy developed by a medical librarian, we will search six databases for relevant publications. Titles and abstracts will be screened in duplicate, followed by full-text screening. Data extraction fields developed predominantly a priori from a set of guiding subquestions will be used to chart relevant data. The findings will include quantitative aggregate summaries, narrative summaries, and appraisal of trajectory studies according to our methodological subquestions. We will consult autistic self-advocate and parent-caregiver stakeholders to facilitate interpretation of the findings. ETHICS AND DISSEMINATION: Research ethics approval is not required for this scoping review. The results will be presented to researcher, care professional, policy-maker and stakeholder audiences at local and international conferences, other dissemination activities and published in a peer-reviewed journal.",
  "authors": [
    {
      "last_name": "Gentles",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Gentles",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada stevegentles@gmail.com."
      ],
      "orcid": "0000-0003-2004-1451"
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kerns",
      "fore_name": "Connor",
      "initials": "C",
      "name": "Connor Kerns",
      "affiliations": [
        "Department of Psychology, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "McVey",
      "fore_name": "Alana J",
      "initials": "AJ",
      "name": "Alana J McVey",
      "affiliations": [
        "Department of Psychology, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Hunsche",
      "fore_name": "Michelle C",
      "initials": "MC",
      "name": "Michelle C Hunsche",
      "affiliations": [
        "Department of Psychology, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Ng Cordell",
      "fore_name": "Elise C",
      "initials": "EC",
      "name": "Elise C Ng Cordell",
      "affiliations": [
        "Department of Psychology, The University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Bednar",
      "fore_name": "E Dmitra",
      "initials": "ED",
      "name": "E Dmitra Bednar",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Banfield",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Banfield",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada.",
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Stelios",
      "initials": "S",
      "name": "Stelios Georgiades",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "22"
  },
  "start_page": "e053443",
  "pages": "e053443",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Autistic Disorder",
    "Child",
    "Delivery of Health Care",
    "Humans",
    "Meta-Analysis as Topic",
    "Peer Review",
    "Research Design",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "34810191",
    "pmc": "PMC8609941",
    "doi": "10.1136/bmjopen-2021-053443",
    "pii": "bmjopen-2021-053443"
  },
  "doi": "10.1136/bmjopen-2021-053443",
  "pmc_id": "PMC8609941",
  "dates": {
    "completed": "2021-12-06",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.786418",
    "pmid": "34810191"
  }
}