{
  "pmid": "34820501",
  "uid": "34820501",
  "title": "Bonding social capital and health within four First Nations communities in Canada: A cross-sectional study.",
  "abstract": "To date, research on social capital in Indigenous contexts has been scarce. In this quantitative study, our objectives were to (1): Describe bonding social capital within four distinct First Nations communities in Canada, and (2) Explore the associations between bonding social capital and self-rated health in these communities. With community permission, cross-sectional data were drawn from the Canadian Alliance for Healthy Hearts and Minds study. Four reserve-based First Nations communities were included in the analysis, totaling 591 participants. Descriptive statistics were computed to examine levels of social capital among communities and logistic regression analyses were performed to identify social capital predictors of good self-rated health. Age, sex, education level, and community were controlled for in all models. Across the four communities in this study, areas of common social capital included frequent socialization among friends and large and interconnected family networks. Positive self-rated health was associated with civic engagement at federal or provincial levels (OR=1.65, p<0.05) and organizational membership (OR=1.60, p<0.05), but overall, sociodemographic variables were more significantly associated with self-rated health than social capital variables. Significant differences in social capital were found across the four communities and community of residence was a significant health outcomes predictor in all logistic regression models. In conclusion, this study represents one of the first efforts to quantitatively study First Nations social capital with respect to health in Canada. The results reflect significant differences in the social capital landscape across different First Nations communities and suggest the need for social capital measurement tools that may be adapted to unique Indigenous contexts. Further, the impact of social capital on health may be better explored and interpreted with more community-specific instruments and with supplementary qualitative inquiry.",
  "authors": [
    {
      "last_name": "Yeung",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Yeung",
      "affiliations": [
        "University of Toronto, Department of Psychiatry, 250 College Street, 8th floor, Toronto, ON, M5T 1R8, Canada."
      ]
    },
    {
      "last_name": "Rosenberg",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Rosenberg",
      "affiliations": [
        "Queen's University, Department of Geography & Planning, Mackintosh-Corry Hall, 58 University Ave., Kingston, ON, K7L 3N9, Canada."
      ]
    },
    {
      "last_name": "Banach",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Banach",
      "affiliations": [
        "Lac La Ronge Indian Band, P.O. Box 1770, La Ronge, SK, S0J 1L0, Canada."
      ]
    },
    {
      "last_name": "Mayotte",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Mayotte",
      "affiliations": [
        "Lac La Ronge Indian Band, P.O. Box 67 La Ronge, SK, S0J 1L0, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Population Health Research Institute, McMaster University, 20 Copeland Ave., Hamilton, ON, L8L 2X2, Canada."
      ]
    },
    {
      "last_name": "La Ronge Indian Band",
      "fore_name": "Lac",
      "initials": "L",
      "name": "Lac La Ronge Indian Band",
      "affiliations": [
        "C/o Mary Carlson, Health Director, P.O. Box 1770, La Ronge, SK, S0J 1L0, Canada."
      ]
    },
    {
      "last_name": "McKay First Nation",
      "fore_name": "Fort",
      "initials": "F",
      "name": "Fort McKay First Nation",
      "affiliations": [
        "C/o Jean L'Hommecourt, 39 Athabasca River Dr. Fort McKay, AB, T0P 1C0, Canada."
      ]
    },
    {
      "last_name": "Castleden",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Castleden",
      "affiliations": [
        "University of Victoria, School of Public Administration, PO Box 1700 STN CSC, Victoria, BC, V8W 2Y2, Canada."
      ]
    }
  ],
  "journal": {
    "title": "SSM - population health",
    "iso_abbreviation": "SSM Popul Health",
    "issn": "2352-8273",
    "issn_type": "Print",
    "volume": "16",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "100962",
  "pages": "100962",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34820501",
    "pmc": "PMC8599144",
    "doi": "10.1016/j.ssmph.2021.100962",
    "pii": "S2352-8273(21)00237-8"
  },
  "doi": "10.1016/j.ssmph.2021.100962",
  "pmc_id": "PMC8599144",
  "dates": {
    "revised": "2023-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.336548",
    "pmid": "34820501"
  }
}