{
  "pmid": "34826514",
  "uid": "34826514",
  "title": "GLP-1 receptor agonist versus DPP-4 inhibitor and kidney and cardiovascular outcomes in clinical practice in type-2 diabetes.",
  "abstract": "Whether glucagon-like peptide-1 receptor agonists (GLP1-RA) reduce detrimental kidney outcomes is uncertain. In secondary analyses, trials have shown consistent reductions in macroalbuminuria, but inconclusive results about kidney function decline. To help clarify this, we conducted a cohort study to compare kidney and cardiovascular outcomes in individuals who started GLP1-RA or dipeptidyl peptidase-4 inhibitors (DPP4i) (reduces degradation of endogenous GLP1). The primary outcome was a composite of sustained doubling of creatinine, kidney failure or kidney death. The secondary outcomes were three-point major adverse cardiovascular events (MACE) and its individual components. Propensity score weighted Cox regression was used to balance 53 confounders. A total of 19,766 individuals were included, of whom 5,699 initiated GLP1-RA, and were followed for a median 2.9 years. Mean age was 63 years, 26.2% had atherosclerotic cardiovascular disease and 16.0% had an estimated glomerular filtration rate (eGFR) under 60 ml/min/1.73m[2]. The adjusted hazard ratio for GLP1-RA vs. DPP4i was 0.72 (95% confidence interval 0.53-0.98) for the composite kidney outcome and 0.85 (0.73-0.99) for MACE, with absolute five-year risk reductions of 0.8% (0.1%-1.5%) and 1.6% (0.2%-2.9%), respectively. Hazard ratios were 0.79 (0.60-1.05) for cardiovascular death, 0.86 (0.68-1.09) for myocardial infarction and 0.74 (0.59-0.93) for stroke. Results were consistent within subgroups, including age, sex, eGFR and baseline metformin use. Thus, in our analysis of patients from routine clinical practice, the use of GLP1-RA was associated with a lower risk of kidney outcomes compared with DPP4i. Reductions in both kidney outcomes and MACE were similar in magnitude to those reported in large cardiovascular outcome trials.",
  "authors": [
    {
      "last_name": "Xu",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Xu",
      "affiliations": [
        "Peking University Clinical Research Institute, Peking University First Hospital, Beijing, China; Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden. Electronic address: xuyang_pucri@bjmu.edu.cn."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Edouard L",
      "initials": "EL",
      "name": "Edouard L Fu",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden; Department of Clinical Epidemiology, Leiden University Medical Center, Leiden, The Netherlands."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mazhar",
      "fore_name": "Faizan",
      "initials": "F",
      "name": "Faizan Mazhar",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Jardine",
      "fore_name": "Meg J",
      "initials": "MJ",
      "name": "Meg J Jardine",
      "affiliations": [
        "Kidney Health Research, NHMRC Clinical Trials Centre, University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Carrero",
      "fore_name": "Juan J",
      "initials": "JJ",
      "name": "Juan J Carrero",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Kidney international",
    "iso_abbreviation": "Kidney Int",
    "issn": "1523-1755",
    "issn_type": "Electronic",
    "volume": "101",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "360",
  "end_page": "368",
  "pages": "360-368",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cardiovascular Diseases",
    "Cohort Studies",
    "Diabetes Mellitus, Type 2",
    "Dipeptidyl-Peptidase IV Inhibitors",
    "Humans",
    "Hypoglycemic Agents",
    "Kidney",
    "Middle Aged",
    "Glucagon-Like Peptide-1 Receptor Agonists"
  ],
  "article_ids": {
    "pubmed": "34826514",
    "doi": "10.1016/j.kint.2021.10.033",
    "pii": "S0085-2538(21)01065-6"
  },
  "doi": "10.1016/j.kint.2021.10.033",
  "dates": {
    "completed": "2022-03-11",
    "revised": "2025-01-03"
  },
  "chemicals": [
    "Dipeptidyl-Peptidase IV Inhibitors",
    "Hypoglycemic Agents",
    "Glucagon-Like Peptide-1 Receptor Agonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.973811",
    "pmid": "34826514"
  }
}