{
  "pmid": "34829911",
  "uid": "34829911",
  "title": "Molecular Docking Simulation Studies Identifies Potential Natural Product Derived-Antiwolbachial Compounds as Filaricides against Onchocerciasis.",
  "abstract": "Onchocerciasis is the leading cause of blindness and severe skin lesions which remain a major public health problem, especially in tropical areas. The widespread use of antibiotics and the long duration required for effective treatment continues to add to the increasing global menace of multi-resistant pathogens. Onchocerca volvulus harbors the endosymbiont bacteria Wolbachia, essential for the normal development of embryos, larvae and long-term survival of the adult worm, O. volvulus. We report here results of using structure-based drug design (SBDD) approach aimed at identifying potential novel Wolbachia inhibitors from natural products against the Wolbachia surface protein (WSP). The protein sequence of the WSP with UniProtKB identifier Q0RAI4 was used to model the three-dimensional (3D) structure via homology modelling techniques using three different structure-building algorithms implemented in Modeller, I-TASSER and Robetta. Out of the 15 generated models of WSP, one was selected as the most reasonable quality model which had 82, 15.5, 1.9 and 0.5% of the amino acid residues in the most favored regions, additionally allowed regions, generously allowed regions and disallowed regions, respectively, based on the Ramachandran plot. High throughput virtual screening was performed via Autodock Vina with a library comprising 42,883 natural products from African and Chinese databases, including 23 identified anti-Onchocerca inhibitors. The top six compounds comprising ZINC000095913861, ZINC000095486235, ZINC000035941652, NANPDB4566, acetylaleuritolic acid and rhemannic acid had binding energies of -12.7, -11.1, -11.0, -11, -10.3 and -9.5 kcal/mol, respectively. Molecular dynamics simulations including molecular mechanics Poisson-Boltzmann (MMPBSA) calculations reinforced the stability of the ligand-WSP complexes and plausible binding mechanisms. The residues Arg45, Tyr135, Tyr148 and Phe195 were predicted as potential novel critical residues required for ligand binding in pocket 1. Acetylaleuritolic acid and rhemannic acid (lantedene A) have previously been shown to possess anti-onchocercal activity. This warrants the need to evaluate the anti-WSP activity of the identified molecules. The study suggests the exploitation of compounds which target both pockets 1 and 2, by investigating their potential for effective depletion of Wolbachia. These compounds were predicted to possess reasonably good pharmacological profiles with insignificant toxicity and as drug-like. The compounds were computed to possess biological activity including antibacterial, antiparasitic, anthelmintic and anti-rickettsials. The six natural products are potential novel antiwolbachial agents with insignificant toxicities which can be explored further as filaricides for onchocerciasis.",
  "authors": [
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra LG 77, Ghana.",
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra LG 54, Ghana."
      ],
      "orcid": "0000-0002-1093-1517"
    },
    {
      "last_name": "Broni",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Broni",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra LG 77, Ghana.",
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra LG 54, Ghana.",
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P.O. Box LG 581, Legon, Accra LG 581, Ghana."
      ],
      "orcid": "0000-0002-6793-7530"
    },
    {
      "last_name": "Yunus",
      "fore_name": "Faruk U",
      "initials": "FU",
      "name": "Faruk U Yunus",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra LG 77, Ghana."
      ]
    },
    {
      "last_name": "Nsoh",
      "fore_name": "John",
      "initials": "J",
      "name": "John Nsoh",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra LG 77, Ghana."
      ]
    },
    {
      "last_name": "Adoboe",
      "fore_name": "Dela",
      "initials": "D",
      "name": "Dela Adoboe",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra LG 77, Ghana."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Whelton A",
      "initials": "WA",
      "name": "Whelton A Miller",
      "affiliations": [
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153, USA.",
        "Department of Molecular Pharmacology and Neuroscience, Loyola University Medical Center, Maywood, IL 60153, USA.",
        "Department of Chemical and Biomolecular Engineering, School of Engineering and Applied Science, University of Pennsylvania, Philadelphia, IL 19104, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P.O. Box LG 581, Legon, Accra LG 581, Ghana.",
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153, USA."
      ],
      "orcid": "0000-0002-6048-8509"
    }
  ],
  "journal": {
    "title": "Biomedicines",
    "iso_abbreviation": "Biomedicines",
    "issn": "2227-9059",
    "issn_type": "Print",
    "volume": "9",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "13"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34829911",
    "pmc": "PMC8615632",
    "doi": "10.3390/biomedicines9111682",
    "pii": "biomedicines9111682"
  },
  "doi": "10.3390/biomedicines9111682",
  "pmc_id": "PMC8615632",
  "dates": {
    "revised": "2021-11-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.730700",
    "pmid": "34829911"
  }
}