{
  "pmid": "34834801",
  "uid": "34834801",
  "title": "Morphological Characterization and DNA Barcoding of Duckweed Species in Saudi Arabia.",
  "abstract": "Duckweeds, or Lemnaceae, are widespread aquatic plants. Morphology-based identification of duckweed species is difficult because of their structural complexity. Hence, molecular tools provide significant advantages for characterizing and selecting species or clones for sustainable commercial use. In this study, we collected and characterized ten duckweed isolates from nine different regions in Saudi Arabia (SA). Based on the morphological characterization and phylogenetic analysis of intergenic spacer sequences of chloroplast DNA using six barcoding markers, the clones were classified into three genera, represented by seven species: Lemna gibba L., Lemna minor L., Lemna japonica Landolt, Lemna aequinoctialis Welw., Lemna perpusilla Torr., Spirodela polyryiza (L.) Schleid., and Landoltia punctate G. Mey. Lemna gibba was revealed to be a distinct dominant duckweed species in many regions of SA. Five barcoding markers showed that L. gibba, L. minor, and L. punctata were the most widely distributed species in the country. However, L. punctata, L. perpusilla, and S. polyryiza were the dominant species in the Al-Qassim, Madinah-1, and Madinah-2 regions, respectively. Moreover, the morphological traits revealed variations for these clones, relative to other studied duckweed clones. According to the results obtained in this study, three out of six plastid markers (trnH-psbA, matK, and atpF-atpH) helped to identify the dominant duckweed species in Saudi Arabia. Further evaluation based on adaptability, molecular genetic studies, and functional genomics is needed for these species to be used at the commercial level in Saudi Arabia.",
  "authors": [
    {
      "last_name": "Al-Dakhil",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Al-Dakhil",
      "affiliations": [
        "Natural Resources and Environmental Research Institute, King Abdulaziz City for Science and Technology, Riyadh 11442, Saudi Arabia.",
        "Department of Plant Production, College of Food and Agriculture Sciences, King Saud University, Riyadh 11451, Saudi Arabia."
      ],
      "orcid": "0000-0002-5744-824X"
    },
    {
      "last_name": "Alghamdi",
      "fore_name": "Salem",
      "initials": "S",
      "name": "Salem Alghamdi",
      "affiliations": [
        "Department of Plant Production, College of Food and Agriculture Sciences, King Saud University, Riyadh 11451, Saudi Arabia."
      ],
      "orcid": "0000-0002-3717-7040"
    },
    {
      "last_name": "Migdadi",
      "fore_name": "Hussein",
      "initials": "H",
      "name": "Hussein Migdadi",
      "affiliations": [
        "Department of Plant Production, College of Food and Agriculture Sciences, King Saud University, Riyadh 11451, Saudi Arabia.",
        "National Agricultural Research Center, Baqa, Amman 19381, Jordan."
      ],
      "orcid": "0000-0002-6336-6494"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Plant Production, College of Food and Agriculture Sciences, King Saud University, Riyadh 11451, Saudi Arabia."
      ],
      "orcid": "0000-0001-8147-5558"
    },
    {
      "last_name": "Ali",
      "fore_name": "Ahmed Abdelrahim",
      "initials": "AA",
      "name": "Ahmed Abdelrahim Ali",
      "affiliations": [
        "Department of Plant Production, College of Food and Agriculture Sciences, King Saud University, Riyadh 11451, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Plants (Basel, Switzerland)",
    "iso_abbreviation": "Plants (Basel)",
    "issn": "2223-7747",
    "issn_type": "Print",
    "volume": "10",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34834801",
    "pmc": "PMC8620982",
    "doi": "10.3390/plants10112438",
    "pii": "plants10112438"
  },
  "doi": "10.3390/plants10112438",
  "pmc_id": "PMC8620982",
  "dates": {
    "revised": "2021-11-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "The initiative of the DSR Graduate Students Research Support (GSR).",
      "agency": "Deanship of Scientific Research in King Saud University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.989268",
    "pmid": "34834801"
  }
}