{
  "pmid": "34836488",
  "uid": "34836488",
  "title": "A scoping review of postoperative return to sport criteria and protocols for patients with femoroacetabular impingement syndrome.",
  "abstract": "PURPOSE: To identify the objective criteria and guidelines utilized to determine if patients diagnosed with FAIS can safely return to sport following hip arthroscopy. METHODS: The electronic databases MEDLINE Ovid, EMBASE Ovid, and CINAHL were searched to identify eligible studies. Details of study design, sample size, primary diagnosis, and return to sport protocol, duration, and rate were collected by two reviewers, independently. RESULTS: Sixty-two studies were selected for full text review of which 14 were included in the final analysis. Of these, nine were clinical commentaries and five were retrospective cohort studies. Three types of rehabilitation guidelines are currently utilized postoperatively: 4-phase, 5-phase, and 6-phase protocols. Although all 14 studies recommend using various types of outcome measures to evaluate a patient's ability to return to sport, only eleven outlined the specific outcome criteria they must achieve to do so. The most utilized outcome measures are the hip outcome score, active and passive range of motion tests, gait analysis, single- and double-leg squat tests, and the Vail hip sports test. Criteria across all three types of protocols was variable, but they all evaluated the same international classification of disability and function constructs described by the World Health Organization: body function, body structure limitations, and activity capacity limitations. CONCLUSIONS: There is no consensus on the optimal methods of evaluating a patient's readiness to return to sport after undergoing hip arthroscopy, with most criteria focused on expert opinion. Performance-based return to sport outcome criteria is not clearly defined, and validated outcome measures are not being used for FAIS patients post hip arthroscopy. Lastly, well-conducted prospective cohort studies using validated outcome measures and objective definitions of return to sport are needed to consistently identify signs that are prognostic of safe return to sport.",
  "authors": [
    {
      "last_name": "Day",
      "fore_name": "Trevor",
      "initials": "T",
      "name": "Trevor Day",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada.",
        "Faculty of Health Sciences, School of Physical Therapy, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0003-1462-3658"
    },
    {
      "last_name": "Pasic",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Pasic",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada.",
        "Schulich School of Medicine & Dentistry, Department of Surgery, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Churchill",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Churchill",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada.",
        "Faculty of Health Sciences, School of Physical Therapy, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada.",
        "Faculty of Health Sciences, School of Physical Therapy, Western University, London, Ontario, Canada.",
        "Schulich School of Medicine & Dentistry, Department of Surgery, Western University, London, Ontario, Canada.",
        "Faculty of Medicine, Michael G. DeGroote School of Medicine, Department of Health Research Methods, Evidence, and Impact (Formerly Clinical Epidemiology & Biostatistics), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Degen",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Degen",
      "affiliations": [
        "Fowler Kennedy Sport Medicine Clinic, Western University, London, Ontario, Canada.",
        "Schulich School of Medicine & Dentistry, Department of Surgery, Western University, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Physician and sportsmedicine",
    "iso_abbreviation": "Phys Sportsmed",
    "issn": "2326-3660",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "97",
  "end_page": "106",
  "pages": "97-106",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Femoracetabular Impingement",
    "Hip Joint",
    "Return to Sport",
    "Retrospective Studies",
    "Prospective Studies",
    "Arthroscopy",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "34836488",
    "doi": "10.1080/00913847.2021.2011628"
  },
  "doi": "10.1080/00913847.2021.2011628",
  "dates": {
    "completed": "2023-03-24",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.424778",
    "pmid": "34836488"
  }
}