{
  "pmid": "34834647",
  "uid": "34834647",
  "title": "The Antifungal Activity of Ag/CHI NPs against Rhizoctonia solani Linked with Tomato Plant Health.",
  "abstract": "Pathogenic infestations are significant threats to vegetable yield, and have become an urgent problem to be solved. Rhizoctonia solani is one of the worst fungi affecting tomato crops, reducing yield in some regions. It is a known fact that plants have their own defense against such infestations; however, it is unclear whether any exogenous material can help plants against infestation. Therefore, we performed greenhouse experiments to evaluate the impacts of R. solani on 15- and 30-day old tomato plants after fungal infestation, and estimated the antifungal activity of nanoparticles (NPs) against the pathogen. We observed severe pathogenic impacts on the above-ground tissues of tomato plants which would affect plant physiology and crop production. Pathogenic infection reduced total chlorophyll and anthocyanin contents, which subsequently disturbed plant physiology. Further, total phenolic contents (TPC), total flavonoid contents (TFC), and malondialdehyde (MDA) contents were significantly increased in pathogen treatments. Constitutively, enhanced activities were estimated for catalase (CAT), superoxide dismutase (SOD), and ascorbate peroxidase (APX) in response to reactive oxygen species (ROS)in pathogen-treated plants. Moreover, pathogenesis-related genes, namely, chitinase, plant glutathione S-transferase (GST), phenylalanine ammonia-lyase (PAL1), pathogenesis-related protein (PR12), and pathogenesis-related protein (PR1) were evaluated, with significant differences between treated and control plants. In vitro and greenhouse antifungal activity of silver nanoparticles (Ag NPs), chitosan nanoparticles, and Ag NPs/CHI NPs composites and plant health was studied using transmission electron microscopy (TEM) and Fourier transform infrared (FTIR) spectrophotometry. We found astonishing results, namely, that Ag and CHI have antifungal activities against R. solani. Overall, plant health was much improved following treatment with Ag NPs/CHI NPs composites. In order to manage R. solani pathogenicity and improve tomato health, Ag/CHI NPs composites could be used infield as well as on commercial levels based on recommendations. However, there is an urgent need to first evaluate whether these NP composites have any secondary impacts on human health or the environment.",
  "authors": [
    {
      "last_name": "Al-Surhanee",
      "fore_name": "Ameena A",
      "initials": "AA",
      "name": "Ameena A Al-Surhanee",
      "affiliations": [
        "Biology Department, College of Science, Jouf University, Sakaka 2014, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Institute of Soil and Water Resources and Environmental Science, College of Environment and Resource Sciences, Zhejiang University, Hangzhou 310058, China.",
        "Islamic Girls School and College, Parachinar 26301, KPK, Pakistan."
      ]
    },
    {
      "last_name": "Bouqellah",
      "fore_name": "Nahla Alsayed",
      "initials": "NA",
      "name": "Nahla Alsayed Bouqellah",
      "affiliations": [
        "Biology Department, Science College, Taibah University, Medina 42317-8599, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ouf",
      "fore_name": "Salama A",
      "initials": "SA",
      "name": "Salama A Ouf",
      "affiliations": [
        "Botany and Microbiology Department, Faculty of Science, Cairo University, Giza 12613, Egypt."
      ],
      "orcid": "0000-0001-6786-2703"
    },
    {
      "last_name": "Muhammad",
      "fore_name": "Sajid",
      "initials": "S",
      "name": "Sajid Muhammad",
      "affiliations": [
        "Institute of Crop Science, College of Agriculture and Biotechnology, Zhejiang University, Hangzhou 310058, China."
      ]
    },
    {
      "last_name": "Jan",
      "fore_name": "Mehmood",
      "initials": "M",
      "name": "Mehmood Jan",
      "affiliations": [
        "Institute of Crop Science, College of Agriculture and Biotechnology, Zhejiang University, Hangzhou 310058, China."
      ]
    },
    {
      "last_name": "Kaleem",
      "fore_name": "Sidra",
      "initials": "S",
      "name": "Sidra Kaleem",
      "affiliations": [
        "Ocean College of Science and Engineering, Zhejiang University, Zhoushan 316021, China."
      ]
    },
    {
      "last_name": "Hashem",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Hashem",
      "affiliations": [
        "Department of Biology, College of Science, King Khalid University, Abha 61413, Saudi Arabia.",
        "Department of Botany and Microbiology, Faculty of Science, Assiut University, Assiut 71516, Egypt."
      ],
      "orcid": "0000-0003-2593-3387"
    },
    {
      "last_name": "Alamri",
      "fore_name": "Saad",
      "initials": "S",
      "name": "Saad Alamri",
      "affiliations": [
        "Department of Biology, College of Science, King Khalid University, Abha 61413, Saudi Arabia."
      ]
    },
    {
      "last_name": "Abdel Latef",
      "fore_name": "Arafat Abdel Hamed",
      "initials": "AAH",
      "name": "Arafat Abdel Hamed Abdel Latef",
      "affiliations": [
        "Botany and Microbiology Department, Faculty of Science, South Valley University, Qena 83523, Egypt."
      ],
      "orcid": "0000-0001-5244-4832"
    },
    {
      "last_name": "Ali",
      "fore_name": "Omar M",
      "initials": "OM",
      "name": "Omar M Ali",
      "affiliations": [
        "Department of Chemistry, Turabah University College, Turabah Branch, Taif University, P.O. Box 11099, Taif 21944, Saudi Arabia."
      ],
      "orcid": "0000-0002-2653-1542"
    },
    {
      "last_name": "Soliman",
      "fore_name": "Mona H",
      "initials": "MH",
      "name": "Mona H Soliman",
      "affiliations": [
        "Botany and Microbiology Department, Faculty of Science, Cairo University, Giza 12613, Egypt.",
        "Biology Department, Faculty of Science, Taibah University, Al-Sharm, Yanbu El-Bahr, Yanbu 46429, Saudi Arabia."
      ],
      "orcid": "0000-0002-9102-4790"
    }
  ],
  "journal": {
    "title": "Plants (Basel, Switzerland)",
    "iso_abbreviation": "Plants (Basel)",
    "issn": "2223-7747",
    "issn_type": "Print",
    "volume": "10",
    "issue": "11",
    "pub_year": "2021",
    "pub_month": "Oct",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34834647",
    "pmc": "PMC8618975",
    "doi": "10.3390/plants10112283",
    "pii": "plants10112283"
  },
  "doi": "10.3390/plants10112283",
  "pmc_id": "PMC8618975",
  "dates": {
    "revised": "2021-11-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "TURSP-2020/81",
      "agency": "Taif University Researchers Supporting Project"
    },
    {
      "grant_id": "R.G.P. 1/25/42",
      "agency": "Deanship of Scientific Research, King Khalid University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.988936",
    "pmid": "34834647"
  }
}