{
  "pmid": "34836837",
  "uid": "34836837",
  "title": "Evidence-based urology: importance of relative vs absolute effect.",
  "abstract": "In order to effectively apply research evidence - in particular the results of clinical trials - to daily patient care, clinicians need to understand the magnitude of treatment benefits and harms, and the ways authors may express that magnitude. Authors may express outcomes using either relative or absolute measures, or both together. Relative measures make the magnitude of treatment effect appear much greater than absolute. Absolute effects are, however, more important to patients than relative effects. Here, using examples from the urological literature, we discuss the concepts of relative and absolute measures. PATIENT SUMMARY: When presenting the results of a trial, different ways of describing the same risk can influence the way patients and their doctors perceive the results. Reports can choose relative or absolute measures - or report both. Absolute measures are more informative in understanding the risk of an outcome patients face when not treated, and how treatment improves that risk.",
  "authors": [
    {
      "last_name": "Witte",
      "fore_name": "Lambertus P W",
      "initials": "LPW",
      "name": "Lambertus P W Witte",
      "affiliations": [
        "Department of Urology, Isala Clinics, Zwolle, The Netherlands."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland; Department of Surgery, South Karelia Central Hospital, Lappeenranta, Finland."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Malde",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Malde",
      "affiliations": [
        "Department of Urology, Guy's and St Thomas' NHS Foundation Trust, London, UK. Electronic address: sachmalde@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "European urology focus",
    "iso_abbreviation": "Eur Urol Focus",
    "issn": "2405-4569",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Nov"
  },
  "start_page": "1226",
  "end_page": "1229",
  "pages": "1226-1229",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Clinical Trials as Topic",
    "Humans",
    "Research Report",
    "Urology"
  ],
  "article_ids": {
    "pubmed": "34836837",
    "doi": "10.1016/j.euf.2021.09.022",
    "pii": "S2405-4569(21)00268-6"
  },
  "doi": "10.1016/j.euf.2021.09.022",
  "dates": {
    "completed": "2022-04-13",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:13.816401",
    "pmid": "34836837"
  }
}