{
  "pmid": "34857574",
  "uid": "34857574",
  "title": "Current practices and challenges in adaptation of clinical guidelines: a qualitative study based on semistructured interviews.",
  "abstract": "OBJECTIVE: This study aims to better understand the current practice of clinical guideline adaptation and identify challenges raised in this process, given that published adapted clinical guidelines are generally of low quality, poorly reported and not based on published frameworks. DESIGN: A qualitative study based on semistructured interviews. We conducted a framework analysis for the adaptation process, and thematic analysis for participants' views and experiences about adaptation process. SETTING: Nine guideline development organisations from seven countries. PARTICIPANTS: Guideline developers who have adapted clinical guidelines within the last 3 years. We identified potential participants through published adapted clinical guidelines, recommendations from experts, and a review of the Guideline International Network Conference attendees' list. RESULTS: We conducted ten interviews and identified nine adaptation methodologies. The reasons for adapting clinical guidelines include developing de novo clinical guidelines, implementing source clinical guidelines, and harmonising and updating existing clinical guidelines. We identified the following core steps of the adaptation process (1) selection of scope and source guideline(s), (2) assessment of source materials (guidelines, recommendations and evidence level), (3) decision-making process and (4) external review and follow-up process. Challenges on the adaptation of clinical guidelines include limitations from source clinical guidelines (poor quality or reporting), limitations from adaptation settings (lacking resources or skills), adaptation process intensity and complexity, and implementation barriers. We also described how participants address the complexities and implementation issues of the adaptation process. CONCLUSIONS: Adaptation processes have been increasingly used to develop clinical guidelines, with the emergence of different purposes. The identification of core steps and assessment levels could help guideline adaptation developers streamline their processes. More methodological research is needed to develop rigorous international standards for adapting clinical guidelines.",
  "authors": [
    {
      "last_name": "Song",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Song",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain yangsongcochrane@gmail.com."
      ],
      "orcid": "0000-0002-4094-1388"
    },
    {
      "last_name": "Ballesteros",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Ballesteros",
      "affiliations": [
        "Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Li",
      "affiliations": [
        "Research Institute (VHIR), Universitat Autònoma de Barcelona, Vall d'Hebron Hospital Universitari, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Martínez García",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Martínez García",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain.",
        "Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain."
      ],
      "orcid": "0000-0003-0126-8706"
    },
    {
      "last_name": "Niño de Guzmán",
      "fore_name": "Ena",
      "initials": "E",
      "name": "Ena Niño de Guzmán",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Vernooij",
      "fore_name": "Robin W M",
      "initials": "RWM",
      "name": "Robin W M Vernooij",
      "affiliations": [
        "Department of Nephrology and Hypertension, University Medical Centre Utrecht, Utrecht, The Netherlands.",
        "Julius Center for Health Sciences and Primary Care, University Medical Centre Utrecht, Utrecht, The Netherlands."
      ],
      "orcid": "0000-0001-5734-4566"
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-3444-8618"
    },
    {
      "last_name": "Cluzeau",
      "fore_name": "Francoise",
      "initials": "F",
      "name": "Francoise Cluzeau",
      "affiliations": [
        "Consultant, London, UK."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain.",
        "Centro de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain."
      ],
      "orcid": "0000-0002-8001-8504"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec",
    "pub_day": "02"
  },
  "start_page": "e053587",
  "pages": "e053587",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Practice Guidelines as Topic",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "34857574",
    "pmc": "PMC8640632",
    "doi": "10.1136/bmjopen-2021-053587",
    "pii": "bmjopen-2021-053587"
  },
  "doi": "10.1136/bmjopen-2021-053587",
  "pmc_id": "PMC8640632",
  "dates": {
    "completed": "2022-03-07",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.229199",
    "pmid": "34857574"
  }
}