{
  "pmid": "34855266",
  "uid": "34855266",
  "title": "Measuring outcomes for temple hollowing treatment: Content validity of new and existing FACE-Q scales.",
  "abstract": "BACKGROUND: The FACE-Q, a validated, modular patient-reported outcome measure with global uptake, currently does not have a scale to measure the appearance of the temples. Objectives of our study were to develop a new FACE-Q scale for appearance of temples and assess content validity of two existing FACE-Q scales in the context of temple hollowing: Satisfaction with Facial Appearance and Psychological Function. METHODS: A heterogeneous sample of adults who were seeking or had received treatments for temple hollowing was recruited from three outpatient clinics in the United States. Semi-structured interviews using an interpretive description approach were completed to elicit concepts and generate an item pool and assess content validity of the two existing FACE-Q scales. The item pool data were used to develop preliminary Temple scale, which was refined based on patient and expert feedback. RESULTS: Participants (N = 15, 55 ± 9 years) described a range of esthetic concerns related to temple hollowing and its treatment. The data were used to draft the FACE-Q Satisfaction with Temples scale, which was refined through input from patients (N = 12) and clinicians (N = 5), resulting in a 16-item FACE-Q Satisfaction with Temples scale. The scale covers concepts of fullness, harmony, scenarios (eg, mirror, bright lights), age, and shape. Content validity of the two existing FACE-Q scales was substantiated. CONCLUSION: The FACE-Q Satisfaction with Temples scale fills an important gap in patient-reported outcome measurement in facial esthetics. The scale will be field-tested to finalize content and develop the scoring algorithm prior to implementation in clinical practice and research.",
  "authors": [
    {
      "last_name": "Kaur",
      "fore_name": "Manraj N",
      "initials": "MN",
      "name": "Manraj N Kaur",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1911-0395"
    },
    {
      "last_name": "Baradaran",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Baradaran",
      "affiliations": [
        "Allergan plc, Irvine, California, USA."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Vaishali",
      "initials": "V",
      "name": "Vaishali Patel",
      "affiliations": [
        "Allergan plc, Irvine, California, USA."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of cosmetic dermatology",
    "iso_abbreviation": "J Cosmet Dermatol",
    "issn": "1473-2165",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "167",
  "end_page": "175",
  "pages": "167-175",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Outcome Assessment, Health Care",
    "Patient Satisfaction",
    "Psychometrics",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "34855266",
    "doi": "10.1111/jocd.14646"
  },
  "doi": "10.1111/jocd.14646",
  "dates": {
    "completed": "2021-12-28",
    "revised": "2021-12-28"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Allergan"
    },
    {
      "agency": "ABBVie Inc."
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.173937",
    "pmid": "34855266"
  }
}