{
  "pmid": "34869724",
  "uid": "34869724",
  "title": "A Cross-Sectional Study on the Association Between Risk Factors of Toxoplasmosis and One Health Knowledge in Pakistan.",
  "abstract": "Toxoplasmosis is a zoonotic disease caused by Toxoplasma gondii, a protozoan that infects warm-blooded animals and humans. Approximately one third of the global population is infected by T. gondii. We conducted a cross-sectional study to assess the risk factors and One Health knowledge of toxoplasmosis in Rawalpindi and Islamabad, Pakistan. From July through December 2020, we collected data using questionnaires. The results showed that 60% of participants had heard or read about the disease, 23.3% of participants had no knowledge about the disease, and 16.8% participants were not sure about the disease. More than half of the participants (53.3%) reported that toxoplasmosis was caused by toxins, 5.3% reported that toxoplasmosis was an animal disease, 13.8% reported that toxoplasmosis was a human disease, 65.8% reported that it was both an animal and human disease, and 15.3% reported that it was neither an animal nor a human disease. Approximately 80.5% of participants reported that individuals acquired toxoplasmosis by changing cat litter. Our study findings revealed a low level of knowledge and awareness about toxoplasmosis among males. Therefore, there should be awareness programs to educate individuals about the risks of this deadly disease and to provide information on the major routes of transmission.",
  "authors": [
    {
      "last_name": "Maqsood",
      "fore_name": "Tooba",
      "initials": "T",
      "name": "Tooba Maqsood",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Shahzad",
      "fore_name": "Khuram",
      "initials": "K",
      "name": "Khuram Shahzad",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Naz",
      "fore_name": "Shumaila",
      "initials": "S",
      "name": "Shumaila Naz",
      "affiliations": [
        "Department of Biological Sciences, National University of Medical Sciences (NUMS), Rawalpindi, Pakistan."
      ]
    },
    {
      "last_name": "Simsek",
      "fore_name": "Sami",
      "initials": "S",
      "name": "Sami Simsek",
      "affiliations": [
        "Department of Parasitology, Firat University, Elazig, Turkey."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Life Sciences, Faculty of Science, University of Management and Technology (UMT), Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Shahzad",
      "initials": "S",
      "name": "Shahzad Ali",
      "affiliations": [
        "Department of Wildlife and Ecology, University of Veterinary and Animal Sciences, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmed",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Cao",
      "fore_name": "Jianping",
      "initials": "J",
      "name": "Jianping Cao",
      "affiliations": [
        "National Institute of Parasitic Diseases, Chinese Center for Disease Control and Prevention (Chinese Center for Tropical Diseases Research), Shanghai, China.",
        "Key Laboratory of Parasite and Vector Biology, National Health Commission of People's Republic of China, Shanghai, China.",
        "World Health Organization (WHO) Collaborating Centre for Tropical Diseases, Shanghai, China.",
        "The School of Global Health, Chinese Center for Tropical Diseases Research, Shanghai Jiao Tong University School of Medicine, Shanghai, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in veterinary science",
    "iso_abbreviation": "Front Vet Sci",
    "issn": "2297-1769",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "751130",
  "pages": "751130",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34869724",
    "pmc": "PMC8637412",
    "doi": "10.3389/fvets.2021.751130"
  },
  "doi": "10.3389/fvets.2021.751130",
  "pmc_id": "PMC8637412",
  "dates": {
    "revised": "2021-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.991932",
    "pmid": "34869724"
  }
}