{
  "pmid": "34866996",
  "uid": "34866996",
  "title": "Fustin ameliorates hyperglycemia in streptozotocin induced type-2 diabetes via modulating glutathione/Superoxide dismutase/Catalase expressions, suppress lipid peroxidation and regulates histopathological changes.",
  "abstract": "Streptozotocin (STZ) 60 mg/kg, i.p.-induced diabetes in rat's results into hyperglycemia, impaired oxidative stress, lipid profile, insulin levels and changes in body weight. Treatment with antihyperglycemics and antioxidants are accounted to produce favorable effect in this paradigm. Fustin, a flavonoid derived from Rhus verniciflua, extract of Rhus verniciflua reported to exhibit anti-hyperglycemic, antioxidant, anti-microbial, anti-arthritic effects, anti-obesity effects, antiplatelet effects and anti-cancer effects. However, no evidence is existing on effect of fustin on STZ-induction diabetes. Thus, we evaluated its effects against diabetes in STZ-induced rodents. Blood glucose, Insulin, lipid peroxidation (MDA), superoxide dismutase (SOD), catalase activity (CAT), glutathione (GSH) and lipid profile levels was assessed. After 30 days diabetes induction rodents showed a severe increased blood sugar level, MDA, high density lipid and decreased cholestrol, triglyceride, GSH, SOD, CAT, respectively. Oppositely, treatment with fustin (50-100 mg/kg/p.o., two times daily, 30 days) enhanced blood glucose, lipid profile levels Insulin. Meanwhile, reduced MDA and enhanced GSH, SOD, and CAT in diabetic rats. Glibenclamide 5 mg/kg/p.o. also enhanced diabetes-induced complications and decreased oxidative stress. Further histopathology of pancreas confirms the protective effect fustin in STZ-induction diabetes in animals. In conclusion, the study revealed treatments with fustin avoid the changes in body weight, blood glucose, lipid profile and oxidative stress. As a results of these finding may lead to the growth of a choice of medicine for hyperglycemic in the future.",
  "authors": [
    {
      "last_name": "Jamal Gilani",
      "fore_name": "Sadaf",
      "initials": "S",
      "name": "Sadaf Jamal Gilani",
      "affiliations": [
        "Department of Basic Health Sciences, Preparatory Year, Princess Nourah Bint Abdulrahman University, Riyadh 11671, Saudi Arabia."
      ]
    },
    {
      "last_name": "Nasser Bin-Jumah",
      "fore_name": "May",
      "initials": "M",
      "name": "May Nasser Bin-Jumah",
      "affiliations": [
        "Biology Department, College of Science, Princess Nourah Bint Abdulrahman University, Riyadh 11671, Saudi Arabia.",
        "Environment and Biomaterial Unit, Health Sciences Research Center, Princess Nourah bint Abdulrahman University, Riyadh 11671, Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Abbasi",
      "fore_name": "Fahad A",
      "initials": "FA",
      "name": "Fahad A Al-Abbasi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Shahid Nadeem",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Shahid Nadeem",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakakah 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Sayyed",
      "fore_name": "Nadeem",
      "initials": "N",
      "name": "Nadeem Sayyed",
      "affiliations": [
        "Clinical Research Department, Meril Life Sciences Pvt. Ltd., India."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Saudi journal of biological sciences",
    "iso_abbreviation": "Saudi J Biol Sci",
    "issn": "1319-562X",
    "issn_type": "Print",
    "volume": "28",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "6963",
  "end_page": "6971",
  "pages": "6963-6971",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34866996",
    "pmc": "PMC8626260",
    "doi": "10.1016/j.sjbs.2021.07.070",
    "pii": "S1319-562X(21)00653-7"
  },
  "doi": "10.1016/j.sjbs.2021.07.070",
  "pmc_id": "PMC8626260",
  "dates": {
    "revised": "2021-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.990645",
    "pmid": "34866996"
  }
}