{
  "pmid": "34869150",
  "uid": "34869150",
  "title": "Demographic Attributes of Knowledge, Attitude, Practices, and One Health Perspective Regarding Diarrhea in Pakistan.",
  "abstract": "Background: Loose bowels is a clinical sign of gastrointestinal transport channel proteins, channels, and physical and chemical boundaries being harmed, prompting issues of water and electrolyte transport in the intestinal system. It is still considered as a major reason for emergency visits to hospitals in low-middle income countries. Zinc is a suitable treatment along with ORS for diarrhea. KAP surveys are usually conducted to collect information about general or specific topics of a particular population. The objective of this study was to investigate the knowledge, attitude, practices (KAP), and one health perspective regarding diarrhea among the participants from urban and rural populations of Rawalpindi and Islamabad, Pakistan. Methods: Data was collected by conducting a survey among residents of twin cities over a period of 6 months (from July 2020 to December 2020). The questionnaire compromised socio-demographic features and the degree of KAP with respect to diarrhea management and control. One way ANOVA tests were applied to observe the demographic relationship and various factors influencing knowledge, attitude, practices, and one health perspective about diarrhea. Results: A total of 338 subjects participated in the study. Female subjects were in the majority with 63% while the rest were male. A majority of the participants were between 15-25 years of age and 79.6% participants were un-married. The leading ethnic group was Punjabi with 52.7%; the lowest ethnic group were of Sindhi ethnicity with 8.6%. Age has a significant association with respect to knowledge and attitude. Religion has a significant association with respect to knowledge, practices, and one health, while education/qualification has an association with knowledge. The rest of the variables found no association with each other. Conclusion: It is concluded from the recent study that most residents of the twin cities of Pakistan knew about diarrhea and had a good attitude and practices toward it. Age, religion, and education have different roles regarding different diseases in the population of Pakistan. The current study has its limitations as well. Parts of the study were conducted in the capital of Pakistan which is more developed as compared to other areas of Pakistan. It would be better to explore the remote areas of Pakistan where basic amenities of life such as education, wealth, and unemployment are not available. It is important to create more awareness among community members. They should be aware how dangerous these viruses and bacteria can be. Other parts of Pakistan should also be explored for better understanding that will help in making a nationwide health policy.",
  "authors": [
    {
      "last_name": "Abbasi",
      "fore_name": "Ariba",
      "initials": "A",
      "name": "Ariba Abbasi",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Shahzad",
      "fore_name": "Khuram",
      "initials": "K",
      "name": "Khuram Shahzad",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Shabbir",
      "fore_name": "Rana Muhammad Kamran",
      "initials": "RMK",
      "name": "Rana Muhammad Kamran Shabbir",
      "affiliations": [
        "Department of Lifesciences, University of Management and Technology, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Lifesciences, University of Management and Technology, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Zahid",
      "fore_name": "Hamza",
      "initials": "H",
      "name": "Hamza Zahid",
      "affiliations": [
        "Sandeman Provincial Hospital, Quetta, Pakistan."
      ]
    },
    {
      "last_name": "Zahid",
      "fore_name": "Talha",
      "initials": "T",
      "name": "Talha Zahid",
      "affiliations": [
        "Faculty of Pharmacy and Health Sciences, University of Balochistan, Quetta, Pakistan."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmed",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Cao",
      "fore_name": "Jianping",
      "initials": "J",
      "name": "Jianping Cao",
      "affiliations": [
        "Key Laboratory of Parasite and Vector Biology, National Health Commission of the People's Republic of China, Shanghai, China.",
        "National Institute of Parasitic Diseases, Chinese Center for Disease Control and Prevention, Shanghai, China.",
        "The School of Global Health, Chinese Center for Tropical Diseases Research, Shanghai Jiao Tong University School of Medicine, Shanghai, China.",
        "World Health Organization (WHO) Collaborating Centre for Tropical Diseases, Shanghai, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2021"
  },
  "start_page": "731272",
  "pages": "731272",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Cross-Sectional Studies",
    "Diarrhea",
    "Ethnicity",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Male",
    "One Health",
    "Pakistan"
  ],
  "article_ids": {
    "pubmed": "34869150",
    "pmc": "PMC8639205",
    "doi": "10.3389/fpubh.2021.731272"
  },
  "doi": "10.3389/fpubh.2021.731272",
  "pmc_id": "PMC8639205",
  "dates": {
    "completed": "2022-04-01",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.991523",
    "pmid": "34869150"
  }
}