{
  "pmid": "34865988",
  "uid": "34865988",
  "title": "Cardiac specification during gastrulation - The Yellow Brick Road leading to Tinman.",
  "abstract": "The question of how the heart develops, and the genetic networks governing this process have become intense areas of research over the past several decades. This research is propelled by classical developmental studies and potential clinical applications to understand and treat congenital conditions in which cardiac development is disrupted. Discovery of the tinman gene in Drosophila, and examination of its vertebrate homolog Nkx2.5, along with other core cardiac transcription factors has revealed how cardiac progenitor differentiation and maturation drives heart development. Careful observation of cardiac morphogenesis along with lineage tracing approaches indicated that cardiac progenitors can be divided into two broad classes of cells, namely the first and second heart fields, that contribute to the heart in two distinct waves of differentiation. Ample evidence suggests that the fate of individual cardiac progenitors is restricted to distinct cardiac structures quite early in development, well before the expression of canonical cardiac progenitor markers like Nkx2.5. Here we review the initial specification of cardiac progenitors, discuss evidence for the early patterning of cardiac progenitors during gastrulation, and consider how early gene expression programs and epigenetic patterns can direct their development. A complete understanding of when and how the developmental potential of cardiac progenitors is determined, and their potential plasticity, is of great interest developmentally and also has important implications for both the study of congenital heart disease and therapeutic approaches based on cardiac stem cell programming.",
  "authors": [
    {
      "last_name": "Stutt",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Stutt",
      "affiliations": [
        "Program in Genetics and Genome Biology, The Hospital for Sick Children, Toronto, ON M5G0A4, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, M5S1A8, Canada."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Mengyi",
      "initials": "M",
      "name": "Mengyi Song",
      "affiliations": [
        "Program in Developmental and Stem Cell Biology, The Hospital for Sick Children, Toronto, ON M5G0A4, Canada; Program in Genetics and Genome Biology, The Hospital for Sick Children, Toronto, ON M5G0A4, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, M5S1A8, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Program in Developmental and Stem Cell Biology, The Hospital for Sick Children, Toronto, ON M5G0A4, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, M5S1A8, Canada."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Ian C",
      "initials": "IC",
      "name": "Ian C Scott",
      "affiliations": [
        "Program in Genetics and Genome Biology, The Hospital for Sick Children, Toronto, ON M5G0A4, Canada; Department of Molecular Genetics, University of Toronto, Toronto, ON, M5S1A8, Canada. Electronic address: ian.scott@sickkids.ca."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in cell & developmental biology",
    "iso_abbreviation": "Semin Cell Dev Biol",
    "issn": "1096-3634",
    "issn_type": "Electronic",
    "volume": "127",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "46",
  "end_page": "58",
  "pages": "46-58",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Drosophila",
    "Gastrulation",
    "Gene Expression Regulation, Developmental",
    "Heart",
    "Mesoderm"
  ],
  "article_ids": {
    "pubmed": "34865988",
    "doi": "10.1016/j.semcdb.2021.11.011",
    "pii": "S1084-9521(21)00288-3"
  },
  "doi": "10.1016/j.semcdb.2021.11.011",
  "dates": {
    "completed": "2022-06-08",
    "revised": "2022-08-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN 86663",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "FRN 156318",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.731635",
    "pmid": "34865988"
  }
}