{
  "pmid": "34864744",
  "uid": "34864744",
  "title": "Fertility preservation in children and young adults with cancer.",
  "abstract": "PURPOSE OF REVIEW: The issue of fertility preservation has become increasingly relevant as survival rates of children with cancer exceeds 80% at 5 years. Fertility preservation options are being utilized alongside less gonadotoxic therapeutic regimens in the treatment of these patients. The purpose of this review is to summarize the recent advances in fertility preservation in the pediatric, adolescent, and young adult population. RECENT FINDINGS: Education research involves both patient and provider; to increase understanding on both sides for improved adoption of techniques and higher rates of posttreatment fertility. Basic science research, specific to the pediatric population, has worked to further understanding of protective techniques and cryopreserved tissue transfer. Research on the techniques of preservation confirms the safety of surgical gonadal (ovarian and testicular) tissue retrieval for cryopreservation but a viable pathway for testicular tissue utilization, as it has for ovarian, has yet to be realized. Outcomes may be improving but it is apparent that robust registries are necessary to track patients long-term. Possibly the largest advancement in the recent past are group efforts, such as by PanCareLIFE, to create guidelines for these issues using larger cohorts and registries than were available. SUMMARY: Current research implies the need for the development of a national strategy to ensure that pediatric patients undergoing gonadotoxic regimens are educated, alongside their family, about fertility options and outcomes thereafter.",
  "authors": [
    {
      "last_name": "Brungardt",
      "fore_name": "Joseph G",
      "initials": "JG",
      "name": "Joseph G Brungardt",
      "affiliations": [
        "The University of Kansas, Department of Surgery, Kansas City, Kansas."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen C",
      "initials": "KC",
      "name": "Karen C Burns",
      "affiliations": [
        "Cancer and Blood Disease Institute."
      ]
    },
    {
      "last_name": "Dasgupta",
      "fore_name": "Roshni",
      "initials": "R",
      "name": "Roshni Dasgupta",
      "affiliations": [
        "Division of Pediatric General and Thoracic Surgery, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio, USA."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in pediatrics",
    "iso_abbreviation": "Curr Opin Pediatr",
    "issn": "1531-698X",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "48",
  "end_page": "52",
  "pages": "48-52",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Cryopreservation",
    "Female",
    "Fertility Preservation",
    "Humans",
    "Male",
    "Neoplasms",
    "Ovary",
    "Testis",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "34864744",
    "doi": "10.1097/MOP.0000000000001091",
    "pii": "00008480-202202000-00010"
  },
  "doi": "10.1097/MOP.0000000000001091",
  "dates": {
    "completed": "2022-04-25",
    "revised": "2023-09-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.301353",
    "pmid": "34864744"
  }
}