{
  "pmid": "34877470",
  "uid": "34877470",
  "title": "Fecal Microbiota Transplantation for the Treatment of Ulcerative Colitis: A Qualitative Assessment of Patient Perceptions and Experiences.",
  "abstract": "BACKGROUND: Fecal microbiota transplantation (FMT) is a promising experimental therapy for ulcerative colitis (UC), yet patient acceptance remains poorly understood. AIMS: The aim of this study was to explore perceptions and experiences of adult patients who received FMT for UC. METHODS: This study used a qualitative descriptive design with thematic content analysis. Patients who were approached for enrollment in a clinical trial (NCT02606032) were invited to participate in face-to-face semistructured interviews. Two groups were interviewed: those who chose to pursue FMT and those who declined FMT. Non-FMT patients were interviewed once; FMT patients were interviewed twice at pre- and post-treatment. RESULTS: Nine FMT patients (78% female, average age 46.7 years old) and eight non-FMT patients (50% female, average age 39.5 years old) were enrolled. Pretreatment themes included FMT as a natural therapy, external barriers to pursuing FMT, concerns with FMT and factors influencing the decision to pursue FMT. While both groups generally perceived FMT as a natural therapy, pre-FMT patients showed greater acceptance of alternative medicine. Both groups demonstrated poor understanding and similar initial concerns with product cleanliness. Pre-FMT patients were motivated to pursue FMT by feelings of last resort. Post-FMT themes included therapeutic impact of FMT and psychosocial impact of FMT. Post-FMT patients reported overall satisfaction and a unanimous preference for FMT over conventional medications. CONCLUSION: This is the first study to assess adult patient perceptions and real-life experiences with FMT for the treatment of UC. By improving patient education, we may achieve greater acceptance of FMT.",
  "authors": [
    {
      "last_name": "Chauhan",
      "fore_name": "Usha",
      "initials": "U",
      "name": "Usha Chauhan",
      "affiliations": [
        "Hamilton Health Sciences, Adult Digestive Diseases, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Popov",
      "fore_name": "Jelena",
      "initials": "J",
      "name": "Jelena Popov",
      "affiliations": [
        "Department of Pediatrics, McMaster University Medical Centre, Hamilton, Ontario,Canada."
      ],
      "orcid": "0000-0002-7193-0657"
    },
    {
      "last_name": "Farbod",
      "fore_name": "Yasamin",
      "initials": "Y",
      "name": "Yasamin Farbod",
      "affiliations": [
        "Department of Medicine, Poznan University of Medical Sciences, Poznan, Poland."
      ]
    },
    {
      "last_name": "Kalantar",
      "fore_name": "Mona",
      "initials": "M",
      "name": "Mona Kalantar",
      "affiliations": [
        "University College Cork, College of Medicine and Health, Cork, Ireland."
      ]
    },
    {
      "last_name": "Wolfe",
      "fore_name": "Melanie",
      "initials": "M",
      "name": "Melanie Wolfe",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3616-9292"
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Halder",
      "fore_name": "Smita",
      "initials": "S",
      "name": "Smita Halder",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kaasalainen",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Kaasalainen",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Association of Gastroenterology",
    "iso_abbreviation": "J Can Assoc Gastroenterol",
    "issn": "2515-2092",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "e120",
  "end_page": "e129",
  "pages": "e120-e129",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34877470",
    "pmc": "PMC8643654",
    "doi": "10.1093/jcag/gwab007",
    "pii": "gwab007"
  },
  "doi": "10.1093/jcag/gwab007",
  "pmc_id": "PMC8643654",
  "dates": {
    "revised": "2022-04-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.429484",
    "pmid": "34877470"
  }
}