{
  "pmid": "34883421",
  "uid": "34883421",
  "title": "The ethics of child maltreatment surveys in relation to participant distress: Implications of social science evidence, ethical guidelines, and law.",
  "abstract": "Epidemiological surveys measuring the prevalence of child maltreatment generate essential knowledge that is required to enhance human rights, promote gender equality, and reduce child abuse and neglect and its effects. Yet, evidence suggests Institutional Review Boards (IRBs) may assess the risk of these studies using higher than normal thresholds, based on a perception they may cause high distress to participants. It is essential for IRBs and researchers to have an accurate understanding of the nature and extent of participant distress associated with these studies, and of the duties of researchers towards survey participants, so that meritorious research is endorsed and duties to participants discharged. Assessment by IRBs of the ethics of such research must be appropriately informed by scientific evidence, ethical principles, and legal requirements. This article adds to knowledge by considering participant distress in child maltreatment surveys and its appropriate ethical and operational treatment. We provide an updated overview of scientific evidence of the frequency and severity of distress in studies of child maltreatment, a review of ethical requirements including a focus on beneficence and participant welfare, and a new analysis of researchers' legal duties towards participants. Our analyses demonstrate that participant distress is infrequent and transitory, that researchers can satisfy ethical requirements towards participants, and that legal liability does not extend to emotional distress. Informed by these bodies of knowledge, we distil key principles of good epidemiological practice to provide solutions to operational requirements in these surveys, which both fulfil ethical requirements to participants, and demonstrate trauma-informed practice.",
  "authors": [
    {
      "last_name": "Mathews",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Mathews",
      "affiliations": [
        "Australian Centre for Health Law Research, School of Law, Queensland University of Technology (QUT), Australia; Bloomberg School of Public Health, Johns Hopkins University, USA. Electronic address: b.mathews@qut.edu.au."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Canada; Department of Pediatrics, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Meinck",
      "fore_name": "Franziska",
      "initials": "F",
      "name": "Franziska Meinck",
      "affiliations": [
        "School of Social and Political Science, University of Edinburgh, UK; School of Health Sciences, North-West University, South Africa."
      ]
    },
    {
      "last_name": "Finkelhor",
      "fore_name": "David",
      "initials": "D",
      "name": "David Finkelhor",
      "affiliations": [
        "Crimes Against Children Research Center, Family Research Laboratory, Department of Sociology, University of New Hampshire, USA."
      ]
    },
    {
      "last_name": "Haslam",
      "fore_name": "Divna",
      "initials": "D",
      "name": "Divna Haslam",
      "affiliations": [
        "Australian Centre for Health Law Research, School of Law, Queensland University of Technology (QUT), Australia; Parenting and Family Support Centre, The University of Queensland, Australia."
      ]
    },
    {
      "last_name": "Tonmyr",
      "fore_name": "Lil",
      "initials": "L",
      "name": "Lil Tonmyr",
      "affiliations": [
        "Family Violence Surveillance, Public Health Agency of Canada, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Canada."
      ]
    },
    {
      "last_name": "Afifi",
      "fore_name": "Tracie O",
      "initials": "TO",
      "name": "Tracie O Afifi",
      "affiliations": [
        "Department of Community Health Sciences, University of Manitoba, Canada; Department of Psychiatry, University of Manitoba, Canada."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "James G",
      "initials": "JG",
      "name": "James G Scott",
      "affiliations": [
        "Mental Health Programme, QIMR Berghofer Medical Research Institute, Australia; Queensland Centre for Mental Health Research, Australia."
      ]
    },
    {
      "last_name": "Pacella",
      "fore_name": "Rosana E",
      "initials": "RE",
      "name": "Rosana E Pacella",
      "affiliations": [
        "Institute for Lifecourse Development, Faculty of Education, Health & Human Sciences, University of Greenwich, UK."
      ]
    },
    {
      "last_name": "Higgins",
      "fore_name": "Daryl J",
      "initials": "DJ",
      "name": "Daryl J Higgins",
      "affiliations": [
        "Institute of Child Protection Studies, Australian Catholic University, Australia."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Thomas",
      "affiliations": [
        "Mental Health Programme, QIMR Berghofer Medical Research Institute, Australia; Queensland Centre for Mental Health Research, Australia."
      ]
    },
    {
      "last_name": "Collin-Vézina",
      "fore_name": "Delphine",
      "initials": "D",
      "name": "Delphine Collin-Vézina",
      "affiliations": [
        "Centre for Research on Children and Families, McGill University, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Kerryann",
      "initials": "K",
      "name": "Kerryann Walsh",
      "affiliations": [
        "School of Early Childhood and Inclusive Education, Queensland University of Technology (QUT), Australia."
      ]
    }
  ],
  "journal": {
    "title": "Child abuse & neglect",
    "iso_abbreviation": "Child Abuse Negl",
    "issn": "1873-7757",
    "issn_type": "Electronic",
    "volume": "123",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "105424",
  "pages": "105424",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Child",
    "Child Abuse",
    "Confidentiality",
    "Humans",
    "Prevalence",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "34883421",
    "doi": "10.1016/j.chiabu.2021.105424",
    "pii": "S0145-2134(21)00493-2"
  },
  "doi": "10.1016/j.chiabu.2021.105424",
  "dates": {
    "completed": "2022-03-18",
    "revised": "2022-03-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.690398",
    "pmid": "34883421"
  }
}