{
  "pmid": "34887298",
  "uid": "34887298",
  "title": "Impact of a multifaceted and multidisciplinary intervention on pain, agitation and delirium management in an intensive care unit: an experience of a Canadian community hospital in conducting a quality improvement project.",
  "abstract": "BACKGROUND: Clinical guidelines suggest that routine assessment, treatment, and prevention of pain, agitation, and delirium (PAD) is essential to improving patient outcomes as delirium is associated with increased mortality and morbidity. Despite the well-established improvements on patient outcomes, adherence to PAD guidelines is poor in community intensive care units (ICU). This quality improvement (QI) project aims to evaluate the impact of a multifaceted and multidisciplinary intervention on PAD management in a Canadian community ICU and to describe the experience of a Canadian community hospital in conducting a QI project. METHODS: A ten-member PAD advisory committee was formed to develop and implement the intervention. The intervention consisted of a multidisciplinary rounds script, poster, interviews, visual reminders, educational modules, pamphlet and video. The 4-week intervention targeted nurses, family members, physicians, and the multidisciplinary team. An uncontrolled, before-and-after study methodology was used. Adherence to PAD assessment guidelines by nurses was measured over a 6-week pre-intervention and over a 6-week post-intervention periods. RESULTS: Data on 430 and 406 patient-days (PD) were available for analysis during the pre- and post- intervention periods, respectively. The intervention did not improve the proportion of PD with guideline compliance to the assessment of pain (23.4% vs. 22.4%, p=0.80), agitation (42.9% vs. 38.9%, p=0.28), nor delirium (35.2% vs. 29.6%, p=0.10) by nurses. DISCUSSION: The implementation of a multifaceted and multidisciplinary intervention on PAD assessment did not result in significant improvements in guideline adherence in a community ICU. Barriers to knowledge translation are apparent at multiple levels including the personal level (low completion rates on educational modules), interventional level (under-collection of data), and organisational level (coinciding with hospital accreditation education). Our next steps include reintroduction of education modules using organisation approved platforms, updating existing ICU policy, updating admission order sets, and conducting audit and feedback.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Zechen",
      "initials": "Z",
      "name": "Zechen Ma",
      "affiliations": [
        "Niagara Regional Campus, McMaster University Michael G DeGroote School of Medicine, St. Catharines, Ontario, Canada."
      ],
      "orcid": "0000-0003-3064-8118"
    },
    {
      "last_name": "Camargo Penuela",
      "fore_name": "Mercedes",
      "initials": "M",
      "name": "Mercedes Camargo Penuela",
      "affiliations": [
        "Niagara Health System-Saint Catharines Site, Saint Catharines, Ontario, Canada.",
        "Department of Health Science, Brock University, Saint Catharines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Law",
      "fore_name": "Madelyn",
      "initials": "M",
      "name": "Madelyn Law",
      "affiliations": [
        "Department of Health Science, Brock University, Saint Catharines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Joshi",
      "fore_name": "Divya",
      "initials": "D",
      "name": "Divya Joshi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chung",
      "fore_name": "Han-Oh",
      "initials": "HO",
      "name": "Han-Oh Chung",
      "affiliations": [
        "Niagara Health System-Saint Catharines Site, Saint Catharines, Ontario, Canada.",
        "Medicine/Critical Care, McMaster University Department of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lam",
      "fore_name": "Joyce Nga Hei",
      "initials": "JNH",
      "name": "Joyce Nga Hei Lam",
      "affiliations": [
        "Niagara Health System-Saint Catharines Site, Saint Catharines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Jennifer Ly",
      "initials": "JL",
      "name": "Jennifer Ly Tsang",
      "affiliations": [
        "Medicine/Critical Care, McMaster University Department of Medicine, Hamilton, Ontario, Canada jennifer.tsang@mail.utoronto.ca.",
        "Medicine/Critical Care, Niagara Health, St. Catharines, Ontario, Canada."
      ],
      "orcid": "0000-0003-1935-0791"
    }
  ],
  "journal": {
    "title": "BMJ open quality",
    "iso_abbreviation": "BMJ Open Qual",
    "issn": "2399-6641",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Delirium",
    "Hospitals, Community",
    "Humans",
    "Intensive Care Units",
    "Pain",
    "Quality Improvement",
    "Translational Science, Biomedical"
  ],
  "article_ids": {
    "pubmed": "34887298",
    "pmc": "PMC8663072",
    "doi": "10.1136/bmjoq-2020-001305",
    "pii": "bmjoq-2020-001305"
  },
  "doi": "10.1136/bmjoq-2020-001305",
  "pmc_id": "PMC8663072",
  "dates": {
    "completed": "2021-12-30",
    "revised": "2021-12-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:03:38.926978",
    "pmid": "34887298"
  }
}