{
  "pmid": "34881944",
  "uid": "34881944",
  "title": "Biological embedding of child maltreatment: A systematic review of biomarkers and resilience in children and youth.",
  "abstract": "OBJECTIVE: Child maltreatment (CM) is a widespread problem associated with poor mental and physical health outcomes. The underlying mechanisms of this link are not always well understood, however certain biological changes observed in maltreated individuals may play a role in connecting experience and outcome. This review specifically focuses on 2 markers of biological embedding, DNA methylation (DNAm) and telomere length (TL) in maltreated children and youth. As biomarker changes are not uniform among maltreated children, we additionally discuss biological and environmental resilience factors that may contribute to variability. METHOD: We conducted a systematic review of Medline, Embase and PsycINFO databases for studies examining DNAm and/or TL in maltreated children and youth. Methodological quality of the included studies was assessed using the Scottish Intercollegiate Guidelines Network (SIGN) checklists for cohort studies and randomized control trials. Data extraction focused on various factors including population and CM (type, chronicity, severity, and duration) characteristics. RESULTS: The initial search returned 1,688 nonduplicate results, with 417 full text articles reviewed. Twenty-six articles from 16 studies were ultimately included of which 8 examined telomere length and 18 examined DNA methylation. CONCLUSIONS: While some heterogeneity of findings was found, evidence supports differential changes in both biomarkers associated with CM. This review enhances understanding of the constellation of biological changes related to CM and consideration of the important role of resilience factors in mitigating risk. Elucidating these factors may highlight targets for future study and intervention development. (PsycInfo Database Record (c) 2022 APA, all rights reserved).",
  "authors": [
    {
      "last_name": "Nelles-McGee",
      "fore_name": "Taylor",
      "initials": "T",
      "name": "Taylor Nelles-McGee",
      "affiliations": [
        "Graduate Neuroscience Program."
      ],
      "orcid": "0000-0001-9563-1136"
    },
    {
      "last_name": "Khoury",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Khoury",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences."
      ],
      "orcid": "0000-0002-6703-4198"
    },
    {
      "last_name": "Kenny",
      "fore_name": "Meghan",
      "initials": "M",
      "name": "Meghan Kenny",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences."
      ]
    },
    {
      "last_name": "Joshi",
      "fore_name": "Divya",
      "initials": "D",
      "name": "Divya Joshi",
      "affiliations": [
        "Department of Health Research, Evidence and Impact."
      ],
      "orcid": "0000-0003-3190-8866"
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences."
      ],
      "orcid": "0000-0003-0087-830X"
    }
  ],
  "journal": {
    "title": "Psychological trauma : theory, research, practice and policy",
    "iso_abbreviation": "Psychol Trauma",
    "issn": "1942-969X",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "S1",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "S50",
  "end_page": "S62",
  "pages": "S50-S62",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Biomarkers",
    "Child",
    "Child Abuse",
    "DNA Methylation",
    "Family",
    "Humans",
    "Protective Factors"
  ],
  "article_ids": {
    "pubmed": "34881944",
    "doi": "10.1037/tra0001162",
    "pii": "2022-12376-001"
  },
  "doi": "10.1037/tra0001162",
  "dates": {
    "completed": "2022-03-21",
    "revised": "2022-03-21"
  },
  "chemicals": [
    "Biomarkers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.168651",
    "pmid": "34881944"
  }
}