{
  "pmid": "34899827",
  "uid": "34899827",
  "title": "Exploration of Potential miRNA Biomarkers and Prediction for Ovarian Cancer Using Artificial Intelligence.",
  "abstract": "Ovarian cancer is the second most dangerous gynecologic cancer with a high mortality rate. The classification of gene expression data from high-dimensional and small-sample gene expression data is a challenging task. The discovery of miRNAs, a small non-coding RNA with 18-25 nucleotides in length that regulates gene expression, has revealed the existence of a new array for regulation of genes and has been reported as playing a serious role in cancer. By using LASSO and Elastic Net as embedded algorithms of feature selection techniques, the present study identified 10 miRNAs that were regulated in ovarian serum cancer samples compared to non-cancer samples in public available dataset GSE106817: hsa-miR-5100, hsa-miR-6800-5p, hsa-miR-1233-5p, hsa-miR-4532, hsa-miR-4783-3p, hsa-miR-4787-3p, hsa-miR-1228-5p, hsa-miR-1290, hsa-miR-3184-5p, and hsa-miR-320b. Further, we implemented state-of-the-art machine learning classifiers, such as logistic regression, random forest, artificial neural network, XGBoost, and decision trees to build clinical prediction models. Next, the diagnostic performance of these models with identified miRNAs was evaluated in the internal (GSE106817) and external validation dataset (GSE113486) by ROC analysis. The results showed that first four prediction models consistently yielded an AUC of 100%. Our findings provide significant evidence that the serum miRNA profile represents a promising diagnostic biomarker for ovarian cancer.",
  "authors": [
    {
      "last_name": "Hamidi",
      "fore_name": "Farzaneh",
      "initials": "F",
      "name": "Farzaneh Hamidi",
      "affiliations": [
        "Department of Statistics and Epidemiology, Faculty of Health, Tabriz University of Medical Sciences, Tabriz, Iran."
      ]
    },
    {
      "last_name": "Gilani",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Gilani",
      "affiliations": [
        "Department of Statistics and Epidemiology, Faculty of Health, Tabriz University of Medical Sciences, Tabriz, Iran."
      ]
    },
    {
      "last_name": "Belaghi",
      "fore_name": "Reza Arabi",
      "initials": "RA",
      "name": "Reza Arabi Belaghi",
      "affiliations": [
        "Department of Statistics, Faculty of Mathematical Science, University of Tabriz, Tabriz, Iran.",
        "Department of Mathematics, Applied Mathematics and Statistics, Uppsala University, Uppsala, Sweden."
      ]
    },
    {
      "last_name": "Sarbakhsh",
      "fore_name": "Parvin",
      "initials": "P",
      "name": "Parvin Sarbakhsh",
      "affiliations": [
        "Department of Statistics and Epidemiology, Faculty of Health, Tabriz University of Medical Sciences, Tabriz, Iran."
      ]
    },
    {
      "last_name": "Edgünlü",
      "fore_name": "Tuba",
      "initials": "T",
      "name": "Tuba Edgünlü",
      "affiliations": [
        "Department of Medical Biology, Faculty of Medicine, Muğla Sıtkı Koçman University, Muğla, Turkey."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Health Research and Methods, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in genetics",
    "iso_abbreviation": "Front Genet",
    "issn": "1664-8021",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "724785",
  "pages": "724785",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34899827",
    "pmc": "PMC8656459",
    "doi": "10.3389/fgene.2021.724785",
    "pii": "724785"
  },
  "doi": "10.3389/fgene.2021.724785",
  "pmc_id": "PMC8656459",
  "dates": {
    "revised": "2021-12-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.432691",
    "pmid": "34899827"
  }
}