{
  "pmid": "34894345",
  "uid": "34894345",
  "title": "Pharmacokinetic/Pharmacodynamic Considerations of Alternate Dosing Strategies of Tocilizumab in COVID-19.",
  "abstract": "Tocilizumab is one of few treatments that have been shown to improve mortality in patients with coronavirus disease 2019 (COVID-19), but increased demand has led to relative global shortages. Recently, it has been suggested that lower doses, or fixed doses, of tocilizumab could be a potential solution to conserve the limited global supply while conferring equivalent therapeutic benefit to the dosing regimens studied in major trials. The relationship between tocilizumab dose, exposure, and response in COVID-19 has not been adequately characterized. There are a number of pharmacokinetic (PK) parameters that likely differ between patients with severe COVID-19 and patients in whom tocilizumab was studied during the US FDA approval process. Likewise, it is unclear whether a threshold exposure is necessary for tocilizumab efficacy. The safety and efficacy of fixed versus weight-based dosing of tocilizumab has been evaluated outside of COVID-19, but it is uncertain if these observations are generalizable to severe or critical COVID-19. In the current review, we consider the potential advantages and limitations of alternative tocilizumab dosing strategies. Leveraging PK models and simulation analyses, we demonstrate that a fixed single dose of tocilizumab 400 mg is unlikely to produce PK exposures equivalent to those achieved in the REMAP-CAP trial, although weight-stratified dosing appears to produce more uniform exposure distribution. Data from current and future trials could provide PK/pharmacodynamic insight to better inform dosing strategies at the bedside. Ultimately, rational dosing strategies that balance available limited supply with patient needs are required.",
  "authors": [
    {
      "last_name": "Leung",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Leung",
      "affiliations": [
        "Department of Pharmacy, St. Michael's Hospital/Unity Health Toronto, Toronto, ON, Canada. beth.leung@utoronto.ca.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, ON, Canada. beth.leung@utoronto.ca.",
        "Li Ka Shing Knowledge Institute, Toronto, ON, Canada. beth.leung@utoronto.ca."
      ],
      "orcid": "0000-0002-7066-0886"
    },
    {
      "last_name": "Crass",
      "fore_name": "Ryan L",
      "initials": "RL",
      "name": "Ryan L Crass",
      "affiliations": [
        "Ann Arbor Pharmacometrics Group, Ann Arbor, MI, USA."
      ],
      "orcid": "0000-0001-5403-4730"
    },
    {
      "last_name": "Jorgensen",
      "fore_name": "Sarah C J",
      "initials": "SCJ",
      "name": "Sarah C J Jorgensen",
      "affiliations": [
        "Department of Pharmacy, Mount Sinai Hospital, Toronto, ON, Canada.",
        "Institute of Medical Science, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Raybardhan",
      "fore_name": "Sumit",
      "initials": "S",
      "name": "Sumit Raybardhan",
      "affiliations": [
        "Department of Pharmacy, North York General, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Moore",
      "fore_name": "W Justin",
      "initials": "WJ",
      "name": "W Justin Moore",
      "affiliations": [
        "Department of Pharmacy, Northwestern Medicine, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Rhodes",
      "fore_name": "Nathaniel J",
      "initials": "NJ",
      "name": "Nathaniel J Rhodes",
      "affiliations": [
        "Department of Pharmacy, Northwestern Medicine, Chicago, IL, USA.",
        "Department of Pharmacy Practice, College of Pharmacy Downers Grove Campus, Midwestern University, Downers Grove, IL, USA.",
        "Pharmacometrics Center of Excellence, College of Pharmacy Downers Grove Campus, Midwestern University, Downers Grove, IL, USA."
      ],
      "orcid": "0000-0002-0018-5434"
    }
  ],
  "journal": {
    "title": "Clinical pharmacokinetics",
    "iso_abbreviation": "Clin Pharmacokinet",
    "issn": "1179-1926",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "155",
  "end_page": "165",
  "pages": "155-165",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Antibodies, Monoclonal, Humanized",
    "Humans",
    "SARS-CoV-2",
    "COVID-19 Drug Treatment"
  ],
  "article_ids": {
    "pubmed": "34894345",
    "pmc": "PMC8665708",
    "doi": "10.1007/s40262-021-01092-0",
    "pii": "10.1007/s40262-021-01092-0"
  },
  "doi": "10.1007/s40262-021-01092-0",
  "pmc_id": "PMC8665708",
  "dates": {
    "completed": "2022-02-08",
    "revised": "2024-08-23"
  },
  "chemicals": [
    "Antibodies, Monoclonal, Humanized",
    "tocilizumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.269280",
    "pmid": "34894345"
  }
}