{
  "pmid": "34895200",
  "uid": "34895200",
  "title": "The little things are big: evaluation of a compassionate community approach for promoting the health of vulnerable persons.",
  "abstract": "BACKGROUND: Vulnerable persons are individuals whose life situations create or exacerbate vulnerabilities, such as low income, housing insecurity and social isolation. Vulnerable people often receive a patchwork of health and social care services that does not appropriately address their needs. The cost of health and social care services escalate when these individuals live without appropriate supports. Compassionate Communities apply a population health theory of practice wherein citizens are mobilized along with health and social care supports to holistically address the needs of persons experiencing vulnerabilities. AIM: The purpose of this study was to evaluate the implementation of a compassionate community intervention for vulnerable persons in Windsor Ontario, Canada. METHODS: This applied qualitative study was informed by the Consolidated Framework for Implementation Research. We collected and analyzed focus group and interview data from 16 program stakeholders: eight program clients, three program coordinators, two case managers from the regional health authority, one administrator from a partnering community program, and two nursing student volunteers in March through June 2018. An iterative analytic process was applied to understand what aspects of the program work where and why. RESULTS: The findings suggest that the program acts as a safety net that supports people who are falling through the cracks of the formal care system. The 'little things' often had the biggest impact on client well-being and care delivery. The big and little things were achieved through three key processes: taking time, advocating for services and resources, and empowering clients to set personal health goals and make authentic community connections. CONCLUSION: Compassionate Communities can address the holistic, personalized, and client-centred needs of people experiencing homelessness and/or low income and social isolation. Volunteers are often untapped health and social care capital that can be mobilized to promote the health of vulnerable persons. Student volunteers may benefit from experiencing and responding to the needs of a community's most vulnerable members.",
  "authors": [
    {
      "last_name": "Pfaff",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Pfaff",
      "affiliations": [
        "Faculty of Nursing, University of Windsor, Windsor, Canada. kpfaff@uwindsor.ca."
      ],
      "orcid": "0000-0001-9124-0365"
    },
    {
      "last_name": "Krohn",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Krohn",
      "affiliations": [
        "Faculty of Nursing, University of Windsor, Windsor, Canada."
      ]
    },
    {
      "last_name": "Crawley",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Crawley",
      "affiliations": [
        "Faculty of Nursing, University of Windsor, Windsor, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Zadeh",
      "fore_name": "Pooya Moradian",
      "initials": "PM",
      "name": "Pooya Moradian Zadeh",
      "affiliations": [
        "School of Computer Science, University of Windsor, Windsor, Canada."
      ]
    },
    {
      "last_name": "Varacalli",
      "fore_name": "Felicia",
      "initials": "F",
      "name": "Felicia Varacalli",
      "affiliations": [
        "Faculty of Nursing, University of Windsor, Windsor, Canada."
      ]
    },
    {
      "last_name": "Ravi",
      "fore_name": "Padma",
      "initials": "P",
      "name": "Padma Ravi",
      "affiliations": [
        "Faculty of Nursing, University of Windsor, Windsor, Canada."
      ]
    },
    {
      "last_name": "Sattler",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Sattler",
      "affiliations": [
        "Windsor-Essex Compassion Care Community, Windsor, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Dec",
    "pub_day": "11"
  },
  "start_page": "2253",
  "pages": "2253",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Ill-Housed Persons",
    "Humans",
    "Ontario",
    "Qualitative Research",
    "Social Support",
    "Social Work"
  ],
  "article_ids": {
    "pubmed": "34895200",
    "pmc": "PMC8665321",
    "doi": "10.1186/s12889-021-12256-9",
    "pii": "10.1186/s12889-021-12256-9"
  },
  "doi": "10.1186/s12889-021-12256-9",
  "pmc_id": "PMC8665321",
  "dates": {
    "completed": "2022-03-08",
    "revised": "2024-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.542352",
    "pmid": "34895200"
  }
}