{
  "pmid": "34900327",
  "uid": "34900327",
  "title": "Multiple Sclerosis International Federation guideline methodology for off-label treatments for multiple sclerosis.",
  "abstract": "BACKGROUND: A total of 2.8 million people are living with multiple sclerosis and due to disparities in access to medicines, the ability to treat this condition varies widely. Off-label disease-modifying therapies are sometimes more available or affordable in different health systems. Appropriate methodology is integral in creating high-quality and trustworthy guidelines. In this article, we outline Multiple Sclerosis International Federation's (MSIF) approach to creating guidelines for off-label treatments for multiple sclerosis. METHODS: We use the Guidelines International Network (GIN)-McMaster Guideline Development Checklist and the Grading of Recommendations, Assessment, Development and Evaluations (GRADE) Evidence-to-Decision (EtD) framework. We developed detailed health descriptors for health outcomes and the panel drafted PICO (Population, Intervention, Comparator, Outcome) questions and prioritised outcomes. We collaborate with independent organisations, which systematically review and collate the information. We are actively engaging stakeholders and consulting with relevant organisations, boards, working groups and individuals. RESULTS: The draft guideline recommendations will be published for open comment and stakeholders will be encouraged to endorse and disseminate the guidelines. Our methodology ensures integrity and transparency in the criteria, evidence and judgement used to make recommendations. CONCLUSIONS: This approach will facilitate transparent creation of high-quality and trustworthy guidelines, and allow the global guidelines to be adopted or adapted into national settings.",
  "authors": [
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-1643-5386"
    },
    {
      "last_name": "Nonino",
      "fore_name": "Francesco",
      "initials": "F",
      "name": "Francesco Nonino",
      "affiliations": [
        "Cochrane Multiple Sclerosis and Rare Diseases of the CNS Review Group, IRCCS Istituto delle Scienze Neurologiche di Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Baldin",
      "fore_name": "Elisa",
      "initials": "E",
      "name": "Elisa Baldin",
      "affiliations": [
        "Cochrane Multiple Sclerosis and Rare Diseases of the CNS Review Group, IRCCS Istituto delle Scienze Neurologiche di Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Filippini",
      "fore_name": "Graziella",
      "initials": "G",
      "name": "Graziella Filippini",
      "affiliations": [
        "Cochrane Multiple Sclerosis and Rare Diseases of the CNS Review Group, Scientific Director's Office, Carlo Besta Foundation and Neurological Institute, Milan, Italy."
      ]
    },
    {
      "last_name": "Rijke",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Rijke",
      "affiliations": [
        "Multiple Sclerosis International Federation, London, UK."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Laurson-Doube",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Laurson-Doube",
      "affiliations": [
        "Multiple Sclerosis International Federation, London, UK."
      ],
      "orcid": "0000-0001-9619-9170"
    }
  ],
  "journal": {
    "title": "Multiple sclerosis journal - experimental, translational and clinical",
    "iso_abbreviation": "Mult Scler J Exp Transl Clin",
    "issn": "2055-2173",
    "issn_type": "Print",
    "volume": "7",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "20552173211051855",
  "pages": "20552173211051855",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34900327",
    "pmc": "PMC8655455",
    "doi": "10.1177/20552173211051855",
    "pii": "10.1177_20552173211051855"
  },
  "doi": "10.1177/20552173211051855",
  "pmc_id": "PMC8655455",
  "dates": {
    "revised": "2022-04-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.745240",
    "pmid": "34900327"
  }
}