{
  "pmid": "34904770",
  "uid": "34904770",
  "title": "Monitoring the integrity and usability of policy evaluation tools within an evolving sociocultural context: A demonstration of reflexivity using the CFPC Family Medicine Longitudinal Survey.",
  "abstract": "RATIONALE, AIMS, AND OBJECTIVES: Over the last decade, policy changes have prompted Canadian medical education to emphasize a transformation to competency-based education, and subsequent development of evaluation tools. The pandemic provides a unique opportunity to emphasize the value of reflexive monitoring, a cyclical and iterative process of appraisal and adaptation, since tools are influenced by social and cultural factors relevant at the time of their development. METHODS: Deductive content analysis of documents and resources about the advancement of primary care. Reflexive monitoring of the Family Medicine Longitudinal Survey (FMLS), an evaluation tool for physician training. RESULTS: The FMLS tool does not explore all training experiences that are currently relevant; including, incorporating technology, infection control and safety, public health services referrals, patient preferences for care modality, and trauma-informed culturally safe care. CONCLUSION: The results illustrate that reflection promotes the validity and usefulness of the data collected to inform policy performance and other initiatives.",
  "authors": [
    {
      "last_name": "Hamza",
      "fore_name": "Deena M",
      "initials": "DM",
      "name": "Deena M Hamza",
      "affiliations": [
        "Postgraduate Medical Education, Faculty of Medicine & Dentistry, University of Alberta, Edmonton, Alberta, Canada."
      ],
      "orcid": "0000-0001-8943-2165"
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "468",
  "end_page": "474",
  "pages": "468-474",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Family Practice",
    "Humans",
    "Longitudinal Studies",
    "Physicians",
    "Policy"
  ],
  "article_ids": {
    "pubmed": "34904770",
    "doi": "10.1111/jep.13646"
  },
  "doi": "10.1111/jep.13646",
  "dates": {
    "completed": "2022-05-12",
    "revised": "2022-05-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.289182",
    "pmid": "34904770"
  }
}