{
  "pmid": "34912942",
  "uid": "34912942",
  "title": "Molecular modelling and de novo fragment-based design of potential inhibitors of beta-tubulin gene of Necator americanus from natural products.",
  "abstract": "The emergence of drug resistance against the known hookworm drugs namely albendazole and mebendazole and their reduced efficacies necessitate the need for new drugs. Chemically diverse natural products present plausible templates to augment hookworm drug discovery. The present work utilized pharmacoinformatics techniques to predict African natural compounds ZINC95486082, ZINC95486052 and euphohelionon as potential inhibitory molecules of the hookworm Necator americanus β tubulin gene. A library of 3390 compounds was screened against a homology-modelled structure of β tubulin. The docking results obtained from AutoDock Vina was validated with an acceptable area under the curve (AUC) of 0.714 computed from the receiver operating characteristic (ROC) curve. The three selected compounds had favourable binding affinities and were predicted to form no interactions with the resistance-associated mutations Phe167, Glu198 and Phe200. The compounds were predicted as anthelmintics using a Bayesian-based technique and were pharmacologically profiled to be druglike. Further molecular dynamics simulations and MM-PBSA calculations showed the compounds as promising anthelmintic drug leads. Novel critical residues comprising Leu246, Asn247 and Asn256 were also predicted for binding. Euphohelionon was selected as a template for the de novo fragment-based design of five compounds labelled A1, A2, A3, A4 and A5; with four of them having SAscore values below 6, denoting easy synthesis. All the five de novo molecules docked firmly in the binding pocket of the β tubulin with no binding interactions with the three known resistance mutation residues. Binding energies of -8.2, -7.6, -7.3, -7.2 and -6.8 kcal/mol were obtained for A1, A2, A3, A4 and A5, respectively. The identified compounds can serve as treasure troves from which future potent anthelmintics can be designed. The current study strives to assuage the hookworm disease burden, especially making available molecules with the potential to circumvent the chemoresistance.",
  "authors": [
    {
      "last_name": "Agyapong",
      "fore_name": "Odame",
      "initials": "O",
      "name": "Odame Agyapong",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra, Ghana.",
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P.O. Box LG 581, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Asiedu",
      "fore_name": "Seth O",
      "initials": "SO",
      "name": "Seth O Asiedu",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra, Ghana.",
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P.O. Box LG 581, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra, Ghana.",
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Whelton A",
      "initials": "WA",
      "name": "Whelton A Miller",
      "affiliations": [
        "Department of Medicine, Loyola University Medical Center, Maywood, IL, 60153, USA.",
        "University of Pennsylvania, School of Engineering and Applied Science, Department of Chemical and Biomolecular Engineering, Philadelphia, PA, 19104, USA."
      ]
    },
    {
      "last_name": "Parry",
      "fore_name": "Christian S",
      "initials": "CS",
      "name": "Christian S Parry",
      "affiliations": [
        "Center for Sickle Cell Disease, And Department of Microbiology, Howard University, Washington, DC, 20059, USA."
      ]
    },
    {
      "last_name": "Sowah",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Sowah",
      "affiliations": [
        "Department of Computer Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P.O. Box LG 581, Legon, Accra, Ghana.",
        "Department of Medicine, Loyola University Medical Center, Maywood, IL, 60153, USA."
      ]
    }
  ],
  "journal": {
    "title": "Informatics in medicine unlocked",
    "iso_abbreviation": "Inform Med Unlocked",
    "issn": "2352-9148",
    "issn_type": "Print",
    "volume": "26",
    "pub_year": "2021"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34912942",
    "mid": "NIHMS1753348",
    "pmc": "PMC8670734",
    "doi": "10.1016/j.imu.2021.100734",
    "pii": "100734"
  },
  "doi": "10.1016/j.imu.2021.100734",
  "pmc_id": "PMC8670734",
  "dates": {
    "revised": "2021-12-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AI099623",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U19 AI129916",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.734656",
    "pmid": "34912942"
  }
}