{
  "pmid": "34919839",
  "uid": "34919839",
  "title": "Nursing Home Resident Admission Characteristics and Potentially Preventable Emergency Department Transfers.",
  "abstract": "OBJECTIVES: To determine which nursing home (NH) resident-level admission characteristics are associated with potentially preventable emergency department (PPED) transfers. DESIGN: We conducted a population-level retrospective cohort study on NH resident data collected using the Resident Assessment Instrument-Minimum Data Set Version 2.0 and linked to the National Ambulatory Care Reporting System for ED transfers. SETTING: We used all NH resident admission assessments from January 1, 2017, to December 31, 2018, in Ontario. PARTICIPANTS: The cohort included the admission assessment of 56,433 NH residents. METHODS: PPED transfers were defined based on the International Classification of Disease, Version 10 (Canadian) We used logistic regression with 10-fold cross-validation and computed average marginal effects to identify the association between resident characteristics at NH admission and PPED transfers within 92 days after admission. RESULTS: Overall, 6.2% of residents had at least 1 PPED transfer within 92 days of NH admission. After adjustment, variables that had a prevalence of 10% or more that were associated with a 1% or more absolute increase in the risk of a PPED transfer included polypharmacy [of cohort (OC) 84.4%, risk difference (RD) 2.0%], congestive heart failure (OC 29.0%, RD 3.0%), and renal failure (OC 11.6%, RD 1.2%). Female sex (OC 63.2%, RD -1.3%), a do not hospitalize directive (OC 24.4%, RD -2.6%), change in mood (OC 66.9%, RD -1.2%), and Alzheimer's or dementia (OC 62.1%, RD -1.2%) were more than 10% prevalent and associated with a 1% or more absolute decrease in the risk of a PPED. CONCLUSIONS AND IMPLICATIONS: Though many routinely collected resident characteristics were associated with a PPED transfer, the absence of sufficiently discriminating characteristics suggests that emergency department visits by NH residents are multifactorial and difficult to predict. Future studies should assess the clinical utility of risk factor identification to prevent transfers.",
  "authors": [
    {
      "last_name": "Aryal",
      "fore_name": "Komal",
      "initials": "K",
      "name": "Komal Aryal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice",
      "initials": "F",
      "name": "Fabrice Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gruneir",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gruneir",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Department of Family Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jabbar",
      "fore_name": "Amina",
      "initials": "A",
      "name": "Amina Jabbar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Trillium Health Partners, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Department of Medicine, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Ontario, Canada; Bruyère Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lapointe-Shaw",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Lapointe-Shaw",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Departments of Medicine, University of Toronto and University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada. Electronic address: acosta@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "1291",
  "end_page": "1296",
  "pages": "1291-1296",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Emergency Service, Hospital",
    "Female",
    "Humans",
    "Nursing Homes",
    "Ontario",
    "Patient Transfer",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "34919839",
    "doi": "10.1016/j.jamda.2021.11.020",
    "pii": "S1525-8610(21)01007-0"
  },
  "doi": "10.1016/j.jamda.2021.11.020",
  "dates": {
    "completed": "2022-08-10",
    "revised": "2022-09-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.483799",
    "pmid": "34919839"
  }
}