{
  "pmid": "34915446",
  "uid": "34915446",
  "title": "Midwives perceptions of managing pregnancies complicated by obesity: A mixed methods study.",
  "abstract": "OBJECTIVE: The growing prevalence of obesity is a concern for midwives. In Canada, the absence of regulatory standards, varying protocols and consultant preferences shape clinical decision making for the midwife and may lead to inconsistent practice. Our aim was to understand the barriers, enablers, and knowledge gaps that influenced experiences of midwives in Ontario, Canada when providing care to clients impacted by obesity. METHODS: Mixed methods design using a sequential, explanatory approach. Surveys conducted with midwives were administered using an online platform, followed by semi-structured interviews to understand the perspectives elicited in the survey in greater detail. Interviews were audio recorded and transcribed verbatim. Survey data were analyzed using descriptive statistics, and thematic analysis was used for generating codes, categories and themes from the interview data. RESULTS: 144 midwives completed the survey and 20 participated in an interview. The participants described their clinical management when caring for those with obesity which included considerations regarding additional tests/investigations, consultation and transfer of care, and place of birth. Up to 93% of surveyed midwives believed that clients with obesity were appropriate for midwifery-led care however there was less certainty about suitability as BMI increased to higher ranges such as > 45). The care management was influenced by beliefs and attitudes, knowledge, and system-level factors. Midwives experienced barriers such as inconsistent practices and role confusion, and felt ill equipped to care for pregnancies affected by obesity due to unclear guidelines. CONCLUSIONS: Overall, midwives believe clients with obesity are suitable for midwifery-led care due to its individualized, non-judgmental approach to care. Additional training for midwives and other obstetric care providers would be beneficial to help overcome barriers in providing effective care to pregnancies affected by obesity.",
  "authors": [
    {
      "last_name": "Murray-Davis",
      "fore_name": "Beth",
      "initials": "B",
      "name": "Beth Murray-Davis",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster Midwifery Research Centre, McMaster University, Hamilton, Ontario, Canada. Electronic address: bmurray@mcmaster.ca."
      ]
    },
    {
      "last_name": "Darling",
      "fore_name": "Elizabeth K",
      "initials": "EK",
      "name": "Elizabeth K Darling",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster Midwifery Research Centre, McMaster University, Hamilton, Ontario, Canada. Electronic address: darlinek@mcmaster.ca."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Berger",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Ontario, Canada. Electronic address: howard.berger@unityhealth.to."
      ]
    },
    {
      "last_name": "Melamed",
      "fore_name": "Nir",
      "initials": "N",
      "name": "Nir Melamed",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Ontario, Canada. Electronic address: nir.melamed@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jenifer",
      "initials": "J",
      "name": "Jenifer Li",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster Midwifery Research Centre, McMaster University, Hamilton, Ontario, Canada. Electronic address: li736@mcmaster.ca."
      ]
    },
    {
      "last_name": "Guarna",
      "fore_name": "Giuliana",
      "initials": "G",
      "name": "Giuliana Guarna",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster Midwifery Research Centre, McMaster University, Hamilton, Ontario, Canada. Electronic address: giuliana.guarna@medportal.ca."
      ]
    },
    {
      "last_name": "Syed",
      "fore_name": "Maisah",
      "initials": "M",
      "name": "Maisah Syed",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster Midwifery Research Centre, McMaster University, Hamilton, Ontario, Canada. Electronic address: Maisah.syed1@gmail.com."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Barrett",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Sunnybrook Health Sciences Centre, University of Toronto, Ontario, Canada. Electronic address: jon.barrett@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Geary",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Geary",
      "affiliations": [
        "Department of Obstetrics & Gynaecology, Rotunda Hospital, Dublin, Ireland. Electronic address: mgeary@rotunda.ie."
      ]
    },
    {
      "last_name": "Mawjee",
      "fore_name": "Karizma",
      "initials": "K",
      "name": "Karizma Mawjee",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, St. Michael's Hospital, University of Toronto, Ontario, Canada. Electronic address: karizma.mawjee@gmail.com."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Departments of Obstetrics & Gynecology, Radiology & Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: mcdonals@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Midwifery",
    "iso_abbreviation": "Midwifery",
    "issn": "1532-3099",
    "issn_type": "Electronic",
    "volume": "105",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "103225",
  "pages": "103225",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Attitude of Health Personnel",
    "Female",
    "Humans",
    "Midwifery",
    "Nurse Midwives",
    "Obesity",
    "Ontario",
    "Parturition",
    "Pregnancy",
    "Qualitative Research",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "34915446",
    "doi": "10.1016/j.midw.2021.103225",
    "pii": "S0266-6138(21)00300-4"
  },
  "doi": "10.1016/j.midw.2021.103225",
  "dates": {
    "completed": "2022-02-01",
    "revised": "2022-02-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.083618",
    "pmid": "34915446"
  }
}