{
  "pmid": "34920118",
  "uid": "34920118",
  "title": "Improving the ability of CAR-T cells to hit solid tumors: Challenges and strategies.",
  "abstract": "Chimeric antigen receptor T cell (CAR-T) therapy is a late-model of immune cell therapy that has been shown to be effective in refractory/recurrent B-cell leukemia and lymphoma. Compared with the traditional anti-tumor methods, CAR-T cell therapy has the advantages of higher specificity, stronger lethality and longer-lasting efficacy. Although CAR-T cells have made significant progress in the treatment of hematologic malignancies, diverse difficulties remain in the treatment of solid tumors, including immune escape due to tumor antigen heterogeneity, preventing entry or limiting the persistence of CAR-T cells by physical or cytokine barriers and along with other immunosuppressive molecule and cells in the tumor microenvironment (TME). Otherwise, the intracellular signaling of CAR also impact on CAR-T cells persistence. Appropriate modification of intracellular costimulatory molecular signal in the structure of CAR or coexpression of CAR and cytokines can provide a way to enhance CAR-T cells activity. Additionally, CAR-T cells dysfunction due to T cell exhaustion is associated with multi-factors, especially transcription factors, such as c-Jun, NR4A. Engineering CAR-T cells to coexpress or knockout transcription factors in favor of TCM memory CAR-T cells differentiation was proved to prolonged the survival of CAR-T cells. Finally, combination of CAR-T cells with oncolytic viruses, nanoparticles or immune checkpoint inhibitors provides an effective measure to improve CAR-T cells function. Here, we discuss all of these advances and challenges and review promising strategies for treating solid tumors. In particular, we also highlight that CAR-T cells have enormous potential to be used in combination with other immunotherapies.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Zheng-Zheng",
      "initials": "ZZ",
      "name": "Zheng-Zheng Zhang",
      "affiliations": [
        "Department of Immunology, Hebei Medical University, Key Laboratory of Immune Mechanism and Intervention for Serious Diseases in Hebei Province, Shijiazhuang 050017, Heibei, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Tian",
      "initials": "T",
      "name": "Tian Wang",
      "affiliations": [
        "Department of Immunology, Hebei Medical University, Key Laboratory of Immune Mechanism and Intervention for Serious Diseases in Hebei Province, Shijiazhuang 050017, Heibei, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiao-Feng",
      "initials": "XF",
      "name": "Xiao-Feng Wang",
      "affiliations": [
        "Department of Immunology, Hebei Medical University, Key Laboratory of Immune Mechanism and Intervention for Serious Diseases in Hebei Province, Shijiazhuang 050017, Heibei, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Immunology, Hebei Medical University, Key Laboratory of Immune Mechanism and Intervention for Serious Diseases in Hebei Province, Shijiazhuang 050017, Heibei, China."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Shu-Xia",
      "initials": "SX",
      "name": "Shu-Xia Song",
      "affiliations": [
        "Department of Immunology, Hebei Medical University, Key Laboratory of Immune Mechanism and Intervention for Serious Diseases in Hebei Province, Shijiazhuang 050017, Heibei, China. Electronic address: 16600549@hebmu.edu.cn."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Cui-Qing",
      "initials": "CQ",
      "name": "Cui-Qing Ma",
      "affiliations": [
        "Department of Immunology, Hebei Medical University, Key Laboratory of Immune Mechanism and Intervention for Serious Diseases in Hebei Province, Shijiazhuang 050017, Heibei, China. Electronic address: macuiqing@hebmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Pharmacological research",
    "iso_abbreviation": "Pharmacol Res",
    "issn": "1096-1186",
    "issn_type": "Electronic",
    "volume": "175",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "106036",
  "pages": "106036",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Animals",
    "Antigens, Neoplasm",
    "Humans",
    "Immune Tolerance",
    "Immunotherapy, Adoptive",
    "Neoplasms",
    "Receptors, Chimeric Antigen",
    "T-Lymphocytes",
    "Tumor Escape",
    "Tumor Microenvironment"
  ],
  "article_ids": {
    "pubmed": "34920118",
    "doi": "10.1016/j.phrs.2021.106036",
    "pii": "S1043-6618(21)00620-4"
  },
  "doi": "10.1016/j.phrs.2021.106036",
  "dates": {
    "completed": "2022-04-07",
    "revised": "2022-04-07"
  },
  "chemicals": [
    "Antigens, Neoplasm",
    "Receptors, Chimeric Antigen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.474992",
    "pmid": "34920118"
  }
}