{
  "pmid": "34923026",
  "uid": "34923026",
  "title": "A memorandum of understanding has facilitated guideline development involving collaborating groups.",
  "abstract": "OBJECTIVE: Collaboration between groups can facilitate the development of high-quality guidelines. While collaboration is often desirable, misunderstandings can occur. One method to minimize misunderstandings is the pre-specification of terms of engagement in a memorandum of understanding (MOU). This study considered when an MOU may be most helpful, and which key elements should be included. STUDY DESIGN AND SETTING: An international panel of representatives from guideline groups was convened. A literature review to identify publications and other documents relevant to the establishment of MOUs between two or more guideline groups, supplemented by available source documents, was used to inform development of a draft MOU resource. This was iteratively refined until consensus was achieved. RESULTS: The level of detail in an MOU may vary based on institutional preferences and the particular collaboration. Elements within an MOU include those pertaining to: (1) scope and purpose; (2) leadership and team; (3) methods and commitment; (4) review and endorsement; and (5) publication and dissemination. CONCLUSION: Since groups may have different expectations regarding how a collaboration will unfold, an MOU may mitigate preventable misunderstandings. The result may be a higher likelihood of producing a guideline without disruption and delay.",
  "authors": [
    {
      "last_name": "Alam",
      "fore_name": "Murad",
      "initials": "M",
      "name": "Murad Alam",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Departments of Dermatology, Surgery, and Otolaryngology, and Medical Social Sciences, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA. Electronic address: m-alam@northwestern.edu."
      ]
    },
    {
      "last_name": "Getchius",
      "fore_name": "Thomas Sd",
      "initials": "TS",
      "name": "Thomas Sd Getchius",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Guideline Strategy and Operations, American Heart Association/American College of Cardiology, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Department of Health Research Methods, Evidence, and Impact; Michael G DeGroote Cochrane Canada and McMaster GRADE Centres; Department of Medicine; McMaster University, Hamilton, Ontario, Canada; Guidelines International Network (GIN) Board of Trustees; Institute for Evidence in Medicine, Medical Center and Faculty of Medicine, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Amer",
      "fore_name": "Yasser Sami",
      "initials": "YS",
      "name": "Yasser Sami Amer",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Quality Management Department; Pediatrics Department; Research Chair for Evidence-Based Health Care and Knowledge Translation, Deanship of Scientific Research, King Saud University Medical City, King Saud University, Riyadh, Saudi Arabia; Alexandria Center for Evidence-Based Clinical Practice Guidelines, Alexandria University, Alexandria, Egypt."
      ]
    },
    {
      "last_name": "Bak",
      "fore_name": "Aggie",
      "initials": "A",
      "name": "Aggie Bak",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Evidence Synthesis, Healthcare Infection Society, London, UK."
      ]
    },
    {
      "last_name": "Fatheree",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Fatheree",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Governance Services and Executive Operations, College of American Pathologists (CAP), Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Ginex",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Ginex",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Evidence-based Practice, Oncology Nursing Society, Pittsburgh, PA, USA."
      ]
    },
    {
      "last_name": "Jakhmola",
      "fore_name": "Priya",
      "initials": "P",
      "name": "Priya Jakhmola",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Guideline Development, Division of HIV/AIDS Prevention, Centers for Disease Control and Prevention, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Marsden",
      "fore_name": "Gemma L",
      "initials": "GL",
      "name": "Gemma L Marsden",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Research & Development, Healthcare Infection Society, London, UK."
      ]
    },
    {
      "last_name": "McFarlane",
      "fore_name": "Emma",
      "initials": "E",
      "name": "Emma McFarlane",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Centre for Guidelines, National Institute for Health and Care Excellence, Manchester, UK."
      ]
    },
    {
      "last_name": "Meremikwu",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Meremikwu",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Cochrane Nigeria, University of Calabar, Calabar, Nigeria."
      ]
    },
    {
      "last_name": "Taske",
      "fore_name": "Nichole",
      "initials": "N",
      "name": "Nichole Taske",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; National Institute for Health and Care Excellence, Manchester, UK."
      ]
    },
    {
      "last_name": "Temple-Smolkin",
      "fore_name": "Robyn L",
      "initials": "RL",
      "name": "Robyn L Temple-Smolkin",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Association for Molecular Pathology, Rockville, MD, USA."
      ]
    },
    {
      "last_name": "Ventura",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Ventura",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Pathology and Laboratory Quality Center, College of American Pathologists, Northfield, IL, USA."
      ]
    },
    {
      "last_name": "Burgers",
      "fore_name": "Jako",
      "initials": "J",
      "name": "Jako Burgers",
      "affiliations": [
        "Dutch College of General Practitioners, Utrecht, The Netherlands; Care and Public Health Research Institute, Department Family Medicine, Maastricht University, Maastricht, The Netherlands."
      ]
    },
    {
      "last_name": "Bradfield",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Bradfield",
      "affiliations": [
        "American Society for Radiation Oncology, Arlington, VA, USA."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Mary Dolan",
      "initials": "MD",
      "name": "Mary Dolan O'Brien",
      "affiliations": [
        "American Academy of Neurology, Minneapolis, MN, USA."
      ]
    },
    {
      "last_name": "Einhaus",
      "fore_name": "Kaitlin",
      "initials": "K",
      "name": "Kaitlin Einhaus",
      "affiliations": [
        "American Society of Clinical Oncology, Alexandria, VA, USA."
      ]
    },
    {
      "last_name": "Kopp",
      "fore_name": "Ina B",
      "initials": "IB",
      "name": "Ina B Kopp",
      "affiliations": [
        "Guidelines International Network (GIN) Board of Trustees; Association of the Scientific Medical Societies' Institute for Medical Knowledge-Management (AWMF-IMWi), Philipps-University, Marburg, Germany."
      ]
    },
    {
      "last_name": "Munn",
      "fore_name": "Zachary",
      "initials": "Z",
      "name": "Zachary Munn",
      "affiliations": [
        "Guidelines International Network (GIN) Board of Trustees; Joanna Briggs Institute, Faculty of Health and Medical Sciences, University of Adelaide, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Scudeller",
      "fore_name": "Luigia",
      "initials": "L",
      "name": "Luigia Scudeller",
      "affiliations": [
        "Medical Guidelines Director, European Society of Clinical Microbiology and Infectious Diseases, Basel, Switzerland; Research and Innovation Unit, IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy."
      ]
    },
    {
      "last_name": "Schaefer",
      "fore_name": "Corinna",
      "initials": "C",
      "name": "Corinna Schaefer",
      "affiliations": [
        "Departments for Evidence Based Medicine/Guidelines and Patient Information/Patient Involvement, German Agency for Quality in Medicine (AQuMed), Berlin, Germany."
      ]
    },
    {
      "last_name": "Ibrahim",
      "fore_name": "Sarah A",
      "initials": "SA",
      "name": "Sarah A Ibrahim",
      "affiliations": [
        "Department of Dermatology, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Kang",
      "fore_name": "Bianca Y",
      "initials": "BY",
      "name": "Bianca Y Kang",
      "affiliations": [
        "Department of Dermatology, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Ogunremi",
      "fore_name": "Toju",
      "initials": "T",
      "name": "Toju Ogunremi",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Centre for Communicable Diseases and Infection Control, Public Health Agency of Canada, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Guidelines International Network (GIN), Guidelines Collaboration Working Group; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "144",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "8",
  "end_page": "15",
  "pages": "8-15",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34923026",
    "doi": "10.1016/j.jclinepi.2021.12.022",
    "pii": "S0895-4356(21)00426-1"
  },
  "doi": "10.1016/j.jclinepi.2021.12.022",
  "dates": {
    "completed": "2022-04-05",
    "revised": "2022-09-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.745927",
    "pmid": "34923026"
  }
}