{
  "pmid": "34925186",
  "uid": "34925186",
  "title": "\"Scapegoat\" for Offline Consumption: Online Review Response to Social Exclusion.",
  "abstract": "Previous research has mostly focused on Internet use behaviors, such as usage time of the Internet or social media after individuals experienced offline social exclusion. However, the extant literature has ignored online response behaviors, such as online review responses to social exclusion. To address this gap, drawing on self-protection and self-serving bias, we proposed three hypotheses that examine the effect of offline social exclusion on online reviews, which are verified by two studies using different simulating scenarios with 464 participants. The results show that when individuals are socially excluded offline, regardless of where the exclusion comes from (businesses or peers), they will be more likely to give negative online reviews. In addition, brand awareness moderates the effect of offline social exclusion on online reviews. Specifically, if the brand is less known, compared with social inclusion, offline social exclusion will lead individuals to give more negative online reviews; conversely, for well-known brands, no significant difference exists in the online reviews between social exclusion and inclusion.",
  "authors": [
    {
      "last_name": "Liang",
      "fore_name": "Shichang",
      "initials": "S",
      "name": "Shichang Liang",
      "affiliations": [
        "School of Business Administration, Guangxi University, Nanning, China."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Yuxuan",
      "initials": "Y",
      "name": "Yuxuan Chu",
      "affiliations": [
        "School of Business Administration, Guangxi University, Nanning, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yunshan",
      "initials": "Y",
      "name": "Yunshan Wang",
      "affiliations": [
        "Third Department of Architecture, Hualan Design (Group) Co., Ltd., Nanning, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ziqi",
      "initials": "Z",
      "name": "Ziqi Zhang",
      "affiliations": [
        "Renmin Business School, Renmin University of China, Beijing, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Yunjie",
      "initials": "Y",
      "name": "Yunjie Wu",
      "affiliations": [
        "School of Business, Sun Yat-sen University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "School of Management, Huazhong University of Science and Technology, Wuhan, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "783483",
  "pages": "783483",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34925186",
    "pmc": "PMC8674422",
    "doi": "10.3389/fpsyg.2021.783483"
  },
  "doi": "10.3389/fpsyg.2021.783483",
  "pmc_id": "PMC8674422",
  "dates": {
    "revised": "2021-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:28.221170",
    "pmid": "34925186"
  }
}