{
  "pmid": "34932257",
  "uid": "34932257",
  "title": "Role of psychological distress on long-term risky and heavy-episodic drinking patterns in major cities and rural and remote areas.",
  "abstract": "OBJECTIVE: Psychological distress and alcohol consumption are associated but few studies have focused on the association with problematic drinking in semi-urban and rural settings. In this study, we assessed the role of psychological distress on various measures of problematic drinking in urban, semi-urban and rural settings. DESIGN: Retrospective descriptive study Setting SETTING: National Drug Strategy Household Survey population health survey data PARTICIPANTS: 151,341 Australian residents MAIN OUTCOME MEASURES: Problematic alcohol consumption categorised as either heavy-episodic drinking (defined as drinking 5 or more standard drinks at least once in the last 12 months) or long-term risky drinking (defined as drinking more than 730 standard drinks in the past 12 months) was the outcome variables. Psychological distress was identified from the K10 questionnaire. Participants were grouped into area of residence: urban, semi-urban and rural. Sex differences were also explored. RESULTS: Poor-to-severe psychological distress was associated with higher odds of both long-term and heavy-episodic drinking. Being male alone increased the risk of both long-term and heavy-episodic drinking in all areas. When stratified by sex, being female and severe levels of psychological distress increased the risk of both long-term risky and heavy-episodic drinking. These risks were greater in non-urban environments. CONCLUSIONS: Poor mental health outcomes may exacerbate problematic drinking amongst females, especially those living in non-urban environments. Public health campaigns could both target these at-risk groups of females in non-urban settings and also account for the interplay between problematic drinking and mental health.",
  "authors": [
    {
      "last_name": "Bozic",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Bozic",
      "affiliations": [
        "School of Psychology and Public Health, La Trobe University, Melbourne, Vic., Australia."
      ]
    },
    {
      "last_name": "Vicendese",
      "fore_name": "Don",
      "initials": "D",
      "name": "Don Vicendese",
      "affiliations": [
        "The Melbourne School of Population and Global Health, University of Melbourne, Carlton, Vic., Australia.",
        "The Department of Mathematics and Statistics, La Trobe University, Melbourne, Vic., Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe, Melbourne, Vic., Australia.",
        "National Drug Research Institute, Curtin University, Perth, WA, Australia."
      ]
    },
    {
      "last_name": "Erbas",
      "fore_name": "Bircan",
      "initials": "B",
      "name": "Bircan Erbas",
      "affiliations": [
        "School of Psychology and Public Health, La Trobe University, Melbourne, Vic., Australia.",
        "Faculty of Public Health, Universitas Airlangga, Surabaya, Indonesia."
      ],
      "orcid": "0000-0001-9597-418X"
    }
  ],
  "journal": {
    "title": "The Australian journal of rural health",
    "iso_abbreviation": "Aust J Rural Health",
    "issn": "1440-1584",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "25",
  "end_page": "33",
  "pages": "25-33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Australia",
    "Cities",
    "Female",
    "Humans",
    "Male",
    "Psychological Distress",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "34932257",
    "doi": "10.1111/ajr.12821"
  },
  "doi": "10.1111/ajr.12821",
  "dates": {
    "completed": "2022-02-17",
    "revised": "2022-02-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.828959",
    "pmid": "34932257"
  }
}