{
  "pmid": "34934965",
  "uid": "34934965",
  "title": "Does Protocol Make a Difference? Comparison of Two Prostate Cancer Active Surveillance Cohorts: A Non-protocol-based Follow-up and a Protocol-based Contemporary Follow-up.",
  "abstract": "BACKGROUND: Active surveillance (AS) is the preferred option for initial management for low-risk prostate cancer (PC). Although many AS protocols exist, there is little evidence to support one over another. OBJECTIVE: To assess whether there is difference in overall (OS), prostate cancer-specific (CSS), metastasis-free (MFS), or treatment-free (TFS) survival between a strict (Prostate cancer Research International: Active Surveillance [PRIAS]) and a loose (European Randomized study of Screening for Prostate Cancer [ERSPC]) AS protocol. DESIGN SETTING AND PARTICIPANTS: This study included two cohorts of men (n = 518) with low-risk, localized, Gleason score ≤7 PC. The ERSPC cohort included 241 men followed for 9.5 yr (median) with a non-protocol-based follow-up. The PRIAS cohort included 277 men followed for 5 yr (median) with a strict protocol. OUTCOME MEASUREMENTS AND STATISTICAL ANALYSIS: OS, CSS, MFS, and TFS were compared by the Kaplan-Meier method, competing risk analysis, and Cox proportional hazard regression. RESULTS AND LIMITATIONS: As expected, due to the difference in median follow-up time between the cohorts, a difference in the absolute number of events was seen. However, no difference in any of the survival outcomes was evident in the Kaplan-Meier or competing risks analysis. Furthermore, in Cox proportional hazard regression analysis, cohort (ERSPC vs PRIAS) was not associated with any of the outcomes. Results are limited by the retrospective study design, limited statistical power, and inability to match the cohorts for predictive factors. CONCLUSIONS: There was no difference in survival outcomes between a non-protocol-based follow-up and a protocol-based contemporary AS follow-up of patients with low-risk PC. However, a longer follow-up is needed. PATIENT SUMMARY: We compared survival outcomes of two cohorts of patients with low-risk prostate cancer: a strict and a loose follow-up protocol. We found no differences in survival measures between the cohorts.",
  "authors": [
    {
      "last_name": "Kalalahti",
      "fore_name": "Inari",
      "initials": "I",
      "name": "Inari Kalalahti",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland.",
        "Research Program in Systems Oncology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Vasarainen",
      "fore_name": "Hanna",
      "initials": "H",
      "name": "Hanna Vasarainen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland.",
        "Research Program in Systems Oncology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Erickson",
      "fore_name": "Andrew M",
      "initials": "AM",
      "name": "Andrew M Erickson",
      "affiliations": [
        "Nuffield Department of Surgical Sciences, University of Oxford, Oxford, UK."
      ]
    },
    {
      "last_name": "Siipola",
      "fore_name": "Arttu",
      "initials": "A",
      "name": "Arttu Siipola",
      "affiliations": [
        "Research Program in Systems Oncology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland.",
        "Department of Surgery, South Karelian Central Hospital, Lappeenranta, Finland."
      ]
    },
    {
      "last_name": "Rannikko",
      "fore_name": "Antti",
      "initials": "A",
      "name": "Antti Rannikko",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland.",
        "Research Program in Systems Oncology, Faculty of Medicine, University of Helsinki, Helsinki, Finland."
      ]
    }
  ],
  "journal": {
    "title": "European urology open science",
    "iso_abbreviation": "Eur Urol Open Sci",
    "issn": "2666-1683",
    "issn_type": "Electronic",
    "volume": "34",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "33",
  "end_page": "40",
  "pages": "33-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34934965",
    "pmc": "PMC8655388",
    "doi": "10.1016/j.euros.2021.09.016",
    "pii": "S2666-1683(21)01697-9"
  },
  "doi": "10.1016/j.euros.2021.09.016",
  "pmc_id": "PMC8655388",
  "dates": {
    "revised": "2022-04-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:07.079384",
    "pmid": "34934965"
  }
}