{
  "pmid": "34930582",
  "uid": "34930582",
  "title": "Registries: Big data, bigger problems?",
  "abstract": "Patient registries have grown in size and number along with general computing power and digitization of the healthcare world. In contrast to databases, registries are typically patient data systematically created and collected for the express purpose of answering health-related questions. Registries can be disease-, procedure-, pathology-, or product-based in nature. Registry-based studies typically fit into Level II or III in the hierarchy of evidence-based medicine. However, a recent advent in the use of registry data has been the development and execution of registry-based trials, such as the TASTE trial, which may elevate registry-based studies into the realm of Level I evidence. Some strengths of registries include the sheer volume of data, the inclusion of a diverse set of participants, and their ability to be linked to other registries and databases. Limitations of registries include variable quality of the collected data, and a lack of active follow-up (which may underestimate rates of adverse events). As with any study type, the intended design does not automatically lead to a study of a certain quality. While no specific tool exists for assessing the quality of a registry-based study, some important considerations include ensuring the registry is appropriate for the question being asked, whether the patient population is representative, the presence of an appropriate comparison group, and the validity and generalizability of the registry in question. The future of clinical registries remains to be seen, but the incorporation of big data and machine learning algorithms will certainly play an important role.",
  "authors": [
    {
      "last_name": "Rubinger",
      "fore_name": "Luc",
      "initials": "L",
      "name": "Luc Rubinger",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON Canada. Electronic address: luc.rubinger@medportal.ca."
      ]
    },
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON Canada; Centre for Evidence-Based Orthopaedics, 293 Wellington St. N, Suite 110, Hamilton, ON L8L 8E7 Canada."
      ]
    },
    {
      "last_name": "Gazendam",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Gazendam",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON Canada; Centre for Evidence-Based Orthopaedics, 293 Wellington St. N, Suite 110, Hamilton, ON L8L 8E7 Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON Canada; Centre for Evidence-Based Orthopaedics, 293 Wellington St. N, Suite 110, Hamilton, ON L8L 8E7 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Injury",
    "iso_abbreviation": "Injury",
    "issn": "1879-0267",
    "issn_type": "Electronic",
    "volume": "54 Suppl 3",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "S39",
  "end_page": "S42",
  "pages": "S39-S42",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Big Data",
    "Registries",
    "Data Collection",
    "Research Design",
    "Databases, Factual"
  ],
  "article_ids": {
    "pubmed": "34930582",
    "doi": "10.1016/j.injury.2021.12.016",
    "pii": "S0020-1383(21)01001-9"
  },
  "doi": "10.1016/j.injury.2021.12.016",
  "dates": {
    "completed": "2023-07-10",
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.466182",
    "pmid": "34930582"
  }
}