{
  "pmid": "34936976",
  "uid": "34936976",
  "title": "Metal forms and dynamics in urban stormwater runoff: New insights from diffusive gradients in thin-films (DGT) measurements.",
  "abstract": "Stormwater runoff typically contains significant quantities of metal contaminants that enter urban waterways over short durations and represent a potential risk to water quality. The origin of metals within the catchment and processes that occur over the storm can control the partitioning of metals between a range of different forms. Understanding the fraction of metals present in a form that is potentially bioavailable to aquatic organisms is useful for environmental risk assessment. To help provide this information, the forms and dynamics of metal contaminants in an urban system were assessed across a storm. Temporal patterns in the concentration of metals in dissolved and particulate (total suspended solids; TSS) forms were assessed from water samples, and diffusive gradients in thin-films (DGTs) were deployed to measure the DGT-labile time-integrated metal concentration. Results indicate that the concentrations of dissolved and TSS-associated metals increased during the storm, with the metals Al, Cd, Co, Cu, Pb and Zn representing the greatest concern relative to water quality guideline values (GVs). The portion of labile metal as measured by DGT devices indicated that during the storm a substantial fraction (∼98%) of metals were complexed and pose a lower risk of acute toxicity to aquatic organisms. Comparison of DGT results to GVs indicate that current GVs are likely quite conservative when assessing stormwater pollution risks with regards to metal contaminants. This study provides valuable insight into the forms and dynamics of metals in an urban system receiving stormwater inputs and assists with the development of improved approaches for the assessment of short-term, intermittent discharge events.",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "The School of BioSciences, The University of Melbourne, Parkville Campus, Parkville, Victoria 3010, Australia. Electronic address: mcdonalds1@student.unimelb.edu.au."
      ]
    },
    {
      "last_name": "Holland",
      "fore_name": "Aleicia",
      "initials": "A",
      "name": "Aleicia Holland",
      "affiliations": [
        "Department of Ecology, Environment and Evolution, School of Life Science, La Trobe University, Albury-Wodonga Campus, Albury-Wodonga, Victoria 3690, Australia."
      ]
    },
    {
      "last_name": "Simpson",
      "fore_name": "Stuart L",
      "initials": "SL",
      "name": "Stuart L Simpson",
      "affiliations": [
        "CSIRO Land and Water, Centre for Environmental Contaminants Research, Locked Bag 2007 Kirrawee, New South Wales 2232, Australia."
      ]
    },
    {
      "last_name": "Gadd",
      "fore_name": "Jennifer B",
      "initials": "JB",
      "name": "Jennifer B Gadd",
      "affiliations": [
        "National Institute of Water and Atmospheric Research Ltd, Private Bag 99940, Viaduct Harbour, Auckland 1010, New Zealand."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "William W",
      "initials": "WW",
      "name": "William W Bennett",
      "affiliations": [
        "Coastal and Marine Research Centre, Cities Research Institute, Griffith University, Gold Coast Campus, Queensland 4222, Australia."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Glen W",
      "initials": "GW",
      "name": "Glen W Walker",
      "affiliations": [
        "Australian Government Department of Agriculture, Water and the Environment, Canberra, ACT 2601, Australia."
      ]
    },
    {
      "last_name": "Keough",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Keough",
      "affiliations": [
        "The School of BioSciences, The University of Melbourne, Parkville Campus, Parkville, Victoria 3010, Australia."
      ]
    },
    {
      "last_name": "Cresswel",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Cresswel",
      "affiliations": [
        "ANSTO, Locked Bag 2001 Kirrawee, New South Wales 2232, Australia."
      ]
    },
    {
      "last_name": "Hassell",
      "fore_name": "Kathryn L",
      "initials": "KL",
      "name": "Kathryn L Hassell",
      "affiliations": [
        "The School of BioSciences, The University of Melbourne, Parkville Campus, Parkville, Victoria 3010, Australia; Aquatic Environmental Stress Research Group (AQUEST), School of Science, RMIT University, GPO Box 2476, Melbourne, Victoria 3001, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Water research",
    "iso_abbreviation": "Water Res",
    "issn": "1879-2448",
    "issn_type": "Electronic",
    "volume": "209",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "117967",
  "pages": "117967",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34936976",
    "doi": "10.1016/j.watres.2021.117967",
    "pii": "S0043-1354(21)01161-1"
  },
  "doi": "10.1016/j.watres.2021.117967",
  "dates": {
    "revised": "2023-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.552132",
    "pmid": "34936976"
  }
}