{
  "pmid": "34932423",
  "uid": "34932423",
  "title": "Multinational evaluation of clinical decision-making in the treatment and management of mild-to-moderate ulcerative colitis.",
  "abstract": "OBJECTIVES: To understand current thinking and clinical decision-making in the treatment and management of patients with mild-to-moderate ulcerative colitis (UC). METHODS: This multinational, survey-based study was conducted in 2021. Two meetings were held, involving 11 IBD specialists, that used a series of questions and discussion to identify all factors possibly related to the management of UC. The importance of identified factors was assessed using an online questionnaire covering three scenarios - active disease, remission and patient empowerment. Each factor was scored on a scale of 0 (very-unimportant) to 100 (very-important) within each scenario, by a separate group of healthcare professionals working in IBD. RESULTS: A total of 157 individual factors were identified by the 11 IBD specialists and scored in the three scenarios by 56 respondents (52; 93% specialist gastroenterologists) from Europe and North America (25; 45%), South America (19; 34%) and the Middle East, Asia and Australia (12; 21%). For all scenarios, factors related to educating patients regarding UC and its treatment and understanding of patient goals ranked highest, ahead of clinical considerations regarding disease activity and treatment history. Setting realistic short-term treatment targets was a key consideration. 5-ASA optimisation and use of faecal calprotectin monitoring were core strategies across the three scenarios tested. Support for patients during longer-term management of their disease, starting from initial flare, was an important recurring theme. CONCLUSION: The current management approach for mild-to-moderate UC was found to be guided primarily by the patient's perspectives and goals, alongside assessment of their medical and disease history.",
  "authors": [
    {
      "last_name": "Dignass",
      "fore_name": "Axel U",
      "initials": "AU",
      "name": "Axel U Dignass",
      "affiliations": [
        "Department of Medicine I, Agaplesion Markus Hospital, Goethe-University, Frankfurt am Main, Germany."
      ],
      "orcid": "0000-0002-9724-054X"
    },
    {
      "last_name": "Paridaens",
      "fore_name": "Kristine",
      "initials": "K",
      "name": "Kristine Paridaens",
      "affiliations": [
        "Ferring International Center, St-Prex, Switzerland."
      ],
      "orcid": "0000-0001-6865-5415"
    },
    {
      "last_name": "Al Awadhi",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Al Awadhi",
      "affiliations": [
        "Department of Gastroenterology, Rashid Hospital, Dubai Health Authority, Dubai, United Arab Emirates."
      ]
    },
    {
      "last_name": "Begun",
      "fore_name": "Jakob",
      "initials": "J",
      "name": "Jakob Begun",
      "affiliations": [
        "Department of Gastroenterology, Mater Hospital Brisbane, Brisbane, Australia."
      ],
      "orcid": "0000-0001-5256-7672"
    },
    {
      "last_name": "Cheon",
      "fore_name": "Jae Hee",
      "initials": "JH",
      "name": "Jae Hee Cheon",
      "affiliations": [
        "Institute of Gastroenterology, Yonsei University College of Medicine, Seoul, Korea."
      ],
      "orcid": "0000-0002-2282-8904"
    },
    {
      "last_name": "Fullarton",
      "fore_name": "John R",
      "initials": "JR",
      "name": "John R Fullarton",
      "affiliations": [
        "Violicom Medical Limited, Aldermaston, UK."
      ],
      "orcid": "0000-0001-9429-5994"
    },
    {
      "last_name": "Louis",
      "fore_name": "Edouard",
      "initials": "E",
      "name": "Edouard Louis",
      "affiliations": [
        "Hepato-Gastroenterology and Digestive Oncology Department, University and Centre Hospitalaire Univestitaire (CHU) Liège, Liège, Belgium."
      ],
      "orcid": "0000-0002-1287-7075"
    },
    {
      "last_name": "Magro",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Magro",
      "affiliations": [
        "Department of Biomedicine, Unit of Pharmacology and Therapeutics, University of Porto, Porto, Portugal.",
        "Department of Gastroenterology, São João University Hospital, Porto, Portugal."
      ]
    },
    {
      "last_name": "Marquez",
      "fore_name": "Juan Ricardo",
      "initials": "JR",
      "name": "Juan Ricardo Marquez",
      "affiliations": [
        "Instituto de Coloproctologia, ICO Clinica Las Americas, Medellin, Colombia."
      ]
    },
    {
      "last_name": "Moschen",
      "fore_name": "Alexander R",
      "initials": "AR",
      "name": "Alexander R Moschen",
      "affiliations": [
        "Department of Internal Medicine, Gastroenterology and Hepatology, Kepler University Hospital, Medical Faculty, Johannes Kepler University, Linz, Austria."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Rydzewska",
      "fore_name": "Grazyna",
      "initials": "G",
      "name": "Grazyna Rydzewska",
      "affiliations": [
        "Clinical Department of Internal Medicine and Gastroenterology with Inflammatory Bowel Disease Subdivision, The Central Clinical Hospital of the Ministry of the Interior Affairs and Administration, Warsaw, Poland.",
        "Collegium Medicum, Jan Kochanowski University, Kielce, Poland."
      ],
      "orcid": "0000-0002-1267-7620"
    },
    {
      "last_name": "Travis",
      "fore_name": "Simon P L",
      "initials": "SPL",
      "name": "Simon P L Travis",
      "affiliations": [
        "NIHR Oxford Biomedical Research Centre, Oxford University Hospitals NHS Foundation Trust, John Radcliffe Hospital, Oxford, UK."
      ],
      "orcid": "0000-0002-2690-4361"
    }
  ],
  "journal": {
    "title": "Scandinavian journal of gastroenterology",
    "iso_abbreviation": "Scand J Gastroenterol",
    "issn": "1502-7708",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "424",
  "end_page": "431",
  "pages": "424-431",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Clinical Decision-Making",
    "Colitis, Ulcerative",
    "Humans",
    "Leukocyte L1 Antigen Complex",
    "Mesalamine",
    "Mutation",
    "Severity of Illness Index"
  ],
  "article_ids": {
    "pubmed": "34932423",
    "doi": "10.1080/00365521.2021.2015801"
  },
  "doi": "10.1080/00365521.2021.2015801",
  "dates": {
    "completed": "2022-04-21",
    "revised": "2022-07-21"
  },
  "chemicals": [
    "Leukocyte L1 Antigen Complex",
    "Mesalamine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.168823",
    "pmid": "34932423"
  }
}