{
  "pmid": "34930735",
  "uid": "34930735",
  "title": "Risk factors associated with the coexistence of stunting, underweight, and wasting in children under 5 from 31 sub-Saharan African countries.",
  "abstract": "OBJECTIVE: This study investigated the risk factors associated with the coexistence of stunting, underweight, and wasting among children under age 5 in sub-Saharan Africa (SSA). DESIGN: Data of 127, 487 under-5 children from 31 countries in SSA were pooled from the Demographic and Health Surveys collected between 2010 and 2019. We examined the risk of coexistence of stunting, underweight, and wasting using multinomial logistic regression models. The results were presented using relative risk ratios (RRR) with corresponding confidence intervals (CIs). SETTING: Thirty-one sub-Saharan African countries. PARTICIPANTS: Children under age 5. OUTCOME MEASURES: The outcome variables were three child anthropometrics: stunting (height-for-age z-scores); underweight (weight-for-age z-scores) and wasting (weight-for-height z-scores). RESULTS: The prevalence of coexistence of stunting, underweight, and wasting varied across countries, with the highest (12.14%) and lowest (0.58%) prevalences of coexistence of stunting, underweight and wasting in Benin and Gambia respectively. The risk of coexistence of the three indicators of undernutrition was higher among children aged 1 year (RRR=3.714; 95% CI 3.319 to 4.156) compared with those aged 0. The risk of coexistence of the three dimensions was lower among female children (RRR=0.468 95% CI 0.420 to 0.51), but higher for those with small size at birth (RRR=3.818; CI 3.383 to 4.308), those whose mothers had no education (RRR=3.291; 95% CI 1.961 to 5.522), not working (RRR=1.195; 95% CI 1.086 to 1.314), had no antenatal visits during pregnancy (RRR=1.364; 95% CI 1.20 to 1.541), children delivered at home (RRR=1.372; CI 1.232 to 1.529), those from poor households (RRR=1.408; 95% CI 1.235 to 1.605), those whose mothers had no access to media (RRR=1.255; 95% CI 1.144 to 1.377) and living in households with an unimproved toilet facility (RRR=1.158; 95% CI 1.032 to 1.300). CONCLUSIONS: Findings suggest the urgent need for consideration of the coexistence of stunting, wasting and underweight among under-5 children in policy design and programming of interventions to eradicate child malnutrition in SSA. In the short-term, national-level policies and interventions need to be well tailored considering the compositional characteristics.",
  "authors": [
    {
      "last_name": "Amadu",
      "fore_name": "Iddrisu",
      "initials": "I",
      "name": "Iddrisu Amadu",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Cape Coast, Ghana.",
        "Emperiks Research, Tamale, Ghana."
      ],
      "orcid": "0000-0003-4839-1197"
    },
    {
      "last_name": "Seidu",
      "fore_name": "Abdul-Aziz",
      "initials": "AA",
      "name": "Abdul-Aziz Seidu",
      "affiliations": [
        "Department of Estate Management, Takoradi Technical University, Takoradi, Ghana abdul-aziz.seidu@stu.ucc.edu.gh.",
        "College of Public Health, Medical and Veterinary Sciences, James Cook University, Townsville, Queensland, Australia.",
        "Centre for Gender and Advocacy, Takoradi Technical University, Takoradi, Ghana."
      ],
      "orcid": "0000-0001-9734-9054"
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Cape Coast, Ghana."
      ],
      "orcid": "0000-0003-4914-0445"
    },
    {
      "last_name": "Boadu Frimpong",
      "fore_name": "James",
      "initials": "J",
      "name": "James Boadu Frimpong",
      "affiliations": [
        "Department of Health, Physical Education, and Recreation, University of Cape Coast, Cape Coast, Central, Ghana."
      ],
      "orcid": "0000-0002-9416-1176"
    },
    {
      "last_name": "Hagan Jnr",
      "fore_name": "John Elvis",
      "initials": "JE",
      "name": "John Elvis Hagan Jnr",
      "affiliations": [
        "Department of Health, Physical Education, and Recreation, University of Cape Coast, Cape Coast, Central, Ghana.",
        "Neurocognition and Action-Biomechanics-Research Group, Faculty of Psychology and Sports Science, Bielefeld University, Bielefeld, Germany."
      ],
      "orcid": "0000-0003-3530-6133"
    },
    {
      "last_name": "Aboagye",
      "fore_name": "Richard Gyan",
      "initials": "RG",
      "name": "Richard Gyan Aboagye",
      "affiliations": [
        "Department of Family and Community Health, School of Public Health, University of Health and Allied Sciences, Hohoe, Ghana."
      ]
    },
    {
      "last_name": "Ampah",
      "fore_name": "Belinda",
      "initials": "B",
      "name": "Belinda Ampah",
      "affiliations": [
        "Department of Academics, Nursing and Midwifery Training College, Esiama, Ghana."
      ]
    },
    {
      "last_name": "Adu",
      "fore_name": "Collins",
      "initials": "C",
      "name": "Collins Adu",
      "affiliations": [
        "Department of Health Promotion, Education and Disability Studies, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana."
      ]
    },
    {
      "last_name": "Ahinkorah",
      "fore_name": "Bright Opoku",
      "initials": "BO",
      "name": "Bright Opoku Ahinkorah",
      "affiliations": [
        "School of Public Health, Faculty of Health, University of Technology Sydney, Sydney, Ultimo NSW, Australia."
      ],
      "orcid": "0000-0001-7415-895X"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec",
    "pub_day": "20"
  },
  "start_page": "e052267",
  "pages": "e052267",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Child Nutrition Disorders",
    "Child, Preschool",
    "Female",
    "Growth Disorders",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Malnutrition",
    "Pregnancy",
    "Prevalence",
    "Risk Factors",
    "Thinness"
  ],
  "article_ids": {
    "pubmed": "34930735",
    "pmc": "PMC8689177",
    "doi": "10.1136/bmjopen-2021-052267",
    "pii": "bmjopen-2021-052267"
  },
  "doi": "10.1136/bmjopen-2021-052267",
  "pmc_id": "PMC8689177",
  "dates": {
    "completed": "2022-03-07",
    "revised": "2022-03-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:20.587430",
    "pmid": "34930735"
  }
}