{
  "pmid": "34942579",
  "uid": "34942579",
  "title": "Indigenous-specific cultural safety within health and dementia care: A scoping review of reviews.",
  "abstract": "Globally, health inequities experienced by Indigenous communities are often described and documented in terms of deficits and disease. However, health disparities are complex and involve numerous underlying issues beyond the social determinants of health. Indigenous Peoples face unique barriers to accessing culturally safe and equitable healthcare, including racism, systemic injustice, and a historical legacy of colonialism. There is a paucity of knowledge on Indigenous-specific cultural safety interventions to support health and dementia care. The objective of this scoping review of reviews was to appraise the existing literature to identify key elements, conceptualizations, and interventions of cultural safety to improve health services and dementia care for Indigenous Peoples. Guided by Indigenous principles of relationality, we conducted a scoping review of reviews published between January 2010 to December 2020. We searched CINAHL, PubMed, Scopus, Web of Science, and Google Scholar. Given the limited literature focusing specifically on Indigenous people with dementia, our inclusion criteria focused broadly on Indigenous cultural safety in healthcare. A collaborative and relational rights-based approach co-led by Indigenous cisgender, Two-Spirit, and non-Indigenous cisgender health care providers was used to re-center Indigenous ways of knowing. A total of seventeen articles met our inclusion criteria. Our review identified a range of cultural safety themes from education initiatives to collaborative partnerships with Indigenous communities. Themes emerged at three levels: person-centered/individual level, health practitioner/student level, and healthcare organizational level. Few reviews described specific interventions, implementation strategies, evaluation methods, or the concept of sex and gender to improve cultural safety in healthcare delivery. Findings from this review can help to inform future research, inspire innovative collaborative methodologies, and enhance cultural safety interventions. In moving forward, there is an urgent need for anti-racism education, self-determination, and authentic partnerships to achieve Indigenous-specific cultural safety inclusive of sex and gender considerations in health and dementia care.",
  "authors": [
    {
      "last_name": "Chakanyuka",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Chakanyuka",
      "affiliations": [
        "School of Nursing, University of Victoria, PO Box 1700 STN CSC, Victoria, BC, V8V 2Y2, Canada. Electronic address: cchak@uvic.ca."
      ]
    },
    {
      "last_name": "Bacsu",
      "fore_name": "Juanita-Dawne R",
      "initials": "JR",
      "name": "Juanita-Dawne R Bacsu",
      "affiliations": [
        "Department of Psychology, Rural Dementia Action Research (RaDAR) Team, Canadian Centre for Health and Safety in Agriculture (CCHSA), University of Saskatchewan, Saskatoon, SK, S7N 4N3, Canada. Electronic address: juanita.bacsu@usask.ca."
      ]
    },
    {
      "last_name": "DesRoches",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea DesRoches",
      "affiliations": [
        "Department of Psychology, University of Saskatchewan, Saskatoon, SK, S7N 5A5, Canada. Electronic address: andrea.desroches@usask.ca."
      ]
    },
    {
      "last_name": "Dame",
      "fore_name": "Jessy",
      "initials": "J",
      "name": "Jessy Dame",
      "affiliations": [
        "Independent Researcher/Community Partner, Vancouver, BC, Canada. Electronic address: j.dame@live.com."
      ]
    },
    {
      "last_name": "Carrier",
      "fore_name": "Leah",
      "initials": "L",
      "name": "Leah Carrier",
      "affiliations": [
        "School of Nursing, Dalhousie University, Halifax, NS, B3H 3J5, Canada. Electronic address: leah.carrier@dal.ca."
      ]
    },
    {
      "last_name": "Symenuk",
      "fore_name": "Paisly",
      "initials": "P",
      "name": "Paisly Symenuk",
      "affiliations": [
        "Independent Researcher/Community Partner, Edmonton, AB, Canada. Electronic address: paisly@ualberta.ca."
      ]
    },
    {
      "last_name": "O'Connell",
      "fore_name": "Megan E",
      "initials": "ME",
      "name": "Megan E O'Connell",
      "affiliations": [
        "Department of Psychology, University of Saskatchewan, Saskatoon, SK, S7N 5A5, Canada. Electronic address: megan.oconnell@usask.ca."
      ]
    },
    {
      "last_name": "Crowshoe",
      "fore_name": "Lynden",
      "initials": "L",
      "name": "Lynden Crowshoe",
      "affiliations": [
        "Cumming School of Medicine, University of Calgary, 2500 University Drive NW, Calgary Alberta, T2N 1N4, Canada. Electronic address: crowshoe@ucalgary.ca."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "School of Rural and Northern Health, Laurentian University, Sudbury, ON, P3E 2C6, Canada. Electronic address: jenniferwalker@laurentian.ca."
      ]
    },
    {
      "last_name": "Bourque Bearskin",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Bourque Bearskin",
      "affiliations": [
        "School of Nursing, Thompson Rivers University, 840 College Way, 272A, Kamloops, V2C 0C8, British Columbia, Canada. Electronic address: lbourquebearskin@tru.ca."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "293",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "114658",
  "pages": "114658",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Canada",
    "Delivery of Health Care",
    "Dementia",
    "Humans",
    "Indigenous Peoples",
    "Racism",
    "Review Literature As Topic"
  ],
  "article_ids": {
    "pubmed": "34942579",
    "doi": "10.1016/j.socscimed.2021.114658",
    "pii": "S0277-9536(21)00990-4"
  },
  "doi": "10.1016/j.socscimed.2021.114658",
  "dates": {
    "completed": "2022-03-18",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CAN 163902",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "40-1-6063568",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.713079",
    "pmid": "34942579"
  }
}