{
  "pmid": "34944599",
  "uid": "34944599",
  "title": "Inflammatory, Oxidative Stress, and Apoptosis Effects in Zebrafish Larvae after Rapid Exposure to a Commercial Glyphosate Formulation.",
  "abstract": "Glyphosate-based herbicides (GBH) are the most used herbicides in the world, carrying potentially adverse consequences to the environment and non-target species due to their massive and inadequate use. This study aimed to evaluate the effects of acute exposure to a commercial formulation of glyphosate, Roundup[®] Flex (RF), at environmentally relevant and higher concentrations in zebrafish larvae through the assessment of the inflammatory, oxidative stress and cell death response. Transgenic Tg(mpxGFP)i114 and wild-type (WT) zebrafish larvae (72 h post-fertilisation) were exposed to 1, 5, and 10 µg mL[-1] of RF (based on the active ingredient concentration) for 4 h 30 min. A concentration of 2.5 µg mL[-1] CuSO4 was used as a positive control. Copper sulphate exposure showed effectiveness in enhancing the inflammatory profile by increasing the number of neutrophils, nitric oxide (NO) levels, reactive oxygen species (ROS), and cell death. None of the RF concentrations tested showed changes in the number of neutrophils and NO. However, the concentration of 10 µg a.i. mL[-1] was able to induce an increase in ROS levels and cell death. The activity of antioxidant enzymes (superoxide dismutase (SOD), catalase (CAT), and glutathione peroxidase (GPx)), the biotransformation activity, the levels of reduced (GSH) and oxidised (GSSG) glutathione, lipid peroxidation (LPO), lactate dehydrogenase (LDH), and acetylcholinesterase (AChE) were similar among groups. Overall, the evidence may suggest toxicological effects are dependent on the concentration of RF, although at concentrations that are not routinely detected in the environment. Additional studies are needed to better understand the underlying molecular mechanisms of this formulation.",
  "authors": [
    {
      "last_name": "Lanzarin",
      "fore_name": "Germano",
      "initials": "G",
      "name": "Germano Lanzarin",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), 5000-801 Vila Real, Portugal."
      ],
      "orcid": "0000-0003-1965-1658"
    },
    {
      "last_name": "Venâncio",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Venâncio",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), 5000-801 Vila Real, Portugal.",
        "Department of Animal Science, School of Agrarian and Veterinary Sciences, UTAD, 5000-801 Vila Real, Portugal.",
        "Animal and Veterinary Research Center (CECAV), UTAD, 5000-801 Vila Real, Portugal.",
        "Institute for Innovation, Capacity Building and Sustainability of Agri-Food Production (Inov4Agro), UTAD, 5000-801 Vila Real, Portugal."
      ],
      "orcid": "0000-0003-3880-3442"
    },
    {
      "last_name": "Félix",
      "fore_name": "Luís M",
      "initials": "LM",
      "name": "Luís M Félix",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), 5000-801 Vila Real, Portugal.",
        "Instituto de Investigação e Inovação em Saúde (i3s), Laboratory Animal Science (LAS), Instituto de Biologia Molecular Celular (IBMC), University of Porto (UP), 4200-135 Porto, Portugal."
      ],
      "orcid": "0000-0001-9870-6666"
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), 5000-801 Vila Real, Portugal.",
        "Institute for Innovation, Capacity Building and Sustainability of Agri-Food Production (Inov4Agro), UTAD, 5000-801 Vila Real, Portugal.",
        "Department of Biology and Environment (DeBA), School of Life and Environmental Sciences (ECVA), UTAD, 5000-801 Vila Real, Portugal."
      ],
      "orcid": "0000-0002-4026-5965"
    }
  ],
  "journal": {
    "title": "Biomedicines",
    "iso_abbreviation": "Biomedicines",
    "issn": "2227-9059",
    "issn_type": "Print",
    "volume": "9",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "27"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34944599",
    "pmc": "PMC8698920",
    "doi": "10.3390/biomedicines9121784",
    "pii": "biomedicines9121784"
  },
  "doi": "10.3390/biomedicines9121784",
  "pmc_id": "PMC8698920",
  "dates": {
    "revised": "2021-12-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "UIDB/04033/2020",
      "agency": "Fundação para a Ciência e Tecnologia"
    },
    {
      "grant_id": "PTDC/CVT-CVT/29542/2017",
      "agency": "Fundação para a Ciência e Tecnologia"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.087681",
    "pmid": "34944599"
  }
}