{
  "pmid": "34947232",
  "uid": "34947232",
  "title": "Wear-Resistance Improvement of 65Mn Low-Alloy Steel through Adjusting Grain Refinement by Cyclic Heat Treatment.",
  "abstract": "Refined microstructures achieved by cyclic heat treatment significantly contribute to improving the wear resistance of steels. To acquire the refined microstructures of 65Mn low-alloy steel, first, the specimens were solid solution-treated; then, they were subjected to cyclic heat treatment at cyclic quenching temperatures of 790-870 °C and quenching times of 1-4 with a fixed holding time of 5 min. The mechanical properties of 65Mn low-alloy steel in terms of hardness, tensile strength, elongation and wear resistance were characterized. Afterwards, the effect of cyclic heat treatment on microstructure evolution and the relationships between grain refinement and mechanical properties' improvement were discussed. The results show that the average grain size firstly decreased and then increased with the increase in the quenching temperature. Hardness increased with grain refinement when the temperature was lower than 830 °C. Once the temperature exceeded 830 °C, hardness increased with the temperature increase owing to the enrichment of carbon content in the martensite. With the increase in cyclic quenching times, hardness continuously increased with grain refinement strengthening. In addition, both tensile strength and elongation could be significantly improved through grain refinement. The relationships among wear loss, hardness and average grain size showed that wear resistance was affected by the synthesis reaction of grain refinement and hardness. Higher hardness and refined grain size contributed to improving the wear resistance of 65Mn low-alloy steel.",
  "authors": [
    {
      "last_name": "Tong",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Tong",
      "affiliations": [
        "School of Intelligent Manufacturing and Automobile, Chongqing College of Electronic Engineering, Chongqing 401331, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Jiang",
      "initials": "J",
      "name": "Jiang Zhao",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Quan",
      "fore_name": "Guo-Zheng",
      "initials": "GZ",
      "name": "Guo-Zheng Quan",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China.",
        "Nanjing Jiepin Intelligent Technology Co., Ltd., Nanjing 210028, China."
      ]
    },
    {
      "last_name": "Xiong",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Xiong",
      "affiliations": [
        "Key Laboratory of Advanced Reactor Engineering and Safety of Ministry of Education, Collaborative Innovation Center of Advanced Nuclear Energy Technology, Institute of Nuclear and New Energy Technology, Tsinghua University, Beijing 100084, China."
      ],
      "orcid": "0000-0003-2095-041X"
    }
  ],
  "journal": {
    "title": "Materials (Basel, Switzerland)",
    "iso_abbreviation": "Materials (Basel)",
    "issn": "1996-1944",
    "issn_type": "Print",
    "volume": "14",
    "issue": "24",
    "pub_year": "2021",
    "pub_month": "Dec",
    "pub_day": "11"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34947232",
    "pmc": "PMC8703974",
    "doi": "10.3390/ma14247636",
    "pii": "ma14247636"
  },
  "doi": "10.3390/ma14247636",
  "pmc_id": "PMC8703974",
  "dates": {
    "revised": "2021-12-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.475619",
    "pmid": "34947232"
  }
}