{
  "pmid": "34944612",
  "uid": "34944612",
  "title": "Computational Study on Potential Novel Anti-Ebola Virus Protein VP35 Natural Compounds.",
  "abstract": "Ebola virus (EBOV) is one of the most lethal pathogens that can infect humans. The Ebola viral protein VP35 (EBOV VP35) inhibits host IFN-α/β production by interfering with host immune responses to viral invasion and is thus considered as a plausible drug target. The aim of this study was to identify potential novel lead compounds against EBOV VP35 using computational techniques in drug discovery. The 3D structure of the EBOV VP35 with PDB ID: 3FKE was used for molecular docking studies. An integrated library of 7675 African natural product was pre-filtered using ADMET risk, with a threshold of 7 and, as a result, 1470 ligands were obtained for the downstream molecular docking using AutoDock Vina, after an energy minimization of the protein via GROMACS. Five known inhibitors, namely, amodiaquine, chloroquine, gossypetin, taxifolin and EGCG were used as standard control compounds for this study. The area under the curve (AUC) value, evaluating the docking protocol obtained from the receiver operating characteristic (ROC) curve, generated was 0.72, which was considered to be acceptable. The four identified potential lead compounds of NANPDB4048, NANPDB2412, ZINC000095486250 and NANPDB2476 had binding affinities of -8.2, -8.2, -8.1 and -8.0 kcal/mol, respectively, and were predicted to possess desirable antiviral activity including the inhibition of RNA synthesis and membrane permeability, with the probable activity (Pa) being greater than the probable inactivity (Pi) values. The predicted anti-EBOV inhibition efficiency values (IC50), found using a random forest classifier, ranged from 3.35 to 11.99 μM, while the Ki values ranged from 0.97 to 1.37 μM. The compounds NANPDB4048 and NANPDB2412 had the lowest binding energy of -8.2 kcal/mol, implying a higher binding affinity to EBOV VP35 which was greater than those of the known inhibitors. The compounds were predicted to possess a low toxicity risk and to possess reasonably good pharmacological profiles. Molecular dynamics (MD) simulations of the protein-ligand complexes, lasting 50 ns, and molecular mechanisms Poisson-Boltzmann surface area (MM-PBSA) calculations corroborated the binding affinities of the identified compounds and identified novel critical interacting residues. The antiviral potential of the molecules could be confirmed experimentally, while the scaffolds could be optimized for the design of future novel anti-EBOV chemotherapeutics.",
  "authors": [
    {
      "last_name": "Darko",
      "fore_name": "Louis K S",
      "initials": "LKS",
      "name": "Louis K S Darko",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra LG 77, Ghana."
      ],
      "orcid": "0000-0001-8632-1902"
    },
    {
      "last_name": "Broni",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Broni",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra LG 77, Ghana.",
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P.O. Box LG 581, Legon, Accra LG 581, Ghana."
      ],
      "orcid": "0000-0002-6793-7530"
    },
    {
      "last_name": "Amuzu",
      "fore_name": "Dominic S Y",
      "initials": "DSY",
      "name": "Dominic S Y Amuzu",
      "affiliations": [
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra LG 54, Ghana."
      ],
      "orcid": "0000-0002-8920-0708"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, P.O. Box LG 581, Legon, Accra LG 581, Ghana."
      ],
      "orcid": "0000-0002-6048-8509"
    },
    {
      "last_name": "Parry",
      "fore_name": "Christian S",
      "initials": "CS",
      "name": "Christian S Parry",
      "affiliations": [
        "Department of Microbiology, Howard University, Washington, DC 20059, USA."
      ]
    },
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, PMB LG 77, Legon, Accra LG 77, Ghana.",
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra LG 54, Ghana."
      ],
      "orcid": "0000-0002-1093-1517"
    }
  ],
  "journal": {
    "title": "Biomedicines",
    "iso_abbreviation": "Biomedicines",
    "issn": "2227-9059",
    "issn_type": "Print",
    "volume": "9",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Nov",
    "pub_day": "30"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34944612",
    "pmc": "PMC8698941",
    "doi": "10.3390/biomedicines9121796",
    "pii": "biomedicines9121796"
  },
  "doi": "10.3390/biomedicines9121796",
  "pmc_id": "PMC8698941",
  "dates": {
    "revised": "2021-12-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.736940",
    "pmid": "34944612"
  }
}