{
  "pmid": "34957291",
  "uid": "34957291",
  "title": "Promoting Healthier Masculinities as a Suicide Prevention Intervention in a Regional Australian Community: A Qualitative Study of Stakeholder Perspectives.",
  "abstract": "Regionally-based Australian men have a higher risk of suicide than those in urban centers, with similar trends observed internationally. Adopting a place-based approach to understanding men's suicide and harm prevention provides contextual insights to guide localised opportunities for the development of tailored gender-specific interventions. Men in rural Australia are typically portrayed as embodying idealized masculinity-dominant and tough, upholding strength and stoicism in the face of hardship. Such values can increase suicide risk in men by reducing help-seeking. The Macedon Ranges Shire is an inner regional municipality with a population of approximately 50,000 people spanning across 10 regional towns and surrounding farming areas in Victoria, Australia. Understanding the influence of masculinities on men's wellbeing and help seeking behaviours in a regional context is vital in order to inform effective local suicide prevention efforts. The present research involved in-depth qualitative interviews with 19 community stakeholders (M = 49.89 years, SD = 11.82) predominantly working in healthcare and community services including emergency services and education. Using thematic analysis, interview transcripts were coded and themes inductively derived. Stakeholders identified three key areas for understanding suicide risk and wellbeing for local men; 1) localizing masculinities, 2) belonging in community, and 3) engaging men. Findings illustrate that addressing men's wellbeing in regional areas requires a multifaceted whole-of-community approach. While diverse, local expressions of masculinities were seen as contributors to men's challenges understanding their emotional worlds and reticence for help-seeking. Of vital need is to provide diverse opportunities for men to connect with others in the region, and offer inclusive spaces where men feel accepted, welcomed and able to meaningfully contribute to the community. Not only will this assist by bolstering men's sense of self, identity, and mental wellbeing, it may also provide valuable informal inroads to normalizing healthy communication around mental health and seeking mental health care. These findings offer important suggestions for the promotion of healthier masculinities in regionally-based Australian men, which may help to improve wellbeing of these men and their entire communities.",
  "authors": [
    {
      "last_name": "Trail",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Trail",
      "affiliations": [
        "Orygen, Parkville, VIC, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Parkville, VIC, Australia."
      ]
    },
    {
      "last_name": "Oliffe",
      "fore_name": "John L",
      "initials": "JL",
      "name": "John L Oliffe",
      "affiliations": [
        "School of Nursing, University of British Columbia, Vancouver, BC, Canada.",
        "Department of Nursing, The University of Melbourne, Parkville, VIC, Australia."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Deepa",
      "initials": "D",
      "name": "Deepa Patel",
      "affiliations": [
        "Benetas Macedon Ranges Health Centre, Gisborne, VIC, Australia."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Jo",
      "initials": "J",
      "name": "Jo Robinson",
      "affiliations": [
        "Orygen, Parkville, VIC, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Parkville, VIC, Australia."
      ]
    },
    {
      "last_name": "King",
      "fore_name": "Kylie",
      "initials": "K",
      "name": "Kylie King",
      "affiliations": [
        "Turner Institute for Brain and Mental Health, Monash University, Clayton, VIC, Australia."
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Armstrong",
      "affiliations": [
        "Nossal Institute for Global Health, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Seidler",
      "fore_name": "Zac",
      "initials": "Z",
      "name": "Zac Seidler",
      "affiliations": [
        "Orygen, Parkville, VIC, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Parkville, VIC, Australia."
      ]
    },
    {
      "last_name": "Walton",
      "fore_name": "Courtney C",
      "initials": "CC",
      "name": "Courtney C Walton",
      "affiliations": [
        "Orygen, Parkville, VIC, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Parkville, VIC, Australia."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Wilson",
      "affiliations": [
        "Orygen, Parkville, VIC, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Parkville, VIC, Australia."
      ]
    },
    {
      "last_name": "Rice",
      "fore_name": "Simon M",
      "initials": "SM",
      "name": "Simon M Rice",
      "affiliations": [
        "Orygen, Parkville, VIC, Australia.",
        "Centre for Youth Mental Health, The University of Melbourne, Parkville, VIC, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in sociology",
    "iso_abbreviation": "Front Sociol",
    "issn": "2297-7775",
    "issn_type": "Electronic",
    "volume": "6",
    "pub_year": "2021"
  },
  "start_page": "728170",
  "pages": "728170",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34957291",
    "pmc": "PMC8692245",
    "doi": "10.3389/fsoc.2021.728170",
    "pii": "728170"
  },
  "doi": "10.3389/fsoc.2021.728170",
  "pmc_id": "PMC8692245",
  "dates": {
    "revised": "2021-12-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.737281",
    "pmid": "34957291"
  }
}