{
  "pmid": "34959368",
  "uid": "34959368",
  "title": "Formulation and Evaluation of Kaempferol Loaded Nanoparticles against Experimentally Induced Hepatocellular Carcinoma: In Vitro and In Vivo Studies.",
  "abstract": "The present study was designed to prepare Kaempferol loaded nanoparticles (KFP-Np) and evaluate hepatoprotective and antioxidant effects in hepatocellular carcinoma models. KFP was encapsulated with hydroxypropyl methylcellulose acetate succinate (HPMC-AS) and Kollicoat MAE 30 DP polymers to prepare nanoparticles (Nps) by quasi-emulsion solvent diffusion technique (QESD). The prepared Nps were evaluated for different pharmaceutical characterization to select the optimum composition for the in vivo assessment. An animal model of cadmium chloride (CdCl2)-induced hepatocellular carcinoma in Male Sprague Dawley rats was used in vivo to test the antioxidant and hepatoprotective capacity of free and encapsulated KFP. The prepared Npsshowed nanometric size, low PDI, high drug load as well as encapsulation with a better drug release profile. There was a significant decrease in the increased serum levels of alanine transaminase (ALT), total bilirubin (TBiL), and aspartate transaminase (AST), and the lipid peroxidation's (MDA) level was attenuated, and levels of markers of the cell antioxidant defence system were restored including Glutathione S-transferase (GST), glutathione (GSH), superoxide dismutase (SOD) and catalase (CAT) via oral pre-treatment with KFP-Np (50 mg/kg b.w. (body weight), 6 weeks). KFP-Np significantly declines an mRNA expression of interleukin-1β (IL-1β), IL-6, and tumor necrosis factor-alpha (TNF-α) as well as decreased nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB) protein expression. It also upregulated the mRNA expression and protein expression of nuclear factor erythroid 2-related factor 2 (Nrf2) and heme oxygenase-1 (HO-1). While comparing the protective effects of KFP encapsulated in Kollicoat MAE 30 DP and HPMC-AS, Nps was found to be betterthan free KFP. Insummary, result indicate that encapsulation of KFP in NPs provides a potential platform for oxidative stress induce liver injury.",
  "authors": [
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Abbasi",
      "fore_name": "Fahad A",
      "initials": "FA",
      "name": "Fahad A Al-Abbasi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka 72341, Saudi Arabia."
      ],
      "orcid": "0000-0003-2570-3223"
    },
    {
      "last_name": "Altayb",
      "fore_name": "Hisham N",
      "initials": "HN",
      "name": "Hisham N Altayb",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ],
      "orcid": "0000-0002-2635-9383"
    },
    {
      "last_name": "Nadeem",
      "fore_name": "Muhammad Shahid",
      "initials": "MS",
      "name": "Muhammad Shahid Nadeem",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ],
      "orcid": "0000-0003-4112-0925"
    },
    {
      "last_name": "Gupta",
      "fore_name": "Gaurav",
      "initials": "G",
      "name": "Gaurav Gupta",
      "affiliations": [
        "School of Pharmacy, Suresh Gyan Vihar University, Jaipur 302017, India.",
        "Department of Pharmacology, Saveetha Dental College, Saveetha University, Chennai 600077, India."
      ]
    }
  ],
  "journal": {
    "title": "Pharmaceutics",
    "iso_abbreviation": "Pharmaceutics",
    "issn": "1999-4923",
    "issn_type": "Print",
    "volume": "13",
    "issue": "12",
    "pub_year": "2021",
    "pub_month": "Dec",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34959368",
    "pmc": "PMC8707119",
    "doi": "10.3390/pharmaceutics13122086",
    "pii": "pharmaceutics13122086"
  },
  "doi": "10.3390/pharmaceutics13122086",
  "pmc_id": "PMC8707119",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "IFPHI-014-130-2020",
      "agency": "King Abdulaziz University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:14.998494",
    "pmid": "34959368"
  }
}