{
  "pmid": "34951990",
  "uid": "34951990",
  "title": "Increased urban greenness associated with improved mental health among middle-aged and older adults of the Canadian Longitudinal Study on Aging (CLSA).",
  "abstract": "OBJECTIVES: Some studies suggest that residential surrounding greenness is associated with improved mental health. Few of these studies have focussed on middle-aged and older adults, explored the modifying effects of social determinants of health, or accounted for the extent to which individuals interact with their neighbourhood environments. METHODS: We analysed cross-sectional data collected from 26,811 urban participants of the Canadian Longitudinal Study of Aging who were between 45 and 86 years of age. Participants provided details on socioeconomic characteristics, health behaviours, and their frequency of neighbourhood interactions. The Normalized Difference Vegetation Index (NDVI), a measure of greenness, was assigned to participants' residential addresses at a buffer distance of 500 m. Four self-reported measures of mental health were considered: The Center for Epidemiologic Studies Depression Scale (CES-D-10; short scale), past diagnosis of clinical depression, perceptions of mental health, and the Satisfaction with Life Scale (SWLS). Regression models were used to describe associations between greenness and these outcomes, and spline models were fit to characterize the exposure-response function between greenness and CES-D-10 scores. Stratified analyses evaluated whether associations varied by sociodemographic status. RESULTS: In adjusted models, we observed a 5% (Odds Ratio (OR) = 0.95; 95% CI = 0.90, 0.99) reduced odds of depressive symptoms in relation to an interquartile range increase of NDVI (0.06) within a 500 m buffer of the participant's residence. Similarly, we found an inverse association with a self-reported clinical diagnosis of depression (OR = 0.97; 95% CI = 0.92-1.01). Increases in surrounding greenness were associated with improved perceptions of mental health, and the SWLS. Our spline analyses found that beneficial effects between greenness and the CES-D-10 were strongest among those of lower income. CONCLUSIONS: These findings suggest that residential greenness has mental health benefits, and that interventions to increase urban greenness can help reduce social inequalities in mental health.",
  "authors": [
    {
      "last_name": "Abraham Cottagiri",
      "fore_name": "Susanna",
      "initials": "S",
      "name": "Susanna Abraham Cottagiri",
      "affiliations": [
        "School of Mathematics and Statistics, Carleton University, Ottawa, ON, K1S 5B6, Canada. Electronic address: SusannaAbrahamCottagiri@cunet.carleton.ca."
      ]
    },
    {
      "last_name": "Villeneuve",
      "fore_name": "Paul J",
      "initials": "PJ",
      "name": "Paul J Villeneuve",
      "affiliations": [
        "School of Mathematics and Statistics, Carleton University, Ottawa, ON, K1S 5B6, Canada; Department of Epidemiology and Biostatistics, McGill University, Montreal, Quebec, H3A 1A2, Canada. Electronic address: paulvilleneuve@cunet.carleton.ca."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada. Electronic address: praina@mcmaster.ca."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University, 1280 Main St W, Hamilton, ON, L8S 4L8, Canada; Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada. Electronic address: griffith@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rainham",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Rainham",
      "affiliations": [
        "School of Health and Human Performance, Dalhousie University, 6230 South St, Halifax, NS, B3H 4R2, Canada. Electronic address: daniel.rainham@dal.ca."
      ]
    },
    {
      "last_name": "Dales",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Dales",
      "affiliations": [
        "University of Ottawa and Ottawa Hospital Research Institute, 501 Smyth Road, Ottawa, ON, K1H 8L6, Canada. Electronic address: rdales@toh.ca."
      ]
    },
    {
      "last_name": "Peters",
      "fore_name": "Cheryl E",
      "initials": "CE",
      "name": "Cheryl E Peters",
      "affiliations": [
        "University of Calgary, 2500 University Dr NW, Calgary, AB, T2N 1N4, Canada; Cancer Epidemiology and Prevention Research, Alberta Health Services. 515 - 2 St SW, Calgary, T2S3C3, Canada. Electronic address: cheryl.peters@ucalgary.ca."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Nancy A",
      "initials": "NA",
      "name": "Nancy A Ross",
      "affiliations": [
        "Department of Geography, McGill University, Montreal, Quebec, H3A 0B9, Canada. Electronic address: nancy.ross@mcgill.ca."
      ]
    },
    {
      "last_name": "Crouse",
      "fore_name": "Daniel L",
      "initials": "DL",
      "name": "Daniel L Crouse",
      "affiliations": [
        "Health Effects Institute, 75 Federal Street, Suite 1400, Boston, MA, 02110-1817, USA. Electronic address: dcrouse@healtheffects.org."
      ]
    }
  ],
  "journal": {
    "title": "Environmental research",
    "iso_abbreviation": "Environ Res",
    "issn": "1096-0953",
    "issn_type": "Electronic",
    "volume": "206",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "112587",
  "pages": "112587",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aging",
    "Canada",
    "Cross-Sectional Studies",
    "Humans",
    "Longitudinal Studies",
    "Mental Health",
    "Middle Aged",
    "Residence Characteristics"
  ],
  "article_ids": {
    "pubmed": "34951990",
    "doi": "10.1016/j.envres.2021.112587",
    "pii": "S0013-9351(21)01888-0"
  },
  "doi": "10.1016/j.envres.2021.112587",
  "dates": {
    "completed": "2022-03-30",
    "revised": "2022-04-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "162381",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "LSA 94473",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.175562",
    "pmid": "34951990"
  }
}