{
  "pmid": "34961906",
  "uid": "34961906",
  "title": "Managing Bone Loss in Shoulder Instability-Techniques and Outcomes: a Scoping Review.",
  "abstract": "PURPOSE OF REVIEW: The aim of this scoping review is to provide an overview of the literature published over the past 5 years related to the management of bone loss in anterior shoulder instability. RECENT FINDINGS: During recent years, there has been a focus on patients at high risk for failure following soft tissue anterior stabilization (Bankart repair). A growing body of evidence suggests that anterior capsulolabral repair is insufficient in the setting of subcritical glenoid bone loss with an off-track Hill Sachs lesion. In such cases, the addition of a remplissage procedure to a Bankart repair or a bone-block augmentation to the glenoid (Latarjet, for example) is often advocated to decrease the risk of recurrent instability. Recent studies have also evaluated the role of alternative bone-block procedures in comparison to the Latarjet, outcomes with arthroscopic and open techniques as well as various fixation methods and radiological outcomes (bone graft resorption, glenohumeral osteoarthritis). Advances in our understanding of subcritical glenoid bone loss and the glenoid track concept have significantly impacted clinical decision making and treatment selection. The development of arthroscopic techniques has allowed for minimally invasive and safe arthroscopic bone-block procedures as an alternative to open procedures. Further research related to free bone-block procedures will inform long-term outcomes between these procedures and the gold standard Latarjet. Additionally, high-quality evidence is lacking to identify the ideal treatment for patients with glenoid subcritical glenoid bone defect. Variability in outcome reporting suggests the need to standardize outcome measures for future instability trials.",
  "authors": [
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Al-Mohrej",
      "fore_name": "Omar A",
      "initials": "OA",
      "name": "Omar A Al-Mohrej",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada.",
        "Section of Orthopedic Surgery, Department of Surgery, King Abdullah Bin Abdulaziz University Hospital, Princess Nourah Bint Abdul Rahman University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Ashaka",
      "initials": "A",
      "name": "Ashaka Patel",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Flood",
      "fore_name": "Breanne",
      "initials": "B",
      "name": "Breanne Flood",
      "affiliations": [
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. khanmm2@mcmaster.ca.",
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada. khanmm2@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Current reviews in musculoskeletal medicine",
    "iso_abbreviation": "Curr Rev Musculoskelet Med",
    "issn": "1935-973X",
    "issn_type": "Print",
    "volume": "14",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "447",
  "end_page": "461",
  "pages": "447-461",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34961906",
    "pmc": "PMC9373751",
    "doi": "10.1007/s12178-021-09727-2",
    "pii": "10.1007/s12178-021-09727-2"
  },
  "doi": "10.1007/s12178-021-09727-2",
  "pmc_id": "PMC9373751",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.301572",
    "pmid": "34961906"
  }
}