{
  "pmid": "34963035",
  "uid": "34963035",
  "title": "Changes in and correlates of Australian public attitudes toward illicit drug use.",
  "abstract": "INTRODUCTION: The present study explores Australian public support for more lenient treatment of persons found in possession of small amounts of illegal drugs for personal use. METHODS: Data for the study are drawn from the 2013, 2016 and 2019 National Drug Strategy Household Surveys. Bivariate associations were tested using χ[2] tests corrected for survey design. Multivariate analyses of public support for legalisation and imprisonment involved logistic regression. Multivariate analyses of public preferences for various responses to those found in possession of illicit drugs involved the use of multinomial regression. RESULTS: Support for legalising personal use of three drugs (cannabis, ecstasy and cocaine) has risen significantly since 2013 but remained stable (and low) for two (heroin and methamphetamine). Support for no action, a caution or a warning has grown for those found in possession of cannabis, ecstasy and heroin for personal use but not for those found in possession of methamphetamine. There is, however, more support for responding to this group with treatment, education or a small fine than there is for imprisonment. DISCUSSION AND CONCLUSION: There is strong support for legalising use of cannabis. There is little support for legalising use of ecstasy and cocaine but growing public support for a less punitive approach to those who use these drugs. There is little public support for a change in the current approach to heroin and methamphetamine.",
  "authors": [
    {
      "last_name": "Weatherburn",
      "fore_name": "Don",
      "initials": "D",
      "name": "Don Weatherburn",
      "affiliations": [
        "National Drug and Alcohol Research Center, UNSW Sydney, Sydney, Australia."
      ],
      "orcid": "0000-0003-1759-8232"
    },
    {
      "last_name": "Alexeev",
      "fore_name": "Sergey",
      "initials": "S",
      "name": "Sergey Alexeev",
      "affiliations": [
        "National Drug and Alcohol Research Center, UNSW Sydney, Sydney, Australia."
      ],
      "orcid": "0000-0003-2413-2115"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0002-8995-9386"
    }
  ],
  "journal": {
    "title": "Drug and alcohol review",
    "iso_abbreviation": "Drug Alcohol Rev",
    "issn": "1465-3362",
    "issn_type": "Electronic",
    "volume": "41",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "1029",
  "end_page": "1040",
  "pages": "1029-1040",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Australia",
    "Cannabis",
    "Cocaine",
    "Hallucinogens",
    "Heroin",
    "Humans",
    "Illicit Drugs",
    "Methamphetamine",
    "N-Methyl-3,4-methylenedioxyamphetamine",
    "Substance-Related Disorders"
  ],
  "article_ids": {
    "pubmed": "34963035",
    "doi": "10.1111/dar.13426"
  },
  "doi": "10.1111/dar.13426",
  "dates": {
    "completed": "2022-07-07",
    "revised": "2022-08-18"
  },
  "chemicals": [
    "Hallucinogens",
    "Illicit Drugs",
    "Methamphetamine",
    "Heroin",
    "Cocaine",
    "N-Methyl-3,4-methylenedioxyamphetamine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.829410",
    "pmid": "34963035"
  }
}