{
  "pmid": "34967533",
  "uid": "34967533",
  "title": "Social determinants of the disproportionately higher rates of COVID-19 infection among African Caribbean and Black (ACB) population: A systematic review protocol.",
  "abstract": "The challenges of identifying and eliminating racial disparities regarding the exposure, transmission, prevention, and treatment of communicable diseases within the healthcare system have been a mounting concern since the COVID-19 pandemic began. The African, Caribbean, and Black (ACB) populations in Canada represent a fast-expanding and underprivileged community, which have been previously found to have higher susceptibility to communicable diseases and lower sensitivity to intervention measures. Currently, there is insufficient evidence to adequately identify racial patterns in the prevalence and healthcare utilization among the ACB population within the context of the ongoing pandemic. Our proposed study will explore the association between the social determinants of health (SDH) and COVID-19 health outcomes in ACB populations in high-income countries (UK, US, Australia). We will explore the literary evidence through a systematic review (SR) of COVID-19 literature covering the period between December 2019 and October 2020. The objectives include investigating the effect of SDH on the ACB populations' risk to COVID-19 health outcomes, including COVID-19 infection incidence, severity of disease, hospitalization, mortality and barriers to the treatment and management of COVID-19 for Black people in Canada. In addition, this project aims to investigate the effect of COVID-19 on ACB communities in Ontario by examining the challenges that front-line healthcare workers and administrators have during this pandemic as it pertains to service provisions to ACB communities. A systematic review of original and review studies will be conducted based on the publications on eleven databases (MEDLINE, Web of Science, Cochrane Library, CINAHL, NHS EDD, Global Health, PsychInfo, PubMed, Scopus, Proquest, and Taylor and Francis Online Journals) published between December 2019 to October 2020. Primary outcomes will include the rate of COVID-19 infection. The systematic review will include a meta-analysis of available quantitative data, as well as a narrative synthesis of qualitative studies. This systematic review will be among the first to report racial disparities in COVID-19 infection among the ACB population in Canada. Through synthesizing population data regarding the risk factors on various levels, the findings from this systematic review will provide recommendations for future research and evidence for clinical practitioners and social workers. Overall, a better understanding of the nature and consequences of racial disparities during the pandemic will provide policy directions for effective interventions and resilience-building in the post-pandemic era.",
  "authors": [
    {
      "last_name": "Etowa",
      "fore_name": "Josephine",
      "initials": "J",
      "name": "Josephine Etowa",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, University of Ottawa. josephine.etowa@uottawa.ca."
      ]
    },
    {
      "last_name": "Demeke",
      "fore_name": "Jemal",
      "initials": "J",
      "name": "Jemal Demeke",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact (HEI), McMaster University, Hamilton, Ontario. Jemal.Demeke@unityhealth.to."
      ]
    },
    {
      "last_name": "Abrha",
      "fore_name": "Getachew",
      "initials": "G",
      "name": "Getachew Abrha",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, University of Ottawa. gabrha@uottawa.ca."
      ]
    },
    {
      "last_name": "Worku",
      "fore_name": "Fiqir",
      "initials": "F",
      "name": "Fiqir Worku",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact (HEI), McMaster University, Hamilton, Ontario. fiqir.worku@mail.utoronto.ca."
      ]
    },
    {
      "last_name": "Ajiboye",
      "fore_name": "Wale",
      "initials": "W",
      "name": "Wale Ajiboye",
      "affiliations": [
        "MAP Centre for Urban Health Solutions, St. Michael's Hospital, Toronto, ON. Wale.Ajiboye@unityhealth.to."
      ]
    },
    {
      "last_name": "Beauchamp",
      "fore_name": "Sheryl",
      "initials": "S",
      "name": "Sheryl Beauchamp",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, University of Ottawa. SBeau144@uottawa.ca."
      ]
    },
    {
      "last_name": "Taiwo",
      "fore_name": "Itunu",
      "initials": "I",
      "name": "Itunu Taiwo",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, University of Ottawa. Itaiwo@uottawa.ca."
      ]
    },
    {
      "last_name": "Pascal",
      "fore_name": "Djiadeu",
      "initials": "D",
      "name": "Djiadeu Pascal",
      "affiliations": [
        "Institute for Health Policy, Management, and Evaluation, University of Toronto. djiadeup@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ghose",
      "fore_name": "Bishwajit",
      "initials": "B",
      "name": "Bishwajit Ghose",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, University of Ottawa. brammaputram@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of public health research",
    "iso_abbreviation": "J Public Health Res",
    "issn": "2279-9028",
    "issn_type": "Print",
    "volume": "11",
    "issue": "2",
    "pub_year": "2021",
    "pub_month": "Dec",
    "pub_day": "30"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34967533",
    "pmc": "PMC8958451",
    "doi": "10.4081/jphr.2021.2274"
  },
  "doi": "10.4081/jphr.2021.2274",
  "pmc_id": "PMC8958451",
  "dates": {
    "revised": "2022-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:40.401290",
    "pmid": "34967533"
  }
}