{
  "pmid": "34973242",
  "uid": "34973242",
  "title": "Wording of American Urological Association Guideline Recommendations Does Not Signal the Strength of Recommendation.",
  "abstract": "OBJECTIVE: To systematically analyze the wording of American Urological Association (AUA) clinical practice guidelines' recommendations. MATERIALS AND METHODS: We systematically identified all AUA guideline documents that used the current AUA framework and extracted the individual recommendations, their statement type, and their corresponding evidence level (if applicable), and analyzed the recommendation wording separating out the modal verbs (eg, should, may, or must) as well as the main verbs (eg, recommend, treat, perform). We performed descriptive statistics using SPSS Version 27. RESULTS: We included 18 documents with 754 distinct recommendations; the median number of recommendations per guideline was 36 (interquartile range: 29; 48.5). Expert opinion was the most used statement type (193; 25.6%), followed by clinical principle (156; 20.7%). Four-hundred-four recommendations were either strong, moderate, or conditional: 135 (17.9%), 187 (24.8%) and 83 (11.0%), respectively. Most recommendation statements (701; 93.0%) used modal verbs to express a level of obligation. Overall, \"should\" was the most employed modal verb used (73.9%), followed by \"may\" (17.6%) and \"must\" (1.5%). Both \"may\" and \"should\" were used in conjunction with all five statement types, whereas \"must\" was limited to strong recommendations and clinical principles. CONCLUSION: The wording of AUA recommendation statements does not signal the strength of recommendation and the intended level of obligation, which may represent a barrier to guideline implementation. More consistent wording of recommendations by strength may improve guideline understanding, uptake, and adherence.",
  "authors": [
    {
      "last_name": "Cleveland",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent Cleveland",
      "affiliations": [
        "Department of Urology, University of Minnesota, Minneapolis, MN; Minneapolis VA Healthcare System, Minneapolis, MN."
      ]
    },
    {
      "last_name": "Lauwagie",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Lauwagie",
      "affiliations": [
        "Department of Urology, University of Minnesota, Minneapolis, MN."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, University of Minnesota, Minneapolis, MN; Minneapolis VA Healthcare System, Minneapolis, MN."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Department of Urology, University of Minnesota, Minneapolis, MN; Minneapolis VA Healthcare System, Minneapolis, MN. Electronic address: pdahm@umn.edu."
      ]
    }
  ],
  "journal": {
    "title": "Urology",
    "iso_abbreviation": "Urology",
    "issn": "1527-9995",
    "issn_type": "Electronic",
    "volume": "164",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "40",
  "end_page": "45",
  "pages": "40-45",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Practice Guidelines as Topic",
    "United States",
    "Urology"
  ],
  "article_ids": {
    "pubmed": "34973242",
    "doi": "10.1016/j.urology.2021.12.017",
    "pii": "S0090-4295(21)01187-0"
  },
  "doi": "10.1016/j.urology.2021.12.017",
  "dates": {
    "completed": "2022-06-20",
    "revised": "2022-12-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.422484",
    "pmid": "34973242"
  }
}