{
  "pmid": "34977213",
  "uid": "34977213",
  "title": "Epidemiology of Ectoparasites (Ticks, Lice, and Mites) in the Livestock of Pakistan: A Review.",
  "abstract": "Ectoparasites, including lice, ticks, and mites, inhabit the host skin and depend on their host for sustenance, maturation, and multiplication. Among these, ticks are more prevalent in various regions of Pakistan because of favorable climatic conditions, lack of awareness of livestock keepers' regarding ectoparasite infestation rate, insufficient veterinary services, and inadequate control measures. Ectoparasitic infestation is a primary threat to cost-effective livestock production by damaging skin and transmitting multiple diseases between animals. This review aimed to determine the infestation rates of various ectoparasites in cattle, buffaloes, sheep, goats, camels, equids and to ascertain the prevalence and epidemiology of ectoparasites in different regions of Pakistan. This review could be useful in devising prevention and control strategies and identifying the risk factors associated with ectoparasites to enhance animal productivity. It provides directions for veterinary schools, researchers, and organizations aiming to collaborate with neighboring countries to eradicate these parasites. Future studies could support working veterinarians and administrators and contribute to human well-being.",
  "authors": [
    {
      "last_name": "Muhammad",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Muhammad",
      "affiliations": [
        "Department of Zoology, University of Poonch Rawalakot, Azad Jammu and Kashmir, Pakistan."
      ]
    },
    {
      "last_name": "Bashir",
      "fore_name": "Rida",
      "initials": "R",
      "name": "Rida Bashir",
      "affiliations": [
        "Department of Zoology, University of Poonch Rawalakot, Azad Jammu and Kashmir, Pakistan."
      ]
    },
    {
      "last_name": "Mahmood",
      "fore_name": "Majid",
      "initials": "M",
      "name": "Majid Mahmood",
      "affiliations": [
        "Department of Zoology, University of Poonch Rawalakot, Azad Jammu and Kashmir, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Life Sciences, Faculty of Science, University of Management and Technology (UMT), Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Simsek",
      "fore_name": "Sami",
      "initials": "S",
      "name": "Sami Simsek",
      "affiliations": [
        "Department of Parasitology, Firat University, Elâzig, Turkey."
      ]
    },
    {
      "last_name": "Awan",
      "fore_name": "Usman Ayub",
      "initials": "UA",
      "name": "Usman Ayub Awan",
      "affiliations": [
        "Department of Medical Laboratory Technology, The University of Haripur, Haripur, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Mobushir Riaz",
      "initials": "MR",
      "name": "Mobushir Riaz Khan",
      "affiliations": [
        "School of Environmental Science, Charles Sturt University, Albury, NSW, Australia."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmed",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Cao",
      "fore_name": "Jianping",
      "initials": "J",
      "name": "Jianping Cao",
      "affiliations": [
        "Chinese Center for Disease Control and Prevention (Chinese Center for Tropical Diseases Research), National Institute of Parasitic Diseases, Shanghai, China.",
        "Key Laboratory of Parasite and Vector Biology, National Health Commission of the People's Republic of China, Shanghai, China.",
        "WHO Collaborating Center for Tropical Diseases, Shanghai, China.",
        "Chinese Center for Tropical Diseases Research, The School of Global Health, Shanghai Jiao Tong University School of Medicine, Shanghai, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in veterinary science",
    "iso_abbreviation": "Front Vet Sci",
    "issn": "2297-1769",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "780738",
  "pages": "780738",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34977213",
    "pmc": "PMC8716624",
    "doi": "10.3389/fvets.2021.780738"
  },
  "doi": "10.3389/fvets.2021.780738",
  "pmc_id": "PMC8716624",
  "dates": {
    "revised": "2022-01-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.008555",
    "pmid": "34977213"
  }
}