{
  "pmid": "34985034",
  "uid": "34985034",
  "title": "Prevalence and Perception of Intimate Partner Violence-Related Traumatic Brain Injury.",
  "abstract": "BACKGROUND: Traumatic brain injury (TBI) is a serious and often undiagnosed consequence of intimate partner violence (IPV). Data on prevalence of TBI among IPV survivors are emerging, but prevalence of IPV among patients presenting to TBI clinics is unknown. Identification of IPV is important to ensure patients with TBI receive appropriate intervention and referrals. OBJECTIVE: To determine the proportion of women 18 years and older presenting to an acquired brain injury (ABI) clinic with confirmed or suspected concussion who reported experiencing IPV in the last 12 months or their lifetime. METHODS: Single-center cross-sectional cohort study. Proportion of IPV-related TBI or head, neck, or facial) injuries were determined using a modified HELPS Brain Injury Screening Tool and the Neurobehavioral Symptom Inventory. RESULTS: Of the 97 women approached, 50 were enrolled in the study. The average age was 46.1 years and 32 women (64.0%) reported a relationship history with a violent partner; 12-month prevalence of IPV was 26.5% and lifetime prevalence was 44.0%. Within their lifetime, all (44.0%) who reported an IPV history reported emotional abuse, 24.0% reported physical abuse, and 18.0% sexual abuse. HELPS responses indicated a high potential of lifetime IPV-related TBI for 29.2%, most commonly from being hit in the face or head (20.8%). CONCLUSION: Implementation of IPV screening in community-based ABI clinics is a pivotal step toward understanding the potential scope of TBI and addressing the wide range of somatic, cognitive, and affective symptoms experienced by IPV survivors. IPV screening also will lead to timely referral and follow-up and increase patient safety after discharge from rehabilitation.",
  "authors": [
    {
      "last_name": "Manoranjan",
      "fore_name": "Branavan",
      "initials": "B",
      "name": "Branavan Manoranjan",
      "affiliations": [
        "Section of Neurosurgery, Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Canada (Dr Manoranjan); Division of Orthopedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada (Mss Scott, Szasz, and Bzovsky and Drs Sprague and Bhandari); Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (Drs Sprague and Bhandari); Department of Medicine, McMaster University, Hamilton, Ontario, Canada (Drs O'Malley and Perera); and School of Rehabilitation Sciences, McMaster University, Hamilton, Ontario, Canada (Dr Turkstra)."
      ]
    },
    {
      "last_name": "Scott",
      "fore_name": "Taryn",
      "initials": "T",
      "name": "Taryn Scott",
      "affiliations": []
    },
    {
      "last_name": "Szasz",
      "fore_name": "Olivia Paige",
      "initials": "OP",
      "name": "Olivia Paige Szasz",
      "affiliations": []
    },
    {
      "last_name": "Bzovsky",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Bzovsky",
      "affiliations": []
    },
    {
      "last_name": "O'Malley",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren O'Malley",
      "affiliations": []
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": []
    },
    {
      "last_name": "Perera",
      "fore_name": "Gihan",
      "initials": "G",
      "name": "Gihan Perera",
      "affiliations": []
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": []
    },
    {
      "last_name": "Turkstra",
      "fore_name": "Lyn S",
      "initials": "LS",
      "name": "Lyn S Turkstra",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of head trauma rehabilitation",
    "iso_abbreviation": "J Head Trauma Rehabil",
    "issn": "1550-509X",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "1"
  },
  "start_page": "53",
  "end_page": "61",
  "pages": "53-61",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Brain Injuries, Traumatic",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Intimate Partner Violence",
    "Middle Aged",
    "Perception",
    "Prevalence",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "34985034",
    "doi": "10.1097/HTR.0000000000000749",
    "pii": "00001199-202201000-00008"
  },
  "doi": "10.1097/HTR.0000000000000749",
  "dates": {
    "completed": "2022-03-09",
    "revised": "2022-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.466397",
    "pmid": "34985034"
  }
}