{
  "pmid": "34982597",
  "uid": "34982597",
  "title": "The Role of Integration Host Factor in Escherichia coli Persister Formation.",
  "abstract": "Persisters represent a small subpopulation of cells that are tolerant of killing by antibiotics and are implicated in the recalcitrance of chronic infections to antibiotic therapy. One general theme has emerged regarding persisters formed by different bacterial species, namely, a state of relative dormancy characterized by diminished activity of antibiotic targets. Within this framework, a number of studies have linked persister formation to stochastic decreases in energy-generating components, leading to low ATP and target activity. In this study, we screen knockouts in the main global regulators of Escherichia coli for their effect on persisters. A knockout in integration host factor (IHF) had elevated ATP and a diminished level of persisters. This was accompanied by an overexpression of isocitrate dehydrogenase (Icd) and a downregulation of isocitrate lyase (AceA), two genes located at the bifurcation between the tricarboxylic acid (TCA) cycle and the glyoxylate bypass. Using a translational ihfA-mVenus fusion, we sort out rare bright cells, and this subpopulation is enriched in persisters. Our results suggest that noise in the expression of ihf produces rare cells with low Icd/high AceA, diverting substrates into the glyoxylate bypass, which decreases ATP, leading to antibiotic-tolerant persisters. We further examine noise in a simple model, the lac operon, and show that a knockout of the lacI repressor increases expression of the operon and decreases persister formation. Our results suggest that noise quenching by overexpression serves as a general approach to determine the nature of persister genes in a variety of bacterial species and conditions. IMPORTANCE Persisters are phenotypic variants that survive exposure to antibiotics through temporary dormancy. Mutants with increased levels of persisters have been identified in clinical isolates, and evidence suggests these cells contribute to chronic infections and antibiotic treatment failure. Understanding the underlying mechanism of persister formation and tolerance is important for developing therapeutic approaches to treat chronic infections. In this study, we examine a global regulator, IHF, that plays a role in persister formation. We find that noise in expression of IHF contributes to persister formation, likely by regulating the switch between the TCA cycle that efficiently produces energy and the glyoxylate bypass. We extend this study to a simple model lac operon and show that when grown on lactose as the sole carbon source, noise in its expression influences ATP levels and determines persister formation. This noise is quenched by overexpression of the lac operon, providing a simple approach to test the involvement of a gene in persister formation.",
  "authors": [
    {
      "last_name": "Nicolau",
      "fore_name": "Samantha E",
      "initials": "SE",
      "name": "Samantha E Nicolau",
      "affiliations": [
        "Antimicrobial Discovery Center, Department of Biology, Northeastern University, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Antimicrobial Discovery Center, Department of Biology, Northeastern University, Boston, Massachusetts, USA."
      ],
      "orcid": "0000-0002-1335-9982"
    }
  ],
  "journal": {
    "title": "mBio",
    "iso_abbreviation": "mBio",
    "issn": "2150-7511",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "22"
  },
  "start_page": "e0342021",
  "pages": "e0342021",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Humans",
    "Adenosine Triphosphate",
    "Anti-Bacterial Agents",
    "Bacteria",
    "Escherichia coli",
    "Glyoxylates",
    "Integration Host Factors",
    "Persistent Infection"
  ],
  "article_ids": {
    "pubmed": "34982597",
    "pmc": "PMC8725577",
    "doi": "10.1128/mbio.03420-21"
  },
  "doi": "10.1128/mbio.03420-21",
  "pmc_id": "PMC8725577",
  "dates": {
    "completed": "2023-03-06",
    "revised": "2023-03-07"
  },
  "chemicals": [
    "Adenosine Triphosphate",
    "Anti-Bacterial Agents",
    "Glyoxylates",
    "Integration Host Factors"
  ],
  "grants": [
    {
      "grant_id": "R01 AI141966",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:59.015135",
    "pmid": "34982597"
  }
}