{
  "pmid": "34991265",
  "uid": "34991265",
  "title": "Assessor burden, inter-rater agreement and user experience of the RoB-SPEO tool for assessing risk of bias in studies estimating prevalence of exposure to occupational risk factors: An analysis from the WHO/ILO Joint Estimates of the Work-related Burden of Disease and Injury.",
  "abstract": "BACKGROUND: As part of the development of the World Health Organization (WHO)/International Labour Organization (ILO) Joint Estimates of the Work-related Burden of Disease and Injury, WHO and ILO carried out several systematic reviews to determine the prevalence of exposure to selected occupational risk factors. Risk of bias assessment for individual studies is a critical step of a systematic review. No tool existed for assessing the risk of bias in prevalence studies of exposure to occupational risk factors, so WHO and ILO developed and pilot tested the RoB-SPEO tool for this purpose. Here, we investigate the assessor burden, inter-rater agreement, and user experience of this new instrument, based on the abovementioned WHO/ILO systematic reviews. METHODS: Twenty-seven individual experts applied RoB-SPEO to assess risk of bias. Four systematic reviews provided a total of 283 individual assessments, carried out for 137 studies. For each study, two or more assessors independently assessed risk of bias across the eight RoB-SPEO domains selecting one of RoB-SPEO's six ratings (i.e., \"low\", \"probably low\", \"probably high\", \"high\", \"unclear\" or \"cannot be determined\"). Assessors were asked to report time taken (i.e. indicator of assessor burden) to complete each assessment and describe their user experience. To gauge assessor burden, we calculated the median and inter-quartile range of times taken per individual risk of bias assessment. To assess inter-rater reliability, we calculated a raw measure of inter-rater agreement (Pi) for each RoB-SPEO domain, between Pi = 0.00, indicating no agreement and Pi = 1.00, indicating perfect agreement. As subgroup analyses, Pi was also disaggregated by systematic review, assessor experience with RoB-SPEO (≤10 assessments versus > 10 assessments), and assessment time (tertiles: ≤25 min versus 26-66 min versus ≥ 67 min). To describe user experience, we synthesised the assessors' comments and recommendations. RESULTS: Assessors reported a median of 40 min to complete one assessment (interquartile range 21-120 min). For all domains, raw inter-rater agreement ranged from 0.54 to 0.82. Agreement varied by systematic review and assessor experience with RoB-SPEO between domains, and increased with increasing assessment time. A small number of users recommended further development of instructions for selected RoB-SPEO domains, especially bias in selection of participants into the study (domain 1) and bias due to differences in numerator and denominator (domain 7). DISCUSSION: Overall, our results indicated good agreement across the eight domains of the RoB-SPEO tool. The median assessment time was comparable to that of other risk of bias tools, indicating comparable assessor burden. However, there was considerable variation in time taken to complete assessments. Additional time spent on assessments may improve inter-rater agreement. Further development of the RoB-SPEO tool could focus on refining instructions for selected RoB-SPEO domains and additional testing to assess agreement for different topic areas and with a wider range of assessors from different research backgrounds.",
  "authors": [
    {
      "last_name": "Momen",
      "fore_name": "Natalie C",
      "initials": "NC",
      "name": "Natalie C Momen",
      "affiliations": [
        "Department of Environment, Climate Change and Health, World Health Organization, Geneva, Switzerland. Electronic address: momenn@who.int."
      ]
    },
    {
      "last_name": "Streicher",
      "fore_name": "Kai N",
      "initials": "KN",
      "name": "Kai N Streicher",
      "affiliations": [
        "Department of Environment, Climate Change and Health, World Health Organization, Geneva, Switzerland. Electronic address: streicherk@who.int."
      ]
    },
    {
      "last_name": "da Silva",
      "fore_name": "Denise T C",
      "initials": "DTC",
      "name": "Denise T C da Silva",
      "affiliations": [
        "Workers' Health and Human Ecology Research Center, National School of Public Health Sergio Arouca, Oswaldo Cruz Foundation, Rio de Janeiro, RJ, Brazil."
      ]
    },
    {
      "last_name": "Descatha",
      "fore_name": "Alexis",
      "initials": "A",
      "name": "Alexis Descatha",
      "affiliations": [
        "UNIV Angers, CHU Angers, Univ Rennes, Inserm, EHESP, Irset (Institut de recherche en santé, environnement et travail) - UMR_S 1085, Angers, France; AP-HP (Paris Hospital), Occupational Health Unit, Poincaré University Hospital, Garches, France; Versailles St-Quentin Univ-Paris Saclay Univ (UVSQ), UMS 011, UMR-S 1168, France; Inserm, U1168 UMS 011, Villejuif, France. Electronic address: alexis.descatha@inserm.fr."
      ]
    },
    {
      "last_name": "Frings-Dresen",
      "fore_name": "Monique H W",
      "initials": "MHW",
      "name": "Monique H W Frings-Dresen",
      "affiliations": [
        "Amsterdam UMC, University of Amsterdam, Department Public and Occupational Health/Coronel Institute of Occupational Health, Amsterdam Research Institute, Amsterdam, the Netherlands. Electronic address: m.frings@amsterdamumc.nl."
      ]
    },
    {
      "last_name": "Gagliardi",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Gagliardi",
      "affiliations": [
        "Inail, Department of Occupational and Environmental Medicine, Epidemiology and Hygiene, Rome, Italy. Electronic address: d.gagliardi@inail.it."
      ]
    },
    {
      "last_name": "Godderis",
      "fore_name": "Lode",
      "initials": "L",
      "name": "Lode Godderis",
      "affiliations": [
        "Centre for Environment and Health, KU Leuven, Leuven, Belgium; KIR Department (Knowledge, Information & Research), IDEWE, External Service for Prevention and Protection at Work, Leuven, Belgium. Electronic address: lode.godderis@med.kuleuven.be."
      ]
    },
    {
      "last_name": "Loney",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Loney",
      "affiliations": [
        "College of Medicine, Mohammed Bin Rashid University of Medicine and Health Sciences, Dubai, United Arab Emirates. Electronic address: tom.loney@mbru.ac.ae."
      ]
    },
    {
      "last_name": "Mandrioli",
      "fore_name": "Daniele",
      "initials": "D",
      "name": "Daniele Mandrioli",
      "affiliations": [
        "Cesare Maltoni Cancer Research Center, Ramazzini Institute, Bologna, Italy. Electronic address: mandriolid@ramazzini.it."
      ]
    },
    {
      "last_name": "Modenese",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Modenese",
      "affiliations": [
        "Department of Biomedical, Metabolic and Neural Sciences, University of Modena and Reggio Emilia, Modena, Italy. Electronic address: alberto.modenese@unimore.it."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: morganrl@mcmaster.ca."
      ]
    },
    {
      "last_name": "Pachito",
      "fore_name": "Daniela",
      "initials": "D",
      "name": "Daniela Pachito",
      "affiliations": [
        "Núcleo de Avaliação de Tecnologias em Saúde, Hospital Sírio-Libanês, Bela Vista, São Paulo, SP, Brazil; Fundação Getúlio Vargas, Bela Vista, São Paulo, SP, Brazil. Electronic address: pachito@uol.com.br."
      ]
    },
    {
      "last_name": "Scheepers",
      "fore_name": "Paul T J",
      "initials": "PTJ",
      "name": "Paul T J Scheepers",
      "affiliations": [
        "Radboud Institute for Health Sciences, Radboudumc, Nijmegen, the Netherlands. Electronic address: Paul.Scheepers@radboudumc.nl."
      ]
    },
    {
      "last_name": "Sgargi",
      "fore_name": "Daria",
      "initials": "D",
      "name": "Daria Sgargi",
      "affiliations": [
        "Cesare Maltoni Cancer Research Center, Ramazzini Institute, Bologna, Italy."
      ]
    },
    {
      "last_name": "Paulo",
      "fore_name": "Marília Silva",
      "initials": "MS",
      "name": "Marília Silva Paulo",
      "affiliations": [
        "Institute of Public Health, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates. Electronic address: mariliap@uaeu.ac.ae."
      ]
    },
    {
      "last_name": "Schlünssen",
      "fore_name": "Vivi",
      "initials": "V",
      "name": "Vivi Schlünssen",
      "affiliations": [
        "Aarhus University, Aarhus, Denmark; National Research Center for the Working Environment, Copenhagen, Denmark. Electronic address: vs@ph.au.dk."
      ]
    },
    {
      "last_name": "Sembajwe",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Sembajwe",
      "affiliations": [
        "Department of Environmental, Occupational, and Geospatial Health Sciences, CUNY Graduate School of Public Health and Health Policy, CUNY Institute for Implementation Science in Population Health, New York, NY, United States. Electronic address: Grace.Sembajwe@sph.cuny.edu."
      ]
    },
    {
      "last_name": "Sørensen",
      "fore_name": "Kathrine",
      "initials": "K",
      "name": "Kathrine Sørensen",
      "affiliations": [
        "National Research Center for the Working Environment, Copenhagen, Denmark. Electronic address: ksn@nfa.dk."
      ]
    },
    {
      "last_name": "Teixeira",
      "fore_name": "Liliane R",
      "initials": "LR",
      "name": "Liliane R Teixeira",
      "affiliations": [
        "Workers' Health and Human Ecology Research Center, National School of Public Health Sergio Arouca, Oswaldo Cruz Foundation, Rio de Janeiro, RJ, Brazil. Electronic address: lilianeteixeira@ensp.fiocruz.br."
      ]
    },
    {
      "last_name": "Tenkate",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Tenkate",
      "affiliations": [
        "School of Occupational and Public Health, Ryerson University, Toronto, ON, Canada. Electronic address: thomas.tenkate@ryerson.ca."
      ]
    },
    {
      "last_name": "Pega",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Pega",
      "affiliations": [
        "Department of Environment, Climate Change and Health, World Health Organization, Geneva, Switzerland. Electronic address: pegaf@who.int."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "158",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "107005",
  "pages": "107005",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S.",
    "Systematic Review"
  ],
  "keywords": [
    "Bias",
    "Cost of Illness",
    "Humans",
    "Occupational Diseases",
    "Occupational Exposure",
    "Prevalence",
    "Reproducibility of Results",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "34991265",
    "pmc": "PMC8685606",
    "doi": "10.1016/j.envint.2021.107005",
    "pii": "S0160-4120(21)00630-9"
  },
  "doi": "10.1016/j.envint.2021.107005",
  "pmc_id": "PMC8685606",
  "dates": {
    "completed": "2022-01-10",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.162745",
    "pmid": "34991265"
  }
}