{
  "pmid": "34996963",
  "uid": "34996963",
  "title": "OpenWeedLocator (OWL): an open-source, low-cost device for fallow weed detection.",
  "abstract": "The use of a fallow phase is an important tool for maximizing crop yield potential in moisture limited agricultural environments, with a focus on removing weeds to optimize fallow efficiency. Repeated whole field herbicide treatments to control low-density weed populations is expensive and wasteful. Site-specific herbicide applications to low-density fallow weed populations is currently facilitated by proprietary, sensor-based spray booms. The use of image analysis for fallow weed detection is an opportunity to develop a system with potential for in-crop weed recognition. Here we present OpenWeedLocator (OWL), an open-source, low-cost and image-based device for fallow weed detection that improves accessibility to this technology for the weed control community. A comprehensive GitHub repository was developed, promoting community engagement with site-specific weed control methods. Validation of OWL as a low-cost tool was achieved using four, existing colour-based algorithms over seven fallow fields in New South Wales, Australia. The four algorithms were similarly effective in detecting weeds with average precision of 79% and recall of 52%. In individual transects up to 92% precision and 74% recall indicate the performance potential of OWL in fallow fields. OWL represents an opportunity to redefine the approach to weed detection by enabling community-driven technology development in agriculture.",
  "authors": [
    {
      "last_name": "Coleman",
      "fore_name": "Guy",
      "initials": "G",
      "name": "Guy Coleman",
      "affiliations": [
        "School of Life and Environmental Sciences, Sydney Institute of Agriculture, The University of Sydney, Brownlow Hill, NSW, Australia. guy.coleman@sydney.edu.au."
      ]
    },
    {
      "last_name": "Salter",
      "fore_name": "William",
      "initials": "W",
      "name": "William Salter",
      "affiliations": [
        "School of Life and Environmental Sciences, Sydney Institute of Agriculture, The University of Sydney, Brownlow Hill, NSW, Australia."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "School of Life and Environmental Sciences, Sydney Institute of Agriculture, The University of Sydney, Brownlow Hill, NSW, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "07"
  },
  "start_page": "170",
  "pages": "170",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34996963",
    "pmc": "PMC8741824",
    "doi": "10.1038/s41598-021-03858-9",
    "pii": "10.1038/s41598-021-03858-9"
  },
  "doi": "10.1038/s41598-021-03858-9",
  "pmc_id": "PMC8741824",
  "dates": {
    "completed": "2022-02-10",
    "revised": "2022-02-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.056455",
    "pmid": "34996963"
  }
}