{
  "pmid": "34991246",
  "uid": "34991246",
  "title": "Global priorities for climate change and mental health research.",
  "abstract": "BACKGROUND: Compared with other health areas, the mental health impacts of climate change have received less research attention. The literature on climate change and mental health is growing rapidly but is characterised by several limitations and research gaps. In a field where the need for designing evidence-based adaptation strategies is urgent, and research gaps are vast, implementing a broad, all-encompassing research agenda will require some strategic focus. METHODS: We followed a structured approach to prioritise future climate change and mental health research. We consulted with experts working across mental health and climate change, both within and outside of research and working in high, middle, and low-income countries, to garner consensus about the future research priorities for mental health and climate change. Experts were identified based on whether they had published work on climate change and mental health, worked in governmental and non-governmental organisations on climate change and mental health, and from the professional networks of the authors who have been active in the mental health and climate change space. RESULTS: Twenty-two experts participated from across low- and middle-income countries (n = 4) and high-income countries (n = 18). Our process identified ten key priorities for progressing research on mental health and climate change. CONCLUSION: While climate change is considered the biggest threat to global mental health in the coming century, tackling this threat could be the most significant opportunity to shape our mental health for centuries to come because of health co-benefits of transitioning to more sustainable ways of living. Research on the impacts of climate change on mental health and mental health-related systems will assist decision-makers to develop robust evidence-based mitigation and adaptation policies and plans with the potential for broad benefits to society and the environment.",
  "authors": [
    {
      "last_name": "Charlson",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Charlson",
      "affiliations": [
        "Queensland Centre for Mental Health Research, Queensland Health, Wacol, Qld, Australia; School of Public Health, The University of Queensland, Herston, Qld, Australia; Institute for Health Metrics and Evaluation, Department of Global Health, University of Washington, Seattle, WA, USA. Electronic address: f.charlson@uq.edu.au."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Suhailah",
      "initials": "S",
      "name": "Suhailah Ali",
      "affiliations": [
        "Queensland Centre for Mental Health Research, Queensland Health, Wacol, Qld, Australia; School of Public Health, The University of Queensland, Herston, Qld, Australia."
      ]
    },
    {
      "last_name": "Augustinavicius",
      "fore_name": "Jura",
      "initials": "J",
      "name": "Jura Augustinavicius",
      "affiliations": [
        "School of Population and Global Health, McGill University, Montreal, Canada; MHPSS Collaborative hosted by Save the Children Denmark, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Benmarhnia",
      "fore_name": "Tarik",
      "initials": "T",
      "name": "Tarik Benmarhnia",
      "affiliations": [
        "Herbert Wertheim School of Public Health and Human Longevity Science and Scripps Institution of Oceanography, UC San Diego, USA."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, St Lucia, Qld, Australia."
      ]
    },
    {
      "last_name": "Clayton",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Clayton",
      "affiliations": [
        "Psychology Department, College of Wooster, OH, USA."
      ]
    },
    {
      "last_name": "Fielding",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Fielding",
      "affiliations": [
        "School of Communication and Arts, University of Queensland, St Lucia, Qld, Australia."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Lynne",
      "initials": "L",
      "name": "Lynne Jones",
      "affiliations": [
        "FXB Centre for Health and Human Rights, Harvard University, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Juma",
      "fore_name": "Damian",
      "initials": "D",
      "name": "Damian Juma",
      "affiliations": [
        "International Mental Health Association, USA."
      ]
    },
    {
      "last_name": "Snider",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Snider",
      "affiliations": [
        "MHPSS Collaborative hosted by Save the Children Denmark, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Ugo",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Ugo",
      "affiliations": [
        "MHPSS Collaborative hosted by Save the Children Denmark, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Zeitz",
      "fore_name": "Lian",
      "initials": "L",
      "name": "Lian Zeitz",
      "affiliations": [
        "citiesRISE, NY, USA."
      ]
    },
    {
      "last_name": "Jayawardana",
      "fore_name": "Danusha",
      "initials": "D",
      "name": "Danusha Jayawardana",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, St Lucia, Qld, Australia."
      ]
    },
    {
      "last_name": "La Nauze",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea La Nauze",
      "affiliations": [
        "School of Economics, University of Queensland, St Lucia, Qld, Australia."
      ]
    },
    {
      "last_name": "Massazza",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Massazza",
      "affiliations": [
        "Department of Health Services Research and Policy, London School of Hygiene and Tropical Medicine, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "158",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "106984",
  "pages": "106984",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adaptation, Physiological",
    "Climate Change",
    "Forecasting",
    "Global Health",
    "Humans",
    "Mental Health"
  ],
  "article_ids": {
    "pubmed": "34991246",
    "doi": "10.1016/j.envint.2021.106984",
    "pii": "S0160-4120(21)00609-7"
  },
  "doi": "10.1016/j.envint.2021.106984",
  "dates": {
    "completed": "2022-01-10",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.704651",
    "pmid": "34991246"
  }
}