{
  "pmid": "34991134",
  "uid": "34991134",
  "title": "Balanced Versus Unbalanced Fluid in Critically Ill Children: Systematic Review and Meta-Analysis.",
  "abstract": "OBJECTIVES: The ideal crystalloid fluid bolus therapy for fluid resuscitation in children remains unclear, but pediatric data are limited. Administration of 0.9% saline has been associated with hyperchloremic metabolic acidosis and acute kidney injury. The primary objective of this systematic review was to compare the effect of balanced versus unbalanced fluid bolus therapy on the mean change in serum bicarbonate or pH within 24 hours in critically ill children. DATA SOURCES: We searched MEDLINE including Epub Ahead of Print, In-Process & Other Non-Indexed Citations, Embase, CENTRAL Trials Registry of the Cochrane Collaboration, ClinicalTrials.gov, and World Health Organization International Clinical Trials Registry Platform. STUDY SELECTION: Using the Preferred Reporting Items for Systematic Review and Meta-analysis Protocols guidelines, we retrieved all controlled trials and observational cohort studies comparing balanced and unbalanced resuscitative fluids in critically ill children. The primary outcome was the change in serum bicarbonate or blood pH. Secondary outcomes included the prevalence of hyperchloremia, acute kidney injury, renal replacement therapy, and mortality. DATA EXTRACTION: Study screening, inclusion, data extraction, and risk of bias assessments were performed independently by two authors. DATA SYNTHESIS: Among 481 references identified, 13 met inclusion criteria. In the meta-analysis of three randomized controlled trials with a population of 162 patients, we found a greater mean change in serum bicarbonate level (pooled estimate 1.60 mmol/L; 95% CI, 0.04-3.16; p = 0.04) and pH level (pooled mean difference 0.03; 95% CI, 0.00-0.06; p = 0.03) after 4-12 hours of rehydration with balanced versus unbalanced fluids. No differences were found in chloride serum level, acute kidney injury, renal replacement therapy, or mortality. CONCLUSIONS: Our systematic review found some evidence of improvement in blood pH and bicarbonate values in critically ill children after 4-12 hours of fluid bolus therapy with balanced fluid compared with the unbalanced fluid. However, a randomized controlled trial is needed to establish whether these findings have an impact on clinical outcomes before recommendations can be generated.",
  "authors": [
    {
      "last_name": "Lehr",
      "fore_name": "Anab Rebecca",
      "initials": "AR",
      "name": "Anab Rebecca Lehr",
      "affiliations": [
        "Division of Critical Care, Department of Pediatrics, University of Ottawa, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rached-d'Astous",
      "fore_name": "Soha",
      "initials": "S",
      "name": "Soha Rached-d'Astous",
      "affiliations": [
        "Division of Emergency Medicine, Department of Pediatrics, University of Montreal, CHU Sainte Justine, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Barrowman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Barrowman",
      "affiliations": [
        "Clinical Research Unit, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tsampalieros",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Tsampalieros",
      "affiliations": [
        "Clinical Research Unit, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "Division of Emergency Medicine, Department of Pediatrics, University of Toronto, Hospital for Sick Children, Toronto, ON, Canada.",
        "Division of Critical Care, Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McIntyre",
      "fore_name": "Lauralyn",
      "initials": "L",
      "name": "Lauralyn McIntyre",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Sampson",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Sampson",
      "affiliations": [
        "Library Services, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Menon",
      "fore_name": "Kusum",
      "initials": "K",
      "name": "Kusum Menon",
      "affiliations": [
        "Division of Critical Care, Department of Pediatrics, University of Ottawa, Children's Hospital of Eastern Ontario, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies",
    "iso_abbreviation": "Pediatr Crit Care Med",
    "issn": "1529-7535",
    "issn_type": "Print",
    "volume": "23",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "181",
  "end_page": "191",
  "pages": "181-191",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Bicarbonates",
    "Child",
    "Critical Illness",
    "Crystalloid Solutions",
    "Female",
    "Fluid Therapy",
    "Humans",
    "Male"
  ],
  "article_ids": {
    "pubmed": "34991134",
    "pmc": "PMC8887852",
    "doi": "10.1097/PCC.0000000000002890",
    "pii": "00130478-202203000-00005"
  },
  "doi": "10.1097/PCC.0000000000002890",
  "pmc_id": "PMC8887852",
  "dates": {
    "completed": "2022-04-28",
    "revised": "2025-05-09"
  },
  "chemicals": [
    "Bicarbonates",
    "Crystalloid Solutions"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:28.790671",
    "pmid": "34991134"
  }
}