{
  "pmid": "34995368",
  "uid": "34995368",
  "title": "Proton pump inhibitor treatment initiated prior to endoscopic diagnosis in upper gastrointestinal bleeding.",
  "abstract": "BACKGROUND: Upper gastrointestinal (GI) bleeding is a common reason for emergency hospital admission. Proton pump inhibitors (PPIs) reduce gastric acid production and are used to manage upper GI bleeding. However, there is conflicting evidence regarding the clinical efficacy of proton pump inhibitors initiated before endoscopy in people with upper gastrointestinal bleeding. OBJECTIVES: To assess the effects of PPI treatment initiated prior to endoscopy in people with acute upper GI bleeding. SEARCH METHODS: We searched the CENTRAL, MEDLINE, Embase and CINAHL databases and major conference proceedings to October 2008, for the previous versions of this review, and in April 2018, October 2019, and 3 June 2021 for this update. We also contacted experts in the field and searched trial registries and references of trials for any additional trials. SELECTION CRITERIA: We selected randomised controlled trials (RCTs) that compared treatment with a PPI (oral or intravenous) versus control treatment with either placebo, histamine-2 receptor antagonist (H2RA) or no treatment, prior to endoscopy in hospitalised people with uninvestigated upper GI bleeding. DATA COLLECTION AND ANALYSIS: At least two review authors independently assessed study eligibility, extracted study data and assessed risk of bias. Outcomes assessed at 30 days were: mortality (our primary outcome), rebleeding, surgery, high-risk stigmata of recent haemorrhage (active bleeding, non-bleeding visible vessel or adherent clot) at index endoscopy, endoscopic haemostatic treatment at index endoscopy, time to discharge, blood transfusion requirements and adverse effects. We used standard methodological procedures expected by Cochrane. MAIN RESULTS: We included six RCTs comprising 2223 participants. No new studies have been published after the literature search performed in 2008 for the previous version of this review. Of the included studies, we considered one to be at low risk of bias, two to be at unclear risk of bias, and three at high risk of bias. Our meta-analyses suggest that pre-endoscopic PPI use may not reduce mortality (OR 1.14, 95% CI 0.76 to 1.70; 5 studies; low-certainty evidence), and may reduce rebleeding (OR 0.81, 95% CI 0.62 to 1.06; 5 studies; low-certainty evidence). In addition, pre-endoscopic PPI use may not reduce the need for surgery (OR 0.91, 95% CI 0.65 to 1.26; 6 studies; low-certainty evidence), and may not reduce the proportion of participants with high-risk stigmata of recent haemorrhage at index endoscopy (OR 0.80, 95% CI 0.52 to 1.21; 4 studies; low-certainty evidence). Pre-endoscopic PPI use likely reduces the need for endoscopic haemostatic treatment at index endoscopy (OR 0.68, 95% CI 0.50 to 0.93; 3 studies; moderate-certainty evidence). There were insufficient data to determine the effect of pre-endoscopic PPI use on blood transfusions (2 studies; meta-analysis not possible; very low-certainty evidence) and time to discharge (1 study; very low-certainty evidence). There was no substantial heterogeneity amongst trials in any analysis. AUTHORS' CONCLUSIONS: There is moderate-certainty evidence that PPI treatment initiated before endoscopy for upper GI bleeding likely reduces the requirement for endoscopic haemostatic treatment at index endoscopy. However, there is insufficient evidence to conclude whether pre-endoscopic PPI treatment increases, reduces or has no effect on other clinical outcomes, including mortality, rebleeding and need for surgery. Further well-designed RCTs that conform to current standards for endoscopic haemostatic treatment and appropriate co-interventions, and that ensure high-dose PPIs are only given to people who received endoscopic haemostatic treatment, regardless of initial randomisation, are warranted. However, as it may be unrealistic to achieve the optimal information size, pragmatic multicentre trials may provide valuable evidence on this topic.",
  "authors": [
    {
      "last_name": "Kanno",
      "fore_name": "Takeshi",
      "initials": "T",
      "name": "Takeshi Kanno",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada.",
        "Division of Gastroenterology, Tohoku University Hospital, Sendai, Japan.",
        "Department of Education and Support for Regional Medicine, Tohoku University Hospital, Sendai, Japan."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada.",
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Tse",
      "fore_name": "Frances",
      "initials": "F",
      "name": "Frances Tse",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada.",
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Howden",
      "fore_name": "Colin W",
      "initials": "CW",
      "name": "Colin W Howden",
      "affiliations": [
        "Division of Gastroenterology, University of Tennessee, Memphis, TN, USA."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada.",
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada.",
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "07"
  },
  "start_page": "CD005415",
  "pages": "CD005415",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Acute Disease",
    "Endoscopy",
    "Gastrointestinal Hemorrhage",
    "Histamine H2 Antagonists",
    "Humans",
    "Proton Pump Inhibitors"
  ],
  "article_ids": {
    "pubmed": "34995368",
    "pmc": "PMC8741303",
    "doi": "10.1002/14651858.CD005415.pub4"
  },
  "doi": "10.1002/14651858.CD005415.pub4",
  "pmc_id": "PMC8741303",
  "dates": {
    "completed": "2022-02-07",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Histamine H2 Antagonists",
    "Proton Pump Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.429795",
    "pmid": "34995368"
  }
}