{
  "pmid": "34996862",
  "uid": "34996862",
  "title": "Classifying European cigarette consumption trajectories from 1970 to 2015.",
  "abstract": "OBJECTIVES: To systematically code and classify longitudinal cigarette consumption trajectories in European countries since 1970. DESIGN: Blinded duplicate qualitative coding of periods of year-over-year relative increase, plateau, and decrease of national per capita cigarette consumption and categorisation of historical cigarette consumption trajectories based on longitudinal patterns emerging from the data. SETTING: 41 countries or former countries in the European region for which data are available between 1970 and 2015. RESULTS: Regional trends in longitudinal consumption patterns identify stable or decreasing consumption throughout Northern, Western and Southern European countries, while Eastern and Southeastern European countries experienced much greater instability. The 11 emergent classes of historical cigarette consumption trajectories were also regionally clustered, including a distinctive inverted U or sine wave pattern repeatedly emerging from former Soviet and Southeastern European countries. CONCLUSIONS: The open-access data produced by this study can be used to conduct comparative international evaluations of tobacco control policies by separating impacts likely attributable to gradual long-term trends from those more likely attributable to acute short-term events. The complex, regionally clustered historical trajectories of cigarette consumption in Europe suggest that the enduring normative frame of a gently sloping downward curve in cigarette consumption can offer a false sense of security among policymakers and can distract from plausible causal mechanisms among researchers. These multilevel and multisectoral causal mechanisms point to the need for a greater understanding of the political economy of regional and global determinants of cigarette consumption.",
  "authors": [
    {
      "last_name": "Poirier",
      "fore_name": "Mathieu Jp",
      "initials": "MJ",
      "name": "Mathieu Jp Poirier",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, York University, Toronto, Ontario, Canada matp33@yorku.ca.",
        "School of Global Health, York University, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-3842-0011"
    },
    {
      "last_name": "Lin",
      "fore_name": "Gigi",
      "initials": "G",
      "name": "Gigi Lin",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Watson",
      "fore_name": "Leah K",
      "initials": "LK",
      "name": "Leah K Watson",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, York University, Toronto, Ontario, Canada.",
        "School of Global Health, York University, Toronto, Ontario, Canada.",
        "Osgoode Hall Law School, York University, Toronto, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact and McMaster Health Forum, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Tobacco control",
    "iso_abbreviation": "Tob Control",
    "issn": "1468-3318",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "559",
  "end_page": "566",
  "pages": "559-566",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Smoking",
    "Europe",
    "Tobacco Control",
    "Smoking Prevention",
    "Tobacco Products"
  ],
  "article_ids": {
    "pubmed": "34996862",
    "pmc": "PMC10447409",
    "doi": "10.1136/tobaccocontrol-2021-056627",
    "pii": "tobaccocontrol-2021-056627"
  },
  "doi": "10.1136/tobaccocontrol-2021-056627",
  "pmc_id": "PMC10447409",
  "dates": {
    "completed": "2023-08-21",
    "revised": "2023-09-09"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.647140",
    "pmid": "34996862"
  }
}