{
  "pmid": "34995320",
  "uid": "34995320",
  "title": "Understanding the epidemiological HIV risk factors and underlying risk context for youth residing in or originating from the Middle East and North Africa (MENA) region: A scoping review of the literature.",
  "abstract": "INTRODUCTION: HIV is the second leading cause of death among young people globally, and adolescents are the only group where HIV mortality is not declining. Middle East and North Africa (MENA) is one of few regions seeing rapid increase of HIV infections (31.0%) since 2001. MENA youth are at particular risk of HIV due to dearth of research and challenges in accessing services. OBJECTIVE: The purpose of this scoping review is to establish the epidemiological HIV risk factors and underlying risk context for youth residing in or originating from the MENA region. METHODS: Online database searches were conducted using combination of search terms. Screening 5,853 citations, published between 1990-2019 with age groups 16 to 29, resulted in 57 studies included across 18 MENA countries. RESULTS: 'Key populations' engage in risky behaviors, including: overlapping risky behaviors among youth who inject drugs (PWID); lack of access to HIV testing, condomless sex, and multiple sex partners among young men who have sex with men (MSM); and high and overlapping risk behaviors among young sex workers. Challenges facing other youth groups and bridging populations include: peer pressure, inhibition about discussing sexual health, lack of credible sex education sources, low condom use, and lack of access to HIV protection/prevention services, especially testing. CONCLUSION: Poor surveillance coupled with scarcity of rigorous studies limit what is known about epidemiology of HIV among youth in MENA. Homophobia, stigma around PWID, and illegal status of sex work promote non-disclosure of risk behaviors among youth and curtail serving this population.",
  "authors": [
    {
      "last_name": "Kteily-Hawa",
      "fore_name": "Roula",
      "initials": "R",
      "name": "Roula Kteily-Hawa",
      "affiliations": [
        "Family Studies and Human Development Department, School of Behavioural and Social Sciences, Brescia University College at Western University, London, Ontario, Canada.",
        "Ontario HIV Treatment Network, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-5581-0017"
    },
    {
      "last_name": "Hawa",
      "fore_name": "Aceel Christina",
      "initials": "AC",
      "name": "Aceel Christina Hawa",
      "affiliations": [
        "School of Medicine, Faculty of Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gogolishvili",
      "fore_name": "David",
      "initials": "D",
      "name": "David Gogolishvili",
      "affiliations": [
        "Ontario HIV Treatment Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Al Akel",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Al Akel",
      "affiliations": [
        "Alliance for South Asian AIDS Prevention, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Andruszkiewicz",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Andruszkiewicz",
      "affiliations": [
        "Ontario HIV Treatment Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vijayanathan",
      "fore_name": "Haran",
      "initials": "H",
      "name": "Haran Vijayanathan",
      "affiliations": [
        "Alliance for South Asian AIDS Prevention, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loutfy",
      "fore_name": "Mona",
      "initials": "M",
      "name": "Mona Loutfy",
      "affiliations": [
        "Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada.",
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2022"
  },
  "start_page": "e0260935",
  "pages": "e0260935",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Adolescent",
    "Africa, Northern",
    "Female",
    "HIV",
    "HIV Infections",
    "Health Risk Behaviors",
    "Homosexuality, Male",
    "Humans",
    "Male",
    "Middle East",
    "Risk Factors",
    "Risk-Taking",
    "Sexual and Gender Minorities",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "34995320",
    "pmc": "PMC8741013",
    "doi": "10.1371/journal.pone.0260935",
    "pii": "PONE-D-20-37999"
  },
  "doi": "10.1371/journal.pone.0260935",
  "pmc_id": "PMC8741013",
  "dates": {
    "completed": "2022-02-11",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:14.731579",
    "pmid": "34995320"
  }
}