{
  "pmid": "34997658",
  "uid": "34997658",
  "title": "Advancing qualitative health research approaches in applied nutrition research.",
  "abstract": "Applied health research methods are evolving to meet the demands of increasingly complex health research needs. Qualitative health research, focused on individual perspectives of health, wellness, illness and recovery, has emerged as a unique discipline of this field. With distinct foci, methods and rules, qualitative health research has the potential to answer applied health research questions to inform practice, education and policy. Despite this potential, there are challenges to the application of qualitative health research methods in nutrition and dietetics research. These include limited training and mentorship availability for the rigorous application of these methods, as well as misaligned goals between the traditional social science-based qualitative approaches and emerging applied nutrition science needs. Recognising these limitations, this review aims to provide guidance to the nutrition scientist conducting applied qualitative health research. Using nutrition and dietetic examples from the literature, this review defines qualitative health research and advances the Emphasis-Purposeful sample-Phenomenon of interest-Context (EPPiC) framework as a tool for constructing structured overarching research questions and introduces four qualitative health research designs (qualitative description, interpretive description, case study and focused ethnography) relevant to applied nutrition science. This includes guidance on defining the sample, identifying strategies for data collection, analytic techniques and data reporting.",
  "authors": [
    {
      "last_name": "Moisey",
      "fore_name": "Lesley L",
      "initials": "LL",
      "name": "Lesley L Moisey",
      "affiliations": [
        "College of Pharmacy and Nutrition, University of Saskatchewan, Saskatoon, SK, Canada."
      ],
      "orcid": "0000-0002-9662-4373"
    },
    {
      "last_name": "A Campbell",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen A Campbell",
      "affiliations": [
        "Arthur Labatt Family School of Nursing, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-5318-5112"
    },
    {
      "last_name": "Whitmore",
      "fore_name": "Carly",
      "initials": "C",
      "name": "Carly Whitmore",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3974-4854"
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4380-620X"
    }
  ],
  "journal": {
    "title": "Journal of human nutrition and dietetics : the official journal of the British Dietetic Association",
    "iso_abbreviation": "J Hum Nutr Diet",
    "issn": "1365-277X",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "376",
  "end_page": "387",
  "pages": "376-387",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Anthropology, Cultural",
    "Dietetics",
    "Humans",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "34997658",
    "doi": "10.1111/jhn.12989"
  },
  "doi": "10.1111/jhn.12989",
  "dates": {
    "completed": "2022-04-18",
    "revised": "2022-04-18"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.231555",
    "pmid": "34997658"
  }
}