{
  "pmid": "34990653",
  "uid": "34990653",
  "title": "Interferon Control of Human Coronavirus Infection and Viral Evasion: Mechanistic Insights and Implications for Antiviral Drug and Vaccine Development.",
  "abstract": "Recognition of viral infections by various pattern recognition receptors (PRRs) activates an inflammatory cytokine response that inhibits viral replication and orchestrates the activation of adaptive immune responses to control the viral infection. The broadly active innate immune response puts a strong selective pressure on viruses and drives the selection of variants with increased capabilities to subvert the induction and function of antiviral cytokines. This revolutionary process dynamically shapes the host ranges, cell tropism and pathogenesis of viruses. Recent studies on the innate immune responses to the infection of human coronaviruses (HCoV), particularly SARS-CoV-2, revealed that HCoV infections can be sensed by endosomal toll-like receptors and/or cytoplasmic RIG-I-like receptors in various cell types. However, the profiles of inflammatory cytokines and transcriptome response induced by a specific HCoV are usually cell type specific and determined by the virus-specific mechanisms of subverting the induction and function of interferons and inflammatory cytokines as well as the genetic trait of the host genes of innate immune pathways. We review herein the recent literatures on the innate immune responses and their roles in the pathogenesis of HCoV infections with emphasis on the pathobiological roles and therapeutic effects of type I interferons in HCoV infections and their antiviral mechanisms. The knowledge on the mechanism of innate immune control of HCoV infections and viral evasions should facilitate the development of therapeutics for induction of immune resolution of HCoV infections and vaccines for efficient control of COVID-19 pandemics and other HCoV infections.",
  "authors": [
    {
      "last_name": "Zhao",
      "fore_name": "Xuesen",
      "initials": "X",
      "name": "Xuesen Zhao",
      "affiliations": [
        "Beijing Key Laboratory of Emerging Infectious Diseases, Institute of Infectious Diseases, Beijing Ditan Hospital, Capital Medical University, Beijing 100015, China; Beijing Institute of Infectious Diseases, Beijing 100015, China; National Center for Infectious Diseases, Beijing Ditan Hospital, Capital Medical University, Beijing 100015, China. Electronic address: zhaoxuesen@ccmu.edu.cn."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Danying",
      "initials": "D",
      "name": "Danying Chen",
      "affiliations": [
        "Beijing Key Laboratory of Emerging Infectious Diseases, Institute of Infectious Diseases, Beijing Ditan Hospital, Capital Medical University, Beijing 100015, China; Beijing Institute of Infectious Diseases, Beijing 100015, China; National Center for Infectious Diseases, Beijing Ditan Hospital, Capital Medical University, Beijing 100015, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xinglin",
      "initials": "X",
      "name": "Xinglin Li",
      "affiliations": [
        "Beijing Key Laboratory of Emerging Infectious Diseases, Institute of Infectious Diseases, Beijing Ditan Hospital, Capital Medical University, Beijing 100015, China; Beijing Institute of Infectious Diseases, Beijing 100015, China; National Center for Infectious Diseases, Beijing Ditan Hospital, Capital Medical University, Beijing 100015, China."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": [
        "Baruch S. Blumberg Institute, Hepatitis B Foundation, 3805 Old Easton Road, Doylestown, PA 18902, USA."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Jinhong",
      "initials": "J",
      "name": "Jinhong Chang",
      "affiliations": [
        "Baruch S. Blumberg Institute, Hepatitis B Foundation, 3805 Old Easton Road, Doylestown, PA 18902, USA."
      ]
    },
    {
      "last_name": "An",
      "fore_name": "Ping",
      "initials": "P",
      "name": "Ping An",
      "affiliations": [
        "Basic Research Laboratory, National Cancer Institute, Leidos Biomedical Research, Inc., Frederick National Laboratory for Cancer Research, Frederick, MD 21702, USA."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Ju-Tao",
      "initials": "JT",
      "name": "Ju-Tao Guo",
      "affiliations": [
        "Baruch S. Blumberg Institute, Hepatitis B Foundation, 3805 Old Easton Road, Doylestown, PA 18902, USA. Electronic address: ju-tao.guo@bblumberg.org."
      ]
    }
  ],
  "journal": {
    "title": "Journal of molecular biology",
    "iso_abbreviation": "J Mol Biol",
    "issn": "1089-8638",
    "issn_type": "Electronic",
    "volume": "434",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "30"
  },
  "start_page": "167438",
  "pages": "167438",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Review"
  ],
  "keywords": [
    "Antiviral Agents",
    "COVID-19",
    "Coronavirus",
    "Coronavirus Infections",
    "Drug Development",
    "Humans",
    "Immune Evasion",
    "Immunity, Innate",
    "Interferon Type I",
    "SARS-CoV-2",
    "Vaccine Development"
  ],
  "article_ids": {
    "pubmed": "34990653",
    "pmc": "PMC8721920",
    "doi": "10.1016/j.jmb.2021.167438",
    "pii": "S0022-2836(21)00680-X"
  },
  "doi": "10.1016/j.jmb.2021.167438",
  "pmc_id": "PMC8721920",
  "dates": {
    "completed": "2022-04-15",
    "revised": "2023-04-12"
  },
  "chemicals": [
    "Antiviral Agents",
    "Interferon Type I"
  ],
  "grants": [
    {
      "grant_id": "R01 AI134732",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:24:08.270907",
    "pmid": "34990653"
  }
}