{
  "pmid": "34993434",
  "uid": "34993434",
  "title": "Equity and Game-Theory Strategies to Promote Gender Diversity and Inclusion in an Academic Health Science Centre.",
  "abstract": "BACKGROUND: Achieving diversity, inclusion, and gender equity remains an elusive challenge for many institutions worldwide and is understudied in Canadian academic health science centres. METHODS: McMaster University's Department of Medicine undertook surveys and analyses to determine whether there was inequity in leadership positions and salaries, or unprofessional behaviour within the department. Measures of academic productivity in relation to gender for both educators and researchers were analyzed. The department began shifting policies to foster greater gender diversity and inclusion. A revision of the leadership selection process, incorporating tenets of equity and a new game theory-based strategy called Diversitive Agreement Versus Nash Equilibrium (DAvNE) was evaluated. RESULTS: The department's survey revealed underrepresentation of women and people of colour in leadership positions, with perceived barriers to their promotion. Both women and people of colour reported experiencing unprofessional behaviour directed toward them. A gender gap in base salary was observed, with female full professors being paid less. No difference in academic productivity was seen between male and female educators or researchers. The leadership competitions conducted under new selection processes emphasizing diversity resulted in 66% of participating women securing a leadership position, in comparison to 25% of participating men. People of colour made up 27% of members participating in these leadership competitions, but none was successful in obtaining a position. CONCLUSIONS: Diversity and inclusion disparities in the Department of Medicine at McMaster University indicate a need for further efforts and innovation to bring about greater gender and racial equity.",
  "authors": [
    {
      "last_name": "Harper",
      "fore_name": "William",
      "initials": "W",
      "name": "William Harper",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Buren",
      "fore_name": "Yijinmide",
      "initials": "Y",
      "name": "Yijinmide Buren",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ariaeinejad",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Ariaeinejad",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "CJC open",
    "iso_abbreviation": "CJC Open",
    "issn": "2589-790X",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "12 Suppl",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "S53",
  "end_page": "S61",
  "pages": "S53-S61",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "34993434",
    "pmc": "PMC8712627",
    "doi": "10.1016/j.cjco.2021.09.008",
    "pii": "S2589-790X(21)00242-0"
  },
  "doi": "10.1016/j.cjco.2021.09.008",
  "pmc_id": "PMC8712627",
  "dates": {
    "revised": "2022-04-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.740517",
    "pmid": "34993434"
  }
}