{
  "pmid": "34999082",
  "uid": "34999082",
  "title": "Association of umbilical cord blood gas values with mortality and severe neurologic injury in preterm neonates <29 weeks' gestation: a national cohort study.",
  "abstract": "BACKGROUND: Umbilical cord arterial and venous blood gas values reflect the acid-base balance status of a newborn at birth. Derangement in these values has been linked to poor neonatal outcomes in term and late preterm neonates; however, the utility of these values in preterm neonates of <29 weeks' gestation is unclear. OBJECTIVE: This study aimed to determine the associations of umbilical cord arterial and venous blood gas values with neonatal mortality and severe neurologic injury in extremely preterm neonates and to identify the cutoff values associated with 2.5-fold increases or decreases in the posttest probabilities of outcomes. STUDY DESIGN: This was a retrospective cohort study of neonates who were born at 23+0 to 28+6 weeks' gestation between January 1, 2018 and December 31, 2019, and who were admitted to neonatal units in Canada. EXPOSURE: Various cut-offs of umbilical cord blood gas values and lactate values were studied. MAIN OUTCOMES AND MEASURES: The main outcomes were mortality before discharge from the neonatal unit and severe neurologic injury defined as grade 3 or 4 periventricular or intraventricular hemorrhage or periventricular leukomalacia. The outcome rates were calculated for various cutoff values of umbilical cord blood gas parameters and were adjusted for birthweight, gestational age, sex, and multiple births. Likelihood ratios were calculated to derive posttest probabilities. RESULTS: A total of 1040 and 1217 neonates had analyzable umbilical cord arterial and venous blood gas values, respectively. In the cohort, the mean (standard deviation) gestational age was 26.5 (1.5) weeks, the mean birthweight was 936 (215) g, the prevalence of mortality was 10% (105/1040), and the prevalence of severe neurologic injury was 9% (92/1016). An umbilical cord arterial pH of ≤7.1 and base excess of ≤-12 mmol/L were associated with >2.5-fold higher posttest probability of mortality, and an umbilical cord arterial or venous lactate value of <3 was associated with a 2.5-fold lower posttest probability of mortality. An umbilical cord arterial lactate value of <3 was associated with a lower posttest probability of severe neurological injury. CONCLUSION: In preterm neonates of <29 weeks' gestation, low umbilical cord arterial pH and high umbilical cord arterial base excess values were associated with a clinically important increase in the posttest probability of mortality, whereas low umbilical cord arterial or venous lactate values were associated with a decrease in the posttest probability of mortality.",
  "authors": [
    {
      "last_name": "Shah",
      "fore_name": "Prakesh S",
      "initials": "PS",
      "name": "Prakesh S Shah",
      "affiliations": [
        "Department of Pediatrics, Mount Sinai Hospital, Toronto, Canada; Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada. Electronic address: Prakeshkumar.Shah@sinaihealth.ca."
      ]
    },
    {
      "last_name": "Barrett",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Barrett",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Claveau",
      "fore_name": "Martine",
      "initials": "M",
      "name": "Martine Claveau",
      "affiliations": [
        "Division of Neonatology, Montreal Children's Hospital at McGill University Health Centre, Montréal, Québec, Canada."
      ]
    },
    {
      "last_name": "Cieslak",
      "fore_name": "Zenon",
      "initials": "Z",
      "name": "Zenon Cieslak",
      "affiliations": [
        "Department of Pediatrics, Royal Columbian Hospital, New Westminster, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Makary",
      "fore_name": "Hala",
      "initials": "H",
      "name": "Hala Makary",
      "affiliations": [
        "Department of Pediatrics, Dr. Everett Chalmers Regional Hospital, Fredericton, New Brunswick, Canada."
      ]
    },
    {
      "last_name": "Monterrosa",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Monterrosa",
      "affiliations": [
        "Department of Pediatrics, Saint John Regional Hospital, Saint John, New Brunswick, Canada."
      ]
    },
    {
      "last_name": "Sherlock",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Sherlock",
      "affiliations": [
        "Department of Pediatrics, Surrey Memorial Hospital, Surrey, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Yang",
      "affiliations": [
        "Maternal-Infant Care Research Centre, Mount Sinai Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "227",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "85.e1",
  "end_page": "85.e10",
  "pages": "85.e1-85.e10",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Birth Weight",
    "Cohort Studies",
    "Female",
    "Fetal Blood",
    "Gestational Age",
    "Humans",
    "Hydrogen-Ion Concentration",
    "Infant",
    "Infant, Newborn",
    "Lactates",
    "Pregnancy",
    "Retrospective Studies",
    "Umbilical Cord"
  ],
  "article_ids": {
    "pubmed": "34999082",
    "doi": "10.1016/j.ajog.2022.01.001",
    "pii": "S0002-9378(22)00003-5"
  },
  "doi": "10.1016/j.ajog.2022.01.001",
  "dates": {
    "completed": "2022-07-06",
    "revised": "2022-07-29"
  },
  "chemicals": [
    "Lactates"
  ],
  "grants": [
    {
      "grant_id": "CTP 87518",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "PBN 150642",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.084431",
    "pmid": "34999082"
  }
}