{
  "pmid": "35010847",
  "uid": "35010847",
  "title": "Mapping Problematic Drinking Trends over Time in Urban, Semi-Urban, and Rural Populations.",
  "abstract": "Current alcohol public health policy in Australia is not uniform but is generally focused on restricting access and early prevention of problematic alcohol use. Semi-urban and rural populations are at greater risk of disease and other poor health outcomes due to a variety of factors. Little is known about problematic drinking patterns over time in semi-urban and rural populations. This study aims to assess patterns of problematic drinking defined as both long-term risky and heavy episodic drinking over time by age, sex, and mental health status among urban, semi-urban and rural populations). Four waves (2004 to 2016) of the Australian NDSHS (National Drug Strategy Household Survey) were analyzed to assess problematic drinking of participants over 18 years of age. We used regression models and predictive margins to identify trends in problematic drinking over time based on age, sex, and mental health status. Our results show young adults across all regions, males, and mentally well individuals in urban areas have reductions in the risk of problematic drinking over time. Middle-aged adults across all regions, females, and those with varying mental health presentations in rural areas have some increases in risk of problematic drinking over time. The general conclusion is that targeted alcohol-related public health policy may need to change and focus on females, middle-aged individuals, and those living in rural areas. Programs to support problematic drinking in people with mental health disorders may also need to be a priority.",
  "authors": [
    {
      "last_name": "Bozic",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Bozic",
      "affiliations": [
        "School of Psychology and Public Health, La Trobe University, Melbourne 3083, Australia."
      ]
    },
    {
      "last_name": "Vicendese",
      "fore_name": "Don",
      "initials": "D",
      "name": "Don Vicendese",
      "affiliations": [
        "The Department of Mathematics and Statistics, La Trobe University, Melbourne 3083, Australia.",
        "The Melbourne School of Population and Global Health, University of Melbourne, Carlton 3053, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, School of Psychology and Public Health, La Trobe University, Melbourne 3083, Australia.",
        "National Drug Research Institute, Curtin University, Perth 6845, Australia."
      ]
    },
    {
      "last_name": "Erbas",
      "fore_name": "Bircan",
      "initials": "B",
      "name": "Bircan Erbas",
      "affiliations": [
        "School of Psychology and Public Health, La Trobe University, Melbourne 3083, Australia."
      ]
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "05"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Australia",
    "Female",
    "Health Behavior",
    "Humans",
    "Male",
    "Middle Aged",
    "Rural Population",
    "Urban Population",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "35010847",
    "pmc": "PMC8744560",
    "doi": "10.3390/ijerph19010589",
    "pii": "ijerph19010589"
  },
  "doi": "10.3390/ijerph19010589",
  "pmc_id": "PMC8744560",
  "dates": {
    "completed": "2022-01-24",
    "revised": "2022-01-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.829610",
    "pmid": "35010847"
  }
}