{
  "pmid": "35018349",
  "uid": "35018349",
  "title": "Saline Compared to Balanced Crystalloid in Patients With Diabetic Ketoacidosis: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
  "abstract": "OBJECTIVES: This systematic review and meta-analysis compared the use of saline to balanced crystalloid for fluid resuscitation in patients with diabetic ketoacidosis (DKA). DATA SOURCES: We searched databases including Medline, Embase, and the Cochrane registry. STUDY SELECTION: We included randomized controlled trials (RCTs) that compared saline to balanced crystalloid in patients with DKA. DATA EXTRACTION: We pooled estimates of effect using relative risk for dichotomous outcomes and mean differences (MDs) for continuous outcomes, both with 95% CIs. We assessed risk of bias for included RCTs using the modified Cochrane tool and certainty of evidence using Grading of Recommendations, Assessment, Development, and Evaluation methodology. DATA SYNTHESIS: We included eight RCTs (n = 482 patients). Both time to DKA resolution (MD, 3.51 hr longer; 95% CI, 0.90 longer to 6.12 longer; moderate certainty) and length of hospital stay (MD, 0.89 d longer in saline group; 95% CI, 0.34 longer to 1.43 d longer; moderate certainty) are probably longer in the saline group compared with the balanced crystalloid group, although for the latter, the absolute difference (under 1 d) is small. Post-resuscitation serum chloride level may be higher (MD, 1.62 mmol/L higher; 95% CI, 0.40 lower to 3.64 higher; low certainty), and post-resuscitation serum bicarbonate is probably lower (MD, 1.50 mmol/L; 95% CI, 2.33 lower to 0.67 lower; moderate certainty) in those receiving saline. CONCLUSIONS: In patients with DKA, the use of saline may be associated with longer time to DKA resolution, higher post-resuscitation serum chloride levels, lower post-resuscitation serum bicarbonate levels, and longer hospital stay compared with balanced crystalloids. Pending further data, low to moderate certainty data support using balanced crystalloid over saline for fluid resuscitation in patients with DKA.",
  "authors": [
    {
      "last_name": "Alghamdi",
      "fore_name": "Naif Ali",
      "initials": "NA",
      "name": "Naif Ali Alghamdi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, King Abdulaziz University, Jeddah, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Major",
      "fore_name": "Paityn",
      "initials": "P",
      "name": "Paityn Major",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chaudhuri",
      "fore_name": "Dipayan",
      "initials": "D",
      "name": "Dipayan Chaudhuri",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tsui",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Tsui",
      "affiliations": [
        "Department of Pharmacy, University of Oklahoma Medical Center, Oklahoma City, OK."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent Brown",
      "affiliations": [
        "Pulmonary, Critical Care, and Sleep Medicine Section, Department of Medicine, University of Oklahoma Health Science Center, Oklahoma City, OK."
      ]
    },
    {
      "last_name": "Self",
      "fore_name": "Wesley H",
      "initials": "WH",
      "name": "Wesley H Self",
      "affiliations": [
        "Department of Emergency Medicine, Vanderbilt University Medical Center, Nashville, TN.",
        "Vanderbilt Institute for Clinical and Translational Sciences, Vanderbilt University Medical Center, Nashville, TN."
      ]
    },
    {
      "last_name": "Semler",
      "fore_name": "Matthew W",
      "initials": "MW",
      "name": "Matthew W Semler",
      "affiliations": [
        "Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN."
      ]
    },
    {
      "last_name": "Ramanan",
      "fore_name": "Mahesh",
      "initials": "M",
      "name": "Mahesh Ramanan",
      "affiliations": [
        "ICU, Caboolture and The Prince Charles Hospitals, Metro North Hospital and Health Service, Brisbane, QLD, Australia.",
        "Critical Care Division, The George Institute for Global Health, University of New South Wales, Sydney, NSW, Australia.",
        "School of Medicine, University of Queensland, St Lucia, QLD, Australia."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Critical care explorations",
    "iso_abbreviation": "Crit Care Explor",
    "issn": "2639-8028",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "e0613",
  "pages": "e0613",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35018349",
    "pmc": "PMC8740878",
    "doi": "10.1097/CCE.0000000000000613"
  },
  "doi": "10.1097/CCE.0000000000000613",
  "pmc_id": "PMC8740878",
  "dates": {
    "revised": "2022-02-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.105875",
    "pmid": "35018349"
  }
}