{
  "pmid": "35015803",
  "uid": "35015803",
  "title": "The Role of Parental Control and Support in Declining Adolescent Drinking: A Multi-Level Study Across 30 European Countries.",
  "abstract": "BACKGROUND: Adolescent drinking has declined in many high-income countries since the early 2000s. It has been suggested that changing parenting practices may have contributed to the decline. However, previous studies investigating parenting have focused on single countries and have provided conflicting evidence. This study tested the association between changes in individual- and population-level parental control and parental support and changes in past month adolescent drinking. METHODS: A total of 271,823 adolescents aged 15-16 years, from 30 European countries between 2003 and 2015 were included in this study. Our key independent variables were adolescent reports of parental control and parental support. Our outcome measure was a dichotomous measure of any alcohol use in the 30 days before the survey, referred as past month drinking. Aggregated measures of parenting variables were used to estimate between-country and within-country effects of parenting on adolescent drinking. Data were analysed using three-level hierarchical linear probability methods. RESULTS: At the individual-level, we found a negative association between the two parental measures, i.e. parental control (β = -0.003 and 95% CI = -0.021 to 0.017) and parental support (β = -0.008 and 95% CI = -0.010 to 0.006) and past month drinking. This suggests adolescents whose parents exert higher control and provide more support tend to drink less. At a population level, we did not find any evidence of association on between-country and within-country parenting changes and past month drinking. CONCLUSIONS: It is unlikely that changes in parental control or support at the population-level have contributed to the decline in drinking among adolescents in 30 European countries.",
  "authors": [
    {
      "last_name": "Vashishtha",
      "fore_name": "Rakhi",
      "initials": "R",
      "name": "Rakhi Vashishtha",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne 3083, Australia.",
        "Programme in Health Services and Systems Research, Duke-NUS Medical School, Singapore 169857, Singapore."
      ],
      "orcid": "0000-0002-1890-7765"
    },
    {
      "last_name": "Pennay",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Pennay",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne 3083, Australia."
      ]
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul M",
      "initials": "PM",
      "name": "Paul M Dietze",
      "affiliations": [
        "National Drug Research Institute, Curtin University, Melbourne 3004, Australia.",
        "School of Public Health and Preventive Medicine, Monash University, Melbourne 3004, Australia.",
        "Behaviours and Health Risks Program, Burnet Institute, Melbourne 3004, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne 3083, Australia.",
        "National Drug Research Institute, Curtin University, Melbourne 3004, Australia.",
        "Department of Clinical Neurosciences, Karolinska Institutet, Stockholm 17176, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Alcohol and alcoholism (Oxford, Oxfordshire)",
    "iso_abbreviation": "Alcohol Alcohol",
    "issn": "1464-3502",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "09"
  },
  "start_page": "470",
  "end_page": "476",
  "pages": "470-476",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adolescent Behavior",
    "Alcohol Drinking",
    "Cross-Sectional Studies",
    "Humans",
    "Parent-Child Relations",
    "Parenting",
    "Parents",
    "Underage Drinking"
  ],
  "article_ids": {
    "pubmed": "35015803",
    "doi": "10.1093/alcalc/agab083",
    "pii": "6500028"
  },
  "doi": "10.1093/alcalc/agab083",
  "dates": {
    "completed": "2022-07-12",
    "revised": "2022-07-12"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "DP160101380",
      "agency": "Australian Research Council's Discovery Projects funding scheme"
    },
    {
      "grant_id": "DE190101074",
      "agency": "Australian Research Council Discovery Early Career Researcher Award"
    },
    {
      "agency": "Drug and Alcohol Program"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.830259",
    "pmid": "35015803"
  }
}