{
  "pmid": "35022266",
  "uid": "35022266",
  "title": "Efficacy of Helicobacter pylori eradication therapy for functional dyspepsia: updated systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: Functional dyspepsia (FD) is a chronic disorder that is difficult to treat. Helicobacter pylori may contribute to its pathophysiology. A Cochrane review from 2006 suggested that eradication therapy was beneficial, but there have been numerous randomised controlled trials (RCTs) published since. We evaluated impact of eradication therapy on both cure and improvement of FD, as well as whether any benefit was likely to arise from eradication of H. pylori. DESIGN: We searched the medical literature through October 2021 to identify RCTs examining efficacy of eradication therapy in H. pylori-positive adults with FD. The control arm received antisecretory therapy or prokinetics, with or without placebo antibiotics, or placebo alone. Follow-up was for ≥3 months. We pooled dichotomous data to obtain a relative risk (RR) of symptoms not being cured or symptoms not improving with a 95% CI. We estimated the number needed to treat (NNT). RESULTS: Twenty-nine RCTs recruited 6781 H. pylori-positive patients with FD. Eradication therapy was superior to control for symptom cure (RR of symptoms not being cured=0.91; 95% CI 0.88 to 0.94, NNT=14; 95% CI 11 to 21) and improvement (RR of symptoms not improving=0.84; 95% CI 0.78 to 0.91, NNT=9; 95% CI 7 to 17). There was no significant correlation between eradication rate and RR of FD improving or being cured (Pearson correlation coefficient=-0.23, p=0.907), but the effect was larger in patients with successful eradication of H. pylori than with unsuccessful eradication (RR=0.65; 95% CI 0.52 to 0.82, NNT=4.5, 95% CI 3 to 9). Adverse events (RR=2.19; 95% 1.10 to 4.37) and adverse events leading to withdrawal (RR=2.60; 95% CI 1.47 to 4.58) were more common with eradication therapy. CONCLUSION: There is high quality evidence to suggest that H. pylori eradication therapy leads to both cure and improvement in FD symptoms, although the benefit is modest.",
  "authors": [
    {
      "last_name": "Ford",
      "fore_name": "Alexander C",
      "initials": "AC",
      "name": "Alexander C Ford",
      "affiliations": [
        "Leeds Gastroenterology Institute, Leeds Teaching Hospitals NHS Trust, Leeds, UK alexf12399@yahoo.com.",
        "Leeds Institute of Medical Research, University of Leeds, Leeds, UK."
      ],
      "orcid": "0000-0001-6371-4359"
    },
    {
      "last_name": "Tsipotis",
      "fore_name": "Evangelos",
      "initials": "E",
      "name": "Evangelos Tsipotis",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Yuhong",
      "initials": "Y",
      "name": "Yuhong Yuan",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leontiadis",
      "fore_name": "Grigorios I",
      "initials": "GI",
      "name": "Grigorios I Leontiadis",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gut",
    "iso_abbreviation": "Gut",
    "issn": "1468-3288",
    "issn_type": "Electronic",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "12"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35022266",
    "doi": "10.1136/gutjnl-2021-326583",
    "pii": "gutjnl-2021-326583"
  },
  "doi": "10.1136/gutjnl-2021-326583",
  "dates": {
    "revised": "2024-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.430363",
    "pmid": "35022266"
  }
}