{
  "pmid": "35027016",
  "uid": "35027016",
  "title": "Developing indicators of age-friendly neighbourhood environments for urban and rural communities across 20 low-, middle-, and high-income countries.",
  "abstract": "BACKGROUND: By 2050, the global population of adults 60 + will reach 2.1 billion, surging fastest in low- and middle-income countries (LMIC). In response, the World Health Organization (WHO) has developed indicators of age-friendly urban environments, but these criteria have been challenging to apply in rural areas and LMIC. This study fills this gap by adapting the WHO indicators to such settings and assessing variation in their availability by community-level urbanness and country-level income. METHODS: We used data from the Prospective Urban and Rural Epidemiology (PURE) study's environmental-assessment tools, which integrated systematic social observation and ecometrics to reliably capture community-level environmental features associated with cardiovascular-disease risk factors. The results of a scoping review guided selection of 18 individual indicators across six distinct domains, with data available for 496 communities in 20 countries, including 382 communities (77%) in LMIC. Finally, we used both factor analysis of mixed data (FAMD) and multitrait-multimethod (MTMM) approaches to describe relationships between indicators and domains, as well as detailing the extent to which these relationships held true within groups defined by urbanness and income. RESULTS: Together, the results of the FAMD and MTMM approaches indicated substantial variation in the relationship of individual indicators to each other and to broader domains, arguing against the development of an overall score and extending prior evidence demonstrating the need to adapt the WHO framework to the local context. Communities in high-income countries generally ranked higher across the set of indicators, but regular connections to neighbouring towns via bus (95%) and train access (76%) were most common in low-income countries. The greatest amount of variation by urbanness was seen in the number of streetscape-greenery elements (33 such elements in rural areas vs. 55 in urban), presence of traffic lights (18% vs. 67%), and home-internet availability (25% vs. 54%). CONCLUSIONS: This study indicates the extent to which environmental supports for healthy ageing may be less readily available to older adults residing in rural areas and LMIC and augments calls to tailor WHO's existing indicators to a broader range of communities in order to achieve a critical aspect of distributional equity in an ageing world.",
  "authors": [
    {
      "last_name": "Rugel",
      "fore_name": "Emily J",
      "initials": "EJ",
      "name": "Emily J Rugel",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC, Canada. emilyrugel@gmail.com.",
        "Westmead Applied Research Centre (WARC), Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia. emilyrugel@gmail.com."
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "Clara K",
      "initials": "CK",
      "name": "Clara K Chow",
      "affiliations": [
        "Westmead Applied Research Centre (WARC), Faculty of Medicine and Health, The University of Sydney, Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "Corsi",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Corsi",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Hystad",
      "fore_name": "Perry",
      "initials": "P",
      "name": "Perry Hystad",
      "affiliations": [
        "College of Public Health and Human Sciences, Oregon State University, Corvallis Oregon, USA."
      ]
    },
    {
      "last_name": "Rangarajan",
      "fore_name": "Sumathy",
      "initials": "S",
      "name": "Sumathy Rangarajan",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lear",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Lear",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, BC, Canada.",
        "Community Health Research Team, St. Paul's Hospital, Room 180-57A, 1081 Burrard Street, Vancouver, BC, V6Z 1Y6, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "13"
  },
  "start_page": "87",
  "pages": "87",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Developed Countries",
    "Developing Countries",
    "Humans",
    "Income",
    "Prospective Studies",
    "Rural Population"
  ],
  "article_ids": {
    "pubmed": "35027016",
    "pmc": "PMC8759164",
    "doi": "10.1186/s12889-021-12438-5",
    "pii": "10.1186/s12889-021-12438-5"
  },
  "doi": "10.1186/s12889-021-12438-5",
  "pmc_id": "PMC8759164",
  "dates": {
    "completed": "2022-04-11",
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.078298",
    "pmid": "35027016"
  }
}