{
  "pmid": "35024051",
  "uid": "35024051",
  "title": "Investigating the Mechanisms of Pollen Typhae in the Treatment of Diabetic Retinopathy Based on Network Pharmacology and Molecular Docking.",
  "abstract": "OBJECTIVE: To explore the main bioactive compounds and investigate the underlying mechanism of Pollen Typhae (PT) against diabetic retinopathy (DR) by network pharmacology and molecular docking analysis. METHODS: Bioactive ingredients and the target proteins of PT were obtained from TCMSP, and the related target genes were acquired from the SwissTargetPrediction database. The target genes of DR were obtained from GeneCards, TTD database, DisGeNET database, and DrugBank. The compound-target interaction network was established based on Cytoscape 3.7.2. The protein-protein interaction (PPI) network was constructed via STRING database and Cytoscape 3.7.2. Gene ontology (GO) analysis and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analysis were visualized through DAVID database and Bioinformatics. Ingredient-gene-pathway network analysis was conducted to further screen the ingredients, target proteins, and pathways closely related to the biological mechanism on PT for DR, and molecular docking analysis was performed by SYBYL-X 2.1.1 software. Finally, the mechanism and underlying targets of PT in the treatment of DR were predicted. RESULTS: A total of 8 compounds and 171 intersection targets were obtained based on the online network database. 7 main compounds were screened from compound-target network, and 53 targets including the top six key targets (PTGS2, AKT1, VEGFA, MAPK3, TNF, and EGFR) were further acquired from PPI analysis. The 53 key targets covered 80 signaling pathways, among which PI3K-Akt signaling pathway, focal adhesion, Rap1 signaling pathway, VEGF signaling pathway, and HIF-1 signaling pathway were closely connected with the biological mechanism involved in the alleviation of DR by PT. Ingredient-gene-pathway network shows that AKTI, EGFR, and VEGFA were core genes, kaempferol and isorhamnetin were pivotal ingredients, and VEGF signaling pathway and Rap1 signaling pathway were closely involved in anti-DR. The docking results indicated that five main compounds (arachidonic acid, isorhamnetin, quercetin, kaempferol, and (2R)-5,7-dihydroxy-2-(4-hydroxyphenyl)chroman-4-one) had good binding activity with EGFR and AKT1 targets. CONCLUSION: The active ingredients in PT may regulate the levels of inflammatory factors, suppress the oxidative stress, and inhibit the proliferation, migration, and invasion of retinal pericytes by acting on PTGS2, AKT1, VEGFA, MAPK3, TNF, and EGFR targets through VEGF signaling pathway, PI3K-Akt signaling pathway, Rap1 signaling pathway, and HIF-1 signaling pathway to play a therapeutic role in diabetic retinopathy.",
  "authors": [
    {
      "last_name": "Zhou",
      "fore_name": "Rongrong",
      "initials": "R",
      "name": "Rongrong Zhou",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "De",
      "initials": "D",
      "name": "De Jin",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ],
      "orcid": "0000-0001-6565-9496"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ],
      "orcid": "0000-0001-9601-1887"
    },
    {
      "last_name": "Duan",
      "fore_name": "Liyun",
      "initials": "L",
      "name": "Liyun Duan",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ],
      "orcid": "0000-0002-6916-1684"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuehong",
      "initials": "Y",
      "name": "Yuehong Zhang",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ]
    },
    {
      "last_name": "Duan",
      "fore_name": "Yingying",
      "initials": "Y",
      "name": "Yingying Duan",
      "affiliations": [
        "Beijing University of Chinese Medicine, Beijing 10029, China."
      ]
    },
    {
      "last_name": "Kang",
      "fore_name": "Xiaomin",
      "initials": "X",
      "name": "Xiaomin Kang",
      "affiliations": [
        "Beijing University of Chinese Medicine, Beijing 10029, China."
      ],
      "orcid": "0000-0002-3002-3786"
    },
    {
      "last_name": "Lian",
      "fore_name": "Fengmei",
      "initials": "F",
      "name": "Fengmei Lian",
      "affiliations": [
        "Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing 100053, China."
      ],
      "orcid": "0000-0002-2462-119X"
    }
  ],
  "journal": {
    "title": "Evidence-based complementary and alternative medicine : eCAM",
    "iso_abbreviation": "Evid Based Complement Alternat Med",
    "issn": "1741-427X",
    "issn_type": "Print",
    "volume": "2022",
    "pub_year": "2022"
  },
  "start_page": "5728408",
  "pages": "5728408",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35024051",
    "pmc": "PMC8747905",
    "doi": "10.1155/2022/5728408"
  },
  "doi": "10.1155/2022/5728408",
  "pmc_id": "PMC8747905",
  "dates": {
    "revised": "2022-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.478698",
    "pmid": "35024051"
  }
}