{
  "pmid": "35030716",
  "uid": "35030716",
  "title": "Electrochemical SELEX Technique for the Selection of DNA Aptamers against the Small Molecule 11-Deoxycortisol.",
  "abstract": "Aptamers have received considerable attention due to their numerous advantages as biorecognition receptors. However, the tediousness and high cost of the conventional selection process of aptamers remain major challenges that limit their widespread use. To overcome these limitations, here we designed a new electrochemical SELEX platform that enables a rapid, efficient, and cost-effective enrichment method for the identification of aptamers, particularly against small molecules. The selection platform is based on the immobilization of the target analyte on gold electrodes that leads to improved selection efficiency and enables in situ monitoring of the enriched DNA using square-wave voltammetry. Compared with the conventional SELEX method, this selection protocol avoids the use of beads as a solid matrix and fluorescently labeled DNA, which is usually required for small molecules, thus offering simplified aptamer/target incubation, washing, and elution steps. Moreover, the DNA recovery can be detected by simply measuring the current of the electrodes in a ferro/ferricyanide redox couple. This would eliminate the need for fluorescence labeling, which significantly reduces the cost of the procedure. The approach was successfully applied for the selection of high-affinity aptamers that bind specifically to the small molecule 11-deoxycortisol hormone using eight rounds. One of the selected aptamers that showed a dissociation constant at the subnanomolar level was used to construct a competitive voltammetric aptasensor exhibiting high sensitivity, selectivity against other steroid analogues, and possible applicability in serum samples. Thus this SELEX approach offers great promise for a faster, simpler, and more economic aptamer identification method for various targets including small molecules for a wide variety of applications.",
  "authors": [
    {
      "last_name": "Eissa",
      "fore_name": "Shimaa",
      "initials": "S",
      "name": "Shimaa Eissa",
      "affiliations": [
        "Department of Chemistry, Alfaisal University, Al Zahrawi Street, Al Maather, AlTakhassusi Rd, Riyadh 11533, Saudi Arabia."
      ],
      "orcid": "0000-0002-5558-0060"
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Chemistry, Alfaisal University, Al Zahrawi Street, Al Maather, AlTakhassusi Rd, Riyadh 11533, Saudi Arabia."
      ]
    },
    {
      "last_name": "Chinnappan",
      "fore_name": "Raja",
      "initials": "R",
      "name": "Raja Chinnappan",
      "affiliations": [
        "Department of Chemistry, Alfaisal University, Al Zahrawi Street, Al Maather, AlTakhassusi Rd, Riyadh 11533, Saudi Arabia."
      ]
    },
    {
      "last_name": "Zourob",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Zourob",
      "affiliations": [
        "Department of Chemistry, Alfaisal University, Al Zahrawi Street, Al Maather, AlTakhassusi Rd, Riyadh 11533, Saudi Arabia.",
        "King Faisal Specialist Hospital and Research Center, Zahrawi Street, Al Maather, Riyadh 12713, Saudi Arabia."
      ],
      "orcid": "0000-0003-2187-1430"
    }
  ],
  "journal": {
    "title": "ACS applied bio materials",
    "iso_abbreviation": "ACS Appl Bio Mater",
    "issn": "2576-6422",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "6",
    "pub_year": "2019",
    "pub_month": "Jun",
    "pub_day": "17"
  },
  "start_page": "2624",
  "end_page": "2632",
  "pages": "2624-2632",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35030716",
    "doi": "10.1021/acsabm.9b00294"
  },
  "doi": "10.1021/acsabm.9b00294",
  "dates": {
    "revised": "2022-01-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.262555",
    "pmid": "35030716"
  }
}