{
  "pmid": "35033689",
  "uid": "35033689",
  "title": "Image-Guided versus Freehand Ventricular Drain Insertion: Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: Ventricular drain insertion is a common neurosurgical procedure, typically performed using a freehand approach. Use of image guidance during drain insertion could improve accuracy and reduce the incidence of drain failure. This review aims to assess the impact of image guidance on drain placement accuracy, failure rate, and number of ventricular cannulation attempts. METHODS: We searched MEDLINE, Embase, and Cochrane Library databases from inception to February 2021 for studies comparing image-guided versus freehand ventricular drain insertion. Two reviewers independently screened studies for eligibility, extracted data, and assessed risk of bias and quality of evidence. Pooled data were reported using random effects model. The ROBINS-I tool was used to assess risk of bias and the GRADE approach was used to assess quality of evidence. RESULTS: Of 1102 studies retrieved, 17 were included for a total of 3404 patients. All included studies were of non-randomized design. Pooled data on drain accuracy and drain failure rates showed favorable effect of image guidance, with risk ratio of 1.31 (95% confidence interval [CI] 1.13-1.51, low quality evidence) and 0.63 (95% CI 0.48-0.83, moderate quality evidence), respectively. Pooled data were equivocal for number of attempts with mean difference score of -0.14 times (95% CI -0.44 to 0.15, very low-quality evidence). Heterogeneity was substantial for drain accuracy and failure rate outcomes. CONCLUSIONS: In patients undergoing ventricular drain insertion, the use of image guidance may enhance drain accuracy and reduce drain failure rate. The use of image guidance probably does not decrease the number of drain insertion attempts.",
  "authors": [
    {
      "last_name": "Aljoghaiman",
      "fore_name": "Majid",
      "initials": "M",
      "name": "Majid Aljoghaiman",
      "affiliations": [
        "Neurosurgery Division, Surgery Department, McMaster University, Hamilton, Ontario, Canada; Neurosurgery Division, Surgery Department, King Faisal University, Al-Ahsa, Saudi Arabia. Electronic address: Majid.aljoghaiman@medportal.ca."
      ]
    },
    {
      "last_name": "Bergen",
      "fore_name": "Bradley",
      "initials": "B",
      "name": "Bradley Bergen",
      "affiliations": [
        "Neurosurgery Division, Surgery Department, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Takroni",
      "fore_name": "Radwan",
      "initials": "R",
      "name": "Radwan Takroni",
      "affiliations": [
        "Neurosurgery Division, Surgery Department, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Bill",
      "initials": "B",
      "name": "Bill Wang",
      "affiliations": [
        "Neurosurgery Division, Surgery Department, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Eangles",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Eangles",
      "affiliations": [
        "Department of Surgery and Critical Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Hamilton Health Sciences and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "Neurosurgery Division, Surgery Department, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "World neurosurgery",
    "iso_abbreviation": "World Neurosurg",
    "issn": "1878-8769",
    "issn_type": "Electronic",
    "volume": "160",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "85",
  "end_page": "93.e5",
  "pages": "85-93.e5",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Catheterization",
    "Drainage",
    "Heart Ventricles",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "35033689",
    "doi": "10.1016/j.wneu.2022.01.036",
    "pii": "S1878-8750(22)00039-0"
  },
  "doi": "10.1016/j.wneu.2022.01.036",
  "dates": {
    "completed": "2022-04-05",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.853916",
    "pmid": "35033689"
  }
}