{
  "pmid": "35049696",
  "uid": "35049696",
  "title": "Neoadjuvant and Adjuvant Systemic Therapy for Newly Diagnosed Stage II-IV Epithelial Ovary, Fallopian Tube, or Primary Peritoneal Carcinoma: A Practice Guideline.",
  "abstract": "BACKGROUND: This study aims to provide guidance for the use of neoadjuvant and adjuvant systemic therapy in women with newly diagnosed stage II-IV epithelial ovary, fallopian tube, or primary peritoneal carcinoma. METHODS: EMBASE, MEDLINE, and Cochrane Library were investigated for relevant systematic reviews and phase III trials. Articles focusing on consolidation and maintenance therapies were excluded. RESULTS: For women with potentially resectable disease, primary cytoreductive surgery, followed by six to eight cycles of intravenous three-weekly paclitaxel and carboplatin is recommended. For those with a high-risk profile for primary cytoreductive surgery, neoadjuvant chemotherapy can be an option. Adjuvant chemotherapy with six cycles of dose-dense weekly paclitaxel plus three-weekly carboplatin can be considered for women of Japanese descent. In women with stage III or IV disease, the incorporation of bevacizumab concurrent with paclitaxel and carboplatin is not recommended for use as adjuvant therapy unless bevacizumab is continued as maintenance therapy. Intravenous paclitaxel plus intraperitoneal cisplatin and paclitaxel can be considered for stage III optimally debulked women who did not receive neoadjuvant chemotherapy. However, intraperitoneal administration of chemotherapy with bevacizumab should not be considered as an option for stage II-IV optimally debulked women. DISCUSSION: The recommendations represent a current standard of care that is feasible to implement and valued by both clinicians and patients.",
  "authors": [
    {
      "last_name": "Hirte",
      "fore_name": "Hal",
      "initials": "H",
      "name": "Hal Hirte",
      "affiliations": [
        "Juravinski Cancer Centre, Division of Medical Oncology, McMaster University, Hamilton, ON L8V 5C2, Canada."
      ],
      "orcid": "0000-0003-2888-4146"
    },
    {
      "last_name": "Poon",
      "fore_name": "Raymond",
      "initials": "R",
      "name": "Raymond Poon",
      "affiliations": [
        "Program in Evidence-Based Care, Ontario Health (Cancer Care Ontario), Department of Oncology, McMaster University, Hamilton, ON L8V 1C3, Canada."
      ],
      "orcid": "0000-0001-7175-2451"
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Program in Evidence-Based Care, Ontario Health (Cancer Care Ontario), Department of Oncology, McMaster University, Hamilton, ON L8V 1C3, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ],
      "orcid": "0000-0002-1210-3758"
    },
    {
      "last_name": "May",
      "fore_name": "Taymaa",
      "initials": "T",
      "name": "Taymaa May",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Princess Margaret Hospital, University of Toronto, Toronto, ON M5G 2C1, Canada."
      ]
    },
    {
      "last_name": "Ethier",
      "fore_name": "Josee-Lyne",
      "initials": "JL",
      "name": "Josee-Lyne Ethier",
      "affiliations": [
        "Cancer Centre of Southeastern Ontario, Division of Cancer Care and Epidemiology, Cancer Research Institute, Department of Oncology and Medicine, Queen's University, Kingston, ON K7L 3N6, Canada."
      ]
    },
    {
      "last_name": "Petz",
      "fore_name": "Lauri",
      "initials": "L",
      "name": "Lauri Petz",
      "affiliations": [
        "Independent Researcher, North Bay, ON P1B 8L7, Canada."
      ]
    },
    {
      "last_name": "Speakman",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Speakman",
      "affiliations": [
        "Independent Researcher, Sutton, ON L0E 1R0, Canada."
      ]
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": [
        "Juravinski Cancer Centre, Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON L8V 5C2, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current oncology (Toronto, Ont.)",
    "iso_abbreviation": "Curr Oncol",
    "issn": "1718-7729",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "08"
  },
  "start_page": "231",
  "end_page": "242",
  "pages": "231-242",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Carcinoma",
    "Fallopian Tube Neoplasms",
    "Fallopian Tubes",
    "Female",
    "Humans",
    "Neoadjuvant Therapy",
    "Ovarian Neoplasms"
  ],
  "article_ids": {
    "pubmed": "35049696",
    "pmc": "PMC8774918",
    "doi": "10.3390/curroncol29010022",
    "pii": "curroncol29010022"
  },
  "doi": "10.3390/curroncol29010022",
  "pmc_id": "PMC8774918",
  "dates": {
    "completed": "2022-03-24",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.383239",
    "pmid": "35049696"
  }
}