{
  "pmid": "35045579",
  "uid": "35045579",
  "title": "Stroke and Thromboembolism in Patients with Heart Failure and Sinus Rhythm: A Matter of Risk Stratification?",
  "abstract": "Patients with heart failure (HF) in sinus rhythm (SR) experience an increased incidence of thromboembolic events including stroke. Among patients with HF, high-quality evidence supports the use of oral anticoagulation when atrial fibrillation is present, but the benefit of anticoagulation in SR in the absence of other known indications for anticoagulation is unclear. In four randomized controlled trials (RCTs), warfarin did not improve a composite of clinical outcomes compared with aspirin or placebo in patients with HF with reduced ejection fraction (HFrEF) and SR. A recent RCT assessed the efficacy of the direct oral anticoagulant rivaroxaban versus placebo in patients with HFrEF (including mildly reduced ejection fraction), SR, and coronary artery disease. While rivaroxaban had a neutral effect on the primary composite outcome of myocardial infarction, stroke, or all-cause mortality, exploratory analyses revealed a significant reduction in strokes. It is thus possible that a subgroup of patients with HFrEF who are at high risk of stroke may benefit from anticoagulation. The challenge is to adequately identify this subgroup and to balance the potential benefit of anticoagulation with the risk of major bleeding. There is also an unmet need for evidence around anticoagulation in HF with preserved ejection fraction and SR. This review explores the current evidence around anticoagulation in patients with HF and SR, identifies challenges regarding outcome definitions and patient selection, and offers suggestions for future research.",
  "authors": [
    {
      "last_name": "Rivas",
      "fore_name": "Angelica",
      "initials": "A",
      "name": "Angelica Rivas",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lauw",
      "fore_name": "Mandy N",
      "initials": "MN",
      "name": "Mandy N Lauw",
      "affiliations": [
        "Department of Hematology, Erasmus University Medical Center, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Schnabel",
      "fore_name": "Renate B",
      "initials": "RB",
      "name": "Renate B Schnabel",
      "affiliations": [
        "Department of Cardiology, University Heart and Vascular Centre UKE Hamburg, Hamburg, Germany.",
        "German Center for Cardiovascular Research (DZHK), partner site Hamburg, Germany."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Research Institute of St. Joseph's, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis and haemostasis",
    "iso_abbreviation": "Thromb Haemost",
    "issn": "2567-689X",
    "issn_type": "Electronic",
    "volume": "122",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "871",
  "end_page": "878",
  "pages": "871-878",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Atrial Fibrillation",
    "Heart Failure",
    "Humans",
    "Risk Assessment",
    "Rivaroxaban",
    "Stroke",
    "Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "35045579",
    "doi": "10.1055/a-1745-2083"
  },
  "doi": "10.1055/a-1745-2083",
  "dates": {
    "completed": "2022-07-06",
    "revised": "2022-08-09"
  },
  "chemicals": [
    "Anticoagulants",
    "Rivaroxaban"
  ],
  "grants": [
    {
      "grant_id": "European Research Council (ERC) under the European Union's Horizon 2020",
      "agency": "648131"
    },
    {
      "grant_id": "European Union's Horizon",
      "agency": "847770"
    },
    {
      "grant_id": "German Center for Cardiovascular Research",
      "agency": "81Z1710103"
    },
    {
      "grant_id": "German Ministry of Research and Education",
      "agency": "01ZX1408A"
    },
    {
      "grant_id": "German Ministry of Research and Education",
      "agency": "031L0239"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.834653",
    "pmid": "35045579"
  }
}