{
  "pmid": "35042516",
  "uid": "35042516",
  "title": "Integrating citizen engagement into evidence-informed health policy-making in eastern Europe and central Asia: scoping study and future research priorities.",
  "abstract": "BACKGROUND: The perspectives of citizens are an important and often overlooked source of evidence for informing health policy. Despite growing encouragement for its adoption, little is known regarding how citizen engagement may be integrated into evidence-informed health policy-making in low- and middle-income counties (LMICs) and newly democratic states (NDSs). We aimed to identify the factors and variables affecting the potential integration of citizen engagement into evidence-informed health policy-making in LMICs and NDSs and understand whether its implementation may require a different approach outside of high-income western democracies. Further, we assessed the context-specific considerations for the practical implementation of citizen engagement in one focus region-eastern Europe and central Asia. METHODS: First, adopting a scoping review methodology, we conducted and updated searches of six electronic databases, as well as a comprehensive grey literature search, on citizen engagement in LMICs and NDSs, published before December 2019. We extracted insights about the approaches to citizen engagement, as well as implementation considerations (facilitators and barriers) and additional political factors, in developing an analysis framework. Second, we undertook exploratory methods to identify relevant literature on the socio-political environment of the focus region, before subjecting these sources to the same analysis framework. RESULTS: Our searches identified 479 unique sources, of which 28 were adjudged to be relevant. The effective integration of citizen engagement within policy-making processes in LMICs and NDSs was found to be predominantly dependent upon the willingness and capacity of citizens and policy-makers. In the focus region, the implementation of citizen engagement within evidence-informed health policy-making is constrained by a lack of mutual trust between citizens and policy-makers. This is exacerbated by inadequate incentives and capacity for either side to engage. CONCLUSIONS: This research found no reason why citizen engagement could not adopt the same form in LMICs and NDSs as it does in high-income western democracies. However, it is recognized that certain political contexts may require additional support in developing and implementing citizen engagement, such as through trialling mechanisms at subnational scales. While specifically outlining the potential for citizen engagement, this study highlights the need for further research on its practical implementation.",
  "authors": [
    {
      "last_name": "Macaulay",
      "fore_name": "Bobby",
      "initials": "B",
      "name": "Bobby Macaulay",
      "affiliations": [
        "World Health Organization Regional Office for Europe, Copenhagen, Denmark. Bobby.macaulay.perth@uhi.ac.uk."
      ],
      "orcid": "0000-0003-1163-858X"
    },
    {
      "last_name": "Reinap",
      "fore_name": "Marge",
      "initials": "M",
      "name": "Marge Reinap",
      "affiliations": [
        "World Health Organization Regional Office for Europe, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kuchenmüller",
      "fore_name": "Tanja",
      "initials": "T",
      "name": "Tanja Kuchenmüller",
      "affiliations": [
        "World Health Organization Regional Office for Europe, Copenhagen, Denmark."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "18"
  },
  "start_page": "11",
  "pages": "11",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Administrative Personnel",
    "Asia",
    "Health Policy",
    "Humans",
    "Policy Making",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "35042516",
    "pmc": "PMC8764649",
    "doi": "10.1186/s12961-021-00808-9",
    "pii": "10.1186/s12961-021-00808-9"
  },
  "doi": "10.1186/s12961-021-00808-9",
  "pmc_id": "PMC8764649",
  "dates": {
    "completed": "2022-01-20",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    },
    {
      "grant_id": "218345/Z/19/Z",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.796609",
    "pmid": "35042516"
  }
}