{
  "pmid": "35046815",
  "uid": "35046815",
  "title": "Impact of a Collaborative Pharmaceutical Care Service for Patients With Parkinson's Disease.",
  "abstract": "Objective: To identify the impact of a collaborative pharmaceutical care service (CPCS) on medication safety and establish the impact of the CPCS on patient reported outcomes for Parkinson's disease (PD) patients. Methods: Initially, PD outpatients receiving the CPCS between March 2017 and March 2019 were compared with PD patients receiving standard of care to identify differences in management. Pharmacist interventions data were coded and patients with PD receiving the CPCS were compared with those receiving standard of care to determine differences in medicines prescribed and dosage associated with these. Following this, data of patients receiving CPCS at baseline and 3-months follow-up were collected using a questionnaire consisting of validated measures of two patient-reported outcomes [adherence and quality of life (QoL)]. Mean scores for continuous variables were calculated, with descriptive analysis of categorical variables consisting of frequency counts and percentages. Change in adherence score before and after CPCS was investigated using a Wilcoxon sign rank sum test, spearman correlation analysis was used to correlate the changes in QoL before and after CPCS with the number of interventions, and p < 0.05 indicates that the difference is statistically significant. Results: A total of 331 PD outpatients received CPCS over 490 outpatient visits with an average age of 71.83 (±12.54). Five hundred and forty-five drug related problems were recorded as pharmacist interventions, of which most involved change to dosage (n = 226, 41.47%), adverse drug reactions (n = 135, 24.77%), and change in a medication (n = 102, 18.72%). Compared with those receiving standard of care, patients receiving CPCS were significantly less likely to have been prescribed pramipexole (18.52 versus 23.77%, p < 0.001) and more likely to have been prescribed amantadine (5.40 versus 3.70%, p = 0.02) and selegiline (17.36 versus 11.64%, p < 0.001). Lower dosages of levodopa/benserazide (0.51 ± 0.31 g versus 0.84 ± 0.37 g, p < 0.001), levodopa/carbidopa (0.33 ± 0.23 g versus 0.66 ± 0.47 g, p < 0.001), pramipexole (1.14 ± 1.63 mg versus 1.27 ± 0.69 mg, p = 0.01), and entacapone (130.00 ± 79.76 mg versus 173.09 ± 97.86 mg, p < 0.001) were also recorded. At baseline 119 PD outpatients with an average age of 69.98 (±9.90) were recruited for the longitudinal study. At 3-month follow-up, participants reported improvement in bodily pain subscale (baseline versus 3-months follow-up, 30.04 ± 22.21 versus 23.01 ± 20.98, p = 0.037) and medication adherence (6.19 ± 1.50 versus 6.72 ± 1.73, p = 0.014). Frequency of CPCS use was related to activity of daily living subscale (p = 0.047), the bodily pain subscale (p = 0.026), and medication adherence (p = 0.011). Total score of PDQ-39 was associated with patient education (p = 0.005) and usage and dosage combined with patient education (p = 0.006), while medication adherence score was associated with usage and dosage (p = 0.005). Conclusion: The CPCS was effective in resolving drug-related problems and in improving patients' medication regimens, medication adherence, and QoL through patient education and dosage adjustments. This is the first step in the development and feasibility testing of pharmacy services for PD patients in China.",
  "authors": [
    {
      "last_name": "Yi",
      "fore_name": "Zhan-Miao",
      "initials": "ZM",
      "name": "Zhan-Miao Yi",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital, Beijing, China.",
        "Institute for Drug Evaluation, Peking University Health Science Center, Beijing, China."
      ]
    },
    {
      "last_name": "Willis",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Willis",
      "affiliations": [
        "Centre for Pharmacy Workforce Studies, Division of Pharmacy and Optometry, School of Health Sciences, Faculty of Biology, Medicine and Health, The University of Manchester, Manchester, United Kingdom."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Na",
      "initials": "N",
      "name": "Na Liu",
      "affiliations": [
        "Department of Neurology, Peking University Third Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Qi-Yu",
      "initials": "QY",
      "name": "Qi-Yu Tang",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital, Beijing, China.",
        "Clinical Trials Center, National Cancer Center/Cancer Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Zhai",
      "fore_name": "Suo-Di",
      "initials": "SD",
      "name": "Suo-Di Zhai",
      "affiliations": [
        "Department of Pharmacy, Peking University Third Hospital, Beijing, China.",
        "Institute for Drug Evaluation, Peking University Health Science Center, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pharmacology",
    "iso_abbreviation": "Front Pharmacol",
    "issn": "1663-9812",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2021"
  },
  "start_page": "793361",
  "pages": "793361",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35046815",
    "pmc": "PMC8762333",
    "doi": "10.3389/fphar.2021.793361",
    "pii": "793361"
  },
  "doi": "10.3389/fphar.2021.793361",
  "pmc_id": "PMC8762333",
  "dates": {
    "revised": "2022-01-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.552241",
    "pmid": "35046815"
  }
}