{
  "pmid": "35044674",
  "uid": "35044674",
  "title": "Pharmacological Treatment in the Management of Glenohumeral Osteoarthritis.",
  "abstract": "Glenohumeral osteoarthritis (GH-OA) is a common cause of shoulder pain and is characterized by articular cartilage thinning, glenoid bone loss and deformity, osteophytosis, and other associated changes. The prevalence is estimated to be between 85 and 94% in men and women over the age of 80 years. A diagnosis of GH-OA is established based on clinical history, physical examination, and radiographic assessments. Non-pharmacological treatment options may serve as adjuvants to other therapies and should be incorporated for a more holistic approach to management. Pharmacological treatments include oral agents such as acetaminophen, non-steroidal anti-inflammatory drugs (NSAIDs), opioids, corticosteroids and antidepressants. The National Institute for Health and Care Excellence (NICE) UK guidelines recommend NSAIDS as the first-line drugs for OA; topical forms of some of these agents can also be used. However, clinical evidence is largely lacking for its use in GH-OA, although patients with other types of OA, especially the knee and hip, are using these products in efforts to relieve joint pain. Intra-articular injections such as platelet-rich plasma, cortisone, and hyaluronic acid are usually used to control symptoms in moderate to advanced arthritis or in non-surgical candidates. Other non-surgical treatment options include suprascapular nerve block and radiofrequency ablation, and these options have been studied on different levels of evidence. Furthermore, all these treatments have their own indications, contraindications, and adverse effects profiles. Surgical treatment of GH-OA is reserved for patients who do not respond to conservative management or who suffer from debilitating symptoms that severely impair their quality of life.Level of Evidence IV, review article.",
  "authors": [
    {
      "last_name": "Al-Mohrej",
      "fore_name": "Omar A",
      "initials": "OA",
      "name": "Omar A Al-Mohrej",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, St. Joseph's Healthcare Hamilton, McMaster University, Mary Grace Wing, Room G807, 50 Charlton Ave E., Hamilton, ON, L8N 4A6, Canada.",
        "Section of Orthopedic Surgery, Department of Surgery, King Abdullah Bin Abdulaziz University Hospital, Princess Nourah Bint Abdul Rahman University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, St. Joseph's Healthcare Hamilton, McMaster University, Mary Grace Wing, Room G807, 50 Charlton Ave E., Hamilton, ON, L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, St. Joseph's Healthcare Hamilton, McMaster University, Mary Grace Wing, Room G807, 50 Charlton Ave E., Hamilton, ON, L8N 4A6, Canada. khanmm2@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Drugs & aging",
    "iso_abbreviation": "Drugs Aging",
    "issn": "1179-1969",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "119",
  "end_page": "128",
  "pages": "119-128",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aged, 80 and over",
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Female",
    "Humans",
    "Hyaluronic Acid",
    "Injections, Intra-Articular",
    "Male",
    "Osteoarthritis, Knee",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "35044674",
    "doi": "10.1007/s40266-021-00916-9",
    "pii": "10.1007/s40266-021-00916-9"
  },
  "doi": "10.1007/s40266-021-00916-9",
  "dates": {
    "completed": "2022-03-10",
    "revised": "2022-03-11"
  },
  "chemicals": [
    "Anti-Inflammatory Agents, Non-Steroidal",
    "Hyaluronic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.666755",
    "pmid": "35044674"
  }
}