{
  "pmid": "35048748",
  "uid": "35048748",
  "title": "Effect of race, gender identity, and their intersection on career satisfaction: A cross-sectional survey of academic physicians.",
  "abstract": "PURPOSE: Ensuring a representative workforce is a matter of equity and social justice and has implications for patient care and population health. We examined the relationship of the binary gender identity and race of physicians who felt comfortable to self-identify, with workplace experiences and career satisfaction in academic medicine. METHODS: The outcome of interest of a cross-sectional survey of full-time clinical faculty members within the Department of Medicine, University of Toronto, was physician's self-reported career satisfaction. Using logistic regression, we examined relationships of binary gender identity (female/male) and race [under-represented minority (URM) versus over-represented in medicine (ORM)] to: workplace experiences (respectful interactions, perception of having to work harder, exclusion from social networks, witnessing/experiencing unprofessionalism, and confidence in taking action to address incivility without reprisal); and career satisfaction, controlling for age, rank, protected time, and workplace experiences. RESULTS: Female gender and URM status were associated with younger age, lower rank, and less positive workplace experiences. 132 respondents (44.4%) strongly agreed they had career satisfaction. Compared with ORM men, career satisfaction was significantly lower for URM and ORM female physicians (OR 0.30, 95% CI 0.14-0.65, and 0.48, 95% CI 0.27-0.85, respectively) and non-significantly lower for URM male physicians (OR 0.62, 95% CI 0.32-1.19). Adjustment for academic rank and workplace experiences fully attenuated these relationships. CONCLUSIONS: URM female academic physicians had lower career satisfaction than their ORM male counterparts, largely explained by systematic differences in workplace experiences, particularly perceptions of exclusion from social networks and having to work harder to be perceived as legitimate scholars. This suggests a role for institutions and leaders to build inclusive, anti-racist, and anti-oppressive cultures to support the flourishing of all faculty.",
  "authors": [
    {
      "last_name": "Pattani",
      "fore_name": "Reena",
      "initials": "R",
      "name": "Reena Pattani",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada.",
        "Department of Medicine, St. Michael's Hospital, Unity Health Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada.",
        "Department of Medicine, St. Michael's Hospital, Unity Health Toronto, Toronto, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Lorens",
      "fore_name": "Edmund",
      "initials": "E",
      "name": "Edmund Lorens",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada.",
        "Department of Medicine, St. Michael's Hospital, Unity Health Toronto, Toronto, Canada.",
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hawker",
      "fore_name": "Gillian A",
      "initials": "GA",
      "name": "Gillian A Hawker",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada.",
        "Women's College Research Institute, Women's College Hospital, Toronto, Canada."
      ],
      "orcid": "0000-0001-6358-1197"
    }
  ],
  "journal": {
    "title": "Medical teacher",
    "iso_abbreviation": "Med Teach",
    "issn": "1466-187X",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "614",
  "end_page": "621",
  "pages": "614-621",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cross-Sectional Studies",
    "Faculty, Medical",
    "Female",
    "Gender Identity",
    "Humans",
    "Job Satisfaction",
    "Male",
    "Physicians",
    "Physicians, Women",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35048748",
    "doi": "10.1080/0142159X.2021.2014799"
  },
  "doi": "10.1080/0142159X.2021.2014799",
  "dates": {
    "completed": "2022-07-01",
    "revised": "2022-07-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.303724",
    "pmid": "35048748"
  }
}