{
  "pmid": "35058060",
  "uid": "35058060",
  "title": "Use of breast milk in infants with uncomplicated gastroschisis: A retrospective cohort study.",
  "abstract": "BACKGROUND: Infants with gastroschisis often experience slow return of bowel function following closure. The purpose of this study was to determine whether exclusive breast milk is associated with decreased time to enteral autonomy. METHODS: We conducted a retrospective cohort study of infants with uncomplicated gastroschisis from a tertiary pediatric hospital. The primary outcome was enteral autonomy, defined as days from initiating enteral feeds to stopping parenteral nutrition. Secondary outcomes included days of parenteral nutrition, length of stay, positive culture, necrotizing enterocolitis, cholestasis, additional surgery, readmission, and mortality. RESULTS: We identified 100 infants with gastroschisis treated from 2005 to 2019. Twenty-five were excluded due to gestational age <32 weeks, birth weight <1500 g, or gastroschisis-associated complications (e.g., intestinal atresia). Seventy-five were included in the analysis. Mean gestational age was 36 weeks, 48% were female, and all were diagnosed antenatally. Sixty-five infants (87%) received exclusive maternal (n = 64) or donor (n = 1) breast milk, while 10 others (13%) were fed formula for 1-16 days (mean 7 days). Two infants received formula only. Demographics and gastroschisis prognostic scores were similar between groups. Infants who were given breast milk exclusively demonstrated decreased time to enteral autonomy (median 18 versus 25 days, p = 0.023) and shorter duration of parenteral nutrition (median 20 versus 26 days, p = 0.037). CONCLUSION: Exclusive breast milk may be associated with improved outcomes among infants with gastroschisis. Further research is needed to evaluate the economic impact of this association and explore possible confounders. These efforts may expand the role of donor breast milk for these patients.",
  "authors": [
    {
      "last_name": "Hodgson",
      "fore_name": "Emily C",
      "initials": "EC",
      "name": "Emily C Hodgson",
      "affiliations": [
        "Division of General Surgery, McMaster University, Hamilton, Canada; Biomedical Graduate Studies, University of Pennsylvania, Philadelphia, USA; Division of Pediatric General, Thoracic and Fetal Surgery, Children's Hospital of Philadelphia, Philadelphia, USA."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Livingston",
      "affiliations": [
        "Division of Pediatric Surgery, McMaster University, Hamilton, Canada; McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Tessa",
      "initials": "T",
      "name": "Tessa Robinson",
      "affiliations": [
        "Division of Pediatric Surgery, McMaster University, Hamilton, Canada; Department of Health Research Methods, Evidence & Impact, Faculty of Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, Faculty of Health Sciences, Hamilton, Canada; Department of Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Walton",
      "fore_name": "J Mark",
      "initials": "JM",
      "name": "J Mark Walton",
      "affiliations": [
        "Division of Pediatric Surgery, McMaster University, Hamilton, Canada; McMaster Pediatric Surgery Research Collaborative, McMaster University, Hamilton, Canada. Electronic address: waltonj@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of pediatric surgery",
    "iso_abbreviation": "J Pediatr Surg",
    "issn": "1531-5037",
    "issn_type": "Electronic",
    "volume": "57",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "840",
  "end_page": "845",
  "pages": "840-845",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Infant, Newborn",
    "Male",
    "Birth Weight",
    "Enteral Nutrition",
    "Gastroschisis",
    "Milk, Human",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "35058060",
    "doi": "10.1016/j.jpedsurg.2021.12.045",
    "pii": "S0022-3468(22)00026-4"
  },
  "doi": "10.1016/j.jpedsurg.2021.12.045",
  "dates": {
    "completed": "2022-04-19",
    "revised": "2024-06-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:42.356804",
    "pmid": "35058060"
  }
}