{
  "pmid": "35058770",
  "uid": "35058770",
  "title": "Rehabilitation Care at the Time of Coronavirus Disease-19 (COVID-19) Pandemic: A Scoping Review of Health System Recommendations.",
  "abstract": "Purpose: The coronavirus disease-19 (COVID-19) was declared a pandemic by the World Health Organization in March 2020. COVID-19, caused by SARS-CoV-2 has imposed a significant burden on health care systems, economies, and social systems in many countries around the world. The provision of rehabilitation services for persons with active COVID-19 infection poses challenges to maintaining a safe environment for patients and treating providers. Materials and Methods: Established frameworks were used to guide the scoping review methodology. Medline, Embase, Pubmed, CINAHL databases from inception to August 1, 2020, and prominent rehabilitation organizations' websites were searched. Study Selection: We included articles and reports if they were focused on rehabilitation related recommendations for COVID-19 patients, treating providers, or the general population. Data Extraction: Pairs of team members used a pre-tested data abstraction form to extract data from included full-text articles. The strength and the quality of the extracted recommendations were evaluated by two reviewers using the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach. Results: We retrieved 6,468 citations, of which 2,086 were eligible for review, after duplicates were removed. We excluded 1,980 citations based on title and abstract screening. Of the screened full-text articles, we included all 106 studies. A summary of recommendations is presented. We assessed the overall evidence to be strong and of fair quality. Conclusion: The rehabilitation setting, and processes, logistics, and patient and healthcare provider precaution recommendations identified aim to reduce the spread of SARS-CoV-2 infection and ensure adequate and safe rehabilitation services, whether face-to-face or through teleservices. The COVID-19 pandemic is rapidly changing. Further updates will be needed over time in order to incorporate emerging best evidence into rehabilitation guidelines.",
  "authors": [
    {
      "last_name": "Negm",
      "fore_name": "Ahmed M",
      "initials": "AM",
      "name": "Ahmed M Negm",
      "affiliations": [
        "Faculty of Rehabilitation Medicine, University of Alberta, Edmonton, AB, Canada.",
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Salopek",
      "fore_name": "Adrian",
      "initials": "A",
      "name": "Adrian Salopek",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zaide",
      "fore_name": "Mashal",
      "initials": "M",
      "name": "Mashal Zaide",
      "affiliations": [
        "Faculty of Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Meng",
      "fore_name": "Victoria J",
      "initials": "VJ",
      "name": "Victoria J Meng",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "OrthoEvidence Inc., Burlington, ON, Canada."
      ]
    },
    {
      "last_name": "Zanwar",
      "fore_name": "Preeti",
      "initials": "P",
      "name": "Preeti Zanwar",
      "affiliations": [
        "Jefferson College of Population Health, Thomas Jefferson University, Philadelphia, PA, United States.",
        "NIA Funded U.S. Network on Life Course and Health Dynamics and Disparities in the 21st Century America, University of Southern California, Los Angeles, CA, United States."
      ]
    },
    {
      "last_name": "Santos",
      "fore_name": "Flavia H",
      "initials": "FH",
      "name": "Flavia H Santos",
      "affiliations": [
        "University College Dublin (UCD), Centre for Disability Studies, School of Psychology, University College Dublin, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Philippou",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Philippou",
      "affiliations": [
        "Department of Life and Health Sciences, School of Sciences and Engineering, University of Nicosia, Nicosia, Cyprus.",
        "Department of Nutritional Sciences, King's College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Rosario",
      "fore_name": "Emily R",
      "initials": "ER",
      "name": "Emily R Rosario",
      "affiliations": [
        "Casa Colina Hospital and Centers for Healthcare, Pomona, CA, United States."
      ]
    },
    {
      "last_name": "Faieta",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Faieta",
      "affiliations": [
        "Department of Rehabilitation Science and Technology, University of Pittsburgh, Pittsburgh, PA, United States."
      ]
    },
    {
      "last_name": "Falvey",
      "fore_name": "Jason R",
      "initials": "JR",
      "name": "Jason R Falvey",
      "affiliations": [
        "Department of Physical Therapy and Rehabilitation Science, University of Maryland School of Medicine, Baltimore, MD, United States.",
        "Department of Epidemiology and Public Health, University of Maryland School of Medicine, Baltimore, MD, United States."
      ]
    },
    {
      "last_name": "Kumar",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Kumar",
      "affiliations": [
        "Center for Health Equity Research, Northern Arizona University, Flagstaff, AZ, United States."
      ]
    },
    {
      "last_name": "Reistetter",
      "fore_name": "Timothy A",
      "initials": "TA",
      "name": "Timothy A Reistetter",
      "affiliations": [
        "Department of Occupational Therapy, School of Health Professions, University of Texas Health Science Center at San Antonio, San Antonio, TX, United States."
      ]
    },
    {
      "last_name": "Dal Bello-Haas",
      "fore_name": "Vanina",
      "initials": "V",
      "name": "Vanina Dal Bello-Haas",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bean",
      "fore_name": "Jonathan F",
      "initials": "JF",
      "name": "Jonathan F Bean",
      "affiliations": [
        "New England Geriatric, Research, Department of PM&R, Harvard Medical School, Education and Clinical Center, VA Boston Healthcare System, Boston, MA, United States.",
        "Spaulding Rehabilitation Hospital, Boston, MA, United States."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Heyn",
      "fore_name": "Patricia C",
      "initials": "PC",
      "name": "Patricia C Heyn",
      "affiliations": [
        "Marymount Center for Optimal Aging, School of Health Sciences, Marymount University, Arlington, VA, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in aging neuroscience",
    "iso_abbreviation": "Front Aging Neurosci",
    "issn": "1663-4365",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2021"
  },
  "start_page": "781271",
  "pages": "781271",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35058770",
    "pmc": "PMC8764235",
    "doi": "10.3389/fnagi.2021.781271"
  },
  "doi": "10.3389/fnagi.2021.781271",
  "pmc_id": "PMC8764235",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:38.407294",
    "pmid": "35058770"
  }
}