{
  "pmid": "35061731",
  "uid": "35061731",
  "title": "Views of medical residents on a research training program: A qualitative study.",
  "abstract": "INTRODUCTION: The American University of Beirut Medical Center (AUBMC) developed the Fellowship and Residency Research Program (FRRP) to provide residents and clinical fellows with a supervised and structured research experience. The objective of this study was to explore the views of FRRP participants about the training program and how to enhance it. METHODS: In 2018, we conducted a qualitative study targeting residents where we invited potential participants through email and via snowball sampling. We continued the data collection until we reached data saturation with 21 participants (N = 21) and used thematic analysis to identify emerging themes. RESULTS: Thematic analysis generated four emerging themes: one related to the expectations of residents, while the remaining three themes related to how the program is working to meet those expectations, specifically: coordination, mentorship, and capacity building. For these three latter themes, we discussed the strengths and challenges related to each. In terms of coordination, few residents complained that the deadlines to submit deliverables are not evenly distributed across the years. In terms of mentorship, participants appreciated the flexibility in choosing the mentor. In terms of capacity building activities, participants found the lecture series, both real time and virtual, to be helpful. Finally, participants pointed out that the FRRP program should be mandatory. DISCUSSION: To provide residents and clinical fellows with a supervised and structured research experience, we have built on our findings to introduce several changes to our program such as ensuring the availability and commitment of faculty mentors, and providing capacity building activities to the program participants.",
  "authors": [
    {
      "last_name": "Abi Khalil",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Abi Khalil",
      "affiliations": [
        "Faculty of Medicine, Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Honein-Abou Haidar",
      "fore_name": "Gladys",
      "initials": "G",
      "name": "Gladys Honein-Abou Haidar",
      "affiliations": [
        "Hariri School of Nursing, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El Achi",
      "fore_name": "Dina",
      "initials": "D",
      "name": "Dina El Achi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Al-Hakim",
      "fore_name": "Lara",
      "initials": "L",
      "name": "Lara Al-Hakim",
      "affiliations": [
        "Faculty of Medicine, Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Tamim",
      "fore_name": "Hani",
      "initials": "H",
      "name": "Hani Tamim",
      "affiliations": [
        "Faculty of Medicine, Clinical Research Institute, American University of Beirut, Beirut, Lebanon.",
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Faculty of Medicine, Clinical Research Institute, American University of Beirut, Beirut, Lebanon.",
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2022"
  },
  "start_page": "e0261583",
  "pages": "e0261583",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Internship and Residency",
    "Qualitative Research",
    "Female",
    "Male",
    "Fellowships and Scholarships",
    "Mentors",
    "Adult",
    "Biomedical Research"
  ],
  "article_ids": {
    "pubmed": "35061731",
    "pmc": "PMC8782500",
    "doi": "10.1371/journal.pone.0261583",
    "pii": "PONE-D-21-29406"
  },
  "doi": "10.1371/journal.pone.0261583",
  "pmc_id": "PMC8782500",
  "dates": {
    "completed": "2024-07-25",
    "revised": "2024-07-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.567848",
    "pmid": "35061731"
  }
}