{
  "pmid": "35063188",
  "uid": "35063188",
  "title": "A Regional Burden of Sequence-Level Variation in the 22q11.2 Region Influences Schizophrenia Risk and Educational Attainment.",
  "abstract": "BACKGROUND: Genomic loci where recurrent pathogenic copy number variants are associated with psychiatric phenotypes in the population may also be sensitive to the collective impact of multiple functional low-frequency single nucleotide variants (SNVs). METHODS: We examined the cumulative impact of low-frequency, functional SNVs within the 22q11.2 region on schizophrenia risk in a discovery cohort and an independent replication cohort (N = 1933 and N = 11,128, respectively), as well as the impact on educational attainment (EA) in a third, independent, general population cohort (N = 2081). In the discovery and EA cohorts, SNVs were identified using genotyping arrays; in the replication cohort, whole-exome sequencing was available. For verification, we compared the regional SNV count for schizophrenia cases in the discovery cohort with a normative count distribution derived from a large population dataset (N = 26,500) using bootstrap procedures. RESULTS: In both schizophrenia cohorts, an increased regional SNV burden (≥4 low-frequency SNVs) in the 22q11.2 region was associated with schizophrenia (discovery cohort: odds ratio = 7.48, p = .039; replication cohort: odds ratio = 1.92, p = .004). In the EA cohort, an increased regional SNV burden at 22q11.2 was associated with decreased EA (odds ratio = 4.65, p = .049). Comparing the SNV count for schizophrenia cases with a normative distribution confirmed the unique nature of the distribution for schizophrenia cases (p = .002). CONCLUSIONS: In the general population, an increased burden of low-frequency, functional SNVs in the 22q11.2 region is associated with schizophrenia risk and a decrease in EA. These findings suggest that in addition to structural variation, a cumulative regional burden of low-frequency, functional SNVs in the 22q11.2 region can also have a relevant phenotypic impact.",
  "authors": [
    {
      "last_name": "Breetvelt",
      "fore_name": "Elemi J",
      "initials": "EJ",
      "name": "Elemi J Breetvelt",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Ontario, Canada; Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada. Electronic address: Elemi.Breetvelt@sickkids.ca."
      ]
    },
    {
      "last_name": "Smit",
      "fore_name": "Karel C",
      "initials": "KC",
      "name": "Karel C Smit",
      "affiliations": [
        "Department of Psychiatry, University Medical Center Utrecht Brain Center, Utrecht, The Netherlands; Department of Medical Oncology, University Medical Center Utrecht, University of Utrecht, Utrecht, The Netherlands; Department of Epidemiology, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, University of Utrecht, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "van Setten",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica van Setten",
      "affiliations": [
        "Department of Cardiology, University Medical Center Utrecht, University of Utrecht, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Merico",
      "fore_name": "Daniele",
      "initials": "D",
      "name": "Daniele Merico",
      "affiliations": [
        "Center for Applied Genomics, Genetics and Genome Biology, The Hospital for Sick Children, Toronto, Ontario, Canada; Deep Genomics Inc., Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiao",
      "initials": "X",
      "name": "Xiao Wang",
      "affiliations": [
        "Center for Applied Genomics, Genetics and Genome Biology, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vaartjes",
      "fore_name": "Ilonca",
      "initials": "I",
      "name": "Ilonca Vaartjes",
      "affiliations": [
        "Department of Epidemiology, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, University of Utrecht, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Bassett",
      "fore_name": "Anne S",
      "initials": "AS",
      "name": "Anne S Bassett",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada; Dalglish Family 22q Clinic for Adults with 22q11.2 Deletion Syndrome, Toronto General Hospital, University Health Network, Toronto, Ontario, Canada; Clinical Genetics Research Program, Centre for Addiction and Mental Health, Toronto, Ontario, Canada; Division of Clinical and Metabolic Genetics, The Hospital for Sick Children, Toronto, Ontario, Canada; Medical Genetics and Genomics Residency Training Program, University of Toronto, Toronto, Ontario, Canada; Toronto General Research Institute, Toronto, Ontario, Canada; Campbell Family Mental Health Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boks",
      "fore_name": "Marco P M",
      "initials": "MPM",
      "name": "Marco P M Boks",
      "affiliations": [
        "Department of Psychiatry, University Medical Center Utrecht Brain Center, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Ontario, Canada; Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Scherer",
      "fore_name": "Stephen W",
      "initials": "SW",
      "name": "Stephen W Scherer",
      "affiliations": [
        "Center for Applied Genomics, Genetics and Genome Biology, The Hospital for Sick Children, Toronto, Ontario, Canada; McLaughlin Centre and Department of Molecular Genetics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kahn",
      "fore_name": "René S",
      "initials": "RS",
      "name": "René S Kahn",
      "affiliations": [
        "Department of Psychiatry, University Medical Center Utrecht Brain Center, Utrecht, The Netherlands; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, NewYork, New York."
      ]
    },
    {
      "last_name": "Vorstman",
      "fore_name": "Jacob A S",
      "initials": "JAS",
      "name": "Jacob A S Vorstman",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, Ontario, Canada; Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada; Program in Genetics and Genome Biology, Research Institute, The Hospital for Sick Children, Toronto, Ontario, Canada; Department of Psychiatry, University Medical Center Utrecht Brain Center, Utrecht, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Biological psychiatry",
    "iso_abbreviation": "Biol Psychiatry",
    "issn": "1873-2402",
    "issn_type": "Electronic",
    "volume": "91",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "718",
  "end_page": "726",
  "pages": "718-726",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cohort Studies",
    "DNA Copy Number Variations",
    "Humans",
    "Phenotype",
    "Schizophrenia"
  ],
  "article_ids": {
    "pubmed": "35063188",
    "doi": "10.1016/j.biopsych.2021.11.019",
    "pii": "S0006-3223(21)01825-4"
  },
  "doi": "10.1016/j.biopsych.2021.11.019",
  "dates": {
    "completed": "2022-04-19",
    "revised": "2022-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.509775",
    "pmid": "35063188"
  }
}