{
  "pmid": "35066740",
  "uid": "35066740",
  "title": "Systemic and Individual Factors That Shape Mental Health Service Usage Among Visible Minority Immigrants and Refugees in Canada: A Scoping Review.",
  "abstract": "There exists considerable research which reports that mental health disparities persist among visible minority immigrants and refugees within Canada. Accessing mental health care services becomes a concern which contributes to this, as visible minority migrants are regarded as an at-risk group that are clinically underserved. Thus, the purpose of this review is to explore the following research question: \"what are the barriers and facilitators for accessing mental health care services among visible immigrants and refugees in Canada?\". A scoping review following guidelines proposed by Arksey and O'Malley (International Journal of Social Research Methodology 8(1): 19-32, 2005) was conducted. A total of 45 articles published from 2000 to 2020 were selected through the review process, and data from the retrieved articles was thematically analyzed. Wide range of barriers and facilitators were identified at both the systemic and individual levels. Unique differences rooted within landing and legal statuses were also highlighted within the findings to provide nuance amongst immigrants and refugees. With the main layered identity of being a considered a visible minority, this yielded unique challenges patterned by other identities and statuses. The interplay of structural issues rooted in Canadian health policies and immigration laws coupled with individual factors produce complex barriers and facilitators when seeking mental health services. Through employing a combined and multifaceted approach which address the identified factors, the findings also provide suggestions for mental health care providers, resettlement agencies, policy recommendations, and future directions for research are discussed as actionable points of departure.",
  "authors": [
    {
      "last_name": "Salam",
      "fore_name": "Zoha",
      "initials": "Z",
      "name": "Zoha Salam",
      "affiliations": [
        "Department of Global Health, McMaster University, 1280 Main St. West MDCL 3500, Hamilton, ON, L8S 4L8, Canada. zohas@mcmaster.ca."
      ]
    },
    {
      "last_name": "Odenigbo",
      "fore_name": "Odera",
      "initials": "O",
      "name": "Odera Odenigbo",
      "affiliations": [
        "School of Counselling, Psychotherapy, and Spirituality, Saint Paul University, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Newbold",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Newbold",
      "affiliations": [
        "School of Earth, Environment and Society, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Wahoush",
      "fore_name": "Olive",
      "initials": "O",
      "name": "Olive Wahoush",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Administration and policy in mental health",
    "iso_abbreviation": "Adm Policy Ment Health",
    "issn": "1573-3289",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "552",
  "end_page": "574",
  "pages": "552-574",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Canada",
    "Emigrants and Immigrants",
    "Health Services Accessibility",
    "Humans",
    "Mental Health Services",
    "Minority Groups",
    "Refugees"
  ],
  "article_ids": {
    "pubmed": "35066740",
    "doi": "10.1007/s10488-021-01183-x",
    "pii": "10.1007/s10488-021-01183-x"
  },
  "doi": "10.1007/s10488-021-01183-x",
  "dates": {
    "completed": "2022-06-28",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.702489",
    "pmid": "35066740"
  }
}