{
  "pmid": "35073156",
  "uid": "35073156",
  "title": "Allopurinol Initiation and All-Cause Mortality Among Patients With Gout and Concurrent Chronic Kidney Disease : A Population-Based Cohort Study.",
  "abstract": "BACKGROUND: Two recent randomized clinical trials of escalating doses of allopurinol for the progression of chronic kidney disease (CKD) reported no benefits but potentially increased risk for death. Whether the risk could occur in patients with gout and concurrent CKD remains unknown. OBJECTIVE: To examine the relation of allopurinol initiation, allopurinol dose escalation, and achieving target serum urate (SU) level after allopurinol initiation to all-cause mortality in patients with both gout and CKD. DESIGN: Cohort study. SETTING: The Health Improvement Network U.K. primary care database (2000 to 2019). PARTICIPANTS: Patients aged 40 years or older who had gout and concurrent moderate-to-severe CKD. MEASUREMENTS: The association between allopurinol initiation and all-cause mortality over 5-year follow-up in propensity score (PS)-matched cohorts was examined. Analysis of hypothetical trials were emulated: achieving target SU level (<0.36 mmol/L) versus not achieving target SU level and dose escalation versus no dose escalation for mortality over 5-year follow-up in allopurinol initiators. RESULTS: Mortality was 4.9 and 5.8 per 100 person-years in 5277 allopurinol initiators and 5277 PS-matched noninitiators, respectively (hazard ratio [HR], 0.85 [95% CI, 0.77 to 0.93]). In the target trial emulation analysis, the HR of mortality for the achieving target SU level group compared with the not achieving target SU level group was 0.87 (CI, 0.75 to 1.01); the HR of mortality for allopurinol in the dose escalation group versus the no dose escalation group was 0.88 (CI, 0.73 to 1.07). LIMITATION: Residual confounding cannot be ruled out. CONCLUSION: In this population-based data, neither allopurinol initiation, nor achieving target SU level with allopurinol, nor allopurinol dose escalation was associated with increased mortality in patients with gout and concurrent CKD. PRIMARY FUNDING SOURCE: Project Program of National Clinical Research Center for Geriatric Disorders.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Health Management Center, Xiangya Hospital, Central South University, Changsha, China (J.W.)."
      ],
      "orcid": "0000-0003-3510-8241"
    },
    {
      "last_name": "Choi",
      "fore_name": "Hyon K",
      "initials": "HK",
      "name": "Hyon K Choi",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, and the Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts (H.K.C., Y.Z.)."
      ]
    },
    {
      "last_name": "Neogi",
      "fore_name": "Tuhina",
      "initials": "T",
      "name": "Tuhina Neogi",
      "affiliations": [
        "Section of Rheumatology, Boston University School of Medicine, Boston, Massachusetts (T.N.)."
      ],
      "orcid": "0000-0002-9515-1711"
    },
    {
      "last_name": "Dalbeth",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Dalbeth",
      "affiliations": [
        "Department of Medicine, University of Auckland, Auckland, New Zealand (N.D.)."
      ]
    },
    {
      "last_name": "Terkeltaub",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Terkeltaub",
      "affiliations": [
        "Rheumatology, Allergy-Immunology Section, San Diego VA Medical Center, San Diego, California (R.T.)."
      ],
      "orcid": "0000-0001-5368-7473"
    },
    {
      "last_name": "Stamp",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Stamp",
      "affiliations": [
        "Department of Medicine, University of Otago, Christchurch, New Zealand (L.K.S.)."
      ],
      "orcid": "0000-0003-0138-2912"
    },
    {
      "last_name": "Lyu",
      "fore_name": "Houchen",
      "initials": "H",
      "name": "Houchen Lyu",
      "affiliations": [
        "Department of Orthopedics, General Hospital of Chinese PLA, Beijing, and Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China (H.L.)."
      ],
      "orcid": "0000-0002-0128-0062"
    },
    {
      "last_name": "McCormick",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie McCormick",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, and the Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, and Arthritis Research Canada, Richmond, British Columbia, Canada (N.M.)."
      ],
      "orcid": "0000-0002-4147-8348"
    },
    {
      "last_name": "Niu",
      "fore_name": "Jingbo",
      "initials": "J",
      "name": "Jingbo Niu",
      "affiliations": [
        "Selzman Institute for Kidney Health, Section of Nephrology, Department of Medicine, Baylor College of Medicine, Houston, Texas (J.N.)."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, and Hunan Key Laboratory of Joint Degeneration and Injury, and National Clinical Research Center of Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China (C.Z.)."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, and National Clinical Research Center of Geriatric Disorders, Xiangya Hospital, Central South University, and Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China (G.L.)."
      ],
      "orcid": "0000-0003-2987-138X"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, and the Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts (H.K.C., Y.Z.)."
      ]
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "175",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "461",
  "end_page": "470",
  "pages": "461-470",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Allopurinol",
    "Cohort Studies",
    "Female",
    "Gout",
    "Gout Suppressants",
    "Humans",
    "Male",
    "Middle Aged",
    "Renal Insufficiency, Chronic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35073156",
    "mid": "NIHMS1915182",
    "pmc": "PMC10445508",
    "doi": "10.7326/M21-2347"
  },
  "doi": "10.7326/M21-2347",
  "pmc_id": "PMC10445508",
  "dates": {
    "completed": "2022-04-20",
    "revised": "2023-08-24"
  },
  "chemicals": [
    "Gout Suppressants",
    "Allopurinol"
  ],
  "grants": [
    {
      "grant_id": "K24 AR070892",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P30 AR072571",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "P50 AR060772",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 AR075990",
      "agency": "NIAMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.481480",
    "pmid": "35073156"
  }
}