{
  "pmid": "35071282",
  "uid": "35071282",
  "title": "The Diagnostic Accuracy of Syndromic Management for Genital Ulcer Disease: A Systematic Review and Meta-Analysis.",
  "abstract": "Objectives: Genital Ulcer Disease (GUD) carries a significant disease burden globally. With limited access to diagnostics, the 2001 World Health Organization (WHO) sexually transmitted illnesses (STI) guidelines proposed a syndromic management algorithm that required a clinical decision to determine the management of GUD. We assessed the diagnostic accuracy of this algorithm. Methods: We conducted a systematic review (Prospero: CRD42020153294) using eight databases for publications between 1995 and January 2021 that reported primary data on the diagnostic accuracy of clinical diagnosis to identify aetiological agents of GUD. Titles and abstracts were independently assessed for eligibility, and data were extracted from full texts for sensitivity/specificity. A hierarchical logistic regression model was used to derive pooled sensitivity and specificity. We used GRADE to evaluate the certainty of evidence. Results: Of 24,857 articles, 151 full texts were examined and 29 included in the analysis. The majority were from middle-income countries [(14/29 (48%) lower middle, 10/29 (34%) upper middle)]. We pooled studies where molecular testing was using to confirm the aetiology of GUD: 9 studies (12 estimates) for herpes, 4 studies (7 estimates) for syphilis, and 7 studies (10 estimates) for chancroid. The pooled sensitivity and specificity of GUD for the detection of herpes was 43.5% [95% confidence interval (CI): 26.2-62.4], and 88.0% (95% CI: 67.0-96.3), respectively (high certainty evidence); and for syphilis were 52.8% (95% CI: 23.0-80.7), and 72.1% (95% CI: 28.0-94.5) (moderate certainty evidence); and for chancroid were 71.9% (95% CI: 45.9-88.5) and 53.1% (95% CI: 36.6-68.9) (moderate certainty evidence), respectively. Conclusion: Algorithms requiring a clinical diagnosis to determine and treat the aetiology of GUD have poor sensitivities for syphilis and herpes simplex virus, resulting in significant numbers of missed cases. There is an urgent need to improve access to affordable and efficient diagnostics (e.g., point-of-care tests) to be incorporated into GUD algorithms to better guide appropriate management. Systematic Review Registration: PROSPERO, identifier: CRD42020153294.",
  "authors": [
    {
      "last_name": "Loh",
      "fore_name": "Andre J W",
      "initials": "AJW",
      "name": "Andre J W Loh",
      "affiliations": [
        "Central Clinical School, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Ting",
      "fore_name": "Ee Lynn",
      "initials": "EL",
      "name": "Ee Lynn Ting",
      "affiliations": [
        "Central Clinical School, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Wi",
      "fore_name": "Teodora E",
      "initials": "TE",
      "name": "Teodora E Wi",
      "affiliations": [
        "Global HIV, Hepatitis and STI Programmes, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Mayaud",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Mayaud",
      "affiliations": [
        "Faculty of Infectious and Tropical Diseases, London School of Hygiene and Tropical Medicine, London, United Kingdom."
      ]
    },
    {
      "last_name": "Chow",
      "fore_name": "Eric P F",
      "initials": "EPF",
      "name": "Eric P F Chow",
      "affiliations": [
        "Central Clinical School, Monash University, Melbourne, VIC, Australia.",
        "Melbourne Sexual Health Centre, Alfred Health, Carlton, VIC, Australia.",
        "Centre for Epidemiology and Biostatistics, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Falconer",
      "fore_name": "Jane",
      "initials": "J",
      "name": "Jane Falconer",
      "affiliations": [
        "Library & Archives Service, London School of Hygiene & Tropical Medicine, London, United Kingdom."
      ]
    },
    {
      "last_name": "Ofori-Asenso",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Ofori-Asenso",
      "affiliations": [
        "Monash Outcomes Research and Health Economics, Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, VIC, Australia.",
        "Real World Data Enabling Platform, Roche Products Ltd., Welwyn Garden City, United Kingdom."
      ]
    },
    {
      "last_name": "Ong",
      "fore_name": "Jason J",
      "initials": "JJ",
      "name": "Jason J Ong",
      "affiliations": [
        "Central Clinical School, Monash University, Melbourne, VIC, Australia.",
        "Faculty of Infectious and Tropical Diseases, London School of Hygiene and Tropical Medicine, London, United Kingdom.",
        "Melbourne Sexual Health Centre, Alfred Health, Carlton, VIC, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in medicine",
    "iso_abbreviation": "Front Med (Lausanne)",
    "issn": "2296-858X",
    "issn_type": "Print",
    "volume": "8",
    "pub_year": "2021"
  },
  "start_page": "806605",
  "pages": "806605",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35071282",
    "pmc": "PMC8767480",
    "doi": "10.3389/fmed.2021.806605"
  },
  "doi": "10.3389/fmed.2021.806605",
  "pmc_id": "PMC8767480",
  "dates": {
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.423031",
    "pmid": "35071282"
  }
}