{
  "pmid": "35072332",
  "uid": "35072332",
  "title": "Epidemiology of disorders of Gut-Brain interaction in Israel: Results from the Rome Foundation global epidemiology study.",
  "abstract": "BACKGROUND: Data for Israel from the Rome Foundation Global Epidemiology Study on the disorders of gut-brain interaction (DGBI) were used to assess the national prevalence of all 22 DGBI, the percentage of respondents meeting diagnostic criteria for at least one DGBI, and the impact on burden of disease in Israel. METHODS: The survey was conducted through the Internet with multiple built-in quality-assurance techniques and included the Rome IV diagnostic questionnaire and an in-depth supplemental questionnaire. KEY RESULTS: 2012 Israeli participants completed the survey nationwide: mean age 44.6 ± 16.4 years, 50% females. The national distribution was very close to the latest Israeli census. 36.4% (95% CI 34.3, 38.4) met diagnostic criteria for at least one DGBI, with 4.4% for any esophageal disorder, 6.5% for any gastroduodenal disorder, 30.8% for any bowel disorder, and 5.3% for any anorectal disorder. The rates were higher for women. Having any DGBI was associated negatively with psychosocial variables (including quality of life, somatization, and concern about digestive problems), and healthcare utilization (including doctor visits, use of medications, and abdominal surgeries). CONCLUSIONS & INFERENCES: The results of this study provide the first in-depth assessment of the prevalence and burden of Rome IV DGBI in Israel and facilitate comparisons with other countries. As 36.4% of the 2,012 participants met diagnostic criteria for at least one DGBI, and 23.5% of those met criteria for more than one DGBI, the burden of DGBI in Israel is high, indicating a need to focus on research and training for patient care.",
  "authors": [
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "The Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ],
      "orcid": "0000-0002-7634-3689"
    },
    {
      "last_name": "Freud",
      "fore_name": "Tamar",
      "initials": "T",
      "name": "Tamar Freud",
      "affiliations": [
        "The Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel.",
        "Siaal Research Center for Family Medicine and Primary Care, Division of Community Health, Ben Gurion University of the Negev, Beer Sheva, Israel."
      ],
      "orcid": "0000-0002-4505-8850"
    },
    {
      "last_name": "Abu-Freha",
      "fore_name": "Naim",
      "initials": "N",
      "name": "Naim Abu-Freha",
      "affiliations": [
        "The Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel.",
        "The Institute of Gastroenterology and Hepatology, Soroka University Medical Center, Beer Sheva, Israel."
      ],
      "orcid": "0000-0002-4844-3308"
    },
    {
      "last_name": "Shibli",
      "fore_name": "Fahmi",
      "initials": "F",
      "name": "Fahmi Shibli",
      "affiliations": [
        "Institute of Gastroenterology and Hepatology, Ha'Emek Medical Center, Afula, Israel."
      ],
      "orcid": "0000-0002-0205-6599"
    },
    {
      "last_name": "Brun",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Brun",
      "affiliations": [
        "Neurogastroenterology Service, Gastroenterology Department, Rambam Health Care Campus, Haifa, Israel."
      ],
      "orcid": "0000-0003-1530-961X"
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3111-0689"
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI & Motility Disorders, University of North Carolina-Chapel Hill, Chapel Hill, North Carolina, USA."
      ],
      "orcid": "0000-0002-4480-3708"
    },
    {
      "last_name": "Dickman",
      "fore_name": "Ram",
      "initials": "R",
      "name": "Ram Dickman",
      "affiliations": [
        "Division of Gastroenterology, Rabin Medical Center, Petach Tikva, Israel.",
        "Sackler School of Medicine, Tel-Aviv University, Tel Aviv, Israel."
      ],
      "orcid": "0000-0002-6477-2849"
    }
  ],
  "journal": {
    "title": "Neurogastroenterology and motility",
    "iso_abbreviation": "Neurogastroenterol Motil",
    "issn": "1365-2982",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "e14323",
  "pages": "e14323",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Brain",
    "Female",
    "Humans",
    "Irritable Bowel Syndrome",
    "Israel",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Quality of Life",
    "Rome",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35072332",
    "doi": "10.1111/nmo.14323"
  },
  "doi": "10.1111/nmo.14323",
  "dates": {
    "completed": "2022-07-29",
    "revised": "2022-08-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.772733",
    "pmid": "35072332"
  }
}