{
  "pmid": "35070336",
  "uid": "35070336",
  "title": "Effects of Medium Cut-Off Versus High-Flux Hemodialysis Membranes on Biomarkers: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: Medium cut-off (MCO) membranes enhance large middle-molecule clearance while selectively retaining molecules >45 000 Da. OBJECTIVES: We undertook a systematic review and meta-analysis comparing the effects of MCO versus high-flux membranes on biomarkers. METHODS: We searched MEDLINE, Embase, CINAHL, Cochrane Library, and Web of Science from January 2015 to July 2020, and gray literature sources from 2017. We included randomized (RS) and nonrandomized studies (NRS) comparing MCO and high-flux membranes in adults (>18 years) receiving maintenance hemodialysis. We performed study selection, data extraction, and quality appraisals in duplicate and used the Grading of Recommendations Assessment, Development, and Evaluation framework. Outcomes included solute removal (plasma clearance or dialysate quantitation), reduction ratios, and predialysis serum concentrations for a range of prespecified large middle molecules. RESULTS: We identified 26 eligible studies (10 RS and 16 NRS; N = 1883 patients; patient-years = 1366.3). The mean difference (MD) for albumin removal was 2.31 g per session (95% confidence interval [CI], 2.79 to 1.83; high certainty), with a reduction in predialysis albumin of -0.12 g/dl (95% CI, -0.16 to -0.07; I [2] = 0%; high certainty) in the first 24 weeks, returning to normal (MD = -0.02 g/dl, 95% CI, -0.07 to -0.03; I [2] = 56%; high certainty) after 24 weeks. We also found with high certainty that MCO dialysis resulted in a large increase (standardized mean difference [SMD]> 2.0 for all) in β2-microglobulin, κ- and λ-free light chains, and myoglobin removal, resulting in moderate (SMD > 0.5) to large (SMD > 0.8) reductions in predialysis concentrations for all of these solutes. Medium cut-off dialysis increased the reduction ratio for tumor necrosis factor-alpha (TNF-α) by 7.7% (95% CI, 4.7 to 10.6; moderate certainty), and reduced predialysis TNF-α by SMD -0.48 (95% CI, -0.91 to -0.04; moderate certainty). We found with moderate certainty that MCO dialysis had little to no effect on predialysis interleukin-6 (IL-6) plasma concentrations. Medium cut-off dialysis reduced mRNA expression of TNF-α and IL-6 in peripheral leukocytes by MD -15% (95% CI, -19.6 to -10.4; moderate certainty) and -8.8% (95% CI, -10.2 to -7.4; moderate certainty), respectively. CONCLUSION: Medium cut-off dialysis increases the clearance of a wide range of large middle molecules and likely reduces inflammatory mediators with a concomitant transient reduction in serum albumin concentration. The net effect of MCO dialysis on large middle molecules could translate into important clinical effects.",
  "authors": [
    {
      "last_name": "Kandi",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Kandi",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Celina",
      "initials": "C",
      "name": "Celina Wu",
      "affiliations": [
        "University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad",
      "initials": "G",
      "name": "Gihad Nesrallah",
      "affiliations": [
        "University of Toronto, ON, Canada.",
        "Nephrology Program, Humber River Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-2280-3811"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "20543581211067090",
  "pages": "20543581211067090",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35070336",
    "pmc": "PMC8777328",
    "doi": "10.1177/20543581211067090",
    "pii": "10.1177_20543581211067090"
  },
  "doi": "10.1177/20543581211067090",
  "pmc_id": "PMC8777328",
  "dates": {
    "revised": "2024-04-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:10:50.158006",
    "pmid": "35070336"
  }
}