{
  "pmid": "35083465",
  "uid": "35083465",
  "title": "Trainee Uncertainty around Intervening When Patients Decompensate.",
  "abstract": "BACKGROUND: Trainees in acute care specialties often grapple with the decision to perform an invasive procedure in a rapidly decompensating patient, for whom the benefits and risks are inherently uncertain. The difference between trainees who know when to act and when to seek supervision and those who do not is often linked to individual trainee psychological and cultural perceptions of uncertainty. But how much comfort with uncertainty relates to the situational context rather than the trainee traits is underexplored. OBJECTIVE: The objective of this study was to explore trainee actions around decompensating patients and assess the degree to which invasive intervention and supervision seeking depend on situational certainty or individual trait-based perceptions of uncertainty. METHODS: A total of 41 internal medicine residents completed a survey to measure anxiety related to uncertainty using the Physicians' Reactions to Uncertainty (PRU) tool and to measure uncertainty avoidance using the Values Survey Module (VSM) before responding to 14 written emergency situations. Half of the scenarios contain sufficient diagnostic certainty to warrant aggressive intervention, and half lack sufficient diagnostic clarity to offset the risk of intervention. Mixed multivariable modeling was used to identify the relationship between planned invasive intervention, situational uncertainty, and trait-based perceptions of uncertainty measured in the PRU and VSM. RESULTS: Trainees' first actions were appropriate in 60% of cases. Multivariable modeling suggested that situational certainty was more predictive of upfront intervention (odds ratio [OR], 30.5; P < 0.0001) than trait-based PRU (OR, 1.22; P = 0.05) and VSM (OR, 1.73; P < 0.0001). Similarly, situational certainty was more predictive of reduced supervision seeking (OR, 0.20; P < 0.0001) than trait-based PRU (OR, 2.03; P < 0.001) and VSM (P = not significant). CONCLUSIONS: Situation-specific certainty was more strongly correlated with invasive intervention in cases of decompensated patients than individual trainee traits. Focusing on trainee contextual understanding of procedural risk-benefit ratios in decompensating patients holds more promise for improving trainee actions and supervision seeking than tackling their perceptions around uncertainty.",
  "authors": [
    {
      "last_name": "Sibbald",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Sibbald",
      "affiliations": [
        "Department of Medicine and."
      ],
      "orcid": "0000-0002-0022-2370"
    },
    {
      "last_name": "Tsang",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Tsang",
      "affiliations": [
        "Department of Medicine and."
      ],
      "orcid": "0000-0003-1106-7609"
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Zeeshan",
      "initials": "Z",
      "name": "Zeeshan Ahmed",
      "affiliations": [
        "Department of Medicine, Ottawa University, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0002-7552-9027"
    },
    {
      "last_name": "Mansoor",
      "fore_name": "Muqtasid",
      "initials": "M",
      "name": "Muqtasid Mansoor",
      "affiliations": [
        "Department of Medicine and."
      ]
    },
    {
      "last_name": "Gauthier",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Gauthier",
      "affiliations": [
        "Department of Medicine, Queens University, Kingston, Ontario, Canada; and."
      ],
      "orcid": "0000-0002-6133-3066"
    },
    {
      "last_name": "Martin",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Martin",
      "affiliations": [
        "Department of Medicine and."
      ],
      "orcid": "0000-0001-9655-1373"
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Norman",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1053-7998"
    },
    {
      "last_name": "Blissett",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Blissett",
      "affiliations": [
        "Department of Medicine, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-2465-1487"
    }
  ],
  "journal": {
    "title": "ATS scholar",
    "iso_abbreviation": "ATS Sch",
    "issn": "2690-7097",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "620",
  "end_page": "631",
  "pages": "620-631",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35083465",
    "pmc": "PMC8787758",
    "doi": "10.34197/ats-scholar.2021-0060OC"
  },
  "doi": "10.34197/ats-scholar.2021-0060OC",
  "pmc_id": "PMC8787758",
  "dates": {
    "revised": "2022-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.772384",
    "pmid": "35083465"
  }
}