{
  "pmid": "35084710",
  "uid": "35084710",
  "title": "Canadian emergency medicine physician burnout: a survey of Canadian emergency physicians during the second wave of the COVID-19 pandemic.",
  "abstract": "OBJECTIVES: A previous survey of Canadian emergency medicine (EM) physicians during the first wave of the COVID-19 pandemic documented less than 20% experienced high levels of burnout. This study examined the experience of a similar group of physicians during the second pandemic wave. We reported the associations between burnout and physician age, gender, having children at home and training route. METHODS: This study utilized a national survey of Canadian emergency physicians. We collected data on demographics and measured burnout using the Maslach Burnout Inventory (MBI). Multiple logistic regression models identified associations between the emotional exhaustion and depersonalization domains of the MBI and EM physician demographics (age, gender, children living at home, and training route). RESULTS: Between November 25, 2020, and February 4, 2021, 416 emergency physicians completed the survey, representing all Provinces or Territories in Canada (except Nunavut). The mean participant age was 44, 53% were male, 64% had children living at home and 41% were FRCPC and 41% CCFP-EM trained. Sixty percent reported high burnout (either high emotional exhaustion and/or high depersonalization). Increasing age was associated with lower emotional exhaustion and depersonalization; female or nonbinary gender was associated with an increase in emotional exhaustion; and having children living at home was associated with lower depersonalization. CONCLUSIONS: Most Canadian emergency physicians participating in our study during the COVID-19 pandemic reported high burnout levels. Younger physicians and female physicians were more likely than their coworkers to report high burnout levels. Hospitals should address emergency physician burnout during the pandemic because it is a threat to quality of patient care and retention of the workforce for the future.",
  "authors": [
    {
      "last_name": "Mercuri",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Mercuri",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Institute for the Future of Knowledge, University of Johannesburg, Auckland Park, South Africa."
      ],
      "orcid": "0000-0001-8070-9615"
    },
    {
      "last_name": "Clayton",
      "fore_name": "Natasaha",
      "initials": "N",
      "name": "Natasaha Clayton",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Archambault",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Archambault",
      "affiliations": [
        "Department of Family and Emergency Medicine, Université Laval, Quebec, QC, Canada.",
        "Centre intégré de santé et de services sociaux de Chaudière-Appalaches, Ste-Marie, QC, Canada.",
        "VITAM-Centre de recherche en santé durable, Quebec, QC, Canada.",
        "Division of Critical Care Medicine, Department of Anesthesiology and Critical Care Medicine, Université Laval, Quebec, QC, Canada.",
        "Centre de recherche intégrée pour un système apprenant en santé et services sociaux, Centre intégré de santé et de services sociaux de Chaudière-Appalaches, Lévis, QC, Canada."
      ],
      "orcid": "0000-0002-5090-6439"
    },
    {
      "last_name": "Wallner",
      "fore_name": "Clare",
      "initials": "C",
      "name": "Clare Wallner",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Boulos",
      "fore_name": "Mary Ellene",
      "initials": "ME",
      "name": "Mary Ellene Boulos",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5046-598X"
    },
    {
      "last_name": "Chan",
      "fore_name": "Teresa M",
      "initials": "TM",
      "name": "Teresa M Chan",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "McMaster Education Research, Innovation, and Theory, McMaster University, Hamilton, ON, Canada.",
        "McMaster Office of Continuing Professional Development, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-6104-462X"
    },
    {
      "last_name": "Gérin-Lajoie",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Gérin-Lajoie",
      "affiliations": [
        "Department of Psychiatry, The Ottawa Hospital, Ottawa, ON, Canada.",
        "Canadian Medical Association, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Gray",
      "fore_name": "Sara",
      "initials": "S",
      "name": "Sara Gray",
      "affiliations": [
        "Division of Emergency Medicine and the Interdepartmental Division of Critical Care, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ritchie",
      "fore_name": "Kerri",
      "initials": "K",
      "name": "Kerri Ritchie",
      "affiliations": [
        "Department of Psychiatry, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "de Wit",
      "fore_name": "Kerstin",
      "initials": "K",
      "name": "Kerstin de Wit",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada. Kerstin.dewit@queensu.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. Kerstin.dewit@queensu.ca.",
        "Department of Emergency Medicine, Queen's University, Kingston, ON, Canada. Kerstin.dewit@queensu.ca."
      ],
      "orcid": "0000-0003-2763-6474"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "CJEM",
    "iso_abbreviation": "CJEM",
    "issn": "1481-8043",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "288",
  "end_page": "292",
  "pages": "288-292",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Burnout, Professional",
    "Burnout, Psychological",
    "COVID-19",
    "Canada",
    "Child",
    "Emergency Medicine",
    "Female",
    "Humans",
    "Male",
    "Pandemics",
    "Physicians",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35084710",
    "pmc": "PMC8792132",
    "doi": "10.1007/s43678-021-00259-9",
    "pii": "10.1007/s43678-021-00259-9"
  },
  "doi": "10.1007/s43678-021-00259-9",
  "pmc_id": "PMC8792132",
  "dates": {
    "completed": "2022-04-13",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.702800",
    "pmid": "35084710"
  }
}