{
  "pmid": "35082560",
  "uid": "35082560",
  "title": "Revision Arthroscopic Bankart Repair for Anterior Shoulder Instability After a Failed Arthroscopic Soft-Tissue Repair Yields Comparable Failure Rates to Primary Bankart Repair: A Systematic Review.",
  "abstract": "BACKGROUND: The management of recurrent instability after arthroscopic Bankart repair remains challenging. Of the various treatment options, arthroscopic revision repairs are of increasing interest due to improved visualization of pathology and advancements in arthroscopic techniques and instrumentation. PURPOSE: We sought to assess the indications, techniques, outcomes, and complications for patients undergoing revision arthroscopic Bankart repair after a failed index arthroscopic soft-tissue stabilization for anterior shoulder instability. METHODS: We performed a systematic review of studies identified by a search of Medline, Embase, and PubMed. Our search range was from data inception to April 29, 2020. Outcomes include clinical outcomes and rates of complication and revision. The Methodological Index for Non-randomized Studies (MINORS) was used to assess study quality. Data are presented descriptively. RESULTS: Twelve studies were identified, comprising 279 patients (281 shoulders) with a mean age of 26.1 ± 3.8 years and a mean follow-up of 55.7 ± 24.3 months. Patients had improvements in postoperative outcomes (eg, pain and function). The overall complication rate was 29.5%, the most common being recurrent instability (19.9%). CONCLUSION: With significant improvements postoperatively and comparable recurrent instability rates, there exists a potential role in the use of revision arthroscopic Bankart repair where the glenoid bone loss is less than 20%. Clinicians should consider patient history and imaging findings to determine whether a more rigorous stabilization procedure is warranted. Large prospective cohorts with long-term follow-up and improved documentation are required to determine more accurate failure rates.",
  "authors": [
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sakha",
      "fore_name": "Seaher",
      "initials": "S",
      "name": "Seaher Sakha",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tejpal",
      "fore_name": "Tushar",
      "initials": "T",
      "name": "Tushar Tejpal",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kirsch",
      "fore_name": "Jacob M",
      "initials": "JM",
      "name": "Jacob M Kirsch",
      "affiliations": [
        "Department of Orthopaedic Surgery, New England Baptist Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "HSS journal : the musculoskeletal journal of Hospital for Special Surgery",
    "iso_abbreviation": "HSS J",
    "issn": "1556-3316",
    "issn_type": "Print",
    "volume": "18",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "145",
  "end_page": "155",
  "pages": "145-155",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35082560",
    "pmc": "PMC8753542",
    "doi": "10.1177/15563316211030606",
    "pii": "10.1177_15563316211030606"
  },
  "doi": "10.1177/15563316211030606",
  "pmc_id": "PMC8753542",
  "dates": {
    "revised": "2022-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.302165",
    "pmid": "35082560"
  }
}