{
  "pmid": "35086494",
  "uid": "35086494",
  "title": "Association of abnormal electrocardiograph metrics with prolonged recovery time in incident hemodialysis patients.",
  "abstract": "BACKGROUND: Patients receiving intermittent hemodialysis have variable times of recovery to feeling better after dialysis. QT prolongation, a precursor to clinical and subclinical cardiovascular events, may contribute to delayed recovery time. We hypothesized that abnormal electrocardiographic parameters indicating perturbations in ventricular action are associated with longer recovery times thus impacting a patient-centered quality of life. METHODS: Among 242 incident in-center hemodialysis participants from the Predictors of Arrhythmic and Cardiovascular Risk in End Stage Renal Disease (PACE) study, corrected QT interval (QTc), QRST angle and heart rate variance were measured on non-dialysis days using a standard 5-min electrocardiograph recording. Left ventricular hypertrophy (LVH) was defined using the Cornell voltage product. Recovery time was ascertained during a phone interview with a standardized validated questionnaire. Associations between QTc, QRST angle, heart rate variance, and LVH and natural log-transformed recovery time were examined using linear regression adjusted for participant characteristics and electrolytes. RESULTS: Mean age was 55 (standard deviation 13) years, 55% were male, 72% were African American. Longer QTc interval was associated with increased recovery time (per 10 ms increase in QTc, recovery time increased by 6.2%; 95% confidence interval: 0.0-10.5). QRST angle, heart rate, heart rate variability and LVH were not significantly associated with recovery time. CONCLUSION: Longer QTc intervals are associated with longer recovery time independent of serum electrolytes. This supports a relationship between a patient's underlying arrhythmic status and time to recovery after hemodialysis. Future studies will determine if maneuvers to reduce QTc improves recovery time and quality of life of patients on hemodialysis.",
  "authors": [
    {
      "last_name": "Watt",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Watt",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fitzpatrick",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Fitzpatrick",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sozio",
      "fore_name": "Stephen M",
      "initials": "SM",
      "name": "Stephen M Sozio",
      "affiliations": [
        "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA.",
        "Welch Center for Prevention, Epidemiology, and Clinical Research, Baltimore, MD, USA.",
        "Department of Epidemiology, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Jaar",
      "fore_name": "Bernard G",
      "initials": "BG",
      "name": "Bernard G Jaar",
      "affiliations": [
        "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA.",
        "Welch Center for Prevention, Epidemiology, and Clinical Research, Baltimore, MD, USA.",
        "Department of Epidemiology, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD, USA.",
        "Nephrology Center of Maryland, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Estrella",
      "fore_name": "Michelle M",
      "initials": "MM",
      "name": "Michelle M Estrella",
      "affiliations": [
        "Kidney Health Research Collaborative, Department of Medicine, University of California, San Francisco, USA.",
        "Department of Medicine, San Francisco VA Medical Center, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Tereshchenko",
      "fore_name": "Larisa G",
      "initials": "LG",
      "name": "Larisa G Tereshchenko",
      "affiliations": [
        "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA.",
        "Knight Cardiovascular Institute, Department of Medicine, Oregon Health and Science University, Portland, Oregon, USA."
      ]
    },
    {
      "last_name": "Monroy-Trujillo",
      "fore_name": "Jose M",
      "initials": "JM",
      "name": "Jose M Monroy-Trujillo",
      "affiliations": [
        "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parekh",
      "fore_name": "Rulan S",
      "initials": "RS",
      "name": "Rulan S Parekh",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, Ontario, Canada. rulan.parekh@sickkids.ca.",
        "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA. rulan.parekh@sickkids.ca.",
        "Department of Epidemiology, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD, USA. rulan.parekh@sickkids.ca.",
        "Division of Nephrology, Department of Pediatrics and Medicine, The Hospital for Sick Children, University Health Network and University of Toronto, 555 University Ave, Toronto, ON, M5G 1X8, Canada. rulan.parekh@sickkids.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC nephrology",
    "iso_abbreviation": "BMC Nephrol",
    "issn": "1471-2369",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "27"
  },
  "start_page": "46",
  "pages": "46",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Electrocardiography",
    "Female",
    "Heart Ventricles",
    "Humans",
    "Kidney Failure, Chronic",
    "Male",
    "Middle Aged",
    "Prospective Studies",
    "Quality of Life",
    "Renal Dialysis",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "35086494",
    "pmc": "PMC8796483",
    "doi": "10.1186/s12882-022-02664-3",
    "pii": "10.1186/s12882-022-02664-3"
  },
  "doi": "10.1186/s12882-022-02664-3",
  "pmc_id": "PMC8796483",
  "dates": {
    "completed": "2022-03-10",
    "revised": "2024-04-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 HL118277",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R56 HL118277",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.648703",
    "pmid": "35086494"
  }
}