{
  "pmid": "35094803",
  "uid": "35094803",
  "title": "What Is Value in Health and Healthcare? A Systematic Literature Review of Value Assessment Frameworks.",
  "abstract": "OBJECTIVES: This study aimed to investigate how value is defined and measured in existing value assessment frameworks (VAFs) in healthcare. METHODS: We searched PubMed, Embase, the Cochrane Library, and Centre for Reviews and Dissemination from 2008 to 2019. We also performed backward citation chaining of included studies and previously published systematic reviews. Studies reporting the development of a VAF in healthcare were included. For each included framework, we extracted and compared the context, target users, intended use, methods used to identify value attributes, description of the attributes, and attribute scoring approaches. RESULTS: Of the 8151 articles screened, 57 VAFs were included. The value attributes included in 55 VAFs were grouped into 9 categories: health benefits (n = 53, 96%), affordability (n = 45, 82%), societal impact (n = 42, 76%), burden of disease (n = 36, 65%), quality of evidence (n = 32, 58%), cost-effectiveness (n = 31, 56%), ethics and equity (n = 27, 49%), unmet needs (n = 21, 38%), and innovation (n = 15, 27%). The remaining 2 VAFs used broad attributes or user-defined attributes. Literature review was the main approach to identify value attributes in 36 VAFs. Patient or public was engaged through the development of only 11 VAFs. Weighting has been used to score 29 VAFs, of which 19 used the methods of multicriteria decision analysis. CONCLUSIONS: There are substantial variations in defining and measuring value. A noticeable weakness of existing VAFs is that patient or public engagement was generally very limited or missing in framework development process. Existing VAFs tend to aggregate multiple value attributes into a single index for decision making.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Mengmeng",
      "initials": "M",
      "name": "Mengmeng Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bao",
      "fore_name": "Yun",
      "initials": "Y",
      "name": "Yun Bao",
      "affiliations": [
        "Institute of Clinical Research and Evidence Based Medicine, Gansu Provincial Hospital, Lanzhou, China."
      ]
    },
    {
      "last_name": "Lang",
      "fore_name": "Yitian",
      "initials": "Y",
      "name": "Yitian Lang",
      "affiliations": [
        "Department of Pharmacy, Huangpu Branch, Shanghai Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Shihui",
      "initials": "S",
      "name": "Shihui Fu",
      "affiliations": [
        "School of International Pharmaceutical Business, China Pharmaceutical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Division of Clinical Pharmacology and Toxicology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada. Electronic address: fengxie@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "302",
  "end_page": "317",
  "pages": "302-317",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Decision Making",
    "Delivery of Health Care",
    "Health Policy",
    "Humans",
    "Outcome Assessment, Health Care",
    "Quality-Adjusted Life Years",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "35094803",
    "doi": "10.1016/j.jval.2021.07.005",
    "pii": "S1098-3015(21)01644-2"
  },
  "doi": "10.1016/j.jval.2021.07.005",
  "dates": {
    "completed": "2022-02-18",
    "revised": "2022-02-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.187315",
    "pmid": "35094803"
  }
}