{
  "pmid": "35096689",
  "uid": "35096689",
  "title": "Antibiotic Prophylaxis in Alloplastic Breast Reconstruction: Regimens and Outcomes.",
  "abstract": "PURPOSE: Surgical site infections (SSI) in prosthesis-based breast reconstruction can have a significant impact on patient outcome. Despite current CDC (Centers for Disease Control and Prevention) guidelines recommending 24 hours of postoperative antibiotics, various perioperative antimicrobial regimens are reported in the literature. Consensus on the optimal duration of antibiotics remains unclear. In this study, the aim is to compare the incidence of surgical site infections following different antibiotic durations in alloplastic breast reconstruction. METHODS: In this retrospective cohort study, all consecutive patients who underwent expander/implant-based breast reconstruction between January 2009 and December 2014 at a tertiary centre were included. Data on patient demographics, risk factors, operative time, choice and timing of antibiotic used before surgery, and the duration of postoperative antibiotic use were collected. The primary outcome, SSI, is defined according to CDC criteria. RESULTS: A total of 507 consecutive expander/implant-based cases were included. Minimum follow-up time was 1 year. The overall infection incidence was 14% (95% CI: 11%-17%), and the rate of subsequent explantation was 8%. Of the infected cases, 80% (45/56) received 1 week of postoperative antibiotic, while 20% (11/56) had a prolonged course of antibiotics (2-3 weeks; P = .003, odds ratio [OR] = 2.9; 95% CI: 1.4-5.8). Most infections were superficial (65%). Prior history of radiation treatment was identified as a risk factor for developing surgical site infection (P = .02). CONCLUSION: Overall infection rate and risk factors for infections are in keeping with current literature. Prescribing one week of postoperative antibiotic was found to be associated with a higher incidence of SSI compared to a more prolonged antibiotic regimen.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Edward H",
      "initials": "EH",
      "name": "Edward H Liu",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4130-5786"
    },
    {
      "last_name": "Tong",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Tong",
      "affiliations": [
        "Department of Pediatrics, University of Manitoba, Winnipeg, Manitoba."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Grace Y",
      "initials": "GY",
      "name": "Grace Y Kim",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Office of Surgical Research Services, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dal Cin",
      "fore_name": "Arianna",
      "initials": "A",
      "name": "Arianna Dal Cin",
      "affiliations": [
        "Division of Plastic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4456-7351"
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "30",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "start_page": "25",
  "end_page": "31",
  "pages": "25-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35096689",
    "pmc": "PMC8793750",
    "doi": "10.1177/2292550321995730",
    "pii": "10.1177_2292550321995730"
  },
  "doi": "10.1177/2292550321995730",
  "pmc_id": "PMC8793750",
  "dates": {
    "revised": "2023-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.409980",
    "pmid": "35096689"
  }
}