{
  "pmid": "35109803",
  "uid": "35109803",
  "title": "Multimorbidity resilience and COVID-19 pandemic self-reported impact and worry among older adults: a study based on the Canadian Longitudinal Study on Aging (CLSA).",
  "abstract": "BACKGROUND: The Coronavirus Disease-2019 (COVID-19) pandemic has created a spectrum of adversities that have affected older adults disproportionately. This paper examines older adults with multimorbidity using longitudinal data to ascertain why some of these vulnerable individuals coped with pandemic-induced risk and stressors better than others - termed multimorbidity resilience. We investigate pre-pandemic levels of functional, social and psychological forms of resilience among this sub-population of at-risk individuals on two outcomes - self-reported comprehensive pandemic impact and personal worry. METHODS: This study was conducted using Follow-up 1 data from the Canadian Longitudinal Study on Aging (CLSA), and the Baseline and Exit COVID-19 study, conducted between April and December in 2020. A final sub-group of 9211 older adults with two or more chronic health conditions were selected for analyses. Logistic regression and Generalized Linear Mixed Models were employed to test hypotheses between a multimorbidity resilience index and its three sub-indices measured using pre-pandemic Follow-up 1 data and the outcomes, including covariates. RESULTS: The multimorbidity resilience index was inversely associated with pandemic comprehensive impact at both COVID-19 Baseline wave (OR = 0.83, p < 0.001, 95% CI: [0.80,0.86]), and Exit wave (OR = 0.84, p < 0.001, 95% CI: [0.81,0.87]); and for personal worry at Exit (OR = 0.89, p < 0.001, 95% CI: [0.86,0.93]), in the final models with all covariates. The full index was also associated with comprehensive impact between the COVID waves (estimate = - 0.19, p < 0.001, 95% CI: [- 0.22, - 0.16]). Only the psychological resilience sub-index was inversely associated with comprehensive impact at both Baseline (OR = 0.89, p < 0.001, 95% CI: [0.87,0.91]) and Exit waves (OR = 0.89, p < 0.001, 95% CI: [0.87,0.91]), in the final model; and between these COVID waves (estimate = - 0.11, p < 0.001, 95% CI: [- 0.13, - 0.10]). The social resilience sub-index exhibited a weak positive association (OR = 1.04, p < 0.05, 95% CI: [1.01,1.07]) with personal worry, and the functional resilience measure was not associated with either outcome. CONCLUSIONS: The findings show that psychological resilience is most pronounced in protecting against pandemic comprehensive impact and personal worry. In addition, several covariates were also associated with the outcomes. The findings are discussed in terms of developing or retrofitting innovative approaches to proactive coping among multimorbid older adults during both pre-pandemic and peri-pandemic periods.",
  "authors": [
    {
      "last_name": "Wister",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Wister",
      "affiliations": [
        "Gerontology Research Centre & Department of Gerontology, Simon Fraser University, 2800-515 Hastings Street, Vancouver, BC, V6B 5K3, Canada. wister@sfu.ca."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Lun",
      "initials": "L",
      "name": "Lun Li",
      "affiliations": [
        "Gerontology Research Centre, Simon Fraser University, 2800-515 Hastings Street, Vancouver, BC, V6B 5K3, Canada."
      ]
    },
    {
      "last_name": "Cosco",
      "fore_name": "Theodore D",
      "initials": "TD",
      "name": "Theodore D Cosco",
      "affiliations": [
        "Gerontology Research Centre & Department of Gerontology, Simon Fraser University, 2800-515 Hastings Street, Vancouver, BC, V6B 5K3, Canada.",
        "Oxford Institute of Population Ageing, University of Oxford, 66 Banbury Road, Oxford, OX2 6PR, UK."
      ]
    },
    {
      "last_name": "McMillan",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline McMillan",
      "affiliations": [
        "Department of Medicine, Section of Geriatric Medicine, University of Calgary, Calgary, AB, Canada.",
        "O'Brien Institute for Public Health, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, ON, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "02"
  },
  "start_page": "92",
  "pages": "92",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aging",
    "COVID-19",
    "Canada",
    "Humans",
    "Longitudinal Studies",
    "Multimorbidity",
    "Pandemics",
    "SARS-CoV-2",
    "Self Report"
  ],
  "article_ids": {
    "pubmed": "35109803",
    "pmc": "PMC8808267",
    "doi": "10.1186/s12877-022-02769-2",
    "pii": "10.1186/s12877-022-02769-2"
  },
  "doi": "10.1186/s12877-022-02769-2",
  "pmc_id": "PMC8808267",
  "dates": {
    "completed": "2022-02-07",
    "revised": "2022-02-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.501703",
    "pmid": "35109803"
  }
}