{
  "pmid": "35103984",
  "uid": "35103984",
  "title": "Safety on demand: Post-hypnotic suggestions of safety reduce neural signals of reward sensitivity with long-term beneficial effects.",
  "abstract": "Increased reward sensitivity has been proposed as an important transdiagnostic feature for a series of disorders, including addictive behaviors. Earlier studies suggest that a positive affective state characterized by the feeling of safety could reduce an individual's reward sensitivity. A promising technique to establish a feeling of safety on demand is to utilize post-hypnotic suggestions. We hypothesized that the feeling of safety elicited by post-hypnotic suggestions reduces neural signals of reward sensitivity. To test our predictions, we hypnotized 24 highly suggestible participants, suggested them to feel safe and coupled this feeling of safety to a post-hypnotic trigger that reactivates the feeling of safety outside the hypnotic state. Participants then played a risk game both in a safety condition using the post-hypnotic safety trigger and in a control condition using a neutral trigger. Simultaneously, we recorded their EEG. Participants reported significantly higher ratings of safety in the safety condition compared to the control condition. Even several weeks after the main experimental session, the post-hypnotic safety trigger still elicited a significantly stronger feeling of safety compared to the control condition. Moreover, the Reward Positivity (RewP) was significantly reduced in the safety condition. As the RewP amplitude has been proposed as a psychophysiological marker for reward sensitivity, we conclude that the suggestion of safety by post-hypnotic suggestions turns participants into a quiescence motivational state that makes them less reward sensitive. Therefore, we discuss implications of the post-hypnotic safety trigger for the treatment of disorders associated with increased reward sensitivity such as addictive behaviors.",
  "authors": [
    {
      "last_name": "Böhmer",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Böhmer",
      "affiliations": [
        "Institute of Psychology, University of Jena, Jena, Germany."
      ],
      "orcid": "0000-0003-3448-144X"
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute of Psychology, University of Jena, Jena, Germany.",
        "Institute for Psychosocial Medicine, Psychotherapy and Psychooncology, Jena University Hospital, Jena, Germany."
      ],
      "orcid": "0000-0002-6828-5546"
    }
  ],
  "journal": {
    "title": "Psychophysiology",
    "iso_abbreviation": "Psychophysiology",
    "issn": "1469-8986",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "e14015",
  "pages": "e14015",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Electroencephalography",
    "Humans",
    "Hypnosis",
    "Hypnotics and Sedatives",
    "Reward",
    "Suggestion"
  ],
  "article_ids": {
    "pubmed": "35103984",
    "doi": "10.1111/psyp.14015"
  },
  "doi": "10.1111/psyp.14015",
  "dates": {
    "completed": "2022-06-09",
    "revised": "2022-06-10"
  },
  "chemicals": [
    "Hypnotics and Sedatives"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.456012",
    "pmid": "35103984"
  }
}