{
  "pmid": "35101120",
  "uid": "35101120",
  "title": "A pilot multicenter randomized controlled trial comparing Bankart repair and remplissage with the Latarjet procedure in patients with subcritical bone loss (STABLE): study protocol.",
  "abstract": "INTRODUCTION: Anterior dislocations, the most common type of shoulder dislocation, are often complicated by subsequent instability. With recurrent dislocations there often is attrition of the labrum and progressive loss of the anterior bony contour of the glenoid. Treatment options for this pathology involve either soft tissue repair or bony augmentation procedure. The optimal management remains unknown and current clinical practice is highly varied. METHODS AND ANALYSIS: The Shoulder instability Trial comparing Arthroscopic stabilization Benefits compared with Latarjet procedure Evaluation (STABLE) is an ongoing multi-centre, pilot randomized controlled trial of 82 patients who have been diagnosed with recurrent anterior shoulder instability and subcritical glenoid bone loss. Patients are randomized to either soft tissue repair (Bankart + Remplissage) or bony augmentation (Latarjet procedure). The primary outcome for this pilot is to assess trial feasibility and secondary outcomes include recurrent instability as well as functional outcomes up to two years post-operatively. CONCLUSIONS: This trial will help to identify the optimal treatment for patients with recurrent shoulder instability with a focus on determining which treatment option results in reduced risk of recurrent dislocation and improved patient outcomes. Findings from this trial will guide clinical practice and improve care for patients with shoulder instability. TRIAL REGISTRATION: This study has been registered on http://www.ClinicalTrials.gov with the following identifier: ClinicalTrials.gov Identifier: NCT03585491, registered 13 July 2018, https://www.clinicaltrials.gov/ct2/show/NCT03585491?term=NCT03585491&draw=2&rank=1 . ETHICS AND DISSEMINATION: This study has ethics approval from the McMaster University/Hamilton Health Sciences Research Ethics Board (REB) (approval #4942). Successful completion will significantly impact the global management of patients with recurrent instability. This trial will develop a network of collaboration for future high-quality trials in shoulder instability.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "McMaster University, Mary Grace Wing, Room G807, 50 Charlton Ave E, Hamilton, ON, L8N 4A6, Canada. khanmm2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "McMaster University, Mary Grace Wing, Room G807, 50 Charlton Ave E, Hamilton, ON, L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Degen",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Degen",
      "affiliations": [
        "McMaster University, Mary Grace Wing, Room G807, 50 Charlton Ave E, Hamilton, ON, L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Warner",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Warner",
      "affiliations": [
        "McMaster University, Mary Grace Wing, Room G807, 50 Charlton Ave E, Hamilton, ON, L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "McMaster University, Mary Grace Wing, Room G807, 50 Charlton Ave E, Hamilton, ON, L8N 4A6, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "31"
  },
  "start_page": "20",
  "pages": "20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35101120",
    "pmc": "PMC8802453",
    "doi": "10.1186/s40814-022-00987-4",
    "pii": "10.1186/s40814-022-00987-4"
  },
  "doi": "10.1186/s40814-022-00987-4",
  "pmc_id": "PMC8802453",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.302666",
    "pmid": "35101120"
  }
}