{
  "pmid": "35103789",
  "uid": "35103789",
  "title": "Predictors, Moderators, and Mediators Associated With Treatment Outcome in Randomized Clinical Trials Among Adolescents With Depression: A Scoping Review.",
  "abstract": "IMPORTANCE: The application of precision medicine principles for the treatment of depressive disorders in adolescents requires an examination of the variables associated with depression outcomes in randomized clinical trials (RCTs). OBJECTIVE: To describe predictors, moderators, and mediators associated with outcomes in RCTs for the treatment of depressive disorders in adolescents. EVIDENCE REVIEW: A scoping review of RCTs for the treatment of depression in adolescents was conducted. Databases searched included MEDLINE, Embase, APA PsycInfo, and CINAHL. Included publications tested predictors, moderators, and/or mediators associated with depression symptom outcomes (eg, symptom reduction, response, remission) in RCTs pertaining to the treatment of adolescents, ages 13 to 17 years. Predictors were defined as variables that were associated with depression outcomes, independent of treatment group. Moderators were defined as baseline variables that were associated with differential outcomes between treatment groups. Mediators were defined by a formal mediation analysis. In duplicate, variables were extracted and coded with respect to analysis type (univariable or multivariable), statistical significance, direction of effect size, reporting of a priori hypotheses, and adjustment for multiple comparisons. Aggregated results were summarized by variable domain and RCT sample. FINDINGS: Eighty-one articles reporting on variables associated with outcomes across 33 RCTs were identified, including studies of biological (10 RCTs), psychosocial (18 RCTs), and combined (4 RCTs) treatments as well as a service delivery model (1 RCT). Fifty-three variable domains were tested as baseline predictors of depression outcome, 41 as moderators, 19 as postbaseline predictors, and 5 as mediators. Variable domains that were reported as significant in at least 3 RCTs included age, sex/gender, baseline depression severity, early response to treatment, sleep changes, parent-child conflict, overall psychopathology, suicidal ideation, hopelessness, functional impairment, attendance at therapy sessions, and history of trauma. Two publications reported a priori hypotheses and adjustment for multiple comparisons, both finding that baseline depression severity and family conflict were associated with poorer outcomes. CONCLUSIONS AND RELEVANCE: This review identified commonly researched variables requiring more scrutiny as well as underresearched variables to inform future study designs. Further efforts to discover predictors, moderators, and mediators associated with treatment response have great potential to optimize care for adolescents with depression.",
  "authors": [
    {
      "last_name": "Courtney",
      "fore_name": "Darren B",
      "initials": "DB",
      "name": "Darren B Courtney",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Watson",
      "fore_name": "Priya",
      "initials": "P",
      "name": "Priya Watson",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Krause",
      "fore_name": "Karolin R",
      "initials": "KR",
      "name": "Karolin R Krause",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Benjamin W C",
      "initials": "BWC",
      "name": "Benjamin W C Chan",
      "affiliations": [
        "Family Physician, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Bennett",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (formerly Clinical Epidemiology and Biostatistics), McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gunlicks-Stoessel",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Gunlicks-Stoessel",
      "affiliations": [
        "Department of Psychiatry and Behavioral Sciences, University of Minnesota, Minneapolis."
      ]
    },
    {
      "last_name": "Rodak",
      "fore_name": "Terri",
      "initials": "T",
      "name": "Terri Rodak",
      "affiliations": [
        "Centre for Addiction and Mental Health Education, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Neprily",
      "fore_name": "Kirsten",
      "initials": "K",
      "name": "Kirsten Neprily",
      "affiliations": [
        "School and Applied Child Psychology, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Zentner",
      "fore_name": "Tabitha",
      "initials": "T",
      "name": "Tabitha Zentner",
      "affiliations": [
        "Margaret and Wallace McCain Centre for Child, Youth and Family Mental Health, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "e2146331",
  "pages": "e2146331",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Adolescent",
    "Behavior Therapy",
    "Depression",
    "Female",
    "Forecasting",
    "Humans",
    "Male",
    "Practice Guidelines as Topic",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35103789",
    "pmc": "PMC8808324",
    "doi": "10.1001/jamanetworkopen.2021.46331",
    "pii": "2788554"
  },
  "doi": "10.1001/jamanetworkopen.2021.46331",
  "pmc_id": "PMC8808324",
  "dates": {
    "completed": "2022-02-28",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.789953",
    "pmid": "35103789"
  }
}