{
  "pmid": "35103790",
  "uid": "35103790",
  "title": "Evaluation of Adiposity and Cognitive Function in Adults.",
  "abstract": "IMPORTANCE: Excess adipose tissue increases other cardiovascular risk factors, which may be associated with vascular brain injury and cognitive impairment. However, the extent to which the amount and distribution of adipose tissue may be associated with lower cognitive scores, independent of its association with cardiovascular risk factors, is not well characterized. OBJECTIVE: To investigate the association of adiposity on vascular brain injury and cognitive scores. DESIGN, SETTING, AND PARTICIPANTS: A total of 9189 participants from the Canadian Alliance for Healthy Hearts and Minds (CAHHM) and the Prospective Urban Rural Epidemiological-Mind (PURE-MIND) cohort studies were included in this cross-sectional analysis. Of these adults, 9166 underwent bioelectrical impedance analysis to assess body fat (BF) percentage, and 6773 underwent magnetic resonance imaging to assess vascular brain injury and measure visceral adipose tissue (VAT) volume. Participants from CAHHM were recruited from January 1, 2014, to December 31, 2018, and PURE-MIND participants were recruited from January 1, 2010, to December 31, 2018. Both CAHHM and PURE-MIND comprise multisite, population-based cohorts. Participants from CAHHM are from Canada, and PURE-MIND participants are from Canada or Poland. Data analysis was performed from May 3 to November 24, 2021. EXPOSURES: The percentage of BF and VAT were modeled as sex-specific quartiles. Vascular brain injury was defined as high white matter hyperintensities or silent brain infarction. Multivariable mixed models were used to examine factors associated with reduced cognitive scores. MAIN OUTCOMES AND MEASURES: Cognitive function was assessed using the Digital Symbol Substitution Test (DSST; scores range from 0 to 133, with lower scores indicating lower cognitive function) and Montreal Cognitive Assessment (scores range from 0 to 30, with a score of ≥26 denoting normal cognitive function). Reduced cognition was defined as a DSST score less than 1 SD below the mean. Cardiovascular risk was assessed using the INTERHEART Risk Score (IHRS; scores range from 0 to 48; low risk is defined as a score of 0 to 9, moderate risk as 10 to 16, and high risk as 17 or higher). RESULTS: A total of 9189 adults (mean [SD] age, 57.8 [8.8] years; 5179 [56.4%] women; and 1013 [11.0%] East and Southeast Asian; 295 [3.2%] South Asian; 7702 [83.8%] White European; and 179 [1.9%] other, including Black, Indigenous, mixed, and unknown ethnicity) participated in the study. Visceral adipose tissue was highly correlated with body adiposity measured by BF percentage (r = 0.76 in women; r = 0.70 in men). Cardiovascular risk factors increased with increasing BF percentage with the fourth quartile IHRS at 13.8 (95% CI, 13.5-14.0; P < .001 for trend) and with VAT with the fourth quartile IHRS at 13.3 (95% CI, 13.0-13.5; P < .001 for trend). Vascular brain injury increased with increasing BF percentage with the fourth quartile value at 8.6% (95% CI, 7.5%-9.8%; P = .007 for trend) and with increasing VAT with fourth quartile value at 7.2% (95% CI, 6.0-8.4; P = .05 for trend). Cognitive scores were lower with increasing BF percentage with the fourth quartile score of 70.9 (95% CI, 70.4-71.5; P < .001 for trend) and for VAT with the fourth quartile score of 72.8 (95% CI, 72.1-73.4; P < .001 for trend). For every 1-SD increase in BF percentage (9.2%) or VAT (36 mL), the DSST score was lower by 0.8 points (95% CI, 0.4-1.1; P < .001) for BF percentage and lower by 0.8 points (95% CI, 0.4-1.2; P < .001) for VAT, adjusted for cardiovascular risk factors and vascular brain injury. The population attributable risk for reduced DSST score for higher BF percentage was 20.5% (95% CI, 7.0%-33.2%) and for VAT was 19.6% (95% CI, 2.0%-36.0%). Higher BF percentage and VAT were not associated with Montreal Cognitive Assessment scores. CONCLUSIONS AND RELEVANCE: In this cross-sectional study, generalized and visceral adiposity were associated with reduced cognitive scores, after adjustment for cardiovascular risk factors, educational level, and vascular brain injury. These results suggest that strategies to prevent or reduce adiposity may preserve cognitive function.",
  "authors": [
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada.",
        "Department of Medicine and Epidemiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Friedrich",
      "fore_name": "Matthias G",
      "initials": "MG",
      "name": "Matthias G Friedrich",
      "affiliations": [
        "Department of Cardiology and Diagnostic Radiology, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Douglas S",
      "initials": "DS",
      "name": "Douglas S Lee",
      "affiliations": [
        "Programming and Biostatistics, Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Division of Cardiology, Peter Munk Cardiac Centre and University Health Network, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Awadalla",
      "fore_name": "Phillip",
      "initials": "P",
      "name": "Phillip Awadalla",
      "affiliations": [
        "Department of Molecular Genetics, Ontario Institute for Cancer Research, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Després",
      "fore_name": "J P",
      "initials": "JP",
      "name": "J P Després",
      "affiliations": [
        "Department of Kinesiology, University of Laval, Quebec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Dipika",
      "initials": "D",
      "name": "Dipika Desai",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dummer",
      "fore_name": "Trevor",
      "initials": "T",
      "name": "Trevor Dummer",
      "affiliations": [
        "Department of Epidemiology, Biostatistics, and Public Health Practice, School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada.",
        "BC Cancer Agency, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Parraga",
      "fore_name": "Grace",
      "initials": "G",
      "name": "Grace Parraga",
      "affiliations": [
        "Department of Medical Biophysics, Robarts Research Institute, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Larose",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Larose",
      "affiliations": [
        "Department of Medicine, University of Laval, Quebec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Lear",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Lear",
      "affiliations": [
        "Faculty of Health Sciences, Simon Fraser University, Burnaby, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Poirier",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Poirier",
      "affiliations": [
        "Faculté de Pharmacie, Institut Universitaire de Cardiologie et de Pneumologie de Québec, Quebec City, Quebec, Canada."
      ]
    },
    {
      "last_name": "Schulze",
      "fore_name": "Karleen M",
      "initials": "KM",
      "name": "Karleen M Schulze",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Szczesniak",
      "fore_name": "Dorota",
      "initials": "D",
      "name": "Dorota Szczesniak",
      "affiliations": [
        "Department of Psychiatry, Wroclaw Medical University, Wrocław, Poland."
      ]
    },
    {
      "last_name": "Tardif",
      "fore_name": "Jean-Claude",
      "initials": "JC",
      "name": "Jean-Claude Tardif",
      "affiliations": [
        "Montreal Heart Institute, Université de Montréal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Vena",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Vena",
      "affiliations": [
        "Cancer Research & Analytics, Cancer Care Alberta, Alberta Health Services, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Zatonska",
      "fore_name": "Katarzyna",
      "initials": "K",
      "name": "Katarzyna Zatonska",
      "affiliations": [
        "Department of Social Medicine, Wroclaw Medical University, Wrocław, Poland."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Eric E",
      "initials": "EE",
      "name": "Eric E Smith",
      "affiliations": [
        "Department of Clinical Neurosciences and Hotchkiss Brain Institute, Cumming School of Medicine, Calgary, Alberta, Canada.",
        "University of Calgary, Calgary, Alberta, Canada.",
        "Department of Clinical Neurosciences, University of Calgary, Calgary, Alberta, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "e2146324",
  "pages": "e2146324",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Canada",
    "Cognition",
    "Cognitive Dysfunction",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Obesity, Abdominal",
    "Poland",
    "Prospective Studies",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "35103790",
    "pmc": "PMC8808326",
    "doi": "10.1001/jamanetworkopen.2021.46324",
    "pii": "2788555"
  },
  "doi": "10.1001/jamanetworkopen.2021.46324",
  "pmc_id": "PMC8808326",
  "dates": {
    "completed": "2022-02-28",
    "revised": "2022-02-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FDN-143255",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "FDN-143313",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "FDN-154317",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.082944",
    "pmid": "35103790"
  }
}