{
  "pmid": "35105022",
  "uid": "35105022",
  "title": "Scattering analysis of a partitioned membrane-bounded cavity with material contrast.",
  "abstract": "The acoustic performance of a silencer containing elastic membranes backed by cavities and porous material is investigated. The modeled waveguide configuration contains porous screens as well as the metallic fairings at interfaces between the inlet and outlet and the expansion chamber. The mode-matching solution is developed to analyze the attenuation of the silencer. The governing eigen-sub-systems are Sturm-Liouville and non-Sturm-Liouville types. In the latter case, the exploitation of generalized orthogonality conditions reveals the point-wise convergence of the solution to the governing eigen-systems. The study shows that by tuning the material parameters of the isotropic membranes and altering the bounding wall conditions, the performance of the physical device can be improved. It enables the model configuration to be adopted as a passive or reactive noise control device.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Mathematics, Capital University of Science and Technology, 44000, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Satti",
      "fore_name": "Junaid Uzair",
      "initials": "JU",
      "name": "Junaid Uzair Satti",
      "affiliations": [
        "Department of Mathematics, Capital University of Science and Technology, 44000, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Wahab",
      "fore_name": "Abdul",
      "initials": "A",
      "name": "Abdul Wahab",
      "affiliations": [
        "Department of Mathematics, School of Sciences and Humanities, Nazarbayev University, 53 Kabanbay Batyr Avenue, Nur-Sultan, 01000, Kazakhstan."
      ]
    },
    {
      "last_name": "Nawaz",
      "fore_name": "Rab",
      "initials": "R",
      "name": "Rab Nawaz",
      "affiliations": [
        "Department of Mathematics, COMSATS University Islamabad, 44000, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of the Acoustical Society of America",
    "iso_abbreviation": "J Acoust Soc Am",
    "issn": "1520-8524",
    "issn_type": "Electronic",
    "volume": "151",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "31",
  "pages": "31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35105022",
    "doi": "10.1121/10.0009025"
  },
  "doi": "10.1121/10.0009025",
  "dates": {
    "revised": "2022-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.011962",
    "pmid": "35105022"
  }
}