{
  "pmid": "35108310",
  "uid": "35108310",
  "title": "Less intensive antileukemic therapies (monotherapy and/or combination) for older adults with acute myeloid leukemia who are not candidates for intensive antileukemic therapy: A systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: Elderly patients with acute myeloid leukemia not eligible for intensive antileukemic therapy are treated with less intensive therapies, uncertainty remains regarding their relative merits. OBJECTIVES: To compare the effectiveness and safety of less intensive antileukemic therapies for older adults with newly diagnosed AML not candidates for intensive therapies. METHODS: We included randomized controlled trials (RCTs) and non-randomized studies (NRS) comparing less intensive therapies in adults over 55 years with newly diagnosed AML. We searched MEDLINE and EMBASE from inception to August 2021. We assessed risk of bias of RCTs with a modified Cochrane Risk of Bias tool, and NRS with the Non-Randomized Studies of Interventions tool (ROBINS-I). We calculated pooled hazard ratios (HRs), risk ratios (RRs), mean differences (MD) and their 95% confidence intervals (CIs) using a random-effects pairwise meta-analyses and assessed the certainty of evidence using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach. RESULTS: We included 27 studies (17 RCTs, 10 NRS; n = 5,698), which reported 9 comparisons. Patients were treated with azacitidine, decitabine, and low-dose cytarabine (LDAC), as monotherapies or in combination with other agents. Moderate certainty of evidence suggests no convincing difference in overall survival of patients who receive azacitidine monotherapy compared to LDAC monotherapy (HR 0.69; 95% CI, 0.31-1.53), fewer febrile neutropenia events occurred between azacitidine monotherapy to azacitidine combination (RR 0.45; 95% CI, 0.31-0.65), and, fewer neutropenia events occurred between LDAC monotherapy to decitabine monotherapy (RR 0.62; 95% CI 0.44-0.86). All other comparisons and outcomes had low or very low certainty of evidence. CONCLUSION: There is no convincing superiority in OS when comparing less intensive therapies. Azacitidine monotherapy is likely to have fewer adverse events than azacitidine combination (febrile neutropenia), and LDAC monotherapy is likely to have fewer adverse events than decitabine monotherapy (neutropenia).",
  "authors": [
    {
      "last_name": "Colunga-Lozano",
      "fore_name": "Luis Enrique",
      "initials": "LE",
      "name": "Luis Enrique Colunga-Lozano",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-7737-4914"
    },
    {
      "last_name": "Kenji Nampo",
      "fore_name": "Fernando",
      "initials": "F",
      "name": "Fernando Kenji Nampo",
      "affiliations": [
        "Department of Latin-American Institute of Life and Nature science, University of Latin-American Integration, Foz Do Iguaçu, Parana, Brazil."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Medicine, Toronto University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Pinkal",
      "initials": "P",
      "name": "Pinkal Desai",
      "affiliations": [
        "Division of Hematology and Medical Oncology, Weill Cornell Medical Center, New York, New York, United States of America."
      ]
    },
    {
      "last_name": "Litzow",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Litzow",
      "affiliations": [
        "Division of Hematology, Mayo clinic, Rochester, Minnesota, United states of America."
      ]
    },
    {
      "last_name": "Sekeres",
      "fore_name": "Mikkael A",
      "initials": "MA",
      "name": "Mikkael A Sekeres",
      "affiliations": [
        "Division of Hematology, Sylvester Comprehensive Cancer Center, University of Miami, Miami, Florida, United States of America."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "2",
    "pub_year": "2022"
  },
  "start_page": "e0263240",
  "pages": "e0263240",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Antineoplastic Combined Chemotherapy Protocols",
    "Humans",
    "Leukemia, Myeloid, Acute"
  ],
  "article_ids": {
    "pubmed": "35108310",
    "pmc": "PMC8809589",
    "doi": "10.1371/journal.pone.0263240",
    "pii": "PONE-D-21-13321"
  },
  "doi": "10.1371/journal.pone.0263240",
  "pmc_id": "PMC8809589",
  "dates": {
    "completed": "2022-02-25",
    "revised": "2022-02-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.236493",
    "pmid": "35108310"
  }
}