{
  "pmid": "35113677",
  "uid": "35113677",
  "title": "Development of machine learning prediction models to explore nutrients predictive of cardiovascular disease using Canadian linked population-based data.",
  "abstract": "Machine learning may improve use of observational data to understand the nutritional epidemiology of cardiovascular disease (CVD) through better modelling of non-linearity, non-additivity, and dietary complexity. Our objective was to develop machine learning prediction models for exploring how nutrients are related to CVD risk and to evaluate their predictive performance. We established a population-based cohort from the Canadian Community Health Survey and measured CVD incidence and mortality from 2004 to 2018 using administrative databases of national hospital discharges and deaths. Predictors included 61 nutrition variables and fourteen socioeconomic, demographic, psychological, and behavioural variables. Conditional inference forest models were interpreted and evaluated by permutation feature importance, accumulated local effects, and predictive discrimination and calibration. A total of 12 130 individuals were included in the study. Use of supplements, caffeine, and alcohol were the most important nutrition variables for prediction of CVD. Supplement use was associated with decreased risk, caffeine was associated with increasing risk, and alcohol had a u-shaped association with risk. The model had an out-of-sample c-statistic of 0.821 (95% confidence interval = 0.801-0.842). Exploratory findings included both known and novel associations and predictive performance was competitive, suggesting that further application of machine learning to nutritional epidemiology may help elucidate risks and improve predictive models. Novelty: Machine learning prediction models were developed for CVD using dietary data. Models were interpreted with interpretable machine learning techniques, revealing diverse associations between diet and CVD. Models achieved comparable or superior predictive performance to existing CVD risk prediction models.",
  "authors": [
    {
      "last_name": "Morgenstern",
      "fore_name": "Jason D",
      "initials": "JD",
      "name": "Jason D Morgenstern",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rosella",
      "fore_name": "Laura C",
      "initials": "LC",
      "name": "Laura C Rosella",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada.",
        "Vector Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences (ICES), Toronto, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Laura N",
      "initials": "LN",
      "name": "Laura N Anderson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton Health Sciences, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Applied physiology, nutrition, and metabolism = Physiologie appliquee, nutrition et metabolisme",
    "iso_abbreviation": "Appl Physiol Nutr Metab",
    "issn": "1715-5320",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "529",
  "end_page": "546",
  "pages": "529-546",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Caffeine",
    "Canada",
    "Cardiovascular Diseases",
    "Humans",
    "Machine Learning",
    "Nutrients",
    "Risk Assessment"
  ],
  "article_ids": {
    "pubmed": "35113677",
    "doi": "10.1139/apnm-2021-0502"
  },
  "doi": "10.1139/apnm-2021-0502",
  "dates": {
    "completed": "2022-05-10",
    "revised": "2022-05-10"
  },
  "chemicals": [
    "Caffeine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.346998",
    "pmid": "35113677"
  }
}