{
  "pmid": "35110273",
  "uid": "35110273",
  "title": "Shifting the dynamics: implementation of locally driven, mixed-methods modelling to inform schistosomiasis control and elimination activities.",
  "abstract": "INTRODUCTION: The integration of more diverse perspectives into the development of evidence for decision-making has been elusive, despite years of rhetoric to the contrary. This has led to cycles of population-based health interventions which have not delivered the promised results. The WHO most recently set a target for schistosomiasis elimination by 2030 and called for cross-cutting approaches to be driven by endemic countries themselves. The extent to which elimination is feasible within the time frame has been a subject of debate. METHODS: Systems maps were developed through participatory modelling activities with individuals working on schistosomiasis control and elimination activities from the village through national levels in Uganda. These maps were first synthesised, then used to frame the form and content of subsequent mathematical modelling activities, and finally explicitly informed model parameter specifications for simulations, using the open-source SCHISTOX model, driven by the participants. RESULTS: Based on the outputs of the participatory modelling, the simulation activities centred around reductions in water contact. The results of the simulations showed that mass drug administration, at either the current or target levels of coverage, combined with water contact reduction activities, achieved morbidity control in high prevalence Schistosoma mansoni settings, while both morbidity control and elimination were achieved in high prevalence S. haematobium settings within the 10-year time period. CONCLUSION: The combination of participatory systems mapping and individual-based modelling was a rich strategy which explicitly integrated the perspectives of national and subnational policymakers and practitioners into the development of evidence. This strategy can serve as a method by which individuals who have not been traditionally included in modelling activities, and do not hold positions or work in traditional centres of power, may be heard and truly integrated into the development of evidence for decision-making in global health.",
  "authors": [
    {
      "last_name": "Fergus",
      "fore_name": "Cristin Alexis",
      "initials": "CA",
      "name": "Cristin Alexis Fergus",
      "affiliations": [
        "Firoz Lalji Institute for Africa, LSE, London, UK c.fergus@lse.ac.uk.",
        "Department of International Development, LSE, London, UK."
      ],
      "orcid": "0000-0002-7819-2087"
    },
    {
      "last_name": "Ozunga",
      "fore_name": "Bono",
      "initials": "B",
      "name": "Bono Ozunga",
      "affiliations": [
        "Vector Control Division, Republic of Uganda Ministry of Health, Mayuge, Uganda."
      ]
    },
    {
      "last_name": "Okumu",
      "fore_name": "Noah",
      "initials": "N",
      "name": "Noah Okumu",
      "affiliations": [
        "Vector Control Division, Republic of Uganda Ministry of Health, Pakwach, Uganda."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "Department of Global Health and Development, London School of Hygiene and Tropical Medicine, London, UK."
      ]
    },
    {
      "last_name": "Kamurari",
      "fore_name": "Solomon",
      "initials": "S",
      "name": "Solomon Kamurari",
      "affiliations": [
        "Uganda-UK Health Alliance, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Allen",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Allen",
      "affiliations": [
        "Firoz Lalji Institute for Africa, LSE, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "BMJ global health",
    "iso_abbreviation": "BMJ Glob Health",
    "issn": "2059-7908",
    "issn_type": "Print",
    "volume": "7",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Humans",
    "Mass Drug Administration",
    "Prevalence",
    "Schistosoma mansoni",
    "Schistosomiasis",
    "Water"
  ],
  "article_ids": {
    "pubmed": "35110273",
    "pmc": "PMC8811568",
    "doi": "10.1136/bmjgh-2021-007113",
    "pii": "bmjgh-2021-007113"
  },
  "doi": "10.1136/bmjgh-2021-007113",
  "pmc_id": "PMC8811568",
  "dates": {
    "completed": "2022-04-25",
    "revised": "2023-11-05"
  },
  "chemicals": [
    "Water"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.215116",
    "pmid": "35110273"
  }
}