{
  "pmid": "35114853",
  "uid": "35114853",
  "title": "The Role of Hyaluronic Acid for Soft Tissue Indications: A Systematic Review and Meta-Analysis.",
  "abstract": "CONTEXT: Soft tissue injuries are often treated with injectables such as corticosteroids and platelet-rich plasma (PRP) to reduce inflammation and promote healing. There is increasing evidence examining the use of hyaluronic acid (HA) for the management of soft tissue injuries. OBJECTIVE: To evaluate the treatment effect and role of HA for available soft tissue indications. DATA SOURCES: A search of PubMed, MEDLINE, EMBASE, and CENTRAL from the inception date of each database through February 24, 2021, was conducted for all randomized controlled trials (RCTs) involving the use of HA for soft tissue indications. Two reviewers independently screened articles for eligibility and extracted data from included studies for analysis. We assessed risk of bias for all included studies and pooled outcomes using a fixed-effects model. Outcomes (ie, function and pain relief) were categorized to short-term (<6 weeks, 6-12 weeks) and mid-term (>12 weeks) data. We present effect estimates as mean differences (MDs) and standardized mean differences (SMDs) and present the estimate of effect of HA for available indications in relation to available comparators. STUDY DESIGN: Meta-analysis of RCTs. LEVEL OF EVIDENCE: Level 1. RESULTS: Of the 6930 articles screened, 19 RCTs (n = 1629 patients) were eligible and included in this review. HA was evaluated across a variety of soft tissue indications including rotator cuff disease, elbow pain, ankle sprains, Achilles tendinopathy, patellar tendinopathy, and trigger finger. Of the 19 RCTs, 11 were placebo-controlled and 9 used active comparators (PRP, cortisone, prolotherapy, or extracorporeal shockwave therapy). The pooled treatment effect of HA across most soft indications against placebo and active comparators demonstrated benefit in short-term pain <6 weeks (MD visual analogue scale [VAS] 2.48, 95% CI 2.31-2.65) and 6 to 12 weeks (MD VAS 2.03, 95% CI 1.86-2.20). Mid-term pain relief also favored HA over comparators across indications >12 weeks from administration (MD VAS 3.57, 95% CI 3.35-3.78). High heterogeneity was present with rotator cuff (10 trials, I[2] = 94%), and elbow tendinopathy (2 trials, I[2] = 99%). We identified uncertain benefit for trigger finger (2 trials, I[2] = 67%). Heterogeneity for ankle sprains, patellar tendinopathy and Achilles tendinopathy could not be assessed as they only had 1 trial each. CONCLUSION: This systematic review and meta-analysis support HA's efficacy in the treatment of a variety of soft tissue indications. Understanding the relative effects of HA to other injectable modalities requires additional, large trials.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Ashaka",
      "initials": "A",
      "name": "Ashaka Patel",
      "affiliations": [
        "Schulich School of Medicine, Western University, London, Ontario."
      ]
    },
    {
      "last_name": "Babins",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Babins",
      "affiliations": [
        "University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Sports health",
    "iso_abbreviation": "Sports Health",
    "issn": "1941-0921",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "1",
    "pub_year": "2023"
  },
  "start_page": "86",
  "end_page": "96",
  "pages": "86-96",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Hyaluronic Acid",
    "Trigger Finger Disorder",
    "Pain",
    "Tendinopathy",
    "Soft Tissue Injuries",
    "Ankle Injuries",
    "Platelet-Rich Plasma",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35114853",
    "pmc": "PMC9808833",
    "doi": "10.1177/19417381211073316"
  },
  "doi": "10.1177/19417381211073316",
  "pmc_id": "PMC9808833",
  "dates": {
    "completed": "2023-01-03",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Hyaluronic Acid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.303009",
    "pmid": "35114853"
  }
}