{
  "pmid": "35112181",
  "uid": "35112181",
  "title": "Thromboprophylaxis after knee arthroscopy does not decrease the risk of deep vein thrombosis: a network meta-analysis.",
  "abstract": "PURPOSE: The primary aim of this network meta-analysis (NMA) is to compare the incidence of venous thromboembolisms (VTE) and bleeding risk following the use of pharmacological and non-pharmacological thromboprophylaxis for arthroscopic knee surgery (AKS). This study assumed the null hypothesis which was that there will be no difference in the incidence of VTE and bleeding risk when comparing no treatment, pharmacological treatment, and non-pharmacological treatment for preventing VTE events following AKS. METHODS: A systematic electronic search of CENTRAL, Medline, Embase, and ClinicalTrials.gov was carried out. All English language prospective randomized clinical trials published from date of database inception to November 21, 2021 were eligible for inclusion. All papers addressing arthroscopic knee surgery were eligible for inclusion regardless of timing of surgery, operation, surgical technique, or rehabilitation. Multiple random effects NMAs were conducted to compare all treatments for each outcome. The primary outcome was the incidence of pulmonary embolism (PE) and secondary outcomes consisted of overall deep vein thrombosis (DVT), symptomatic DVT, asymptomatic DVT, and all-cause mortality. Adverse outcomes consisted of major and minor bleeding, as well as adverse events. RESULTS: A total of nine studies with 4526 patients were included for analysis. There were 1054 patients in the no treatment/placebo group (NT/Placebo), 1646 patients in the graduated compression stockings, 810 patients in the extended-duration (> 10 days) low molecular weight heparin (Ext-LMWH) group, 650 patients in the short-duration (< 10 days) LMWH group (Short-LMWH), and 356 patients in the rivaroxaban group. GCS, Ext-LMWH, Short-LMWH and rivaroxaban all demonstrated low risks of PE, symptomatic DVT, asymptomatic DVT, combined DVT and all-cause mortality. Similarly, all interventions demonstrated a low risk of major bleeding. CONCLUSION: There is no significant difference in the risk reduction of PEs, symptomatic DVTs, major/minor bleeding, and/or all-cause mortality when using LWMH (including short or extended regimens), rivaroxaban, graduated compression stockings or no treatment following arthroscopic knee surgery. Future primary research on the efficacy of thromboprophylaxis following arthroscopic knee surgery should stratify outcomes based on key patient (i.e., age, sex, comorbidities) and surgical (i.e., major vs. minor surgery) characteristics and should include acetylsalicylic acid as an intervention. LEVEL OF EVIDENCE: I, network meta-analysis of Level I studies.",
  "authors": [
    {
      "last_name": "Lameire",
      "fore_name": "Darius Luke",
      "initials": "DL",
      "name": "Darius Luke Lameire",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Khalik",
      "fore_name": "Hassaan Abdel",
      "initials": "HA",
      "name": "Hassaan Abdel Khalik",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main Street West, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Austin Edward",
      "initials": "AE",
      "name": "Austin Edward MacDonald",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main Street West, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Banfield",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Banfield",
      "affiliations": [
        "Health Sciences Library, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "de Sa",
      "fore_name": "Darren",
      "initials": "D",
      "name": "Darren de Sa",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main Street West, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main Street West, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Peterson",
      "fore_name": "Devin",
      "initials": "D",
      "name": "Devin Peterson",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, 1280 Main Street West, Hamilton, ON, L8P 1H6, Canada. dpeters@mcmaster.ca."
      ],
      "orcid": "0000-0002-0682-3097"
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "2364",
  "end_page": "2376",
  "pages": "2364-2376",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Anticoagulants",
    "Arthroscopy",
    "Hemorrhage",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Prospective Studies",
    "Risk Assessment",
    "Rivaroxaban",
    "Venous Thrombosis"
  ],
  "article_ids": {
    "pubmed": "35112181",
    "doi": "10.1007/s00167-021-06857-5",
    "pii": "10.1007/s00167-021-06857-5"
  },
  "doi": "10.1007/s00167-021-06857-5",
  "dates": {
    "completed": "2022-06-21",
    "revised": "2025-06-30"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Rivaroxaban"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.922545",
    "pmid": "35112181"
  }
}