{
  "pmid": "35118491",
  "uid": "35118491",
  "title": "Use of Video Technology in End-of-Life Care for Hospitalized Patients During the COVID-19 Pandemic.",
  "abstract": "BACKGROUND: Infection control protocols, including visitor restrictions, implemented during the COVID-19 pandemic threatened the ability to provide compassionate, family-centered care to patients dying in the hospital. In response, clinicians used videoconferencing technology to facilitate conversations between patients and their families. OBJECTIVES: To understand clinicians' perspectives on using videoconferencing technology to adapt to pandemic policies when caring for dying patients. METHODS: A qualitative descriptive study was conducted with 45 clinicians who provided end-of-life care to patients in 3 acute care units at an academically affiliated urban hospital in Canada during the first wave of the pandemic (March 2020-July 2020). A 3-step approach to conventional content analysis was used to code interview transcripts and construct overarching themes. RESULTS: Clinicians used videoconferencing technology to try to bridge gaps in end-of-life care by facilitating connections with family. Many benefits ensued, but there were also some drawbacks. Despite the opportunity for connection offered by virtual visits, participants noted concerns about equitable access to videoconferencing technology and authenticity of technology-assisted interactions. Participants also offered recommendations for future use of videoconferencing technology both during and beyond the pandemic. CONCLUSIONS: Clinician experiences can be used to inform policies and practices for using videoconferencing technology to provide high-quality end-of-life care in the future, including during public health crises.",
  "authors": [
    {
      "last_name": "Elma",
      "fore_name": "Asiana",
      "initials": "A",
      "name": "Asiana Elma",
      "affiliations": [
        "Asiana Elma is a research assistant, Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Deborah Cook is a distinguished university professor, Department of Medicine, Division of Critical Care and Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, and a physician, Critical Care Program, St Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Michelle Howard is an associate professor, Department of Family Medicine, Faculty of Health Sciences, McMaster University."
      ]
    },
    {
      "last_name": "Takaoka",
      "fore_name": "Alyson",
      "initials": "A",
      "name": "Alyson Takaoka",
      "affiliations": [
        "Alyson Takaoka was a research assistant, Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University."
      ]
    },
    {
      "last_name": "Hoad",
      "fore_name": "Neala",
      "initials": "N",
      "name": "Neala Hoad",
      "affiliations": [
        "Neala Hoad is a registered nurse, Critical Care Program, St Joseph's Healthcare Hamilton."
      ]
    },
    {
      "last_name": "Swinton",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Swinton",
      "affiliations": [
        "Marilyn Swinton is a research coordinator, School of Rehabilitation Science, Faculty of Health Sciences, McMaster University."
      ]
    },
    {
      "last_name": "Clarke",
      "fore_name": "France",
      "initials": "F",
      "name": "France Clarke",
      "affiliations": [
        "France Clarke is a critical care research coordinator, Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University and a respiratory therapist, Critical Care Program, St Joseph's Healthcare Hamilton."
      ]
    },
    {
      "last_name": "Rudkowski",
      "fore_name": "Jill",
      "initials": "J",
      "name": "Jill Rudkowski",
      "affiliations": [
        "Jill Rudkowski is an associate professor, Division of Critical Care, Department of Medicine, Faculty of Health Sciences, McMaster University, and head of service, Intensive Care Unit and Medical Step-Down Unit, St Joseph's Healthcare Hamilton."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Boyle",
      "affiliations": [
        "Anne Boyle is an associate clinical professor, Department of Family Medicine and a physician, Division of Palliative Care, St Joseph's Healthcare Hamilton."
      ]
    },
    {
      "last_name": "Dennis",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Dennis",
      "affiliations": [
        "Brittany Dennis is an internal medicine resident, Department of Medicine, Division of Critical Care, Faculty of Health Sciences, McMaster University."
      ]
    },
    {
      "last_name": "Vegas",
      "fore_name": "Daniel Brandt",
      "initials": "DB",
      "name": "Daniel Brandt Vegas",
      "affiliations": [
        "Daniel Brandt Vegas is an associate professor, Department of Medicine, Division of General Internal Medicine, Faculty of Health Sciences, McMaster University."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Meredith Van-stone is an associate professor, Department of Family Medicine, Faculty of Health Sciences, McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "American journal of critical care : an official publication, American Association of Critical-Care Nurses",
    "iso_abbreviation": "Am J Crit Care",
    "issn": "1937-710X",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "240",
  "end_page": "248",
  "pages": "240-248",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Humans",
    "Pandemics",
    "SARS-CoV-2",
    "Technology",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "35118491",
    "doi": "10.4037/ajcc2022722",
    "pii": "31676"
  },
  "doi": "10.4037/ajcc2022722",
  "dates": {
    "completed": "2022-04-26",
    "revised": "2022-06-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.126701",
    "pmid": "35118491"
  }
}