{
  "pmid": "35118401",
  "uid": "35118401",
  "title": "Deep learning to diagnose pouch of Douglas obliteration with ultrasound sliding sign.",
  "abstract": "OBJECTIVES: Pouch of Douglas (POD) obliteration is a severe consequence of inflammation in the pelvis, often seen in patients with endometriosis. The sliding sign is a dynamic transvaginal ultrasound (TVS) test that can diagnose POD obliteration. We aimed to develop a deep learning (DL) model to automatically classify the state of the POD using recorded videos depicting the sliding sign test. METHODS: Two expert sonologists performed, interpreted, and recorded videos of consecutive patients from September 2018 to April 2020. The sliding sign was classified as positive (i.e. normal) or negative (i.e. abnormal; POD obliteration). A DL model based on a temporal residual network was prospectively trained with a dataset of TVS videos. The model was tested on an independent test set and its diagnostic accuracy including area under the receiver operating characteristic curve (AUC), accuracy, sensitivity, specificity, and positive and negative predictive value (PPV/NPV) was compared to the reference standard sonologist classification (positive or negative sliding sign). RESULTS: In a dataset consisting of 749 videos, a positive sliding sign was depicted in 646 (86.2%) videos, whereas 103 (13.8%) videos depicted a negative sliding sign. The dataset was split into training (414 videos), validation (139), and testing (196) maintaining similar positive/negative proportions. When applied to the test dataset using a threshold of 0.9, the model achieved: AUC 96.5% (95% CI: 90.8-100.0%), an accuracy of 88.8% (95% CI: 83.5-92.8%), sensitivity of 88.6% (95% CI: 83.0-92.9%), specificity of 90.0% (95% CI: 68.3-98.8%), a PPV of 98.7% (95% CI: 95.4-99.7%), and an NPV of 47.7% (95% CI: 36.8-58.2%). CONCLUSIONS: We have developed an accurate DL model for the prediction of the TVS-based sliding sign classification. LAY SUMMARY: Endometriosis is a disease that affects females. It can cause very severe scarring inside the body, especially in the pelvis - called the pouch of Douglas (POD). An ultrasound test called the 'sliding sign' can diagnose POD scarring. In our study, we provided input to a computer on how to interpret the sliding sign and determine whether there was POD scarring or not. This is a type of artificial intelligence called deep learning (DL). For this purpose, two expert ultrasound specialists recorded 749 videos of the sliding sign. Most of them (646) were normal and 103 showed POD scarring. In order for the computer to interpret, both normal and abnormal videos were required. After providing the necessary inputs to the computer, the DL model was very accurate (almost nine out of every ten videos was correctly determined by the DL model). In conclusion, we have developed an artificial intelligence that can interpret ultrasound videos of the sliding sign that show POD scarring that is almost as accurate as the ultrasound specialists. We believe this could help increase the knowledge on POD scarring in people with endometriosis.",
  "authors": [
    {
      "last_name": "Maicas",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Maicas",
      "affiliations": [
        "Australian Institute for Machine Learning, University of Adelaide, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "OMNI Gynaecological Ultrasound and Care, Sydney, Australia.",
        "Sydney Medical School Nepean, University of Sydney, Sydney, Australia.",
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Avery",
      "fore_name": "Jodie",
      "initials": "J",
      "name": "Jodie Avery",
      "affiliations": [
        "Robinson Research Institute, University of Adelaide, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Panuccio",
      "fore_name": "Catrina",
      "initials": "C",
      "name": "Catrina Panuccio",
      "affiliations": [
        "Specialist Imaging Partners, North Adelaide, Australia."
      ]
    },
    {
      "last_name": "Carneiro",
      "fore_name": "Gustavo",
      "initials": "G",
      "name": "Gustavo Carneiro",
      "affiliations": [
        "Australian Institute for Machine Learning, University of Adelaide, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Hull",
      "fore_name": "M Louise",
      "initials": "ML",
      "name": "M Louise Hull",
      "affiliations": [
        "Robinson Research Institute, University of Adelaide, Adelaide, Australia.",
        "Discipline of Obstetrics and Gynaecology, Women & Children's Hospital, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "OMNI Gynaecological Ultrasound and Care, Sydney, Australia.",
        "Sydney Medical School Nepean, University of Sydney, Sydney, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Reproduction & fertility",
    "iso_abbreviation": "Reprod Fertil",
    "issn": "2633-8386",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "236",
  "end_page": "243",
  "pages": "236-243",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Artificial Intelligence",
    "Cicatrix",
    "Deep Learning",
    "Endometriosis",
    "Female",
    "Humans",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "35118401",
    "pmc": "PMC8801033",
    "doi": "10.1530/RAF-21-0031",
    "pii": "RAF-21-0031"
  },
  "doi": "10.1530/RAF-21-0031",
  "pmc_id": "PMC8801033",
  "dates": {
    "completed": "2022-08-30",
    "revised": "2022-08-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.177497",
    "pmid": "35118401"
  }
}