{
  "pmid": "35118409",
  "uid": "35118409",
  "title": "Nocebo effects in the treatment of endometriosis.",
  "abstract": "UNLABELLED: The current approach to treating endometriosis is often inadequate or intolerable for many patients. Until more effective therapies are available, we should aim to maximize the effectiveness of our current options. Optimization may be possible by reducing nocebo effects, which are the negative therapeutic effects not directly caused by a treatment. Awareness of these effects, how they arise, and the factors influencing them, is invaluable if we aim to limit their magnitude. The unique nature of endometriosis diagnosis and management is especially prone to nocebo effects due to multiple factors, including diagnostic delays, feelings of invalidation, social transmission of expectations, and persistent symptoms despite numerous treatments. This commentary discusses the origins of these effects in people with endometriosis, methods of limiting nocebo effects, and future research directions. LAY SUMMARY: The term 'nocebo' describes the undesirable effects of a medication or treatment that patients may experience which are not directly caused by the treatment (e.g. tiredness from a sugar pill). These arise from pre-existing expectations toward a treatment and are influenced by multiple external factors, including past experiences, online media, personal beliefs, and personality factors. Endometriosis is a disease characterized by cells like those from the inside of the uterus growing outside of the uterus. The complex nature of endometriosis diagnosis and management creates an environment where nocebo effects may affect treatment outcomes. We may be able to limit nocebo effects through awareness and simple actions that strengthen patient-doctor relationships. Effective therapeutic relationships with doctors are crucial in limiting negative expectations and are established through empathy, honesty, and support. Therapeutic relationships built on trust may allow healthcare providers to address negative expectations, nocebo effects, and the misinformation affecting endometriosis management.",
  "authors": [
    {
      "last_name": "Thiel",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Thiel",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Saskatchewan College of Medicine, Regina, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Burke",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Burke",
      "affiliations": [
        "Neuropsychiatry Program, Department of Psychiatry and Division of Neurology, Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Cognitive Neurology, Department of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Bridge-Cook",
      "fore_name": "Philippa",
      "initials": "P",
      "name": "Philippa Bridge-Cook",
      "affiliations": [
        "The Endometriosis Network Canada, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Reproduction & fertility",
    "iso_abbreviation": "Reprod Fertil",
    "issn": "2633-8386",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "C35",
  "end_page": "C38",
  "pages": "C35-C38",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Emotions",
    "Endometriosis",
    "Female",
    "Humans",
    "Nocebo Effect",
    "Physician-Patient Relations",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35118409",
    "pmc": "PMC8801028",
    "doi": "10.1530/RAF-21-0040",
    "pii": "RAF-21-0040"
  },
  "doi": "10.1530/RAF-21-0040",
  "pmc_id": "PMC8801028",
  "dates": {
    "completed": "2022-08-30",
    "revised": "2022-08-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.177726",
    "pmid": "35118409"
  }
}