{
  "pmid": "35125427",
  "uid": "35125427",
  "title": "The Role of Neuroinflammation in Neuropsychiatric Disorders Following Traumatic Brain Injury: A Systematic Review.",
  "abstract": "BACKGROUND: Neuropsychiatric symptoms are common following traumatic brain injury (TBI), but their etiological onset remains unclear. Mental health research implicates neuroinflammation in the development of psychiatric disorders. The presence of neuroinflammatory responses after TBI thus prompts an investigation of their involvement in the emergence of neuropsychiatric disorders postinjury. OBJECTIVE: Review the literature surrounding the role of neuroinflammation and immune response post-TBI in the development of neuropsychiatric disorders. METHODS: A search of scientific databases was conducted for original, empirical studies in human subjects. Key words such as \"neuroinflammation,\" \"TBI,\" and \"depression\" were used to identify psychopathology as an outcome TBI and the relation to neuroinflammatory response. RESULTS: Study results provide evidence of neuroinflammation mediated post-TBI neuropsychiatric disorders including anxiety, trauma/stress, and depression. Inflammatory processes and stress response dysregulation can lead to secondary cell damage, which promote the development and maintenance of neuropsychiatric disorders postinjury. CONCLUSION: This review identifies both theoretical and empirical support for neuroinflammatory response as feasible mechanisms underlying neuropsychiatric disorders after TBI. Further understanding of these processes in this context has significant clinical implications for guiding the development of novel treatments to reduce psychiatric symptoms postinjury. Future directions to address current limitations in the literature are discussed.",
  "authors": [
    {
      "last_name": "Feiger",
      "fore_name": "Jeremy A",
      "initials": "JA",
      "name": "Jeremy A Feiger",
      "affiliations": [
        "Department of Psychology, University of Nebraska-Lincoln (Messrs Feiger and Walsh, Mss Snyder and Al-Momani, and Dr Chiou); Department of Psychology, University of Missouri-Columbia (Ms Cissne); and Department of Psychology, Penn State University, State College, Pennsylvania (Mr Cwiek)."
      ]
    },
    {
      "last_name": "Snyder",
      "fore_name": "Rachael L",
      "initials": "RL",
      "name": "Rachael L Snyder",
      "affiliations": []
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": []
    },
    {
      "last_name": "Cissne",
      "fore_name": "Mackenzie",
      "initials": "M",
      "name": "Mackenzie Cissne",
      "affiliations": []
    },
    {
      "last_name": "Cwiek",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Cwiek",
      "affiliations": []
    },
    {
      "last_name": "Al-Momani",
      "fore_name": "Seima I",
      "initials": "SI",
      "name": "Seima I Al-Momani",
      "affiliations": []
    },
    {
      "last_name": "Chiou",
      "fore_name": "Kathy S",
      "initials": "KS",
      "name": "Kathy S Chiou",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of head trauma rehabilitation",
    "iso_abbreviation": "J Head Trauma Rehabil",
    "issn": "1550-509X",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "5"
  },
  "start_page": "E370",
  "end_page": "E382",
  "pages": "E370-E382",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Brain Injuries, Traumatic",
    "Chronic Traumatic Encephalopathy",
    "Humans",
    "Inflammation",
    "Mental Disorders",
    "Neuroinflammatory Diseases"
  ],
  "article_ids": {
    "pubmed": "35125427",
    "doi": "10.1097/HTR.0000000000000754",
    "pii": "00001199-202209000-00015"
  },
  "doi": "10.1097/HTR.0000000000000754",
  "dates": {
    "completed": "2022-09-09",
    "revised": "2023-09-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.057552",
    "pmid": "35125427"
  }
}