{
  "pmid": "35127105",
  "uid": "35127105",
  "title": "Deriving Normative Data on 24-Hour Ambulatory Blood Pressure Monitoring for South Asian Children (ASHA): A Clinical Research Protocol.",
  "abstract": "BACKGROUND: The global prevalence of hypertension in children and adolescents has increased over the past 2 decades and is the strongest predictor of adult hypertension. South Asians have an increased prevalence of metabolic syndrome associated risk factors including abdominal obesity, diabetes, and hypertension. All these factors contribute to their increased cardiovascular disease burden. Accurate and early identification of hypertension in South Asian children is a necessary aspect of cardiovascular disease prevention. Ambulatory blood pressure monitoring (ABPM) is considered the gold-standard for pediatric blood pressure (BP) measurement. However, its utilization is limited due to the lack of validated normative reference data in diverse, multiethnic pediatric populations. OBJECTIVE: The primary objective is to establish normative height-sex and age-sex-specific reference values for 24-h ABPM measurements among South Asian children and adolescents (aged 5-17 years) in Ontario and British Columbia, Canada. Secondary objectives are to evaluate differences in ABPM measurements by body mass index classification, to compare our normative data against pre-existing data from German and Hong Kong cohorts, and to evaluate relationships between habitual movement behaviors, diet quality, and ABPM measurements. DESIGN: Cross-sectional study, quasi-representative sample. SETTING: Participants will be recruited from schools, community centers, and places of worship in Southern Ontario (Greater Toronto and Hamilton area, including the Peel Region) and Greater Vancouver, British Columbia. PARTICIPANTS: We aim to recruit 2113 nonoverweight children (aged 5-17 years) for the primary objective. We aim to recruit an additional 633 overweight or obese children to address the secondary objectives. MEASUREMENTS: Ambulatory BP monitoring measurements will be obtained using Spacelabs 90217 ABPM devices, which are validated for pediatric use. The ActiGraph GT3X-BT accelerometer, which has also been validated for pediatric use, will be used to obtain movement behavior data. METHODS: Following recruitment, eligible children will be fitted with 24-h ABPM and physical activity monitors. Body anthropometrics and questionnaire data regarding medical and family history, medications, diet, physical activity, and substance use will be collected. Ambulatory BP monitoring data will be used to develop height-sex- and age-sex-specific normative reference values for South Asian children. Secondary objectives include evaluating differences in ABPM measures between normal weight, overweight and obese children; and comparing our South Asian ABPM data to existing German and Hong Kong data. We will also use compositional data analysis to evaluate associations between a child's habitual movement behaviors and ABPM measures. LIMITATIONS: Bloodwork will not be performed to facilitate recruitment. A non-South Asian comparator cohort will not be included due to feasibility concerns. Using a convenience sampling approach introduces the potential for selection bias. CONCLUSIONS: Ambulatory BP monitoring is a valuable tool for the identification and follow-up of pediatric hypertension and overcomes many of the limitations of office-based BP measurement. The development of normative ABPM data specific to South Asian children will increase the accuracy of BP measurement and hypertension identification in this at-risk population, providing an additional strategy for primary prevention of cardiovascular disease.",
  "authors": [
    {
      "last_name": "Nazarali",
      "fore_name": "Samina",
      "initials": "S",
      "name": "Samina Nazarali",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Cal H",
      "initials": "CH",
      "name": "Cal H Robinson",
      "affiliations": [
        "Division of Nephrology, Department of Paediatrics, The Hospital for Sick Children, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-2223-0646"
    },
    {
      "last_name": "Khan",
      "fore_name": "Farah",
      "initials": "F",
      "name": "Farah Khan",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pocsai",
      "fore_name": "Tayler",
      "initials": "T",
      "name": "Tayler Pocsai",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Dipika",
      "initials": "D",
      "name": "Dipika Desai",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "De Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J De Souza",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Girish",
      "initials": "G",
      "name": "Girish Bhatt",
      "affiliations": [
        "Department of Pediatrics, All India Institute of Medical Sciences, Bhopal, India."
      ]
    },
    {
      "last_name": "Dart",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Dart",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, University of Manitoba, Winnipeg, Canada."
      ],
      "orcid": "0000-0002-4718-9408"
    },
    {
      "last_name": "Dionne",
      "fore_name": "Janis",
      "initials": "J",
      "name": "Janis Dionne",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, BC Children's Hospital, The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Elmansy",
      "fore_name": "Salma",
      "initials": "S",
      "name": "Salma Elmansy",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kandasamy",
      "fore_name": "Sujane",
      "initials": "S",
      "name": "Sujane Kandasamy",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lear",
      "fore_name": "Scott A",
      "initials": "SA",
      "name": "Scott A Lear",
      "affiliations": [
        "Simon Fraser University, Burnaby, BC, Canada."
      ]
    },
    {
      "last_name": "Obeid",
      "fore_name": "Joyce",
      "initials": "J",
      "name": "Joyce Obeid",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Centre for Metabolism, Obesity and Diabetes Research, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Parekh",
      "fore_name": "Rulan",
      "initials": "R",
      "name": "Rulan Parekh",
      "affiliations": [
        "Division of Nephrology, Department of Paediatrics, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Punthakee",
      "fore_name": "Zubin",
      "initials": "Z",
      "name": "Zubin Punthakee",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Centre for Metabolism, Obesity and Diabetes Research, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Rajiv",
      "initials": "R",
      "name": "Rajiv Sinha",
      "affiliations": [
        "Pediatric Nephrology, Department of Pediatrics, Institute of Child Health, Kolkata, India."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zappitelli",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zappitelli",
      "affiliations": [
        "Division of Nephrology, Department of Paediatrics, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster University, Hamilton ON, Canada.",
        "ICES McMaster, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "20543581211072329",
  "pages": "20543581211072329",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35127105",
    "pmc": "PMC8808039",
    "doi": "10.1177/20543581211072329",
    "pii": "10.1177_20543581211072329"
  },
  "doi": "10.1177/20543581211072329",
  "pmc_id": "PMC8808039",
  "dates": {
    "revised": "2024-08-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:51.406605",
    "pmid": "35127105"
  }
}