{
  "pmid": "35128465",
  "uid": "35128465",
  "title": "Students' feedback experiences and expectations pre- and post-university entry.",
  "abstract": "UNLABELLED: Feedback on submitted work is a crucial element of students' learning process, but UK undergraduate students are often dissatisfied with the nature and process of university feedback. This article explores the causes of this dissatisfaction by analysing students' past feedback experiences pre-university and how these relate to their expectations regarding feedback at the Higher Education level. This study is based on a large survey undertaken at a UK Business School at the beginning of course induction meetings for 1st year undergraduate students. The results reveal that there is a significant misalignment between students' university feedback expectations and actual university feedback. These findings highlight the importance of managing student expectations regarding the nature and timeliness of feedback. This paper offers suggestions for feedback design and managing students' feedback expectations for course leaders to facilitate students' transition from schools and colleges to UK universities. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s43545-022-00313-y.",
  "authors": [
    {
      "last_name": "Gray",
      "fore_name": "Keith",
      "initials": "K",
      "name": "Keith Gray",
      "affiliations": [
        "Department of Economics, Finance and Accounting, Coventry University, Coventry, UK."
      ]
    },
    {
      "last_name": "Riegler",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Riegler",
      "affiliations": [
        "Department of Economics, Finance and Entrepreneurship, Aston Business School, Aston University, Birmingham, B4 7ET UK."
      ],
      "orcid": "0000-0002-0423-5080"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Economics, Finance and Accounting, Coventry University, Coventry, UK."
      ]
    }
  ],
  "journal": {
    "title": "SN social sciences",
    "iso_abbreviation": "SN Soc Sci",
    "issn": "2662-9283",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "2",
    "pub_year": "2022"
  },
  "start_page": "16",
  "pages": "16",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35128465",
    "pmc": "PMC8800546",
    "doi": "10.1007/s43545-022-00313-y",
    "pii": "313"
  },
  "doi": "10.1007/s43545-022-00313-y",
  "pmc_id": "PMC8800546",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.057813",
    "pmid": "35128465"
  }
}