{
  "pmid": "35128529",
  "uid": "35128529",
  "title": "Key Determinants of Cell-Mediated Immune Responses: A Randomized Trial of High Dose Vs. Standard Dose Split-Virus Influenza Vaccine in Older Adults.",
  "abstract": "BACKGROUND: Efforts to improve influenza vaccine effectiveness in older adults have resulted in some successes, such as the introduction of high-dose split-virus influenza vaccine (HD-SVV), yet studies of cell-mediated immune responses to these vaccines remain limited. We have shown that the activity of the cytolytic mediator, granzyme B (GrB), in peripheral blood mononuclear cells (PBMC) challenged with influenza A/H3N2 virus, correlates with protection against influenza following standard dose vaccination (SD-SVV) in older adults. Further, the interferon-γ (IFNγ) to interleukin-10 (IL-10) ratio can be a correlate of protection depending on the timing of vaccination relative to exposure to influenza. METHODS: In a double-blind trial (ClinicalTrials.gov NCT02297542) older adults (≥65 years, n=582) were randomized to receive SD-SVV or HD-SVV (Fluzone®) from 2014/15 to 2017/18. Young adults (20-40 years, n=79) received SD-SVV. At 0, 4, 10 and 20 weeks post-vaccination, serum antibody titers, IFNγ, IL-10, and inducible GrB (iGrB) were measured in ex vivo influenza virus-challenged PBMC. iGrB is defined as the fold change in GrB activity from baseline levels (bGrB) in circulating T cells. Responses of older adults were compared to younger controls, while specifically for older adults we analyzed effects of age, sex, cytomegalovirus (CMV) serostatus, frailty, and vaccine dose. RESULTS: Prior to vaccination, younger adults produced significantly higher IFNγ, IL-10 and iGrB levels, but with no difference in the IFNγ:IL-10 ratio. Relative to SD-SVV recipients, older HD-SVV recipients exhibited significantly lower IFNγ:IL-10 ratios at 4 weeks post-vaccination. In contrast, IFNγ and iGrB levels were higher in younger SD vs. older SD or HD recipients; only the HD group showed a significant IFNγ response to vaccination compared to the SD groups while all three groups showed a significant iGrB response to vaccination. In a regression analysis, female sex and HD-SVV were associated with higher IL-10 levels, while SD-SVV was associated with lower iGrB levels. Prior season influenza vaccination showed a decline in iGrB levels but an increase in IFNγ and IL-10 levels, which correlated with influenza A/H3N2 hemagglutination inhibition antibody titers. CONCLUSIONS: Overall, HD-SVV amplified the IL-10 response consistent with enhanced antibody responses, with little effect on the iGrB response relative to SD-SVV in either younger or older adults. These results suggest that enhanced protection with HD-SVV is largely antibody-mediated.",
  "authors": [
    {
      "last_name": "McElhaney",
      "fore_name": "Janet E",
      "initials": "JE",
      "name": "Janet E McElhaney",
      "affiliations": [
        "Health Sciences North Research Institute, Sudbury, ON, Canada.",
        "Northern Ontario School of Medicine, Sudbury, ON, Canada."
      ]
    },
    {
      "last_name": "Verschoor",
      "fore_name": "Chris P",
      "initials": "CP",
      "name": "Chris P Verschoor",
      "affiliations": [
        "Health Sciences North Research Institute, Sudbury, ON, Canada.",
        "Northern Ontario School of Medicine, Sudbury, ON, Canada."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Haynes",
      "affiliations": [
        "UConn Center on Aging, University of Connecticut School of Medicine, Farmington, CT, USA."
      ]
    },
    {
      "last_name": "Pawelec",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Pawelec",
      "affiliations": [
        "Health Sciences North Research Institute, Sudbury, ON, Canada.",
        "Department of Immunology, University of Tübingen, Tübingen, Germany."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, ON, Canada."
      ]
    },
    {
      "last_name": "Andrew",
      "fore_name": "Melissa K",
      "initials": "MK",
      "name": "Melissa K Andrew",
      "affiliations": [
        "Department of Medicine (Geriatrics), Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Kuchel",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Kuchel",
      "affiliations": [
        "UConn Center on Aging, University of Connecticut School of Medicine, Farmington, CT, USA."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in aging",
    "iso_abbreviation": "Front Aging",
    "issn": "2673-6217",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2021",
    "pub_month": "May"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35128529",
    "mid": "NIHMS1771816",
    "pmc": "PMC8813165",
    "doi": "10.3389/fragi.2021.649110",
    "pii": "649110"
  },
  "doi": "10.3389/fragi.2021.649110",
  "pmc_id": "PMC8813165",
  "dates": {
    "revised": "2022-07-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AG048023",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.180082",
    "pmid": "35128529"
  }
}