{
  "pmid": "35122436",
  "uid": "35122436",
  "title": "Are psychological interventions efficacious for adults with migraine? A systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: To determine the efficacy of psychological interventions in studies of adults with migraine, in reducing pain, and functional and psychosocial difficulties. BACKGROUND: A recently published Cochrane Review showed no strong evidence for psychological intervention for adults with migraine. However, this review was limited by stringent inclusion criteria, potentially resulting in low power. The current review examines the stability of these findings. METHODS: CENTRAL, MEDLINE, Embase, PsycINFO, and CINAHL databases were systematically searched from inception to July 31, 2021. Reviewers independently conducted the search and extraction process. Risk of bias was conducted, and we provide GRADE ratings of our confidence in the evidence. We included 39 randomized controlled trials in the meta-analyses (n = 3155); 31 included data on migraine only and eight combined data from adults with migraine or tension-type headache (TTH). RESULTS: In contrast to the Cochrane Review, for studies including adults with migraine only, we found psychological interventions had a small to medium beneficial effect on improving migraine frequency, pain intensity, and disability post-treatment, compared to controls (Cohen's d range 0.23 to 0.33), and disability at follow-up (d = 0.44). We found no evidence of a beneficial effect on quality-of-life post-treatment, or mood at post-treatment or follow-up. Our sensitivity analyses on studies with mixed headache populations (migraine and combined migraine/TTH) found a similar magnitude of effects for most outcomes (d range 0.25 to 0.36), except for mood, which produced a small to medium beneficial effect (d = 0.32). CONCLUSION: We found evidence that adults with migraine may benefit from psychological intervention, and psychological treatment may equally benefit adults with a range of headache conditions. However, as with previous reviews, quality of the evidence was low, findings should be cautiously interpreted, and this field would benefit from future high-quality trials.",
  "authors": [
    {
      "last_name": "Dudeney",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Dudeney",
      "affiliations": [
        "eCentreClinic, School of Psychological Sciences, Macquarie University, Sydney, New South Wales, Australia."
      ],
      "orcid": "0000-0001-8552-5022"
    },
    {
      "last_name": "Sharpe",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Sharpe",
      "affiliations": [
        "School of Psychology, The University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah McDonald",
      "affiliations": [
        "Discipline of Clinical Psychology, Graduate School of Health, University of Technology Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Menzies",
      "fore_name": "Rachel E",
      "initials": "RE",
      "name": "Rachel E Menzies",
      "affiliations": [
        "School of Psychology, The University of Sydney, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "McGuire",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian McGuire",
      "affiliations": [
        "School of Psychology, National University of Ireland, Galway, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "Headache",
    "iso_abbreviation": "Headache",
    "issn": "1526-4610",
    "issn_type": "Electronic",
    "volume": "62",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "405",
  "end_page": "419",
  "pages": "405-419",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Headache",
    "Humans",
    "Migraine Disorders",
    "Pain Measurement",
    "Psychosocial Intervention",
    "Tension-Type Headache"
  ],
  "article_ids": {
    "pubmed": "35122436",
    "doi": "10.1111/head.14260"
  },
  "doi": "10.1111/head.14260",
  "dates": {
    "completed": "2022-04-21",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.553578",
    "pmid": "35122436"
  }
}