{
  "pmid": "35122108",
  "uid": "35122108",
  "title": "A higher proportion of patients may reach the MCID with capsular closure in patients undergoing arthroscopic surgery for femoroacetabular impingement: a systematic review and meta-analysis.",
  "abstract": "PURPOSE: The purpose of this review is to provide a summary of the techniques and outcomes of various capsular management strategies in patients undergoing hip arthroscopy for femoroacetabular impingement (FAI). The information this review provides on capsular management strategies will provide surgeons with operative guidance and decision-making when managing patients with FAI lesions arthroscopically. METHODS: Three databases MEDLINE, EMBASE, and PubMed were searched from database inception to November 2nd 2021, for literature addressing capsular management of patients undergoing hip arthroscopy for FAI. All level I-IV data on capsular management strategy as well as postoperative functional outcomes were recorded. A meta-analysis was used to combine the mean postoperative functional outcomes using a random-effects model. RESULTS: Overall, there were a total of 36 studies and 4744 patients included in this review. The mean MINORS score was 10.7 (range 8-13) for non-comparative studies and 17.6 (range 15-20) for comparative studies. Three comparative studies in 1302 patients examining the proportion of patients reaching the MCID for the mHHS score in patients undergoing interportal capsulotomy with either capsular repair or no repair found that the capsular repair group had a higher odds ratio of reaching the MCID at 1.46 (95% CI 0.61-3.45, I[2] = 67%, Fig. 2, Table 3); however, this difference was not significant with a p value of 0.39. When looking at only level 1 and 2 studies, four studies in 1308 patients reporting on the mHHS score in patients undergoing capsular closure regardless of capsulotomy type, found a pooled standardized mean difference in the mHHS score of 2.1 (95% CI 1.7-2.55, I[2] = 70%, Fig. 3), while four studies in 402 patients reporting on the mHHS score in patients not undergoing capsular closure regardless of capsulotomy type found a pooled standardized mean difference in the mHHS score of 1.46 (95% CI 1.2-1.7, I[2] = 30%, Fig. 4). CONCLUSION: This review may demonstrate improved postoperative outcomes in patients undergoing complete capsular closure regardless of capsulotomy type based on postoperative mHHS score. Furthermore, this review may suggest improved postoperative outcomes after closure of an interportal capsulotomy. There are limited published outcome data regarding T-type capsulotomy without closure. This review provides surgeons with operative guidance on capsular management strategies when treating patients with FAI lesions arthroscopically. LEVEL OF EVIDENCE: IV.",
  "authors": [
    {
      "last_name": "Cohen",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Cohen",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, McMaster University, 1200 Main St West, Hamilton, ON, 4E15L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Comeau-Gauthier",
      "fore_name": "Marianne",
      "initials": "M",
      "name": "Marianne Comeau-Gauthier",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, McMaster University, 1200 Main St West, Hamilton, ON, 4E15L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Khan",
      "affiliations": [
        "Faculty of Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kay",
      "fore_name": "Jeffrey",
      "initials": "J",
      "name": "Jeffrey Kay",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, McMaster University, 1200 Main St West, Hamilton, ON, 4E15L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Slawaska-Eng",
      "fore_name": "David",
      "initials": "D",
      "name": "David Slawaska-Eng",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, McMaster University, 1200 Main St West, Hamilton, ON, 4E15L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Simunovic",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University Medical Centre, McMaster University, 1200 Main St West, Hamilton, ON, 4E15L8N 3Z5, Canada. ayenif@mcmaster.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. ayenif@mcmaster.ca."
      ],
      "orcid": "0000-0003-4219-8564"
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "2425",
  "end_page": "2456",
  "pages": "2425-2456",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Arthroscopy",
    "Femoracetabular Impingement",
    "Hip Joint",
    "Humans",
    "Reoperation",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35122108",
    "doi": "10.1007/s00167-022-06877-9",
    "pii": "10.1007/s00167-022-06877-9"
  },
  "doi": "10.1007/s00167-022-06877-9",
  "dates": {
    "completed": "2022-06-21",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.858829",
    "pmid": "35122108"
  }
}