{
  "pmid": "35128905",
  "uid": "35128905",
  "title": "Reliability and Validation of the Persian Version of JUICE Study Questionnaire.",
  "abstract": "BACKGROUND: This study is part of a prospective international cohort study on the composition of microbiota living in the upper gastrointestinal (GI) tract and its correlations to the patients' symptoms, and their psychological and physical health status in three different populations (JUICE Study). Our study evaluates the reliability and validity of the Persian version of a three-part questionnaire which will be used in this study. METHODS: The original English version of the questionnaire was translated to Farsi and then back translated to English by an expert Iranian English teacher. The back-translation was edited by a native English speaker and then retranslated to Farsi. The questionnaire consists of three parts; the first part includes demographic data, the second part is the EQ-5D questionnaire which is an instrument developed by the EuroQol group to measure five dimensions of quality of life and health status, and the third part is the Hospital Anxiety and Depression Scale questionnaire (HADS). By convenience sampling, 22 participants were enrolled. To check reliability, they were asked to complete the questionnaire and repeat this two weeks later. For validity, one of the researchers completed the questionnaire for each of the participants after interviewing them and this was compared with the questionnaire completed by the participant. Each participant was also asked to comment on the content and structure of the questionnaire and these points were considered for improvement of the questionnaire. RESULTS: The first six questions were demographic, and completely the same in the test and retest phases. All of the other questions in the first part of the questionnaire had Kappa values above 0.6 for both reliability and validity. Four questions in this section were assessed with percentage agreement. Percentage agreements were 0.86, 0.54, 0.66 and 0.9 for reliability and 1, 0.81, 0.81 and 1 for validity for the 8[th], 12[th], 13[th] and 14[th] questions, respectively. In the second part, i.e. the EQ5D questionnaire, percentage agreements of the first and second items for reliability equaled 1. Percentage agreements of the three last items were 0.90, 0.63 and 0.72, respectively. Validity of the EQ5D questionnaire was 100% for the first three items and 95% for the last one. For the HADS questionnaire, percentage agreement averaged 0.63 in the reliability phase and 0.78 in the validation phase. CONCLUSION: According to our data, this three-part questionnaire has acceptable reliability and validity to be used as an instrument in Farsi-speaking populations for the JUICE study.",
  "authors": [
    {
      "last_name": "Rayatpisheh",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Rayatpisheh",
      "affiliations": [
        "Digestive Disease Research Institute, Tehran University of Medical Sciences, Tehran, Iran."
      ],
      "orcid": "0000-0002-2635-2659"
    },
    {
      "last_name": "Nasseri-Moghaddam",
      "fore_name": "Saba",
      "initials": "S",
      "name": "Saba Nasseri-Moghaddam",
      "affiliations": [
        "Psychology Division of York University, Toronto, Canada."
      ]
    },
    {
      "last_name": "Kherad",
      "fore_name": "Afsoon",
      "initials": "A",
      "name": "Afsoon Kherad",
      "affiliations": [
        "Islamic Azad University, Central Tehran Branch, Tehran, Iran."
      ]
    },
    {
      "last_name": "Kanno",
      "fore_name": "Takeshi",
      "initials": "T",
      "name": "Takeshi Kanno",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada Division of Gastroenterology, Tohoku University Graduate school of Medicine, Sendai, Japan."
      ]
    },
    {
      "last_name": "Sima",
      "fore_name": "Ali Reza",
      "initials": "AR",
      "name": "Ali Reza Sima",
      "affiliations": [
        "Medicine Digestive Disease Research Institute, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department of Medicine, Division of Gastroenterology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Nasseri-Moghaddam",
      "fore_name": "Siavosh",
      "initials": "S",
      "name": "Siavosh Nasseri-Moghaddam",
      "affiliations": [
        "Digestive Disease Research Institute, Tehran University of Medical Sciences, Tehran, Iran."
      ],
      "orcid": "0000-0002-1801-8458"
    }
  ],
  "journal": {
    "title": "Archives of Iranian medicine..",
    "iso_abbreviation": "Arch Iran Med",
    "issn": "1735-3947",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "1",
  "end_page": "5",
  "pages": "1-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cohort Studies",
    "Humans",
    "Iran",
    "Prospective Studies",
    "Psychometrics",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35128905",
    "doi": "10.34172/aim.2022.01"
  },
  "doi": "10.34172/aim.2022.01",
  "dates": {
    "completed": "2022-03-11",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.431410",
    "pmid": "35128905"
  }
}