{
  "pmid": "35131690",
  "uid": "35131690",
  "title": "Youth drinking in decline: What are the implications for public health, public policy and public debate?",
  "abstract": "Youth drinking has declined across most high-income countries in the last 20 years. Although researchers and commentators have explored the nature and drivers of decline, they have paid less attention to its implications. This matters because of the potential impact on contemporary and future public health, as well as on alcohol policy-making. This commentary therefore considers how youth drinking trends may develop in future, what this would mean for public health, and what it might mean for alcohol policy and debate. We argue that the decline in youth drinking is well-established and unlikely to reverse, despite smaller declines and stabilising trends in recent years. Young people also appear to be carrying their lighter drinking into adulthood in at least some countries. This suggests we should expect large short- and long-term public health benefits. The latter may however be obscured in population-level data by increased harm arising from earlier, heavier drinking generations moving through the highest risk points in the life course. The likely impact of the decline in youth drinking on public and policy debate is less clear. We explore the possibilities using two model scenarios, the reinforcement and withdrawal models. In the reinforcement model, a 'virtuous' circle of falling alcohol consumption, increasing public support for alcohol control policies and apparent policy successes facilitates progressive strengthening of policy, akin to that seen in the tobacco experience. In the withdrawal model, policy-makers turn their attention to other problems, public health advocates struggle to justify proposed interventions and existing policies erode over time as industry actors reassert and strengthen their partnerships with government around alcohol policy. We argue that disconnects between the tobacco experience and the reinforcement model make the withdrawal model a more plausible scenario. We conclude by suggesting some tentative ways forward for public health actors working in this space.",
  "authors": [
    {
      "last_name": "Holmes",
      "fore_name": "John",
      "initials": "J",
      "name": "John Holmes",
      "affiliations": [
        "School of Health and Related Research, University of Sheffield, 30 Regent Street, Sheffield, S1 4DA, UK. Electronic address: john.holmes@sheffield.ac.uk."
      ]
    },
    {
      "last_name": "Fairbrother",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Fairbrother",
      "affiliations": [
        "Health Sciences School, University of Sheffield, Barber House, 387 Glossop Road, Sheffield, S10 2HQ, UK."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug Research Institute and enAble Institute, Faculty of Health Sciences, Curtin University, Perth, WA 6008, Australia; Centre for Alcohol Policy Research, La Trobe University, Bundoora, Victoria, 3803, Australia."
      ]
    },
    {
      "last_name": "Meier",
      "fore_name": "Petra Sylvia",
      "initials": "PS",
      "name": "Petra Sylvia Meier",
      "affiliations": [
        "School of Health and Related Research, University of Sheffield, 30 Regent Street, Sheffield, S1 4DA, UK; MRC/CSO Social and Public Health Sciences Unit, University of Glasgow, 99 Berkeley Square, Glasgow, G3 7HR, UK."
      ]
    },
    {
      "last_name": "Oldham",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Oldham",
      "affiliations": [
        "School of Health and Related Research, University of Sheffield, 30 Regent Street, Sheffield, S1 4DA, UK; Department of Behavioural Science and Health, University College London, 1-19 Torrington Place, London, WC1E 7HB, UK."
      ]
    },
    {
      "last_name": "Pennay",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Pennay",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Victoria, 3803, Australia."
      ]
    },
    {
      "last_name": "Whitaker",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Whitaker",
      "affiliations": [
        "Health Sciences School, University of Sheffield, Barber House, 387 Glossop Road, Sheffield, S10 2HQ, UK."
      ]
    }
  ],
  "journal": {
    "title": "The International journal on drug policy",
    "iso_abbreviation": "Int J Drug Policy",
    "issn": "1873-4758",
    "issn_type": "Electronic",
    "volume": "102",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "103606",
  "pages": "103606",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Government",
    "Health Policy",
    "Humans",
    "Policy Making",
    "Public Health",
    "Public Policy",
    "Underage Drinking"
  ],
  "article_ids": {
    "pubmed": "35131690",
    "mid": "EMS141043",
    "pmc": "PMC7612362",
    "doi": "10.1016/j.drugpo.2022.103606",
    "pii": "S0955-3959(22)00026-3"
  },
  "doi": "10.1016/j.drugpo.2022.103606",
  "pmc_id": "PMC7612362",
  "dates": {
    "completed": "2022-04-05",
    "revised": "2024-08-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "208090",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "208090/Z/17/Z",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.831547",
    "pmid": "35131690"
  }
}