{
  "pmid": "35136567",
  "uid": "35136567",
  "title": "Tailored PRISMA 2020 flow diagrams for living systematic reviews: a methodological survey and a proposal.",
  "abstract": "Background: While the PRISMA flow diagram is widely used for reporting standard systematic reviews (SRs), it was not designed for capturing the results of continual searches for studies in living systematic reviews (LSRs). The objectives of this study are (1) to assess how published LSRs report on the flow of studies through the different phases of the review for the different updates; (2) to propose an approach to reporting on that flow. Methods: For objective 1, we identified all LSRs published up to April 2021. We abstracted information regarding their general characteristics and how they reported on search results. For objective 2, we based our proposal for tailored PRISMA approaches on the findings from objective 1, as well as on our experience with conducting Cochrane LSRs. Results: We identified 279 living publications relating to 76 LSRs. Of the 279 publications, 11% were protocols, 23% were base versions (i.e., the first version), 50% were partial updates (i.e., does not include all typical sections of an SR), and 16% were full updates (i.e., includes all typical sections of an SR). We identified six ways to reporting the study flow: base separately, each update separately (38%); numbers not reported (32%); latest update separately, all previous versions combined (20%); base separately, all updates combined (7%); latest update version only (3%); all versions combined (0%). We propose recording in detail the results of the searches to keep track of all identified records. For structuring the flow diagram, we propose using one of four approaches. Conclusion: We identified six ways for reporting the study flow through the different phases of the review for the different update versions. We propose to document in detail the study flow for the different search updates and select one of our four tailored PRISMA diagram approaches to present that study flow.",
  "authors": [
    {
      "last_name": "Kahale",
      "fore_name": "Lara A",
      "initials": "LA",
      "name": "Lara A Kahale",
      "affiliations": [
        "Cochrane Central Executive, Cochrane, London, St Albans House, 57-59 Haymarket, London, SW1Y 4QX, UK."
      ],
      "orcid": "0000-0003-4466-0556"
    },
    {
      "last_name": "Elkhoury",
      "fore_name": "Rayane",
      "initials": "R",
      "name": "Rayane Elkhoury",
      "affiliations": [
        "Infectious Disease Epidemiology Group, Weill Cornell Medicine-Qatar, Cornell University, Qatar Foundation - Education City, Doha, Qatar.",
        "World Health Organization Collaborating Centre for Disease Epidemiology Analytics on HIV/AIDS, Sexually Transmitted Infections, and Viral Hepatitis, Weill Cornell Medicine-Qatar, Cornell University, Qatar Foundation - Education City, Doha, Qatar."
      ]
    },
    {
      "last_name": "El Mikati",
      "fore_name": "Ibrahim",
      "initials": "I",
      "name": "Ibrahim El Mikati",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Riad El Solh 1107 2020, Lebanon."
      ]
    },
    {
      "last_name": "Pardo-Hernandez",
      "fore_name": "Hector",
      "initials": "H",
      "name": "Hector Pardo-Hernandez",
      "affiliations": [
        "CIBER Epidemiología y Salud Pública, Madrid, Av. de Monforte de Lemos, 5, 28029, Spain.",
        "Iberoamerican Cochrane Centre, Sant Pau Biomedical Research Institute, Barcelona, C / Sant Quintí, 77-79 08041, Spain."
      ]
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem M",
      "initials": "AM",
      "name": "Assem M Khamis",
      "affiliations": [
        "Wolfson Palliative Care Research Centre, Hull York Medical School, University of Hull, Hull, HU6 7RX, UK."
      ],
      "orcid": "0000-0002-5567-7065"
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, 1280 Main Street West 2C Area, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, 1280 Main Street West 2C Area, Canada."
      ]
    },
    {
      "last_name": "Haddaway",
      "fore_name": "Neal R",
      "initials": "NR",
      "name": "Neal R Haddaway",
      "affiliations": [
        "Stockholm Environment Institute, Stockholm, Linnégatan, 87D, Sweden.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa.",
        "Leibniz Centre for Agricultural Landscape Research (ZALF), Eberswalder Str. 84, 15374, Müncheberg, Germany."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Riad El Solh 1107 2020, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, 1280 Main Street West 2C Area, Canada.",
        "Department of Internal Medicine, American University of Beirut, Beirut, Riad El Solh 1107 2020, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "F1000Research",
    "iso_abbreviation": "F1000Res",
    "issn": "2046-1402",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2021"
  },
  "start_page": "192",
  "pages": "192",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Publications",
    "Research Report",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35136567",
    "pmc": "PMC8804909",
    "doi": "10.12688/f1000research.51723.3"
  },
  "doi": "10.12688/f1000research.51723.3",
  "pmc_id": "PMC8804909",
  "dates": {
    "completed": "2022-04-08",
    "revised": "2024-04-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.748756",
    "pmid": "35136567"
  }
}