{
  "pmid": "35137307",
  "uid": "35137307",
  "title": "High social media attention scores are not reflective of study quality: an altmetrics-based content analysis.",
  "abstract": "Recent literature has demonstrated the associations between social media attention, as measured by altmetric attention score (AAS), and higher citation rates across medical disciplines. Despite increasing use of AAS, an understanding of factors associated with higher AAS and social media attention remains lacking. Furthermore, if this increased attention correlates with a higher methodological quality and lower biases has not been determined. Therefore, the purpose of the current study was to determine the relationship between methodological quality, study biases and the AAS in randomized controlled trials (RCTs). All RCTs from 2016 in the New England Journal of Medicine (NEJM), Journal of the American Medical Society (JAMA), and Lancet were extracted and the (1) AAS; (2) Methodological Bias (JADAD Scale); Study Bias (Cochrane Risk-of-Bias tool for RCTs) recorded. A total of 296 RCTs with a median (range) AAS and citation rate per article of 234.0(7-4079) and 165.0(4-3257), respectively, were included. The AAS was positively associated with citation rate (β 0.19, 95% CI 0.10-0.29; P < 0.001). Methodological bias was not associated with the AAS (β - 36.3, 95% CI - 83.5-10.9; P = 0.131), but was negatively associated with higher citation rates (β - 66.4, 95% CI - 106.0 to - 26.9; P = 0.001). The number of study biases was not associated with the AAS (β 43.7, 95% CI - 6.3-93.7;P = 0.086), but was positively associated with a higher citation rate (β 64.5, 95% CI 22.4-106.6; P = 0.003). The online attention of RCTs in medical journals was not necessarily reflective of high methodological quality and minimal study biases, but was associated with higher citation rates. Researchers and clinicians should critically examine each article despite the amount of online attention an article receives as the AAS does not necessarily reflect article quality.",
  "authors": [
    {
      "last_name": "Kunze",
      "fore_name": "Kyle Nash",
      "initials": "KN",
      "name": "Kyle Nash Kunze",
      "affiliations": [
        "Department of Orthopaedic Surgery, Hospital for Special Surgery, 535 East 70th Street, New York, NY, 10021, USA. kunzek@hss.edu."
      ]
    },
    {
      "last_name": "Manzi",
      "fore_name": "Joseph Emanuele",
      "initials": "JE",
      "name": "Joseph Emanuele Manzi",
      "affiliations": [
        "Weill Cornell Medicine, New York, NY, USA."
      ],
      "orcid": "0000-0002-8825-0105"
    },
    {
      "last_name": "Polce",
      "fore_name": "Evan Michael",
      "initials": "EM",
      "name": "Evan Michael Polce",
      "affiliations": [
        "University of Wisonconsin School of Medicine and Public Health, Madison, WI, USA."
      ]
    },
    {
      "last_name": "Vadhera",
      "fore_name": "Amar",
      "initials": "A",
      "name": "Amar Vadhera",
      "affiliations": [
        "University of Wisonconsin School of Medicine and Public Health, Madison, WI, USA."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Piuzzi",
      "fore_name": "Nicolas Santiago",
      "initials": "NS",
      "name": "Nicolas Santiago Piuzzi",
      "affiliations": [
        "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, OH, USA."
      ]
    }
  ],
  "journal": {
    "title": "Internal and emergency medicine",
    "iso_abbreviation": "Intern Emerg Med",
    "issn": "1970-9366",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "1363",
  "end_page": "1374",
  "pages": "1363-1374",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bibliometrics",
    "Humans",
    "Journal Impact Factor",
    "Social Media"
  ],
  "article_ids": {
    "pubmed": "35137307",
    "doi": "10.1007/s11739-022-02939-5",
    "pii": "10.1007/s11739-022-02939-5"
  },
  "doi": "10.1007/s11739-022-02939-5",
  "dates": {
    "completed": "2022-08-08",
    "revised": "2022-10-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.472049",
    "pmid": "35137307"
  }
}