{
  "pmid": "35132573",
  "uid": "35132573",
  "title": "Population Norms for SF-6Dv2 and EQ-5D-5L in China.",
  "abstract": "OBJECTIVES: To derive the population norms for EQ-5D-5L and SF-6Dv2 among the Chinese general population. METHODS: Data collected alongside the Chinese SF-6Dv2 valuation study conducted between June and September 2019 were used. SF-6Dv2 and EQ-5D-5L, as well as social-demographic characteristics and self-reported chronic conditions, were collected through face-to-face interviews among a representative sample of the general population stratified by age, gender, education, and area of residence (urban/rural) in China. SF-6Dv2 and EQ-5D-5L responses were converted to utility values using the corresponding Chinese value sets. Utility values for both measures and EQ VAS scores were summarized by age and gender, and then described by different social-demographic characteristics and chronic conditions. RESULTS: A total of 3397 respondents (51.2% male, age range 18-90 years) were included. 420 (12.4%) and 1726 (50.8%) respondents reported no problems on all SF-6Dv2 and EQ-5D-5L dimensions, respectively. The mean [standard deviation (SD)] utility values were 0.827 (0.143) for SF-6Dv2 and 0.946 (0.096) for EQ-5D-5L. The mean (SD) EQ VAS score was 87.1 (11.5). Respondents who resided in rural areas, were married, and were employed had higher utility values. Respondents with memory-related diseases or stroke had lower utility values than those with other chronic conditions. Utility values decreased with the increase in the number of chronic conditions. CONCLUSION: This study reports the first Chinese population norms for the EQ-5D-5L and SF-6Dv2 derived using a representative sample of the Chinese general population. The norms can be used as references for economic evaluations and healthcare decision-making in China.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Shitong",
      "initials": "S",
      "name": "Shitong Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Wu",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, China. jingwu@tju.edu.cn.",
        "Center for Social Science Survey and Data, Tianjin University, Tianjin, China. jingwu@tju.edu.cn."
      ],
      "orcid": "0000-0002-6012-2785"
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Applied health economics and health policy",
    "iso_abbreviation": "Appl Health Econ Health Policy",
    "issn": "1179-1896",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "573",
  "end_page": "585",
  "pages": "573-585",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Aged",
    "Aged, 80 and over",
    "China",
    "Cost-Benefit Analysis",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Quality of Life",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "35132573",
    "doi": "10.1007/s40258-022-00715-2",
    "pii": "10.1007/s40258-022-00715-2"
  },
  "doi": "10.1007/s40258-022-00715-2",
  "dates": {
    "completed": "2022-06-21",
    "revised": "2023-03-09"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "71673197",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "72174142",
      "agency": "National Natural Science Foundation of China"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.198112",
    "pmid": "35132573"
  }
}