{
  "pmid": "35139345",
  "uid": "35139345",
  "title": "Omega 3 fatty acids - Potential modulators for oxidative stress and inflammation in the management of sickle cell disease.",
  "abstract": "OBJECTIVE: Sickle cell disease is characterized by clinical complications resulting in vaso-occlusive crisis with prominent attributes of oxidative stress, inflammation, and pain. Inflammation is an integral part of this disease which further exacerbates the pain during a crisis. Omega-3 fatty acids are known to possess anti-inflammatory and anti-aggregatory properties and assist in diminishing the slow physiological inactivation. METHODS: A pilot nutritional interventional study was conducted wherein forty-three children with sickle cell disease aged 5-16 years were supplemented with omega-3 fatty acids for a period of six months. Analysis of oxidative stress, as well as inflammatory parameters, was done pre and post-supplementation. RESULTS: Increased free oxygen radical transference values depicting free radical generation is enhanced in these patients along with a reduced antioxidant defense, as seen by decreased free oxygen radical defense values. Supplementation with omega-3 fatty acids for a period of six months significantly reduced the inflammatory marker homocysteine in all patients, whereas high sensitive C reactive protein was significantly reduced only in females of the age group 11-16years. Simultaneously a significant reduction in oxidative stress parameters with a concomitant increase of antioxidant defense was observed in all patients. CONCLUSION: The authors' findings suggest the regulatory effects of omega-3 fatty acids as cellular activators in alleviating the complications due to sickle cell disease. Omega-3 fatty acids hold promise as future therapeutic candidates in patients with sickle cell disease.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Shahida A",
      "initials": "SA",
      "name": "Shahida A Khan",
      "affiliations": [
        "King Abdulaziz University, King Fahd Medical Research Center, Jeddah, Saudi Arabia; King Abdulaziz University, Faculty of Applied Medical Sciences, Department of Medical Laboratory Sciences, Jeddah, Saudi Arabia. Electronic address: sakhan01@kau.edu.sa."
      ]
    },
    {
      "last_name": "Damanhouri",
      "fore_name": "Ghazi A",
      "initials": "GA",
      "name": "Ghazi A Damanhouri",
      "affiliations": [
        "King Abdulaziz University, King Fahd Medical Research Center, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Tahir J",
      "initials": "TJ",
      "name": "Tahir J Ahmed",
      "affiliations": [
        "King Abdulaziz University, Faculty of Medicine Rabigh, Department of Internal Medicine, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Halawani",
      "fore_name": "Saeed H",
      "initials": "SH",
      "name": "Saeed H Halawani",
      "affiliations": [
        "Umm Al Qura University, Faculty of Medicine, Department of Hematology and Immunology, Makkah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Ashraf",
      "initials": "A",
      "name": "Ashraf Ali",
      "affiliations": [
        "King Abdulaziz University, King Fahd Medical Research Center, Jeddah, Saudi Arabia; University of Foggia, Department of Sciences of Agriculture, Food, Natural Resources and Engineering (DAFNE), Foggia, Italy."
      ]
    },
    {
      "last_name": "Makki",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Makki",
      "affiliations": [
        "King Abdulaziz University, King Fahd Medical Research Center, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah A",
      "initials": "SA",
      "name": "Sarah A Khan",
      "affiliations": [
        "King Abdulaziz University, King Fahd Medical Research Center, Jeddah, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Jornal de pediatria",
    "iso_abbreviation": "J Pediatr (Rio J)",
    "issn": "1678-4782",
    "issn_type": "Electronic",
    "volume": "98",
    "issue": "5",
    "pub_year": "2022"
  },
  "start_page": "513",
  "end_page": "518",
  "pages": "513-518",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anemia, Sickle Cell",
    "Anti-Inflammatory Agents",
    "Antioxidants",
    "C-Reactive Protein",
    "Child",
    "Dietary Supplements",
    "Fatty Acids, Omega-3",
    "Female",
    "Homocysteine",
    "Humans",
    "Inflammation",
    "Oxidative Stress",
    "Pain",
    "Reactive Oxygen Species"
  ],
  "article_ids": {
    "pubmed": "35139345",
    "pmc": "PMC9510794",
    "doi": "10.1016/j.jped.2022.01.001",
    "pii": "S0021-7557(22)00006-7"
  },
  "doi": "10.1016/j.jped.2022.01.001",
  "pmc_id": "PMC9510794",
  "dates": {
    "completed": "2022-09-28",
    "revised": "2022-10-23"
  },
  "chemicals": [
    "Anti-Inflammatory Agents",
    "Antioxidants",
    "Fatty Acids, Omega-3",
    "Reactive Oxygen Species",
    "Homocysteine",
    "C-Reactive Protein"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.749394",
    "pmid": "35139345"
  }
}