{
  "pmid": "35142014",
  "uid": "35142014",
  "title": "Perceptions of patients and healthcare providers on patient education to improve oral anticoagulant management.",
  "abstract": "RATIONALE AND OBJECTIVES: Education of patients is thought to be key to high-quality oral anticoagulant (OAC) medication management. Theoretically, improving patients' knowledge should improve their self-management skills and adherence. The study's objective was to explore the opinions of healthcare providers and patients on the desired content and format of patient education on OACs, in addition to perceived barriers to high-quality patient education. METHODS: We applied qualitative descriptive methods in a focus group study on OAC management. Five focus group discussions were conducted in two health regions in Southwestern Ontario from 2017 to 2018 with 19 patients, 7 caregivers and 16 healthcare providers (physicians, nurses and pharmacists). During the focus groups, participants discussed their experiences with OAC education and made suggestions about the content and format for patient education on OACs. Transcripts were analysed using conventional content analysis. RESULTS: We identified the five themes of patient education on OAC management: content of OAC education (rationale, risk and appropriate drug administration methods), the best times for providing OAC education (time of OACs initiation along with continuing education), preferred education delivery strategies (case management targeted patient information summaries from authoritative sources such as Thrombosis Canada and video education), patient and community pharmacist engagement in OAC education, and perceived barriers to optimal patient education (patients depending too much on their healthcare providers for advice, the limited time patients spend with healthcare providers, gaps in clear communication between providers and the lack of a nationally or provincially coordinated OAC management programme). CONCLUSION: Our findings suggest that patients, caregivers and healthcare providers support the need for education on OACs, including for patients taking DOACs. Specific important content and proper education format are needed. The optimal combination of content, format, duration, timing and sources for OAC education requires further research.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Mei",
      "initials": "M",
      "name": "Mei Wang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Clinical Pharmacology & Toxicology Research, The Research Institute of St. Joseph's Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5974-1450"
    },
    {
      "last_name": "Swinton",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Swinton",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Troyan",
      "fore_name": "Sue",
      "initials": "S",
      "name": "Sue Troyan",
      "affiliations": [
        "Clinical Pharmacology & Toxicology Research, The Research Institute of St. Joseph's Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ho",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Ho",
      "affiliations": [
        "Division of Clinical Pharmacology & Toxicology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Geriatric Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Schlegel Research Institute for Aging, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "M Siegal",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah M Siegal",
      "affiliations": [
        "Division of Hematology, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada.",
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, St Joseph's Healthcare-Hamilton, Hamilton, Ontario, Canada.",
        "School of Public Health, Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "M Holbrook",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne M Holbrook",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada.",
        "Clinical Pharmacology & Toxicology Research, The Research Institute of St. Joseph's Hamilton, Hamilton, Ontario, Canada.",
        "Division of Clinical Pharmacology & Toxicology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "1027",
  "end_page": "1036",
  "pages": "1027-1036",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Anticoagulants",
    "Patient Education as Topic",
    "Administration, Oral",
    "Health Personnel",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "35142014",
    "doi": "10.1111/jep.13665"
  },
  "doi": "10.1111/jep.13665",
  "dates": {
    "completed": "2022-11-15",
    "revised": "2023-03-10"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [
    {
      "grant_id": "365834",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "365834",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.558598",
    "pmid": "35142014"
  }
}