{
  "pmid": "35148779",
  "uid": "35148779",
  "title": "Personal experience and awareness of opioid overdose occurrence among peers and willingness to administer naloxone in South Africa: findings from a three-city pilot survey of homeless people who use drugs.",
  "abstract": "BACKGROUND: Drug overdoses occur when the amount of drug or combination of drugs consumed is toxic and negatively affects physiological functioning. Opioid overdoses are responsible for the majority of overdose deaths worldwide. Naloxone is a safe, fast-acting opioid antagonist that can reverse an opioid overdose, and as such, it should be a critical component of community-based responses to opioid overdose. However, the burden of drug overdose deaths remains unquantified in South Africa, and both knowledge about and access to naloxone is generally poor. The objective of this study was to describe the experiences of overdose, knowledge of responses to overdose events, and willingness to call emergency medical services in response to overdose among people who use drugs in Cape Town, Durban, and Pretoria (South Africa). METHODS: We used convenience sampling to select people who use drugs accessing harm reduction services for this cross-sectional survey from March to July 2019. Participants completed an interviewer-administered survey, assessing selected socio-demographic characteristics, experiences of overdose among respondents and their peers, knowledge about naloxone and comfort in different overdose responses. Data, collected on paper-based tools, were analysed using descriptive statistics and categorised by city. RESULTS: Sixty-six participants participated in the study. The median age was 31, and most (77%) of the respondents were male. Forty-one per cent of the respondents were homeless. Heroin was the most commonly used drug (79%), and 82% of participants used drugs daily. Overall, 38% (25/66) reported overdosing in the past year. Most (76%, 50/66) knew at least one person who had ever experienced an overdose, and a total of 106 overdose events in peers were reported. Most participants (64%, 42/66) had not heard of naloxone, but once described to them, 73% (48/66) felt comfortable to carry it. More than two-thirds (68%, 45/66) felt they would phone for medical assistance if they witnessed an overdose. CONCLUSION: Drug overdose was common among participants in these cities. Without interventions, high overdose-related morbidity and mortality is likely to occur in these contexts. Increased awareness of actions to undertake in response to an overdose (calling for medical assistance, using naloxone) and access to naloxone are urgently required in these cities. Additional data are needed to better understand the nature of overdose in South Africa to inform policy and responses.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Advance Access and Delivery South Africa, 112 Stamfordhill Road, Greyville, Durban, 4001, South Africa. michaelw@aadglobal.org.",
        "Department of Health Behavior, University of North Carolina Gillings School of Global Public Health, Chapel Hill, NC, USA. michaelw@aadglobal.org."
      ],
      "orcid": "0000-0003-3126-7034"
    },
    {
      "last_name": "Brumwell",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Brumwell",
      "affiliations": [
        "Advance Access and Delivery Inc., Durham, NC, USA."
      ]
    },
    {
      "last_name": "Stowe",
      "fore_name": "M J",
      "initials": "MJ",
      "name": "M J Stowe",
      "affiliations": [
        "Department of Family Medicine, School of Medicine, Faculty of Health Sciences, University of Pretoria, Pretoria, South Africa.",
        "South African Network of People Who Use Drugs (SANPUD), Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Shelly",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Shelly",
      "affiliations": [
        "Department of Family Medicine, School of Medicine, Faculty of Health Sciences, University of Pretoria, Pretoria, South Africa."
      ]
    },
    {
      "last_name": "Scheibe",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Scheibe",
      "affiliations": [
        "Department of Family Medicine, School of Medicine, Faculty of Health Sciences, University of Pretoria, Pretoria, South Africa.",
        "TB HIV Care, Cape Town, South Africa.",
        "Urban Futures Centre, Faculty of Engineering, Durban University of Technology, Durban, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Harm reduction journal",
    "iso_abbreviation": "Harm Reduct J",
    "issn": "1477-7517",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "11"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Analgesics, Opioid",
    "Cities",
    "Cross-Sectional Studies",
    "Drug Overdose",
    "Humans",
    "Male",
    "Naloxone",
    "Narcotic Antagonists",
    "Opiate Overdose",
    "Opioid-Related Disorders",
    "South Africa",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35148779",
    "pmc": "PMC8832761",
    "doi": "10.1186/s12954-021-00561-w",
    "pii": "10.1186/s12954-021-00561-w"
  },
  "doi": "10.1186/s12954-021-00561-w",
  "pmc_id": "PMC8832761",
  "dates": {
    "completed": "2022-03-14",
    "revised": "2022-03-14"
  },
  "chemicals": [
    "Analgesics, Opioid",
    "Narcotic Antagonists",
    "Naloxone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.740284",
    "pmid": "35148779"
  }
}