{
  "pmid": "35145603",
  "uid": "35145603",
  "title": "World Allergy Organization (WAO) Diagnosis and Rationale for Action against Cow's Milk Allergy (DRACMA) Guidelines update - I - Plan and definitions.",
  "abstract": "Since the World Allergy Organization (WAO) Diagnosis and Rationale against Cow's Milk Allergy (DRACMA) Guidelines were published 10 years ago, new evidence has accumulated about the diagnosis, therapy, and specific immunotherapy for cow's milk allergy (CMA). For this reason, WAO has felt the need to update the guidelines. We introduce here this update. The new DRACMA guidelines aim to comprehensively address the guidance on diagnosis and therapy of both IgE non-IgE-mediated forms of cow's milk allergy in children and adults. They will be divided into 18 chapters, each of which will be dedicated to an aspect. The focus will be on the meta-analyzes and recommendations that will be expressed for the 3 most relevant clinical aspects: (a) the diagnostic identification of the condition; (b) the choice of the replacement formula in case of CMA in infancy when the mother is not able to breastfeed, and (c) the use of specific immunotherapy for cow's milk protein allergy.",
  "authors": [
    {
      "last_name": "Fiocchi",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Fiocchi",
      "affiliations": [
        "Translational Research in Pediatric Specialities Area, Division of Allergy, Bambino Gesù Children's Hospital, IRCCS, Rome, Italy."
      ]
    },
    {
      "last_name": "Bognanni",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Bognanni",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brożek",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Brożek",
      "affiliations": [
        "Department of Medicine, Division of Clinical Immunology and Allergy, Department of Clinical Epidemiology & Biostatistics, McMaster University Health Sciences Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ebisawa",
      "fore_name": "Motohiro",
      "initials": "M",
      "name": "Motohiro Ebisawa",
      "affiliations": [
        "Clinical Research Center for Allergy and Rheumatology, National Hospital Organization Sagamihara National Hospital, Kanagawa, Japan."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Cochrane Canada and McMaster GRADE Centre, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The World Allergy Organization journal",
    "iso_abbreviation": "World Allergy Organ J",
    "issn": "1939-4551",
    "issn_type": "Print",
    "volume": "15",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "100609",
  "pages": "100609",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35145603",
    "pmc": "PMC8818560",
    "doi": "10.1016/j.waojou.2021.100609",
    "pii": "S1939-4551(21)00103-4"
  },
  "doi": "10.1016/j.waojou.2021.100609",
  "pmc_id": "PMC8818560",
  "dates": {
    "revised": "2024-08-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.749581",
    "pmid": "35145603"
  }
}