{
  "pmid": "35155836",
  "uid": "35155836",
  "title": "Dance Wherever You Are: The Evolution of Multimodal Delivery for Social Inclusion of Rural Older Adults.",
  "abstract": "BACKGROUND AND OBJECTIVES: Older adult social inclusion involves meaningful participation that is increasingly mediated by information communication technology and in rural areas requires an understanding of older adults' experiences in the context of the digital divide. This article examines how the multimodal streaming (live, prerecorded, blended in-person) of the Sharing Dance Older Adults program developed by Canada's National Ballet School and Baycrest influenced social inclusion processes and outcomes in rural settings. RESEARCH DESIGN AND METHODS: Data were collected from on-site observations of dance sessions, research team reflections, focus groups, and interviews with older adult participants and their carers in pilot studies in the Peterborough region of Ontario and the Westman region of Manitoba, Canada (2017-2019). There were 289 participants including older adults, people living with dementia, family carers, long-term care staff, community facilitators, and volunteers. Analytic themes were framed in the context of rural older adult social exclusion. RESULTS: Remote delivery addressed barriers of physical distance by providing access to the arts-based program and enhancing opportunities for participation. Constraints were introduced by the use of technology in rural areas and mitigated by in-person facilitators and different streaming options. Meaningful engagement in dynamic interactions in the dance was achieved by involving local staff and volunteers in facilitation of and feedback on the program and its delivery. Different streaming technologies influenced social inclusion in different ways: live-stream enhanced connectedness, but constrained technical challenges; prerecorded was reliable, but less social; blended delivery provided options, but personalization was unsustainable. DISCUSSION AND IMPLICATIONS: Understanding different participants' experiences of different technologies will contribute to more effective remote delivery of arts-based programs with options to use technology in various contexts depending on individual and organizational capacities.",
  "authors": [
    {
      "last_name": "Kosurko",
      "fore_name": "An",
      "initials": "A",
      "name": "An Kosurko",
      "affiliations": [
        "Trent Centre for Aging & Society, Trent University, Peterborough, Ontario, Canada."
      ],
      "orcid": "0000-0002-9098-7472"
    },
    {
      "last_name": "Herron",
      "fore_name": "Rachel V",
      "initials": "RV",
      "name": "Rachel V Herron",
      "affiliations": [
        "Department of Geography and Environment, Brandon University, Brandon, Manitoba, Canada."
      ],
      "orcid": "0000-0003-4836-878X"
    },
    {
      "last_name": "Grigorovich",
      "fore_name": "Alisa",
      "initials": "A",
      "name": "Alisa Grigorovich",
      "affiliations": [
        "Department of Recreation and Leisure Studies, Brock University, St. Catharines, Ontario, Canada."
      ],
      "orcid": "0000-0001-5363-7396"
    },
    {
      "last_name": "Bar",
      "fore_name": "Rachel J",
      "initials": "RJ",
      "name": "Rachel J Bar",
      "affiliations": [
        "Department of Research and Health, Canada's National Ballet School, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kontos",
      "fore_name": "Pia",
      "initials": "P",
      "name": "Pia Kontos",
      "affiliations": [
        "KITE Research Institute, Toronto Rehabilitation Institute-University Health Network, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-8893-2544"
    },
    {
      "last_name": "Menec",
      "fore_name": "Verena",
      "initials": "V",
      "name": "Verena Menec",
      "affiliations": [
        "Department of Community Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "School of the Environment, Trent University, Peterborough, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Innovation in aging",
    "iso_abbreviation": "Innov Aging",
    "issn": "2399-5300",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "2",
    "pub_year": "2022"
  },
  "start_page": "igab058",
  "pages": "igab058",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35155836",
    "pmc": "PMC8827315",
    "doi": "10.1093/geroni/igab058",
    "pii": "igab058"
  },
  "doi": "10.1093/geroni/igab058",
  "pmc_id": "PMC8827315",
  "dates": {
    "revised": "2022-05-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.417629",
    "pmid": "35155836"
  }
}