{
  "pmid": "35153069",
  "uid": "35153069",
  "title": "Prophylaxis extension for venous thromboembolism after major abdominal and pelvic surgery for cancer (prevent): Quality improvement transitioned into a cohort study.",
  "abstract": "BACKGROUND: Extended venous thromboembolism prophylaxis after abdominopelvic cancer surgery has not been widely adopted. We compared outcomes of patients pre- and postimplementation of extended venous thromboembolism prophylaxis with low molecular weight heparin. METHODS: Prospectively collected data from a quality initiative project aimed at prescribing extended venous thromboembolism prophylaxis after abdominopelvic cancer surgery was compared with previously published data from a prospective cohort without extended venous thromboembolism prophylaxis. The primary outcome was 6-month postoperative symptomatic venous thromboembolism incidence. SECONDARY OUTCOMES: differences in 1- and 3-month venous thromboembolism incidence and factors associated with venous thromboembolism using Cox-proportional hazard models. Cumulative incidence of venous thromboembolism was estimated using Kaplan-Meier methods and expressed as proportions with 95% confidence interval. RESULTS: There were 241 patients in the venous thromboembolism-prophylaxis cohort and 284 patients in the no venous thromboembolism prophylaxis cohort. Patients in the venous thromboembolism-prophylaxis cohort were more likely to be female (69% vs 60%, P = .018), have metastatic disease (49% vs 29%, P < .001), have longer operative times (236 min vs 197 min, P < .001), and to receive neoadjuvant chemotherapy (27% vs 23%, P = .006). Respectively, the 1- (0.5% [95% confidence interval, 0.1-2.5] vs 0.4% [95% confidence interval, 0.1-2.5]), 3- (2.6% [95% confidence interval, 1.2-5.6] vs 2.5% [95% confidence interval, 1.2-5.2]), and 6-month (7.5% [95% confidence interval, 4.8-11.5] vs 7.2% [95% confidence interval, 4.7-11.0]) venous thromboembolism incidence were similar. By multivariable analysis, history of venous thromboembolism (hazard ratio 3.52; 95% confidence interval, 1.03-12.05; P = .045) and longer duration of hospital stay (hazard ratio 1.07; 95% confidence interval, 1.01-1.12; P = .016) demonstrated increased risk of venous thromboembolism. CONCLUSION: This study failed to demonstrate a decreased 1-, 3-, and 6-month postoperative venous thromboembolism incidence after the implementation of extended venous thromboembolism prophylaxis.",
  "authors": [
    {
      "last_name": "McKechnie",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler McKechnie",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tywonek",
      "fore_name": "Kasia",
      "initials": "K",
      "name": "Kasia Tywonek",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, Juravinski Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Serrano",
      "fore_name": "Pablo E",
      "initials": "PE",
      "name": "Pablo E Serrano",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, Ontario, Canada; Division of General Surgery, Department of Surgery, Juravinski Hospital, Hamilton, Ontario, Canada. Electronic address: serrano@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Surgery",
    "iso_abbreviation": "Surgery",
    "issn": "1532-7361",
    "issn_type": "Electronic",
    "volume": "172",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "234",
  "end_page": "240",
  "pages": "234-240",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anticoagulants",
    "Cohort Studies",
    "Female",
    "Humans",
    "Male",
    "Neoplasms",
    "Postoperative Complications",
    "Prospective Studies",
    "Quality Improvement",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "35153069",
    "doi": "10.1016/j.surg.2021.12.037",
    "pii": "S0039-6060(22)00004-6"
  },
  "doi": "10.1016/j.surg.2021.12.037",
  "dates": {
    "completed": "2022-06-21",
    "revised": "2022-08-11"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.923894",
    "pmid": "35153069"
  }
}