{
  "pmid": "35155325",
  "uid": "35155325",
  "title": "\"Is There Anything Else You Would Like to Add?\": The Ethics of (Not) Addressing Research Participants' Top Concerns in Public Health Emergency Health Research.",
  "abstract": "When conducting interviews or focus groups, researchers often end with a simple question; \"Is there anything else you would like to add?\" This article takes responses to this question provided by participants in a study of \"West Africans' Perceptions of Ebola research\" as its point of departure. A number of participants in that study accepted the invitation to add on to their interview at its end with details of suffering from the sequelae of Ebola in their communities, and criticisms of state social abandonment. Some explicitly asked the researcher to ensure the suffering of Ebola survivors would be recognized at the international level. These closing words exceeded the objectives of the study within which they emerged. This was a study focused on lived experiences and decision-making to participate in Ebola research during or after the 2013-16 West Africa Ebola outbreak. The study aimed to inform the ethical conduct of research in future public health emergencies. What to do, then, in the face of these participants' entreaties to the interviewer for action to address Ebola survivors' suffering and social abandonment? Can and should the public health emergency or qualitative researcher better anticipate such requests? Where participants' expressed concerns and hopes for the impact of a study exceed its intended scope and the researchers' original intentions, what is at stake ethically in how we respond to those entreaties as researchers? This paper offers reflections on these questions. In doing so, our intention is to open up a space for further consideration and debate on the ethics of how researchers respond to unanticipated requests made to them in the course of research projects, to leverage their power and privilege to advance local priorities.",
  "authors": [
    {
      "last_name": "Nouvet",
      "fore_name": "Elysée",
      "initials": "E",
      "name": "Elysée Nouvet",
      "affiliations": [
        "School of Health Studies, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Hunt",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Hunt",
      "affiliations": [
        "School of Physical and Occupational Therapy, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Health Evidence, Impact and Methods, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2022"
  },
  "start_page": "796414",
  "pages": "796414",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Black People",
    "Disease Outbreaks",
    "Hemorrhagic Fever, Ebola",
    "Humans",
    "Public Health",
    "Research Personnel"
  ],
  "article_ids": {
    "pubmed": "35155325",
    "pmc": "PMC8826083",
    "doi": "10.3389/fpubh.2022.796414"
  },
  "doi": "10.3389/fpubh.2022.796414",
  "pmc_id": "PMC8826083",
  "dates": {
    "completed": "2022-04-28",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:09.703186",
    "pmid": "35155325"
  }
}