{
  "pmid": "35156198",
  "uid": "35156198",
  "title": "Qualitative health research in the fields of developmental medicine and child neurology.",
  "abstract": "This invited review introduces the principles of qualitative health research (QHR) to the fields of developmental medicine and child neurology to facilitate the conduct of applied qualitative research. It provides practical guidance on how to write a study purpose statement aligned with the foci of QHR and then articulate an overarching research question using the Emphasis-Purposeful sample-Phenomenon of interest-Context framework. Guidance for health researchers on how to select a study design that aligns with the practice, education, or policy goals of applied QHR is provided. This is followed by strategies to guide decision-making with respect to purposeful sampling, selecting data collection methods, and identifying the most appropriate analytic approach to code and synthesize the data. Findings from QHR studies can be used conceptually or instrumentally to provide new insights or inform decisions within the discipline of developmental medicine and child neurology. While qualitive findings are increasingly valued in the field, designing studies that demonstrate methodological congruence is one strategy to improve the overall quality and trustworthiness of discipline specific QHR.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4380-620X"
    },
    {
      "last_name": "Phoenix",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Phoenix",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada.",
        "CanChild, McMaster University, Hamilton, Ontario, Canada.",
        "Bloorview Research Institute, Holland Bloorview Kids Rehabilitation Hospital, Toronto, Canada."
      ],
      "orcid": "0000-0002-6190-3997"
    }
  ],
  "journal": {
    "title": "Developmental medicine and child neurology",
    "iso_abbreviation": "Dev Med Child Neurol",
    "issn": "1469-8749",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "830",
  "end_page": "839",
  "pages": "830-839",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Neurology",
    "Qualitative Research",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "35156198",
    "doi": "10.1111/dmcn.15182"
  },
  "doi": "10.1111/dmcn.15182",
  "dates": {
    "completed": "2022-06-02",
    "revised": "2022-08-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.231840",
    "pmid": "35156198"
  }
}