{
  "pmid": "35150268",
  "uid": "35150268",
  "title": "Levels of Depression and Anxiety Among Informal Caregivers During the COVID-19 Pandemic: A Study Based on the Canadian Longitudinal Study on Aging.",
  "abstract": "OBJECTIVES: Studies on informal caregiving during the coronavirus disease 2019 (COVID-19) pandemic have mainly focused on subgroups of caregivers using cross-sectional or convenience samples, limiting the generalizability of findings. Conversely, this longitudinal study examines the effects of the pandemic and caregiving factors on depressive symptoms and anxiety over 9 months among informal caregivers in Canada. METHODS: This study uses data from the Baseline (2011-2015), Follow-up 1 (2015-2018), and COVID-19 Study Baseline survey (April to May 2020) and Exit surveys (September to December 2020) of the Canadian Longitudinal Study on Aging (CLSA). A total of 14,118 CLSA participants who were caregivers at Follow-up 1 and participated in the COVID-19 studies were selected. Linear mixed models were used to examine the effect of sex of caregiver, changes in caregiving (increase in caregiving hours and inability to care), and location of care (same household, another household, and health care institution) on depressive symptoms and anxiety from COVID-19 studies Baseline to Exit surveys (about 6-7 months apart). RESULTS: Informal caregivers reported more frequent depressive symptoms from the COVID-19 Baseline to Exit surveys, but not anxiety. Female caregivers reported greater depressive symptoms and anxiety, and male caregivers exhibited a greater increase in depressive symptoms and anxiety over time. More caregiving hours and inability to provide care were significantly positively associated with depressive symptoms and anxiety. Also, in-home caregivers reported more depressive symptoms and anxiety than those who cared for someone in health care institution, and more anxiety than those who cared for some in another household. DISCUSSION: The findings shed light on the change in mental health among informal caregivers during the outset of the pandemic. The demonstrated associations between studied variables and mental health among informal caregivers provide empirical evidence for intervention programs aiming to support caregivers, particularly those who are female, and providing intensive care at home.",
  "authors": [
    {
      "last_name": "Wister",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Wister",
      "affiliations": [
        "Gerontology Research Centre, Simon Fraser University, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Lun",
      "initials": "L",
      "name": "Lun Li",
      "affiliations": [
        "Gerontology Research Centre, Simon Fraser University, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Mitchell",
      "affiliations": [
        "Department of Gerontology & Department of Sociology/Anthropology, Simon Fraser University, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Wolfson",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Wolfson",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, McGill University, Montreal, Quebec, Canada.",
        "Department of Medicine, McGill University, Montreal, Quebec, Canada.",
        "Research Institute of the McGill University Health Centre, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "McMillan",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline McMillan",
      "affiliations": [
        "Department of Medicine, Section of Geriatric Medicine, University of Calgary, Calgary, Alberta, Canada.",
        "O'Brien Institute for Public Health, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2794-9692"
    },
    {
      "last_name": "Kirkland",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Kirkland",
      "affiliations": [
        "Department of Community Health & Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journals of gerontology. Series B, Psychological sciences and social sciences",
    "iso_abbreviation": "J Gerontol B Psychol Sci Soc Sci",
    "issn": "1758-5368",
    "issn_type": "Electronic",
    "volume": "77",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "1740",
  "end_page": "1757",
  "pages": "1740-1757",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aging",
    "COVID-19",
    "Canada",
    "Caregivers",
    "Cross-Sectional Studies",
    "Depression",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Pandemics"
  ],
  "article_ids": {
    "pubmed": "35150268",
    "pmc": "PMC8903401",
    "doi": "10.1093/geronb/gbac035",
    "pii": "6527679"
  },
  "doi": "10.1093/geronb/gbac035",
  "pmc_id": "PMC8903401",
  "dates": {
    "completed": "2022-09-08",
    "revised": "2024-09-03"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Juravinski Research Institute"
    },
    {
      "agency": "Faculty of Health Sciences, McMaster University"
    },
    {
      "agency": "McMaster University"
    },
    {
      "agency": "McMaster Institute for Research on Aging"
    },
    {
      "agency": "Public Health Agency of Canada"
    },
    {
      "agency": "Government of Nova Scotia"
    },
    {
      "grant_id": "LSA 94473",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "agency": "Canada Foundation for Innovation"
    },
    {
      "agency": "McLaughlin Foundation Professorship in Population and Public Health"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.178110",
    "pmid": "35150268"
  }
}