{
  "pmid": "35154992",
  "uid": "35154992",
  "title": "Quality in Standardized Patient Training and Delivery: Retrospective Documentary Analysis of Trainer and Instructor Feedback.",
  "abstract": "Background An important aspect of developing and maintaining a high-quality standardized patient (SP) program is incorporating quality assurance processes. Trainer and instructor feedbacks are considered critical in achieving these goals. The aim of this study is to determine programmatic and systematic issues in the scope of quality assurance and improvement through trainer and instructor feedback on SP performance. We also presented a logic model based on a synthesis of the current literature to ensure the development and maintenance of a quality management culture in the SP program. Methods A retrospective analysis of SP scoring was conducted, and written feedback forms completed by trainers and instructors in a large Canadian university's SP program were collected. The previous six years (2014-2020) of SP feedback forms in the scope of quality assurance were reviewed and analyzed. Descriptive statistics were utilized to analyze the ratings. Thematic analysis was conducted on the data gathered from the written feedback. Results A total of 138 feedback forms were reviewed and analyzed in the study. The mean ratings given by the trainers for feedback and professionalism were 4.27 ± 1.29 and 4.77 ± 0.8, respectively. The mean ratings given by the instructors for knowledge of case information, appropriate responses, and affect were 4.84 ± 0.64, 4.86 ± 0.35, and 4.71 ± 0.76, respectively (from a range of 1 to 5). Four key themes emerged from the written feedback: nonverbal behaviors in simulation activity or feedback sessions, providing feedback from the patient perspective, consistency between role portrayal and scenario, and adapting easily to changing situations. Conclusions Component scoring on SP performance did not discriminate individual issues, but the qualitative comments identified certain specific issues. Further research is needed to establish standards of continuous quality improvement (CQI) within an SP program.",
  "authors": [
    {
      "last_name": "Uzelli Yılmaz",
      "fore_name": "Derya",
      "initials": "D",
      "name": "Derya Uzelli Yılmaz",
      "affiliations": [
        "Department of Fundamentals of Nursing, Izmir Katip Celebi University, Izmir, TUR."
      ]
    },
    {
      "last_name": "Last",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Last",
      "affiliations": [
        "Centre for Simulation-Based Learning, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Harvey",
      "fore_name": "Janice",
      "initials": "J",
      "name": "Janice Harvey",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Leigh",
      "initials": "L",
      "name": "Leigh Norman",
      "affiliations": [
        "Centre for Simulation-Based Learning, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Medicine, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Sibbald",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Sibbald",
      "affiliations": [
        "Centre for Simulation-Based Learning, McMaster University, Hamilton, CAN."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "14",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "e21022",
  "pages": "e21022",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35154992",
    "pmc": "PMC8820478",
    "doi": "10.7759/cureus.21022"
  },
  "doi": "10.7759/cureus.21022",
  "pmc_id": "PMC8820478",
  "dates": {
    "revised": "2022-02-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.066636",
    "pmid": "35154992"
  }
}