{
  "pmid": "35151781",
  "uid": "35151781",
  "title": "Building Your Peripheral Artery Disease Toolkit: Medical Management of Peripheral Artery Disease in 2022.",
  "abstract": "Peripheral artery disease (PAD) is associated with substantial morbidity, including a high risk of cardiovascular and limb events and death. A growing body of evidence has demonstrated the benefits of antithrombotic therapy, lipid lowering, blood pressure control, diabetes management, smoking cessation, and exercise programs on improving symptoms and reducing these complications. Guidelines make specific recommendations on how to use these strategies to prevent adverse cardiovascular and limb outcomes in patients with PAD. Unfortunately, antithrombotic therapies, statins, optimal antihypertensives, smoking cessation counselling and therapies, and exercise programs have all been consistently shown to be underutilised in PAD patients both in Canada and globally. A variety of barriers to optimal utilisation of evidence-based medical therapies have been described at the patient, health care provider, and system levels. These include lack of knowledge among patients and health care providers, and lack of access to secondary prevention programs. We review the evidence for preventive therapies in PAD, evidence for underutilisation of these therapies, and barriers to their use. Core elements of PAD secondary prevention clinics are proposed, and a summary of optimal medical therapies and relevant tools is provided. This review may help clinicians who treat patients with PAD to develop a toolkit to overcome these barriers in order to improve utilisation of medical therapies, with the ultimate goal of improving outcomes for PAD patients.",
  "authors": [
    {
      "last_name": "Bhagirath",
      "fore_name": "Vinai C",
      "initials": "VC",
      "name": "Vinai C Bhagirath",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada. Electronic address: bhagiv@mcmaster.ca."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "David",
      "initials": "D",
      "name": "David Nash",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wan",
      "fore_name": "Darryl",
      "initials": "D",
      "name": "Darryl Wan",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "634",
  "end_page": "644",
  "pages": "634-644",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antihypertensive Agents",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Peripheral Arterial Disease",
    "Risk Factors",
    "Secondary Prevention",
    "Smoking Cessation"
  ],
  "article_ids": {
    "pubmed": "35151781",
    "doi": "10.1016/j.cjca.2022.02.004",
    "pii": "S0828-282X(22)00086-1"
  },
  "doi": "10.1016/j.cjca.2022.02.004",
  "dates": {
    "completed": "2022-05-12",
    "revised": "2022-07-12"
  },
  "chemicals": [
    "Antihypertensive Agents",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.340390",
    "pmid": "35151781"
  }
}