{
  "pmid": "35154633",
  "uid": "35154633",
  "title": "The protective effect of iodide intake adjustment and 1,25(OH)2D3 supplementation in rat offspring following excess iodide intake.",
  "abstract": "BACKGROUND: In this study, we aimed to investigate the effect of iodide intake adjustment, 1,25(OH)2D3 supplementation, or both, on the thyroid gland of rat offspring. METHODS: The offspring of female rats administered 100 times the normal dose of iodide (100 HI; 750 μg/d) during pregnancy and lactation were divided into four different treatment groups. They were either having their iodide intake adjusted from 100 HI to normal iodide intake (7.5 μg/day) or supplemented with 25-hydroxy vitamin D3 [1,25(OH)2D3; 5 μg·kg[-1]·day[-1]], or both, for 4 weeks. Thyroid sodium pertechnetate (Na[99m]TcO4) uptake percentages were measured using single-photon emission computed tomography, while serum levels of free triiodothyronine (FT3), free thyroxine (FT4), thyroglobulin antibody (TgAb), thyroid peroxidase antibody (TPOAb), and vitamin D3 (VD3) were monitored using enzyme-linked immunosorbent assay. The messenger ribonucleic acid expression of interleukin (IL)-17A, interferon gamma (IFN-γ), and IL-10 in the thyroid gland was measured using quantitative real-time polymerase chain reaction, while the protein expression of thyroid-hormone-receptor α1 (TRα1) and thyroid-hormone-receptor β1 (TRβ1) in the thyroid gland was detected using Western blotting. Haematoxylin and eosin (H & E) and immunofluorescence staining were also used to assess thyroid follicular structure and lymphocytic infiltration in the thyroid glands. RESULTS: The immunofluorescence staining showed CD4[+] co-localized with TRβ1 or the vitamin D receptor in thyroid gland cells of rats that were continuously treated with 100 HI. Following iodide adjustment, 1,25(OH)2D3 supplementation, or both, an increase in serum levels of FT3, free thyroxine, and VD3, protein expression of TRα1 and TRβ1 in the thyroid gland cells, and Na[99m]TcO4 thyroid uptake percentages was observed. The mRNA expression levels of IL-17A and IFN-γ, decreased, while the mRNA expression levels of IL-10 increased in the thyroid cells of each treatment group, except the group with continuous 100 HI intake. CONCLUSION: Iodide adjustment, 1,25(OH)2D3 supplementation, or both may increase the serum levels of FT3, FT4, and VD3, as well as the protein expression levels of TRα1 and TRβ1, in thyroid cells. In addition, iodide adjustment, 1,25(OH)2D3 supplementation, or both, may potentially reverse the imbalance in pro-inflammatory and anti-inflammatory cytokines (IL-17A, IFN-γ, and IL-10) caused by 100 HI, which may be beneficial in improving Na[99m]TcO4 thyroid uptake percentages.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Wang",
      "affiliations": [
        "Department of Physiology and Pathophysiology, Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Qing",
      "initials": "Q",
      "name": "Qing Liu",
      "affiliations": [
        "Department of Physiology and Pathophysiology, Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Dong",
      "fore_name": "Hua",
      "initials": "H",
      "name": "Hua Dong",
      "affiliations": [
        "Department of Nuclear Medicine, The Second Hospital of Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Feng",
      "fore_name": "Yanni",
      "initials": "Y",
      "name": "Yanni Feng",
      "affiliations": [
        "Department of Physiology and Pathophysiology, Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Raguthu",
      "fore_name": "Ciri",
      "initials": "C",
      "name": "Ciri Raguthu",
      "affiliations": [
        "Department of Physiology and Pathophysiology, Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Liang",
      "fore_name": "Xue",
      "initials": "X",
      "name": "Xue Liang",
      "affiliations": [
        "Department of Physiology and Pathophysiology, Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Chen",
      "initials": "C",
      "name": "Chen Liu",
      "affiliations": [
        "Department of Nuclear Medicine, The Second Hospital of Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Zuncheng",
      "initials": "Z",
      "name": "Zuncheng Zhang",
      "affiliations": [
        "Department of Nuclear Medicine, The Second Hospital of Tianjin Medical University, Tianjin 300211, China."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China."
      ],
      "orcid": "0000-0001-5725-0690"
    }
  ],
  "journal": {
    "title": "Therapeutic advances in endocrinology and metabolism",
    "iso_abbreviation": "Ther Adv Endocrinol Metab",
    "issn": "2042-0188",
    "issn_type": "Print",
    "volume": "11",
    "pub_year": "2020"
  },
  "start_page": "2042018820958295",
  "pages": "2042018820958295",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35154633",
    "pmc": "PMC8832296",
    "doi": "10.1177/2042018820958295",
    "pii": "10.1177_2042018820958295"
  },
  "doi": "10.1177/2042018820958295",
  "pmc_id": "PMC8832296",
  "dates": {
    "revised": "2022-05-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.372429",
    "pmid": "35154633"
  }
}