{
  "pmid": "35164872",
  "uid": "35164872",
  "title": "Help-seeking attitudes and behaviours among youth with eating disorders: a scoping review.",
  "abstract": "BACKGROUND: Although early intervention is crucial in interrupting the development of eating disorders, little is currently known about help-seeking behaviours among individuals experiencing eating disorder symptoms. Given that eating disorders typically begin early in life, it is necessary to investigate the processes employed by children, adolescents, and emerging adults when seeking services for troubling symptoms. This is a growing concern as the COVID-19 pandemic has resulted in an increase in the number of individuals engaging in disordered eating behaviours. This scoping review explores the current state of the literature for evidence on how youth with eating disorder symptoms seek help, with the aim of better understanding how to identify and treat more individuals earlier. METHODS: Using scoping review methodology, we searched seven databases for studies published from January 2000 to April 2021 that reported on help-seeking attitudes, behaviours, and healthcare utilization patterns for children and adolescents (< 18 years), emerging adults (18-25 years), and a mixture of these groups (< 25 years). Seven thousand, two hundred, and eighteen articles were identified for review. After duplicates were removed, three reviewers independently screened titles and abstracts and reviewed full-text articles. Findings related to help-seeking activity were extracted from the 62 articles that were ultimately included in this scoping review. RESULTS: Study findings were summarized into help-seeking patterns (i.e., rates, types) as well as factors ranging from the individual level to society that influenced help-seeking behaviour. Many youth meeting eating disorder criteria were not seeking help. Notable barriers to help-seeking included poor mental health literacy, experiences with healthcare providers who failed to detect and lacked knowledge about eating disorders, minimal support from family and friends, and stigma surrounding eating disorders and help-seeking for mental health concerns. CONCLUSIONS: The results of this scoping review can be used to inform early intervention and health promotion program development. Future research should focus on the help-seeking attitudes and activities among underrepresented groups with eating disorders (e.g., men, ethnic and gender minorities), the perspectives of family and other supporters in the help-seeking process for youth, and retrospective accounts from adults with lived experience of an eating disorder. Plain English summary Addressing and interrupting eating disorder-related thoughts and behaviours as soon as possible, with the help of a mental health professional, leads to better outcomes for youth struggling with an eating disorder. However, little is known about what prompts youth to talk about their weight, body, or eating concerns with someone-like their parent, friend, teacher, guidance counsellor, or primary care practitioner. This review explores the available published research on help-seeking patterns and preferences among youth with eating disorder concerns. Our team followed a standardized process to find 62 relevant articles for this paper. Of note, many young people who reported eating disorder concerns were not seeking help for themselves. Feeling supported by family and their primary care provider, understanding the signs of an eating disorder, and not feeling shame for reaching out for help reportedly led youth to speak up about their concerns. The findings have clinical implications for learning effective ways to help youth feel safe to speak freely about their eating disorder-related concerns, which enhances the chances of intervening early and catching symptoms before they worsen.",
  "authors": [
    {
      "last_name": "Nicula",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Nicula",
      "affiliations": [
        "McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Pellegrini",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Pellegrini",
      "affiliations": [
        "McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Grennan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Grennan",
      "affiliations": [
        "McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Bhatnagar",
      "fore_name": "Neera",
      "initials": "N",
      "name": "Neera Bhatnagar",
      "affiliations": [
        "McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "McVey",
      "fore_name": "Gail",
      "initials": "G",
      "name": "Gail McVey",
      "affiliations": [
        "University Health Network, Toronto, ON, Canada.",
        "University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada. coutur@mcmaster.ca.",
        "McMaster Children's Hospital, Hamilton, ON, Canada. coutur@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of eating disorders",
    "iso_abbreviation": "J Eat Disord",
    "issn": "2050-2974",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "14"
  },
  "start_page": "21",
  "pages": "21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35164872",
    "pmc": "PMC8845232",
    "doi": "10.1186/s40337-022-00543-8",
    "pii": "10.1186/s40337-022-00543-8"
  },
  "doi": "10.1186/s40337-022-00543-8",
  "pmc_id": "PMC8845232",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:19.214043",
    "pmid": "35164872"
  }
}