{
  "pmid": "35168662",
  "uid": "35168662",
  "title": "A pragmatic evaluation of a public health knowledge broker mentoring education program: a convergent mixed methods study.",
  "abstract": "BACKGROUND: Public health professionals are expected to use the best available research and contextual evidence to inform decision-making. The National Collaborating Centre for Methods and Tools developed, implemented, and evaluated a Knowledge Broker mentoring program aimed at facilitating organization-wide evidence-informed decision-making in ten public health units in Ontario, Canada. The purpose of this study was to pragmatically assess the impact of the program. METHODS: A convergent mixed methods design was used to interpret quantitative results in the context of the qualitative findings. A goal-setting exercise was conducted with senior leadership in each organization prior to implementing the program. Achievement of goals was quantified through deductive coding of post-program interviews with participants and management. Interviews analyzed inductively to qualitatively explain progress toward identified goals and identify key factors related to implementation of EIDM within the organization. RESULTS: Organizations met their goals for evidence use to varying degrees. The key themes identified that support an organizational shift to EIDM include definitive plans for participants to share knowledge during and after program completion, embedding evidence into decision-making processes, and supportive leadership with organizational investment of time and resources. The location, setting, or size of health units was not associated with attainment of EIDM goals; small, rural health units were not at a disadvantage compared to larger, urban health units. CONCLUSIONS: The Knowledge Broker mentoring program allowed participants to share their learning and support change at their health units. When paired with organizational supports such as supportive leadership and resource investment, this program holds promise as an innovative knowledge translation strategy for organization wide EIDM among public health organizations.",
  "authors": [
    {
      "last_name": "Clark",
      "fore_name": "Emily C",
      "initials": "EC",
      "name": "Emily C Clark",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Dhaliwal",
      "fore_name": "Bandna",
      "initials": "B",
      "name": "Bandna Dhaliwal",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada."
      ]
    },
    {
      "last_name": "Ciliska",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciliska",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada.",
        "School of Nursing, McMaster University, Health Sciences Centre, 2 J20, 1280 Main St W, Hamilton, ON, L8S 4 K1, Canada."
      ]
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, McMaster University Medical Centre, 2C Area, 1280 Main St W, Hamilton, ON, L8S 4 K1, Canada."
      ]
    },
    {
      "last_name": "Steinberg",
      "fore_name": "Marla",
      "initials": "M",
      "name": "Marla Steinberg",
      "affiliations": [
        ", Vancouver, Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, McMaster Innovation Park, 175 Longwood Rd S, Suite 210a, Hamilton, ON, L8P 0A1, Canada. dobbinsm@mcmaster.ca.",
        "School of Nursing, McMaster University, Health Sciences Centre, 2 J20, 1280 Main St W, Hamilton, ON, L8S 4 K1, Canada. dobbinsm@mcmaster.ca."
      ],
      "orcid": "0000-0002-1968-6765"
    }
  ],
  "journal": {
    "title": "Implementation science communications",
    "iso_abbreviation": "Implement Sci Commun",
    "issn": "2662-2211",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "18",
  "pages": "18",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35168662",
    "pmc": "PMC8845284",
    "doi": "10.1186/s43058-022-00267-5",
    "pii": "10.1186/s43058-022-00267-5"
  },
  "doi": "10.1186/s43058-022-00267-5",
  "pmc_id": "PMC8845284",
  "dates": {
    "revised": "2024-08-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.166322",
    "pmid": "35168662"
  }
}