{
  "pmid": "35164805",
  "uid": "35164805",
  "title": "Optimizing responsiveness to feedback about antibiotic prescribing in primary care: protocol for two interrelated randomized implementation trials with embedded process evaluations.",
  "abstract": "BACKGROUND: Audit and feedback (A&F) that shows how health professionals compare to those of their peers, can be an effective intervention to reduce unnecessary antibiotic prescribing among family physicians. However, the most impactful design approach to A&F to achieve this aim is uncertain. We will test three design modifications of antibiotic A&F that could be readily scaled and sustained if shown to be effective: (1) inclusion of case-mix-adjusted peer comparator versus a crude comparator, (2) emphasizing harms, rather than lack of benefits, and (3) providing a viral prescription pad. METHODS: We will conduct two interrelated pragmatic randomized trials in January 2021. One trial will include family physicians in Ontario who have signed up to receive their MyPractice: Primary Care report from Ontario Health (\"OH Trial\"). These physicians will be cluster-randomized by practice, 1:1 to intervention or control. The intervention group will also receive a Viral Prescription Pad mailed to their office as well as added emphasis in their report on use of the pad. Ontario family physicians who have not signed up to receive their MyPractice: Primary Care report will be included in the other trial administered by Public Health Ontario (\"PHO Trial\"). These physicians will be allocated 4:1 to intervention or control. The intervention group will be further randomized by two factors: case-mix adjusted versus unadjusted comparator and emphasis or not on harms of antibiotics. Physicians in the intervention arm of this trial will receive one of four versions of a personalized antibiotic A&F letter from PHO. For both trials, the primary outcome is the antibiotic prescribing rate per 1000 patient visits, measured at 6 months post-randomization, the primary analysis will use Poisson regression and we will follow the intention to treat principle. A mixed-methods process evaluation will use surveys and interviews with family physicians to explore potential mechanisms underlying the observed effects, exploring targeted constructs including intention, self-efficacy, outcome expectancies, descriptive norms, and goal prioritization. DISCUSSION: This protocol describes the rationale and methodology of two interrelated pragmatic trials testing variations of theory-informed components of an audit and feedback intervention to determine how to optimize A&F interventions for antibiotic prescribing in primary care. TRIAL REGISTRATION: NCT04594200, NCT05044052. CIHR Grant ID: 398514.",
  "authors": [
    {
      "last_name": "Shuldiner",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Shuldiner",
      "affiliations": [
        "Women's College Hospital, 76 Grenville St, Toronto, ON, M5S 1B2, Canada. Jennifer.shuldiner@wchospital.ca."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        "Dalla Lana School of Public Health - University of Toronto, ICES, Unity Health Toronto, Public Health Ontario, 480 University Ave, Toronto, ON, M5G 1V2, Canada."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, 480 University Ave, Toronto, ON, M5G 1V2, Canada."
      ]
    },
    {
      "last_name": "Ivers",
      "fore_name": "Noah M",
      "initials": "NM",
      "name": "Noah M Ivers",
      "affiliations": [
        "University of Toronto, Women's College Hospital, 76 Grenville St, Toronto, ON, M5S 1B2, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "14"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Feedback",
    "Humans",
    "Physicians, Family",
    "Practice Patterns, Physicians'",
    "Primary Health Care",
    "Process Assessment, Health Care",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "35164805",
    "pmc": "PMC8842929",
    "doi": "10.1186/s13012-022-01194-8",
    "pii": "10.1186/s13012-022-01194-8"
  },
  "doi": "10.1186/s13012-022-01194-8",
  "pmc_id": "PMC8842929",
  "dates": {
    "completed": "2022-05-02",
    "revised": "2022-05-31"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [
    {
      "grant_id": "398514",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.271000",
    "pmid": "35164805"
  }
}