{
  "pmid": "35178358",
  "uid": "35178358",
  "title": "Metformin is a Novel Suppressor for Vimentin in Human Gastric Cancer Cell Line.",
  "abstract": "Vimentin, an intermediate filament of mesenchymal cells, is upregulated in epithelial-mesenchymal transition (EMT) and has a main role in cancer metastasis. As a new strategy to control metastatic outgrowth, EMT markers are generally inhibited using some drugs or specific siRNA. In this study, AGS gastric cancer cells were treated with metformin and vimentin-specific siRNA (vim-siRNA) for 48 h. The impact of metformin and vim-siRNA on vimentin downregulation in AGS cells were analyzed by quantitative PCR and Western blot. Following treatment with metformin and vim-siRNA, cell motility, migration and invasion abilities of AGS cells were also analyzed. The results showed that inhibition of vimentin due to metformin was comparable with the vim-siRNA. Furthermore, wound-healing and invasion assays showed a significant decrease in migration and invasion of AGS cells following metformin and vim-siRNA treatment. Our finding for the first time indicated that metformin can be an alternative to specific siRNA for inhibition of vimentin expression and migration of AGS cell line. Taken together, our data indicates that the use of metformin might have a priority to siRNA for inhibition of gastric cancer cell behaviors siRNA is more unstable and expensive than metformin, and needs special vehicles and delivery strategies for efficient transfection of cells. Further in vivo studies can reveal metformin's potential in inhibition of EMT and metastasis of cancer cells.",
  "authors": [
    {
      "last_name": "Valaee",
      "fore_name": "Shiva",
      "initials": "S",
      "name": "Shiva Valaee",
      "affiliations": [
        "Research Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    },
    {
      "last_name": "Shamsara",
      "fore_name": "Mehdi",
      "initials": "M",
      "name": "Mehdi Shamsara",
      "affiliations": [
        "Department of Animal Biotechnology, National Institute of Genetic Engineering and Biotechnology, Tehran, Iran."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Research Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    }
  ],
  "journal": {
    "title": "International journal of molecular and cellular medicine",
    "iso_abbreviation": "Int J Mol Cell Med",
    "issn": "2251-9637",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2021"
  },
  "start_page": "200",
  "end_page": "206",
  "pages": "200-206",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35178358",
    "pmc": "PMC8800461",
    "doi": "10.22088/IJMCM.BUMS.10.3.200"
  },
  "doi": "10.22088/IJMCM.BUMS.10.3.200",
  "pmc_id": "PMC8800461",
  "dates": {
    "revised": "2022-02-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.395415",
    "pmid": "35178358"
  }
}