{
  "pmid": "35172840",
  "uid": "35172840",
  "title": "Global prevalence and burden of meal-related abdominal pain.",
  "abstract": "BACKGROUND: Patients with disorders of gut-brain interaction (DGBI) report meal intake to be associated with symptoms. DGBI patients with meal-related symptoms may have more severe symptoms overall and worse health outcomes, but this subgroup has not been well characterized. We aimed to describe the global prevalence of meal-related abdominal pain and characterize this subgroup. METHODS: The data analyzed originated from the Internet survey component of the population-based Rome Foundation Global Epidemiology Study, completed in 26 countries (n = 54,127). Adult subjects were asked whether they had abdominal pain and how often this was meal-related. Respondents were categorized into \"no,\" \"occasional,\" and \"frequent\" meal-related abdominal pain groups based on 0%, 10-40%, and ≥50% of the pain episodes being meal-related, respectively. DGBI diagnoses, frequency of other GI symptoms, psychological distress, non-GI somatic symptoms, quality of life, and healthcare utilization were compared between groups. Mixed linear and ordinal regression was used to assess independent associations between psychological distress, non-GI somatic symptoms, quality of life, other GI symptoms, and meal-related abdominal pain. RESULTS: Overall, 51.9% of the respondents reported abdominal pain in the last 3 months, and 11.0% belonged to the group with frequent meal-related abdominal pain, which included more females and younger subjects. DGBI diagnoses were more common in subjects with frequent meal-related abdominal pain, and the frequency of several GI symptoms was associated with having more frequent meal-related abdominal pain. Having meal-related abdominal pain more frequently was also associated with more severe psychological distress, non-GI somatic symptoms, and a poorer quality of life. The group with frequent meal-related abdominal pain also more often consulted a doctor for bowel problems compared to the other groups of meal-related abdominal pain. CONCLUSION: Reporting frequent meal-related abdominal pain is common across the globe and associated with other GI and non-GI somatic symptoms, psychological distress, healthcare utilization, and a poorer quality of life. Individuals who frequently experience meal-related abdominal pain also more frequently fulfill the diagnostic criteria for DGBI. Assessing meal-related symptoms in all DGBI patients could be of major importance to improve and individualize symptom management.",
  "authors": [
    {
      "last_name": "Colomier",
      "fore_name": "Esther",
      "initials": "E",
      "name": "Esther Colomier",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden. esther.colomier@gu.se.",
        "Translational Research Center for Gastrointestinal Disorders (TARGID), Department of Chronic Diseases and Metabolism (CHROMETA), KU Leuven, Leuven, Belgium. esther.colomier@gu.se."
      ]
    },
    {
      "last_name": "Melchior",
      "fore_name": "Chloé",
      "initials": "C",
      "name": "Chloé Melchior",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden.",
        "INSERM UMR 1073, Institute for Research and Innovation in Biomedicine, Normandy University, Rouen, France.",
        "Rouen University Hospital, Gastroenterology Department and INSERM CIC-CRB 1404, F-76031, Rouen, France."
      ]
    },
    {
      "last_name": "Algera",
      "fore_name": "Joost P",
      "initials": "JP",
      "name": "Joost P Algera",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Hreinsson",
      "fore_name": "Jóhann P",
      "initials": "JP",
      "name": "Jóhann P Hreinsson",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Störsrud",
      "fore_name": "Stine",
      "initials": "S",
      "name": "Stine Störsrud",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Törnblom",
      "fore_name": "Hans",
      "initials": "H",
      "name": "Hans Törnblom",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Van Oudenhove",
      "fore_name": "Lukas",
      "initials": "L",
      "name": "Lukas Van Oudenhove",
      "affiliations": [
        "Laboratory for Brain-Gut Axis Studies (LaBGAS), Translational Research Center for GI Disorders (TARGID), KU Leuven, Leuven, Belgium.",
        "Cognitive & Affective Neuroscience Lab (CANlab), Department of Psychological and Brain Sciences, Dartmouth College, Hanover, NH, USA."
      ]
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI and Motility Disorders, University of North Carolina-Chapel Hill, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ]
    },
    {
      "last_name": "Tack",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Tack",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden.",
        "Translational Research Center for Gastrointestinal Disorders (TARGID), Department of Chronic Diseases and Metabolism (CHROMETA), KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Simrén",
      "fore_name": "Magnus",
      "initials": "M",
      "name": "Magnus Simrén",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden.",
        "Center for Functional GI and Motility Disorders, University of North Carolina-Chapel Hill, Chapel Hill, NC, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMC medicine",
    "iso_abbreviation": "BMC Med",
    "issn": "1741-7015",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "17"
  },
  "start_page": "71",
  "pages": "71",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Abdominal Pain",
    "Adult",
    "Female",
    "Gastrointestinal Diseases",
    "Humans",
    "Irritable Bowel Syndrome",
    "Prevalence",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35172840",
    "pmc": "PMC8851773",
    "doi": "10.1186/s12916-022-02259-7",
    "pii": "10.1186/s12916-022-02259-7"
  },
  "doi": "10.1186/s12916-022-02259-7",
  "pmc_id": "PMC8851773",
  "dates": {
    "completed": "2022-03-23",
    "revised": "2022-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.774185",
    "pmid": "35172840"
  }
}