{
  "pmid": "35182944",
  "uid": "35182944",
  "title": "Assessing the quality of evidence in studies estimating prevalence of exposure to occupational risk factors: The QoE-SPEO approach applied in the systematic reviews from the WHO/ILO Joint Estimates of the Work-related burden of disease and Injury.",
  "abstract": "BACKGROUND: The World Health Organization (WHO) and the International Labour Organization (ILO) have produced the WHO/ILO Joint Estimates of the Work-related Burden of Disease and Injury (WHO/ILO Joint Estimates). For these, systematic reviews of studies estimating the prevalence of exposure to selected occupational risk factors have been conducted to provide input data for estimations of the number of exposed workers. A critical part of systematic review methodology is to assess the quality of evidence across studies. In this article, we present the approach applied in these WHO/ILO systematic reviews for performing such assessments on studies of prevalence of exposure. It is called the Quality of Evidence in Studies estimating Prevalence of Exposure to Occupational risk factors (QoE-SPEO) approach. We describe QoE-SPEO's development to date, demonstrate its feasibility reporting results from pilot testing and case studies, note its strengths and limitations, and suggest how QoE-SPEO should be tested and developed further. METHODS: Following a comprehensive literature review, and using expert opinion, selected existing quality of evidence assessment approaches used in environmental and occupational health were reviewed and analysed for their relevance to prevalence studies. Relevant steps and components from the existing approaches were adopted or adapted for QoE-SPEO. New steps and components were developed. We elicited feedback from other systematic review methodologists and exposure scientists and reached consensus on the QoE-SPEO approach. Ten individual experts pilot-tested QoE-SPEO. To assess inter-rater agreement, we counted ratings of expected (actual and non-spurious) heterogeneity and quality of evidence and calculated a raw measure of agreement (Pi) between individual raters and rater teams for the downgrade domains. Pi ranged between 0.00 (no two pilot testers selected the same rating) and 1.00 (all pilot testers selected the same rating). Case studies were conducted of experiences of QoE-SPEO's use in two WHO/ILO systematic reviews. RESULTS: We found no existing quality of evidence assessment approach for occupational exposure prevalence studies. We identified three relevant, existing approaches for environmental and occupational health studies of the effect of exposures. Assessments using QoE-SPEO comprise three steps: (1) judge the level of expected heterogeneity (defined as non-spurious variability that can be expected in exposure prevalence, within or between individual persons, because exposure may change over space and/or time), (2) assess downgrade domains, and (3) reach a final rating on the quality of evidence. Assessments are conducted using the same five downgrade domains as the Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach: (a) risk of bias, (b) indirectness, (c) inconsistency, (d) imprecision, and (e) publication bias. For downgrade domains (c) and (d), the assessment varies depending on the level of expected heterogeneity. There are no upgrade domains. The QoE-SPEO's ratings are \"very low\", \"low\", \"moderate\", and \"high\". To arrive at a final decision on the overall quality of evidence, the assessor starts at \"high\" quality of evidence and for each domain downgrades by one or two levels for serious concerns or very serious concerns, respectively. In pilot tests, there was reasonable agreement in ratings for expected heterogeneity; 70% of raters selected the same rating. Inter-rater agreement ranged considerably between downgrade domains, both for individual rater pairs (range Pi: 0.36-1.00) and rater teams (0.20-1.00). Sparse data prevented rigorous assessment of inter-rater agreement in quality of evidence ratings. CONCLUSIONS: We present QoE-SPEO as an approach for assessing quality of evidence in prevalence studies of exposure to occupational risk factors. It has been developed to its current version (as presented here), has undergone pilot testing, and was applied in the systematic reviews for the WHO/ILO Joint Estimates. While the approach requires further testing and development, it makes steps towards filling an identified gap, and progress made so far can be used to inform future work in this area.",
  "authors": [
    {
      "last_name": "Pega",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Pega",
      "affiliations": [
        "Department of Environment, Climate Change and Health, World Health Organization, Geneva, Switzerland. Electronic address: pegaf@who.int."
      ]
    },
    {
      "last_name": "Momen",
      "fore_name": "Natalie C",
      "initials": "NC",
      "name": "Natalie C Momen",
      "affiliations": [
        "Department of Environment, Climate Change and Health, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Gagliardi",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Gagliardi",
      "affiliations": [
        "Inail, Department of Occupational and Environmental Medicine, Epidemiology and Hygiene, Rome, Italy."
      ]
    },
    {
      "last_name": "Bero",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Bero",
      "affiliations": [
        "Charles Perkins Centre, The University of Sydney, Sydney, Australia; General Internal Medicine/Public Health/Center for Bioethics and Humanities, University of Colorado-Anschutz Medical Campus, Denver, CO, United States."
      ]
    },
    {
      "last_name": "Boccuni",
      "fore_name": "Fabio",
      "initials": "F",
      "name": "Fabio Boccuni",
      "affiliations": [
        "Inail, Department of Occupational and Environmental Medicine, Epidemiology and Hygiene, Rome, Italy."
      ]
    },
    {
      "last_name": "Chartres",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Chartres",
      "affiliations": [
        "Program on Reproductive Health and the Environment, Department of Obstetrics, Gynecology and Reproductive Sciences, University of California San Francisco, San Francisco, United States."
      ]
    },
    {
      "last_name": "Descatha",
      "fore_name": "Alexis",
      "initials": "A",
      "name": "Alexis Descatha",
      "affiliations": [
        "AP-HP (Paris Hospital \"Assistance Publique Hôpitaux de Paris\"), Occupational Health Unit, University Hospital of West Suburb of Paris, Poincaré Site, Garches, France /Versailles St-Quentin Univ - Paris Saclay Univ (UVSQ), UMS 011, UMR-S 1168, France; Univ Angers, CHU Angers, Univ Rennes, Inserm, EHESP, Irset (Institut de recherche en santé, environnement et travail) - UMR_S1085, CAPTV CDC, Angers, France."
      ]
    },
    {
      "last_name": "Dzhambov",
      "fore_name": "Angel M",
      "initials": "AM",
      "name": "Angel M Dzhambov",
      "affiliations": [
        "Department of Hygiene, Faculty of Public Health, Medical University of Plovdiv, Plovdiv, Bulgaria; Institute for Highway Engineering and Transport Planning, Graz University of Technology, Graz, Austria."
      ]
    },
    {
      "last_name": "Godderis",
      "fore_name": "Lode",
      "initials": "L",
      "name": "Lode Godderis",
      "affiliations": [
        "Centre for Environment and Health, KU Leuven, Leuven, Belgium; KIR Department (Knowledge, Information & Research), IDEWE, External Service for Prevention and Protection at Work, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Loney",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Loney",
      "affiliations": [
        "College of Medicine, Mohammed Bin Rashid University of Medicine and Health Sciences, Dubai, United Arab Emirates."
      ]
    },
    {
      "last_name": "Mandrioli",
      "fore_name": "Daniele",
      "initials": "D",
      "name": "Daniele Mandrioli",
      "affiliations": [
        "Cesare Maltoni Cancer Research Center, Ramazzini Institute, Bologna, Italy."
      ]
    },
    {
      "last_name": "Modenese",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Modenese",
      "affiliations": [
        "Department of Biomedical, Metabolic and Neural Sciences, University of Modena and Reggio Emilia, Modena, Italy."
      ]
    },
    {
      "last_name": "van der Molen",
      "fore_name": "Henk F",
      "initials": "HF",
      "name": "Henk F van der Molen",
      "affiliations": [
        "Coronel Institute of Occupational Health, Amsterdam UMC, location AMC, Amsterdam Public Health Research Institute, Amsterdam, Netherlands."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Neupane",
      "fore_name": "Subas",
      "initials": "S",
      "name": "Subas Neupane",
      "affiliations": [
        "Faculty of Social Science (Health Sciences), University of Tampere, Tampere, Finland."
      ]
    },
    {
      "last_name": "Pachito",
      "fore_name": "Daniela",
      "initials": "D",
      "name": "Daniela Pachito",
      "affiliations": [
        "Evidence-based Health, Universidade Federal de São Paulo, Sao Paulo, Brazil; Cochrane Brazil, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Paulo",
      "fore_name": "Marilia S",
      "initials": "MS",
      "name": "Marilia S Paulo",
      "affiliations": [
        "Institute of Public Health, College of Medicine & Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates; Global Health and Tropical Medicine, Instituto de Higiene e Medicina Tropical, Universidade Nova de Lisboa, Lisbon, Portugal."
      ]
    },
    {
      "last_name": "Prakash",
      "fore_name": "K C",
      "initials": "KC",
      "name": "K C Prakash",
      "affiliations": [
        "Faculty of Social Science (Health Sciences), University of Tampere, Tampere, Finland."
      ]
    },
    {
      "last_name": "Scheepers",
      "fore_name": "Paul T J",
      "initials": "PTJ",
      "name": "Paul T J Scheepers",
      "affiliations": [
        "Radboud Institute for Health Sciences, Radboudumc, Nijmegen, the Netherlands."
      ]
    },
    {
      "last_name": "Teixeira",
      "fore_name": "Liliane",
      "initials": "L",
      "name": "Liliane Teixeira",
      "affiliations": [
        "Workers' Health and Human Ecology Research Center, National School of Public Health Sergio Arouca, Oswaldo Cruz Foundation, Rio de Janeiro, RJ, Brazil."
      ]
    },
    {
      "last_name": "Tenkate",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Tenkate",
      "affiliations": [
        "School of Occupational and Public Health, Ryerson University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Woodruff",
      "fore_name": "Tracey J",
      "initials": "TJ",
      "name": "Tracey J Woodruff",
      "affiliations": [
        "Program on Reproductive Health and the Environment, Department of Obstetrics, Gynecology and Reproductive Sciences, University of California San Francisco, San Francisco, United States."
      ]
    },
    {
      "last_name": "Norris",
      "fore_name": "Susan L",
      "initials": "SL",
      "name": "Susan L Norris",
      "affiliations": [
        "Oregon Health & Science University, Portland, OR, United States; Department of Quality Assurance, Norms and Standards, World Health Organization, Geneva, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "161",
    "pub_year": "2022",
    "pub_month": "Mar"
  },
  "start_page": "107136",
  "pages": "107136",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Cost of Illness",
    "Humans",
    "Occupational Diseases",
    "Occupational Exposure",
    "Prevalence",
    "Review Literature as Topic",
    "World Health Organization"
  ],
  "article_ids": {
    "pubmed": "35182944",
    "pmc": "PMC8885428",
    "doi": "10.1016/j.envint.2022.107136",
    "pii": "S0160-4120(22)00062-9"
  },
  "doi": "10.1016/j.envint.2022.107136",
  "pmc_id": "PMC8885428",
  "dates": {
    "completed": "2022-03-17",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.163399",
    "pmid": "35182944"
  }
}