{
  "pmid": "35185461",
  "uid": "35185461",
  "title": "Plausible Mechanism of Sham Acupuncture Based on Biomarkers: A Systematic Review of Randomized Controlled Trials.",
  "abstract": "INTRODUCTION: Sham acupuncture was developed to be used as an inert control intervention in clinical trials of acupuncture. However, controversies exist regarding the validity of sham acupuncture. In this systematic review (SR) of acupuncture trials, we assessed whether serum biomarkers showed significant differences after sham and verum acupuncture treatments. METHODS: Any acupuncture clinical trials that evaluated serum biomarker changes between sham acupuncture and verum acupuncture were included in this review. Relevant literature was searched in the PubMed database, EMBASE, and The Cochrane Central Register of Controlled Trials (CENTRAL) database from inception until June 2021. The Cochrane risk of bias was assessed. Summary effect estimates for each biomarker between groups were calculated with a random effect model. RESULTS: From 51 sham acupuncture trials, we found that there were no significant differences in most of the 36 serum biomarkers after sham acupuncture and verum acupuncture needling. Only VEGF, IG-E, TNF-a, NGF, GABA, NPY, and VIP serum levels were identified as being different between the groups. The overall risk of bias of the included studies and the limited numbers of studies for meta-analysis do not strongly support the results of this SR. CONCLUSION: Sham acupuncture techniques might have similar effects on biomarkers as the so-called \"real acupuncture\" techniques, which indicates that sham acupuncture, as an inert intervention similar to a placebo drug, needs to be reconsidered. SYSTEMATIC REVIEW PROSPERO REGISTRATION: identifier [CRD42021260889].",
  "authors": [
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "Korean Medicine Clinical Trial Center, Korean Medicine Hospital, Kyung Hee University, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon, South Korea."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, Norway.",
        "Department of Community Medicine, Faculty of Medicine, National Research Center in Complementary and Alternative Medicine, UiT the Arctic University of Norway, Tromso, Norway."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in neuroscience",
    "iso_abbreviation": "Front Neurosci",
    "issn": "1662-4548",
    "issn_type": "Print",
    "volume": "16",
    "pub_year": "2022"
  },
  "start_page": "834112",
  "pages": "834112",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35185461",
    "pmc": "PMC8850388",
    "doi": "10.3389/fnins.2022.834112"
  },
  "doi": "10.3389/fnins.2022.834112",
  "pmc_id": "PMC8850388",
  "dates": {
    "revised": "2022-05-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.706164",
    "pmid": "35185461"
  }
}