{
  "pmid": "35186303",
  "uid": "35186303",
  "title": "Stone Prevalence in Autosomal Dominant Polycystic Kidney Disease: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: It is uncertain how often patients with autosomal dominant polycystic kidney disease (ADPKD) develop kidney stones. OBJECTIVE: To review English-language studies reporting the incidence and prevalence of stones and stone interventions in adults with ADPKD. DESIGN: Systematic review and meta-analysis. SETTING: Any country of origin. PATIENTS: Adult patients with ADPKD. MEASUREMENTS: Incidence or prevalence of kidney stones and stone interventions. METHODS: We reviewed 1812 citations from bibliographic databases, abstracted data from 49 eligible studies, and assessed methodological quality in duplicate. In some studies, the proportion of adults with ADPKD with the outcome were compared to adults without ADPKD; for these studies, prevalence risk ratios were calculated and pooled using a random effects model. RESULTS: We identified 49 articles that met our review criteria. The methodological quality of many studies was limited (scores ranging from 2 to 14 out of 22, with a higher score indicating higher quality). No study clearly reported stone incidence, and in the cross-sectional studies, the definition of stones was often unclear. The prevalence of stones ranged from 3% to 59%, and a prevalence of stone interventions ranged from 1% to 8%; the average patient age at the time of assessment ranged from 26 to 61 years across the studies. Two studies reported a nonstatistically significant higher stone prevalence in patients with ADPKD compared to unaffected family members. Compared to unaffected family members, patients with ADPKD had a higher prevalence of kidney stones (6 cross-sectional studies; unadjusted prevalence ratio: 1.8; 95% confidence interval: 1.3 to 2.6; P = .0007; test for heterogeneity: I [2] = 0%, P = .8). LIMITATIONS: Studies were limited to articles published in English. CONCLUSIONS: The prevalence of kidney stones and stone interventions in adults with ADPKD remains uncertain. Future studies of higher methodological quality are needed to better characterize the incidence and prevalence of kidney stones in patients with ADPKD. TRIAL REGISTRATION: We did not register the protocol for this systematic review.",
  "authors": [
    {
      "last_name": "Kalatharan",
      "fore_name": "Vinusha",
      "initials": "V",
      "name": "Vinusha Kalatharan",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0001-7431-8087"
    },
    {
      "last_name": "Grewal",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Grewal",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "ICES, ON, Canada."
      ]
    },
    {
      "last_name": "Welk",
      "fore_name": "Blayne",
      "initials": "B",
      "name": "Blayne Welk",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "ICES, ON, Canada."
      ]
    },
    {
      "last_name": "Sarma",
      "fore_name": "Sisira",
      "initials": "S",
      "name": "Sisira Sarma",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "ICES, ON, Canada."
      ]
    },
    {
      "last_name": "Pei",
      "fore_name": "York",
      "initials": "Y",
      "name": "York Pei",
      "affiliations": [
        "University Health Network, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "ICES, ON, Canada.",
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "7",
    "pub_year": "2020"
  },
  "start_page": "2054358120934628",
  "pages": "2054358120934628",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35186303",
    "pmc": "PMC8851145",
    "doi": "10.1177/2054358120934628",
    "pii": "10.1177_2054358120934628"
  },
  "doi": "10.1177/2054358120934628",
  "pmc_id": "PMC8851145",
  "dates": {
    "revised": "2022-05-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.336520",
    "pmid": "35186303"
  }
}