{
  "pmid": "35188297",
  "uid": "35188297",
  "title": "Alcohol consumption trajectories over the Australian life course.",
  "abstract": "BACKGROUND AND AIMS: Alcohol consumption changes markedly over the life course, with important implications for health and social development. Assessment of these patterns often relies on cross-sectional data, which cannot fully capture how individuals' drinking changes as they age. This study used data from 18 waves of a general population panel survey to measure drinking trajectories over the life course in Australia. DESIGN AND SETTING: Longitudinal survey data from the Household, Income and Labour Dynamics in Australia (HILDA) survey between 2001 and 2018. PARTICIPANTS: A total of 20 593 individuals ages 15 or above in two samples assessing quantity-frequency (n = 20 569, 52.0% female) and risky single occasion drinking (RSOD), respectively, (n = 17 340, 52.5% female), interviewed as part of HILDA. MEASUREMENTS: Usual quantity of alcohol consumed per drinking occasion; frequency of drinking occasions per week; average daily consumption, calculated by combining reported usual quantity and frequency; and average reported frequency of RSOD per week. FINDINGS: Multilevel, mixed effects models run with fractional polynomial terms found similar male and female alcohol consumption trajectories for quantity-frequency and RSOD measures. Usual quantity of alcohol consumed per drinking occasion (5.4 drinks for men, 3.8 for women) and RSOD frequency (0.56 occasions/week for men, 0.38 for women) peaked in young adulthood, whereas frequency of drinking occasions (2.5 occasions/week for men, 1.7 for women) peaked in middle age. Middle-age drinkers had the highest average daily consumption of alcohol (1.4 drinks/day for 54-year-old men, 0.6 drinks for 57-year-old women) and engaged in RSOD slightly less than young adults. CONCLUSIONS: Alcohol consumption in Australia appears to vary substantially over the life course, with usual quantity per drinking occasion and frequency of risky single occasion drinking peaking during early adulthood and average daily consumption and frequency of consumption peaking in middle age.",
  "authors": [
    {
      "last_name": "Leggat",
      "fore_name": "Geoffrey",
      "initials": "G",
      "name": "Geoffrey Leggat",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), La Trobe University, Melbourne, Victoria, Australia."
      ],
      "orcid": "0000-0003-2298-3952"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), La Trobe University, Melbourne, Victoria, Australia.",
        "National Drug Research Institute, Curtin University, Perth, Western Australia, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Södermanland and Uppland, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Kuntsche",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Kuntsche",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), La Trobe University, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), La Trobe University, Melbourne, Victoria, Australia."
      ],
      "orcid": "0000-0003-4146-1244"
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "117",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "1931",
  "end_page": "1939",
  "pages": "1931-1939",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Alcohol Drinking",
    "Australia",
    "Cross-Sectional Studies",
    "Ethanol",
    "Female",
    "Humans",
    "Life Change Events",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "35188297",
    "pmc": "PMC9311147",
    "doi": "10.1111/add.15849"
  },
  "doi": "10.1111/add.15849",
  "pmc_id": "PMC9311147",
  "dates": {
    "completed": "2022-06-16",
    "revised": "2023-02-08"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.832304",
    "pmid": "35188297"
  }
}