{
  "pmid": "35188528",
  "uid": "35188528",
  "title": "Risk of Second Allergic Reaction to SARS-CoV-2 Vaccines: A Systematic Review and Meta-analysis.",
  "abstract": "IMPORTANCE: Vaccination against SARS-CoV-2 is a highly effective strategy to prevent infection and severe COVID-19 outcomes. The best strategy for a second dose of vaccine among persons who had an immediate allergic reaction to their first SARS CoV-2 vaccination is unclear. OBJECTIVE: To assess the risk of severe immediate allergic reactions (eg, anaphylaxis) to a second dose of SARS-CoV-2 mRNA vaccine among persons with immediate allergic reactions to their first vaccine dose. DATA SOURCES: MEDLINE, Embase, Web of Science, and the World Health Organization Global Coronavirus database were searched from inception through October 4, 2021. STUDY SELECTION: Included studies addressed immediate allergic reactions of any severity to a second SARS-CoV-2 vaccine dose in persons with a known or suspected immediate allergic reaction (<4 hours after vaccination) after their first SARS-CoV-2 vaccine dose. Studies describing a second vaccine dose among persons reporting delayed reactions (>4 hours after vaccination) were excluded. DATA EXTRACTION AND SYNTHESIS: Paired reviewers independently selected studies, extracted data, and assessed risk of bias. Random-effects models were used for meta-analysis. The GRADE (Grading of Recommendation, Assessment, Development, and Evaluation) approach evaluated certainty of the evidence. MAIN OUTCOMES AND MEASURES: Risk of severe immediate allergic reaction and repeated severe immediate allergic reactions with a second vaccine dose. Reaction severity was defined by the reporting investigator, using Brighton Collaboration Criteria, Ring and Messmer criteria, World Allergy Organization criteria, or National Institute of Allergy and Infectious Diseases criteria. RESULTS: Among 22 studies of SARS-CoV-2 mRNA vaccines, 1366 individuals (87.8% women; mean age, 46.1 years) had immediate allergic reactions to their first vaccination. Analysis using the pooled random-effects model found that 6 patients developed severe immediate allergic reactions after their second vaccination (absolute risk, 0.16% [95% CI, 0.01%-2.94%]), 232 developed mild symptoms (13.65% [95% CI, 7.76%-22.9%]), and, conversely, 1360 tolerated the dose (99.84% [95% CI, 97.09%-99.99%]). Among 78 persons with severe immediate allergic reactions to their first SARS-CoV-2 mRNA vaccination, 4 people (4.94% [95% CI, 0.93%-22.28%]) had a second severe immediate reaction, and 15 had nonsevere symptoms (9.54% [95% CI, 2.18%-33.34%]). There were no deaths. Graded vaccine dosing, skin testing, and premedication as risk-stratification strategies did not alter the findings. Certainty of evidence was moderate for those with any allergic reaction to the first dose and low for those with severe allergic reactions to the first dose. CONCLUSIONS AND RELEVANCE: In this systematic review and meta-analysis of case studies and case reports, the risk of immediate allergic reactions and severe immediate reactions or anaphylaxis associated with a second dose of an SARS-CoV-2 mRNA vaccine was low among persons who experienced an immediate allergic reaction to their first dose. These findings suggest that revaccination of individuals with an immediate allergic reaction to a first SARS-CoV-2 mRNA vaccine dose in a supervised setting equipped to manage severe allergic reactions can be safe.",
  "authors": [
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada.",
        "The Research Institute of St Joe's Hamilton, Hamilton, Ontario, Canada.",
        "Evidence in Allergy Group, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Abrams",
      "fore_name": "Elissa M",
      "initials": "EM",
      "name": "Elissa M Abrams",
      "affiliations": [
        "Section of Allergy and Immunology, Department of Pediatrics and Child Health, The University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Golden",
      "fore_name": "David B K",
      "initials": "DBK",
      "name": "David B K Golden",
      "affiliations": [
        "Division of Allergy and Clinical Immunology, Johns Hopkins University School of Medicine, Baltimore, Maryland."
      ]
    },
    {
      "last_name": "Blumenthal",
      "fore_name": "Kimberly G",
      "initials": "KG",
      "name": "Kimberly G Blumenthal",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston."
      ]
    },
    {
      "last_name": "Wolfson",
      "fore_name": "Anna R",
      "initials": "AR",
      "name": "Anna R Wolfson",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "Cosby A",
      "initials": "CA",
      "name": "Cosby A Stone",
      "affiliations": [
        "Division of Allergy, Pulmonary and Critical Care Medicine, Department of Medicine, Vanderbilt University School of Medicine, Nashville, Tennessee."
      ]
    },
    {
      "last_name": "Krantz",
      "fore_name": "Matthew S",
      "initials": "MS",
      "name": "Matthew S Krantz",
      "affiliations": [
        "Division of Allergy, Pulmonary and Critical Care Medicine, Department of Medicine, Vanderbilt University School of Medicine, Nashville, Tennessee."
      ]
    },
    {
      "last_name": "Shaker",
      "fore_name": "Marcus",
      "initials": "M",
      "name": "Marcus Shaker",
      "affiliations": [
        "Section of Allergy and Immunology, Dartmouth-Hitchcock Medical Center, Lebanon, New Hampshire.",
        "Dartmouth Geisel School of Medicine, Hanover, New Hampshire."
      ]
    },
    {
      "last_name": "Greenhawt",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Greenhawt",
      "affiliations": [
        "Food Challenge and Research Unit, Section of Allergy and Clinical Immunology, Children's Hospital Colorado, University of Colorado School of Medicine, Aurora."
      ]
    }
  ],
  "journal": {
    "title": "JAMA internal medicine",
    "iso_abbreviation": "JAMA Intern Med",
    "issn": "2168-6114",
    "issn_type": "Electronic",
    "volume": "182",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "376",
  "end_page": "385",
  "pages": "376-385",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Anaphylaxis",
    "COVID-19",
    "COVID-19 Vaccines",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "SARS-CoV-2",
    "Vaccines, Synthetic",
    "mRNA Vaccines"
  ],
  "article_ids": {
    "pubmed": "35188528",
    "pmc": "PMC8861900",
    "doi": "10.1001/jamainternmed.2021.8515",
    "pii": "2788991"
  },
  "doi": "10.1001/jamainternmed.2021.8515",
  "pmc_id": "PMC8861900",
  "dates": {
    "completed": "2022-04-06",
    "revised": "2023-12-13"
  },
  "chemicals": [
    "COVID-19 Vaccines",
    "Vaccines, Synthetic",
    "mRNA Vaccines"
  ],
  "grants": [
    {
      "grant_id": "K12 HS026395",
      "agency": "AHRQ HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.123172",
    "pmid": "35188528"
  }
}