{
  "pmid": "35190115",
  "uid": "35190115",
  "title": "Late Kidney Effects of Childhood Cancer and Cancer Therapies.",
  "abstract": "Childhood cancer therapy carries a high risk of treatment-related toxicities and complications that can impact kidney function. Although many of these adverse effects in the acute setting are well described, less is known about the latent effects of childhood cancer treatments on long-term kidney health. With decades of advancements in treatment protocols for many pediatric malignancies, more children than ever before are surviving into adulthood after being cured of their disease and with lower long-term morbidity. Although there is decreased prevalence of many chronic health conditions in cancer survivors, including gastrointestinal, endocrine, and musculoskeletal disorders, the long-term risk of kidney dysfunction has increased. In this review, we summarize the epidemiology of kidney disease in survivors of childhood cancer and describe the treatment-related risk factors associated with long-term impairment of kidney health. We organize this review by specific kidney disease-related outcomes of interest (chronic electrolyte abnormalities, CKD, proteinuria, and hypertension) to highlight what specific aspects of cancer treatment have been associated with these outcomes. Finally, we conclude by comparing different clinical practice guidelines that exist for long-term kidney function monitoring and include recommendations for when a childhood cancer survivor would benefit from long-term nephrology care.",
  "authors": [
    {
      "last_name": "Stotter",
      "fore_name": "Brian R",
      "initials": "BR",
      "name": "Brian R Stotter",
      "affiliations": [
        "Division of Pediatric Nephrology, Hypertension, and Pheresis, Department of Pediatrics, Washington University School of Medicine, St. Louis, MO. Electronic address: bstotter@wustl.edu."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Chan",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in chronic kidney disease",
    "iso_abbreviation": "Adv Chronic Kidney Dis",
    "issn": "1548-5609",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "5",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "490",
  "end_page": "501.e1",
  "pages": "490-501.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Cancer Survivors",
    "Child",
    "Humans",
    "Kidney Diseases",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "35190115",
    "doi": "10.1053/j.ackd.2021.09.001",
    "pii": "S1548-5595(21)00090-2"
  },
  "doi": "10.1053/j.ackd.2021.09.001",
  "dates": {
    "completed": "2022-03-21",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.084011",
    "pmid": "35190115"
  }
}