{
  "pmid": "35206379",
  "uid": "35206379",
  "title": "Cost Implications from an Employer Perspective of a Workplace Intervention for Carer-Employees during the COVID-19 Pandemic.",
  "abstract": "In developed countries, population aging due to advances in living standards and healthcare infrastructure means that the care associated with chronic and degenerative diseases is becoming more prevalent across all facets of society-including the labour market. Informal caregiving, that is, care provision performed by friends and family, is expected to increase in the near future in Canada, with implications for workplaces. Absenteeism, presenteeism, work satisfaction and retention are known to be worse in employees who juggle the dual role of caregiving and paid employment, representing losses to workplaces' bottom line. Recent discourse on addressing the needs of carer-employees (CEs) in the workplace have been centred around carer-friendly workplace policies. This paper aims to assess the potential cost implication of a carer-friendly workplace intervention implemented within a large-sized Canadian workplace. The goal of the intervention was to induce carer-friendly workplace culture change. A workplace-wide survey was circulated twice, prior to and after the intervention, capturing demographic variables, as well as absenteeism, presenteeism, turnover and impact on coworkers. Utilizing the pre-intervention timepoint as a baseline, we employed a cost implication analysis to quantify the immediate impact of the intervention from the employer's perspective. We found that the intervention overall was not cost-saving, although there were some mixed effects regarding some costs, such as absenteeism. Non-tangible benefits, such as changes to employee morale, satisfaction with supervisor, job satisfaction and work culture, were not monetarily quantified within this analysis; hence, we consider it to be a conservative analysis.",
  "authors": [
    {
      "last_name": "Ding",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina Ding",
      "affiliations": [
        "School of Earth Environment and Society, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ],
      "orcid": "0000-0002-9239-9922"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, ON L8S 4L8, Canada."
      ],
      "orcid": "0000-0001-8279-8172"
    },
    {
      "last_name": "Williams",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Williams",
      "affiliations": [
        "School of Earth Environment and Society, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Absenteeism",
    "COVID-19",
    "Canada",
    "Caregivers",
    "Humans",
    "Pandemics",
    "SARS-CoV-2",
    "Workplace"
  ],
  "article_ids": {
    "pubmed": "35206379",
    "pmc": "PMC8872071",
    "doi": "10.3390/ijerph19042194",
    "pii": "ijerph19042194"
  },
  "doi": "10.3390/ijerph19042194",
  "pmc_id": "PMC8872071",
  "dates": {
    "completed": "2022-03-01",
    "revised": "2024-08-24"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "HWP - 146001",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "890-2016-3018",
      "agency": "Social Sciences and Humanities Research Council"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.724812",
    "pmid": "35206379"
  }
}