{
  "pmid": "35202415",
  "uid": "35202415",
  "title": "Nurses' knowledge, attitudes, and willingness to practice hospice care: An analysis of influencing factors.",
  "abstract": "BACKGROUND: Hospice care is a multidisciplinary approach that focused on patients' quality of life, and nurses allocate more of their time with patients and patients' families than those nurses working in other disciplines. Nurses' knowledge of and attitudes toward hospice care can affect the quality of hospice care. At present, China's hospice care institutions are suffering from an obvious shortage of nursing staff. Since clinical nurses are the main force behind the future provision of hospice care, their knowledge of, attitudes and willingness to practice can greatly promoted the growth of hospice care, however, available data on clinical nurses' willingness to practice hospice care are limited. METHODS: A cross-sectional descriptive study design was employed to collect data from 1833 nurses working in tertiary or secondary general hospitals in Guangxi, China. We examined nurses' demographic characteristics and scores on the Chinese version of the hospice care knowledge scale, the Chinese version of the Bradley Attitude Assessment Questionnaire, and a brief quiz concerning their willingness to practice hospice care in the future. Descriptive, single factor, multiple regression analyses and logistic regression analyses were used for data analysis. RESULTS: Nurses displayed moderate mean scores for both knowledge of and attitudes, and only 505 (27.5%) nurses expressed their willingness to practice hospice care, 1329 (72.5%) of nurses sampled expressed their unwillingness or uncertainty. Multivariate regression analyses showed that education, professional qualification, monthly income, whether they had been trained in hospice care, and willingness to practice hospice care were the main influencing factors of knowledge; education, whether they lived with someone aged >60 years, and whether they had been trained in hospice care were main factors influencing attitudes. Additionally, logistic regression analyses showed that hospice care knowledge, whether they had been trained in hospice care, and whether they had clinical experience affected the nurses' willingness to practice hospice care. CONCLUSION: This study highlighted a knowledge gap and moderate attitudes toward hospice care among nurses, and most nurses did not prefer to practice hospice care. Having been trained in hospice care was the main common factor of nurses' knowledge of, attitudes toward, and willingness to practice hospice care in the future, indicating the necessity to provide nurses with more targeted hospice care training.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Lin",
      "initials": "L",
      "name": "Lin Chen",
      "affiliations": [
        "Department of Nursing, The Second Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China."
      ],
      "orcid": "0000-0003-2762-4668"
    },
    {
      "last_name": "Li",
      "fore_name": "Xiao-Hong",
      "initials": "XH",
      "name": "Xiao-Hong Li",
      "affiliations": [
        "Department of Nursing, The Second Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China."
      ]
    },
    {
      "last_name": "Pan",
      "fore_name": "Xiao",
      "initials": "X",
      "name": "Xiao Pan",
      "affiliations": [
        "Department of Nursing, The Second Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China."
      ]
    },
    {
      "last_name": "Pan",
      "fore_name": "Qi-Ni",
      "initials": "QN",
      "name": "Qi-Ni Pan",
      "affiliations": [
        "Department of Nursing, The Second Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Hui-Qiao",
      "initials": "HQ",
      "name": "Hui-Qiao Huang",
      "affiliations": [
        "Department of Nursing, The Second Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China."
      ],
      "orcid": "0000-0003-3609-3205"
    },
    {
      "last_name": "Tao",
      "fore_name": "Pin-Yue",
      "initials": "PY",
      "name": "Pin-Yue Tao",
      "affiliations": [
        "Department of Nursing, The Second Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Gao-Ye",
      "initials": "GY",
      "name": "Gao-Ye Li",
      "affiliations": [
        "Department of Nursing, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guxngxi, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jin-Hui",
      "initials": "JH",
      "name": "Jin-Hui Ma",
      "affiliations": [
        "Department of Nursing, The Fifth People's Hospital of Chengdu, Chengdu, Sichuan, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Jing-Can",
      "initials": "JC",
      "name": "Jing-Can Huang",
      "affiliations": [
        "Department of Nursing, The Affiliated Hospital of Guilin Medical University, Guilin, Guangxi, China."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "2",
    "pub_year": "2022"
  },
  "start_page": "e0259647",
  "pages": "e0259647",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Attitude of Health Personnel",
    "Clinical Competence",
    "Female",
    "Health Knowledge, Attitudes, Practice",
    "Hospice Care",
    "Humans",
    "Male",
    "Middle Aged",
    "Nurses",
    "Nursing Staff, Hospital",
    "Palliative Care",
    "Surveys and Questionnaires",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "35202415",
    "pmc": "PMC8870562",
    "doi": "10.1371/journal.pone.0259647",
    "pii": "PONE-D-21-06015"
  },
  "doi": "10.1371/journal.pone.0259647",
  "pmc_id": "PMC8870562",
  "dates": {
    "completed": "2022-03-09",
    "revised": "2022-03-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.371311",
    "pmid": "35202415"
  }
}