{
  "pmid": "35203201",
  "uid": "35203201",
  "title": "Evaluation of the Thuringian Bovine Johne's Disease Control Program-A Case Study.",
  "abstract": "The Thuringian Johne's Disease (JD) Control Program provides a voluntary approach to JD control in Thuringia, a federal state of Germany. The program has three objectives: reduce the level of infection when present; reduce the spread of JD to uninfected herds; and facilitate the certification and protection of herds that are non-suspect with respect to JD. The program offers pathways for the management of affected herds and for certification of herds with continuing negative tests. After the control stage (CS), a certification stage of at least 3 consecutive years with continuing negative results in the annual whole-herd test has to be passed until a herd can be certified as 'non-suspect' with respect to JD. This study focused on calf mortality in relation to JD herd status. In a longitudinal study, the association of annual calf mortality rate of a total of 93 dairy herds (13 'non-suspect'; 26 in control stage; 54 not enrolled) over 10 consecutive years with JD herd status was investigated using a generalized mixed linear model with repeated measures. Non-suspect herds had a lower calf mortality rate compared with other farms. We conclude that establishing JD control measures lowers the calf mortality rate.",
  "authors": [
    {
      "last_name": "Donat",
      "fore_name": "Karsten",
      "initials": "K",
      "name": "Karsten Donat",
      "affiliations": [
        "Thüringer Tierseuchenkasse, Anstalt des öffentlichen Rechts, 07745 Jena, Germany.",
        "Klinikum Veterinärmedizin, Klinik für Geburtshilfe, Gynäkologie und Andrologie der Groß- und Kleintiere mit Tierärztlicher Ambulanz, Justus-Liebig-Universität Gießen, 35390 Giessen, Germany."
      ],
      "orcid": "0000-0001-5376-0116"
    },
    {
      "last_name": "Einax",
      "fore_name": "Esra",
      "initials": "E",
      "name": "Esra Einax",
      "affiliations": [
        "Thüringer Tierseuchenkasse, Anstalt des öffentlichen Rechts, 07745 Jena, Germany."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Klinikum Veterinärmedizin, Klinik für Geburtshilfe, Gynäkologie und Andrologie der Groß- und Kleintiere mit Tierärztlicher Ambulanz, Justus-Liebig-Universität Gießen, 35390 Giessen, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Animals : an open access journal from MDPI",
    "iso_abbreviation": "Animals (Basel)",
    "issn": "2076-2615",
    "issn_type": "Print",
    "volume": "12",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35203201",
    "pmc": "PMC8868165",
    "doi": "10.3390/ani12040493",
    "pii": "ani12040493"
  },
  "doi": "10.3390/ani12040493",
  "pmc_id": "PMC8868165",
  "dates": {
    "revised": "2024-08-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:33:22.463746",
    "pmid": "35203201"
  }
}