{
  "pmid": "35204662",
  "uid": "35204662",
  "title": "Enhancing the In Vitro Biological Activity of Degraded Silk Sericin and Its Analog Metabolites.",
  "abstract": "Two sericins of high and low molecular weight (HS and LS) were prepared from commercial silkworm cocoon silk with a boiling water and Ca(OH)2 solution with ultrasonic treatments, respectively. This study first investigated the release concentration of the two abovementioned sericins in simulated saliva, gastric juice, and intestinal juice (pH 6.8, 2.0, and 7.4, respectively) within 10 h. The results showed that the order of sericin release rate and its amount in the simulated environment was gastric juice > saliva > intestinal juice. Second, the molecular weights of both sericin metabolites formed by in vitro enzymatic degradation were lower than 15 kDa. The α-glucosidase inhibitory activities of both sericins and their analog metabolites were positively correlated with their concentrations. The IC50 values of the HS- and LS-derived metabolites were 1.02 ± 0.12 mg/mL and 0.91 ± 0.15 mg/mL, respectively, which were five to seven times lower than those of both original sericins. The total antioxidant capacities and hydroxyl radical scavenging capacities of both metabolites were enhanced by one- to three-fold compared with HS and LS. These results indicate that both sericins, regardless of molecular size, have significantly enhanced antioxidant, superoxide free radical scavenging, and glycosidase inhibitory activities after simulated metabolism, and that LS is better than HS regardless of simulated digestion. These results confirm that sericin is important in the sustainable development and utilization of silk resources, especially the reduction in environmental pollution, and provides new ideas for the development of adjuvant treatments for diabetes and the development of foods with anti-hyperglycemic functions.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Zhen-Zhen",
      "initials": "ZZ",
      "name": "Zhen-Zhen Wei",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, RM702-2303, No. 199, Renai Road, Industrial Park, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Weng",
      "fore_name": "Yu-Jie",
      "initials": "YJ",
      "name": "Yu-Jie Weng",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, RM702-2303, No. 199, Renai Road, Industrial Park, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, RM702-2303, No. 199, Renai Road, Industrial Park, Suzhou 215123, China."
      ],
      "orcid": "0000-0001-7670-386X"
    }
  ],
  "journal": {
    "title": "Biomolecules",
    "iso_abbreviation": "Biomolecules",
    "issn": "2218-273X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "19"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Antioxidants",
    "Bombyx",
    "Molecular Weight",
    "Sericins",
    "Silk"
  ],
  "article_ids": {
    "pubmed": "35204662",
    "pmc": "PMC8961581",
    "doi": "10.3390/biom12020161",
    "pii": "biom12020161"
  },
  "doi": "10.3390/biom12020161",
  "pmc_id": "PMC8961581",
  "dates": {
    "completed": "2022-04-05",
    "revised": "2022-05-09"
  },
  "chemicals": [
    "Antioxidants",
    "Sericins",
    "Silk"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.487472",
    "pmid": "35204662"
  }
}