{
  "pmid": "35217581",
  "uid": "35217581",
  "title": "Plasma exchange and glucocorticoid dosing for patients with ANCA-associated vasculitis: a clinical practice guideline.",
  "abstract": "CLINICAL QUESTIONS: What is the role of plasma exchange and what is the optimal dose of glucocorticoids in the first 6 months of therapy of patients with antineutrophil cytoplasmic antibody (ANCA)-associated vasculitis (AAV)? This guideline was triggered by the publication of a new randomised controlled trial. CURRENT PRACTICE: Existing guideline recommendations vary regarding the use of plasma exchange in AAV and lack explicit recommendations regarding the tapering regimen of glucocorticoids during induction therapy. RECOMMENDATIONS: The guideline panel makes a weak recommendation against plasma exchange in patients with low or low-moderate risk of developing end stage kidney disease (ESKD), and a weak recommendation in favour of plasma exchange in patients with moderate-high or high risk of developing ESKD. For patients with pulmonary haemorrhage without renal involvement, the panel suggests not using plasma exchange (weak recommendation). The panel made a strong recommendation in favour of a reduced dose rather than standard dose regimen of glucocorticoids, which involves a more rapid taper rate and lower cumulative dose during the first six months of therapy. HOW THIS GUIDELINE WAS CREATED: A guideline panel including patients, a care giver, clinicians, content experts, and methodologists produced these recommendations using GRADE and in adherence with standards for trustworthy guidelines. The recommendations are based on two linked systematic reviews. The panel took an individual patient perspective in the development of recommendations. THE EVIDENCE: The systematic review of plasma exchange identified nine randomised controlled trials (RCTs) that enrolled 1060 patients with AAV. Plasma exchange probably has little or no effect on mortality or disease relapse (moderate and low certainty). Plasma exchange probably reduces the one year risk of ESKD (approximately 0.1% reduction in those with low risk, 2.1% reduction in those with low-moderate risk, 4.6% reduction in those with moderate-high risk, and 16.0% reduction in those with high risk or requiring dialysis) but increases the risk of serious infections (approximately 2.7% increase in those with low risk, 4.9% increase in those with low-moderate risk, 8.5% increase in those with moderate-high risk, to 13.5% in high risk group) at 1 year (moderate to high certainty). The guideline panel agreed that most patients with low or low-moderate risk of developing ESKD would consider the harms to outweigh the benefits, while most of those with moderate-high or high risk would consider the benefits to outweigh the harms. For patients with pulmonary haemorrhage without kidney involvement, based on indirect evidence, plasma exchange may have little or no effect on death (very low certainty) but may have an important increase in serious infections at 1 year (approximately 6.8% increase, low certainty). The systematic review of different dose regimens of glucocorticoids identified two RCTs at low risk of bias with 704 and 140 patients respectively. A reduced dose regimen of glucocorticoid probably reduces the risk of serious infections by approximately 5.9% to 12.8% and probably does not increase the risk of ESKD at the follow-up of 6 months to longer than 1 year (moderate certainty for both outcomes). UNDERSTANDING THE RECOMMENDATION: The recommendations were made with the understanding that patients would place a high value on reduction in ESKD and less value on avoiding serious infections. The panel concluded that most (50-90%) of fully informed patients with AAV and with low or low-moderate risk of developing ESKD with or without pulmonary haemorrhage would decline plasma exchange, whereas most patients with moderate-high or high risk or requiring dialysis with or without pulmonary haemorrhage would choose to receive plasma exchange. The panel also inferred that the majority of fully informed patients with pulmonary haemorrhage without kidney involvement would decline plasma exchange and that all or almost all (≥90%) fully informed patients with AAV would choose a reduced dose regimen of glucocorticoids during the first 6 months of therapy.",
  "authors": [
    {
      "last_name": "Zeng",
      "fore_name": "Linan",
      "initials": "L",
      "name": "Linan Zeng",
      "affiliations": [
        "Pharmacy department/Evidence-based pharmacy centre, West China Second University Hospital, Sichuan University, Chengdu, Sichuan, China linanzeng@sina.com.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Collister",
      "fore_name": "David",
      "initials": "D",
      "name": "David Collister",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Booth",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Booth",
      "affiliations": [
        "USA."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Brown",
      "affiliations": [
        "USA."
      ]
    },
    {
      "last_name": "Farrar",
      "fore_name": "Lesha",
      "initials": "L",
      "name": "Lesha Farrar",
      "affiliations": [
        "UK."
      ]
    },
    {
      "last_name": "Farrar",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Farrar",
      "affiliations": [
        "UK."
      ]
    },
    {
      "last_name": "Firth",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Firth",
      "affiliations": [
        "UK."
      ]
    },
    {
      "last_name": "Fussner",
      "fore_name": "Lynn A",
      "initials": "LA",
      "name": "Lynn A Fussner",
      "affiliations": [
        "Division of Pulmonary, Critical Care, and Sleep Medicine, Department of Internal Medicine, The Ohio State University Wexner Medical Center, Columbus, Ohio, USA."
      ]
    },
    {
      "last_name": "Kilian",
      "fore_name": "Karin",
      "initials": "K",
      "name": "Karin Kilian",
      "affiliations": [
        "Department of Rheumatology, Oslo University Hospital, Oslo, Norway.",
        "Institute of Clinical Medicine, University of Oslo, Oslo, Norway."
      ]
    },
    {
      "last_name": "Little",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Little",
      "affiliations": [
        "Trinity Translational Medicine Institute, Trinity College Dublin, Ireland.",
        "Irish Centre for Vascular Biology, Tallaght University Hospital, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Mavrakanas",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Mavrakanas",
      "affiliations": [
        "Department of Medicine, McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Internal Medicine, Division of Nephrology and Hypertension, University of Kansas Medical Center, Kansas, USA."
      ]
    },
    {
      "last_name": "Piram",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Piram",
      "affiliations": [
        "CHU Sainte Justine Research Center, Department of Pediatrics, University of Montreal, Montreal, Quebec, Canada.",
        "CEREMAIA, Centre d'épidémiologie et de santé des populations (CESP), University Paris-Saclay, Le Kremlin Bicêtre, France."
      ]
    },
    {
      "last_name": "Stamp",
      "fore_name": "Lisa K",
      "initials": "LK",
      "name": "Lisa K Stamp",
      "affiliations": [
        "University of Otago Christchurch, Christchurch, New Zealand."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Yingqi",
      "initials": "Y",
      "name": "Yingqi Xiao",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "West China School of Nursing/Department of Nursing, West China Hospital, Sichuan University, China."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Internal Medicine & Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": [
        "Department of Medicine, Lovisenberg Hospital Trust, Oslo, Norway."
      ]
    },
    {
      "last_name": "Mahr",
      "fore_name": "Alfred",
      "initials": "A",
      "name": "Alfred Mahr",
      "affiliations": [
        "Rheumatology Clinic, Department of Internal Medicine, Kantonsspital St Gallen, St Gallen, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "376",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "25"
  },
  "start_page": "e064597",
  "pages": "e064597",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis",
    "Glucocorticoids",
    "Humans",
    "Plasma Exchange"
  ],
  "article_ids": {
    "pubmed": "35217581",
    "doi": "10.1136/bmj-2021-064597"
  },
  "doi": "10.1136/bmj-2021-064597",
  "dates": {
    "completed": "2022-03-09",
    "revised": "2022-03-09"
  },
  "chemicals": [
    "Glucocorticoids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.650022",
    "pmid": "35217581"
  }
}