{
  "pmid": "35216650",
  "uid": "35216650",
  "title": "Mixed-Methods Evaluation of a Patient Behaviour Risk Screening, Communication and Care Planning Intervention for Hospital Settings.",
  "abstract": "Workplace violence is a common safety concern for hospital staff. The Behaviour Safety Risk Communication and Care Planning program identifies, manages and cares for patients at risk of exhibiting unsafe behaviours. This paper reports on a mixed-methods evaluation consisting of staff surveys, focus groups and open forums, screening audits, patient interviews and assessment of effectiveness measures at five hospital sites. Staff perceptions about safety risk imposed by a patient's behaviour significantly improved after this program was implemented. Opportunities exist to improve staff adherence to screening processes and communication with patients. This study provides insight for teams implementing similar interventions.",
  "authors": [
    {
      "last_name": "Corovic",
      "fore_name": "Marija",
      "initials": "M",
      "name": "Marija Corovic",
      "affiliations": [
        "A research coordinator at HHS CEBI, McMaster University, in Hamilton, ON."
      ]
    },
    {
      "last_name": "Spithoff",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Spithoff",
      "affiliations": [
        "A program manager at HHS CEBI, McMaster University, in Hamilton, ON. She can be contacted by e-mail at spithokd@mcmaster.ca."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "Jon-David",
      "initials": "JD",
      "name": "Jon-David Schwalm",
      "affiliations": [
        "An interventional cardiologist, the director at HHS CEBI and an associate professor of Cardiology (Department of Medicine) at McMaster University and a scientist at the Population Health Research Institute in Hamilton, ON."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Johnson",
      "affiliations": [
        "A registered physiotherapist and quality specialist at HHS in Hamilton, ON."
      ]
    },
    {
      "last_name": "Fuciarelli",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Fuciarelli",
      "affiliations": [
        "certified in occupational health and safety and is a certified disability management professional and consensus-based disability management auditor and director of Health, Safety and Wellness at HHS in Hamilton, ON."
      ]
    },
    {
      "last_name": "Caspersen",
      "fore_name": "Erika",
      "initials": "E",
      "name": "Erika Caspersen",
      "affiliations": [
        "A registered kinesiologist, registered psychotherapist (qualifying), CSEP clinical exercise physiologist and the Safety and Wellness Program Development specialist at HHS in Hamilton, ON."
      ]
    },
    {
      "last_name": "DeBono",
      "fore_name": "Tony",
      "initials": "T",
      "name": "Tony DeBono",
      "affiliations": [
        "A clinical psychologist at the Royal Ottawa Mental Health Centre in Ottawa, ON."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "The director of and a professor at the School of Epidemiology and Public Health, University of Ottawa; a part-time professor at McMaster University (Department of Oncology); and an implementation science researcher and founding director of the HHS CEBI in Hamilton, ON."
      ]
    },
    {
      "last_name": "Principi",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Principi",
      "affiliations": [
        "Had a career in physiotherapy before moving to hospital leadership as chief of interprofessional practice at HHS. She is currently an assistant clinical professor in the Faculty of Health Sciences at McMaster University in Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Healthcare quarterly (Toronto, Ont.)",
    "iso_abbreviation": "Healthc Q",
    "issn": "1929-6347",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "54",
  "end_page": "60",
  "pages": "54-60",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Communication",
    "Focus Groups",
    "Hospitals",
    "Humans",
    "Workplace Violence"
  ],
  "article_ids": {
    "pubmed": "35216650",
    "doi": "10.12927/hcq.2022.26710",
    "pii": "hcq.2022.26710"
  },
  "doi": "10.12927/hcq.2022.26710",
  "dates": {
    "completed": "2022-03-01",
    "revised": "2022-03-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.158409",
    "pmid": "35216650"
  }
}