{
  "pmid": "35210348",
  "uid": "35210348",
  "title": "Tranexamic acid versus placebo to reduce perioperative blood transfusion in patients undergoing liver resection: protocol for the haemorrhage during liver resection tranexamic acid (HeLiX) randomised controlled trial.",
  "abstract": "INTRODUCTION: Despite use of operative and non-operative interventions to reduce blood loss during liver resection, 20%-40% of patients receive a perioperative blood transfusion. Extensive intraoperative blood loss is a major risk factor for postoperative morbidity and mortality and receipt of blood transfusion is associated with serious risks including an association with long-term cancer recurrence and overall survival. In addition, blood products are scarce and associated with appreciable expense; decreasing blood transfusion requirements would therefore have health system benefits. Tranexamic acid (TXA), an antifibrinolytic, has been shown to reduce the probability of receiving a blood transfusion by one-third for patients undergoing cardiac or orthopaedic surgery. However, its applicability in liver resection has not been widely researched. METHODS AND ANALYSIS: This protocol describes a prospective, blinded, randomised controlled trial being conducted at 10 sites in Canada and 1 in the USA. 1230 eligible and consenting participants will be randomised to one of two parallel groups: experimental (2 g of intravenous TXA) or placebo (saline) administered intraoperatively. The primary endpoint is receipt of blood transfusion within 7 days of surgery. Secondary outcomes include blood loss, postoperative complications, quality of life and 5-year disease-free and overall survival. ETHICS AND DISSEMINATION: This trial has been approved by the research ethics boards at participating centres and Health Canada (parent control number 177992) and is currently enrolling participants. All participants will provide written informed consent. Results will be distributed widely through local and international meetings, presentation, publication and ClinicalTrials.gov. TRIAL REGISTRATION NUMBER: NCT02261415.",
  "authors": [
    {
      "last_name": "Karanicolas",
      "fore_name": "Paul Jack",
      "initials": "PJ",
      "name": "Paul Jack Karanicolas",
      "affiliations": [
        "Department of Surgery, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada paul.karanicolas@sunnybrook.ca.",
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-2906-7682"
    },
    {
      "last_name": "Lin",
      "fore_name": "Yulia",
      "initials": "Y",
      "name": "Yulia Lin",
      "affiliations": [
        "Department of Laboratory Medicine and Molecular Diagnostics, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada.",
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McCluskey",
      "fore_name": "Stuart",
      "initials": "S",
      "name": "Stuart McCluskey",
      "affiliations": [
        "Department of Anesthesia and Pain Management, University Health Network, Toronto, Ontario, Canada.",
        "Department of Anesthesia, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-6684-0497"
    },
    {
      "last_name": "Roke",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Roke",
      "affiliations": [
        "Department of Evaluative Clinical Sciences, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tarshis",
      "fore_name": "Jordan",
      "initials": "J",
      "name": "Jordan Tarshis",
      "affiliations": [
        "Department of Anesthesia, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thorpe",
      "fore_name": "Kevin E",
      "initials": "KE",
      "name": "Kevin E Thorpe",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ball",
      "fore_name": "Chad G",
      "initials": "CG",
      "name": "Chad G Ball",
      "affiliations": [
        "Department of Surgery, Foothills Medical Centre, Calgary, Alberta, Canada.",
        "Department of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Chaudhury",
      "fore_name": "Prosanto",
      "initials": "P",
      "name": "Prosanto Chaudhury",
      "affiliations": [
        "Department of Surgery, McGill University Health Centre, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Cleary",
      "fore_name": "Sean P",
      "initials": "SP",
      "name": "Sean P Cleary",
      "affiliations": [
        "Department of Surgery, Mayo Clinic, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Elijah",
      "initials": "E",
      "name": "Elijah Dixon",
      "affiliations": [
        "Department of Surgery, Foothills Medical Centre, Calgary, Alberta, Canada.",
        "Department of Surgery, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Eeson",
      "fore_name": "Gareth",
      "initials": "G",
      "name": "Gareth Eeson",
      "affiliations": [
        "Department of Surgery, Kelowna General Hospital, Kelowna, British Columbia, Canada.",
        "Department of Surgery, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Moulton",
      "fore_name": "Carol-Anne",
      "initials": "CA",
      "name": "Carol-Anne Moulton",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Surgery, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nanji",
      "fore_name": "Sulaiman",
      "initials": "S",
      "name": "Sulaiman Nanji",
      "affiliations": [
        "Department of Surgery, Kingston General Hospital, Kingston, Ontario, Canada.",
        "Department of Surgery, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Porter",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Porter",
      "affiliations": [
        "Department of Surgery, Nova Scotia Health, Halifax, Nova Scotia, Canada.",
        "Department of Surgery, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Ruo",
      "fore_name": "Leyo",
      "initials": "L",
      "name": "Leyo Ruo",
      "affiliations": [
        "Department of Surgery, Juravinski Hospital and Cancer Centre, Hamilton, Ontario, Canada.",
        "Deparment of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Skaro",
      "fore_name": "Anton I",
      "initials": "AI",
      "name": "Anton I Skaro",
      "affiliations": [
        "Department of Surgery, London Health Sciences Centre, London, Ontario, Canada.",
        "Department of Surgery, University of Western Ontario Schulich School of Medicine and Dentistry, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tsang",
      "fore_name": "Melanie",
      "initials": "M",
      "name": "Melanie Tsang",
      "affiliations": [
        "Department of Surgery, University of Toronto, Toronto, Ontario, Canada.",
        "Division of General Surgery, St. Joseph's Health Centre - Unity Health Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Alice C",
      "initials": "AC",
      "name": "Alice C Wei",
      "affiliations": [
        "Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "24"
  },
  "start_page": "e058850",
  "pages": "e058850",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antifibrinolytic Agents",
    "Blood Loss, Surgical",
    "Blood Transfusion",
    "Humans",
    "Liver",
    "Prospective Studies",
    "Quality of Life",
    "Randomized Controlled Trials as Topic",
    "Tranexamic Acid"
  ],
  "article_ids": {
    "pubmed": "35210348",
    "pmc": "PMC8883280",
    "doi": "10.1136/bmjopen-2021-058850",
    "pii": "bmjopen-2021-058850"
  },
  "doi": "10.1136/bmjopen-2021-058850",
  "pmc_id": "PMC8883280",
  "dates": {
    "completed": "2022-04-20",
    "revised": "2024-08-24"
  },
  "chemicals": [
    "Antifibrinolytic Agents",
    "Tranexamic Acid"
  ],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.237163",
    "pmid": "35210348"
  }
}