{
  "pmid": "35210961",
  "uid": "35210961",
  "title": "Preliminary comparison of the performance of the National Library of Medicine's systematic review publication type and the sensitive clinical queries filter for systematic reviews in PubMed.",
  "abstract": "OBJECTIVE: The National Library of Medicine (NLM) inaugurated a \"publication type\" concept to facilitate searches for systematic reviews (SRs). On the other hand, clinical queries (CQs) are validated search strategies designed to retrieve scientifically sound, clinically relevant original and review articles from biomedical literature databases. We compared the retrieval performance of the SR publication type (SR[pt]) against the most sensitive CQ for systematic review articles (CQrs) in PubMed. METHODS: We ran date-limited searches of SR[pt] and CQrs to compare the relative yield of articles and SRs, focusing on the differences in retrieval of SRs by SR[pt] but not CQrs (SR[pt] NOT CQrs) and CQrs NOT SR[pt]. Random samples of articles retrieved in each of these comparisons were examined for SRs until a consistent pattern became evident. RESULTS: For SR[pt] NOT CQrs, the yield was relatively low in quantity but rich in quality, with 79% of the articles being SRs. For CQrs NOT SR[pt], the yield was high in quantity but low in quality, with only 8% being SRs. For CQrs AND SR[pt], the quality was highest, with 92% being SRs. CONCLUSIONS: We found that SR[pt] had high precision and specificity for SRs but low recall (sensitivity), whereas CQrs had much higher recall. SR[pt] OR CQrs added valid SRs to the CQrs yield at low cost (i.e., added few non-SRs). For searches that are intended to be exhaustive for SRs, SR[pt] can be added to existing sensitive search filters.",
  "authors": [
    {
      "last_name": "Navarro-Ruan",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Navarro-Ruan",
      "affiliations": [
        "navarro@mcmaster.ca, Research Coordinator, Health Information Research Unit, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2810-6942"
    },
    {
      "last_name": "Haynes",
      "fore_name": "R Brian",
      "initials": "RB",
      "name": "R Brian Haynes",
      "affiliations": [
        "bhaynes@mcmaster.ca, Professor Emeritus, Health Information Research Unit, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Medical Library Association : JMLA",
    "iso_abbreviation": "J Med Libr Assoc",
    "issn": "1558-9439",
    "issn_type": "Electronic",
    "volume": "110",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "43",
  "end_page": "46",
  "pages": "43-46",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "National Library of Medicine (U.S.)",
    "PubMed",
    "Systematic Reviews as Topic",
    "United States"
  ],
  "article_ids": {
    "pubmed": "35210961",
    "pmc": "PMC8830395",
    "doi": "10.5195/jmla.2022.1286",
    "pii": "jmla.2022.1286"
  },
  "doi": "10.5195/jmla.2022.1286",
  "pmc_id": "PMC8830395",
  "dates": {
    "completed": "2023-08-03",
    "revised": "2023-08-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:32.034285",
    "pmid": "35210961"
  }
}