{
  "pmid": "35219936",
  "uid": "35219936",
  "title": "Exposure to multiple trace elements and miscarriage during early pregnancy: A mixtures approach.",
  "abstract": "BACKGROUND: Exposure to some conventional trace elements has been found to be associated with miscarriage; however, evidence for combined exposure is inconclusive. Therefore, it is important to explore the joint associations between toxic and essential trace elements and miscarriage. METHODS: This cross-sectional study measured a wide range of element levels in the whole blood of pregnant women by using inductively coupled plasma mass spectrometry. The associations between individual elements and miscarriage were appraised using logistic regression model. Multi-exposure models, including Bayesian kernel machine regression (BKMR) and weighted quantile sum regression (WQS), were used to explore the mixed exposure to elements. Furthermore, grouped weighted quantile sum (GWQS) considered multiple elements with different magnitudes and directions of associations. RESULTS: In logistic regression, the odds ratios (ORs) with a 95% confidence interval (CI) in the highest quartiles were 5.45 (2.00, 15.91) for barium, 0.28 (0.09, 0.76) for copper, and 0.32 (0.12, 0.83) for rubidium. These exposure-outcome associations were confirmed and supplemented by BKMR, which indicated a positive association for barium and negative associations for copper and rubidium. In WQS, a positive association was found between mixed elements and miscarriage (OR: 1.71; 95% CI: 1.07, 2.78), in which barium (75.7%) was the highest weighted element. The results of GWQS showed that the toxic trace element group dominated by barium was significantly associated with increased ORs (OR: 2.71; 95% CI: 1.74, 4.38). Additionally, a negative association was observed between the essential trace element group and miscarriage (OR: 0.32; 95% CI: 0.18, 0.54), with rubidium contributing the most to the result. CONCLUSIONS: As a toxic trace element, barium was positively associated with miscarriage both by individual and multiple evaluations, while essential trace elements, particularly rubidium and copper, exhibited negative associations. Our findings provide significant evidence for exploring the effects of trace elements on miscarriage.",
  "authors": [
    {
      "last_name": "Lu",
      "fore_name": "Yingying",
      "initials": "Y",
      "name": "Yingying Lu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China."
      ]
    },
    {
      "last_name": "Guan",
      "fore_name": "Quanquan",
      "initials": "Q",
      "name": "Quanquan Guan",
      "affiliations": [
        "State Key Laboratory of Reproductive Medicine, School of Public Health, Nanjing Medical University, Nanjing, China; Key Laboratory of Modern Toxicology of Ministry of Education, School of Public Health, Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Lu",
      "initials": "L",
      "name": "Lu Xu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Shuangshuang",
      "initials": "S",
      "name": "Shuangshuang Zhao",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China."
      ]
    },
    {
      "last_name": "Duan",
      "fore_name": "Jiawei",
      "initials": "J",
      "name": "Jiawei Duan",
      "affiliations": [
        "State Key Laboratory of Reproductive Medicine, School of Public Health, Nanjing Medical University, Nanjing, China; Key Laboratory of Modern Toxicology of Ministry of Education, School of Public Health, Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Wang",
      "affiliations": [
        "Department of Prenatal Diagnosis, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China."
      ]
    },
    {
      "last_name": "Xia",
      "fore_name": "Yankai",
      "initials": "Y",
      "name": "Yankai Xia",
      "affiliations": [
        "State Key Laboratory of Reproductive Medicine, School of Public Health, Nanjing Medical University, Nanjing, China; Key Laboratory of Modern Toxicology of Ministry of Education, School of Public Health, Nanjing Medical University, Nanjing, China. Electronic address: yankaixia@njmu.edu.cn."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Qing",
      "initials": "Q",
      "name": "Qing Xu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China; State Key Laboratory of Reproductive Medicine, School of Public Health, Nanjing Medical University, Nanjing, China; Key Laboratory of Modern Toxicology of Ministry of Education, School of Public Health, Nanjing Medical University, Nanjing, China. Electronic address: xuqing@njmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "162",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "107161",
  "pages": "107161",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Abortion, Spontaneous",
    "Barium",
    "Bayes Theorem",
    "Copper",
    "Cross-Sectional Studies",
    "Female",
    "Humans",
    "Pregnancy",
    "Rubidium",
    "Trace Elements"
  ],
  "article_ids": {
    "pubmed": "35219936",
    "doi": "10.1016/j.envint.2022.107161",
    "pii": "S0160-4120(22)00087-3"
  },
  "doi": "10.1016/j.envint.2022.107161",
  "dates": {
    "completed": "2022-04-28",
    "revised": "2022-04-28"
  },
  "chemicals": [
    "Trace Elements",
    "Barium",
    "Copper",
    "Rubidium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.491351",
    "pmid": "35219936"
  }
}