{
  "pmid": "35221276",
  "uid": "35221276",
  "title": "Analysis of cardio-cerebrovascular adverse events in patients with brain metastasis from lung cancer treated with antiangiogenic drugs.",
  "abstract": "To observe the occurrence of cardio-cerebrovascular adverse events in patients with brain metastases from lung cancer treated with antiangiogenic drugs. A total of 182 patients with brain metastases from lung cancer were selected as the research objects. They were divided into patients receiving antiangiogenic drugs and those not receiving antiangiogenic drugs. The incidence of cardio-cerebrovascular adverse events was observed. The incidence of low-grade hypertension, cerebral haemorrhage, cerebrovascular accident, cerebrovascular arrhythmia and other cardio-cerebrovascular adverse events in patients with brain metastases from lung cancer after receiving antiangiogenic therapy was higher than in the group that did not receive anti-vascular therapy (P<0.05). The incidence of low-grade hypertension increased in patients with a previous history of hypertension after they received antiangiogenic drugs (P< 0.05). There were no statistically significant differences between cardio-cerebrovascular adverse event rates in patients treated with three different antiangiogenic drugs (P>0.05). Head radiotherapy did not increase the rate of cardio-cerebrovascular adverse events among patients treated with antiangiogenic drugs (P< 0.05), and the incidence of adverse events was lowest in the endost group combined with radiotherapy. The incidence of cardio-cerebrovascular adverse events in the combined gemcitabine + platinum (GP) and irinotecan + platinum (IP) regimen group was higher than that in the other combined chemotherapy regimen groups. Treatment of brain metastases from lung cancer using antiangiogenic drugs increases the incidence of low-grade cardio-cerebrovascular adverse events, but these drugs are safe and controllable and are worthy of clinical application.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Oncology, Tangshan Gongren Hospital affiliated to North China University of Science and Technology, Tangshan, Hebei Province, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Haitao",
      "initials": "H",
      "name": "Haitao Zhang",
      "affiliations": [
        "Department of Infection, Tangshan Central Hospital, Tangshan, Hebei Province, China."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Wenguang",
      "initials": "W",
      "name": "Wenguang Song",
      "affiliations": [
        "Department of Oncology, Tangshan Gongren Hospital, Tangshan, Hebei Province, China."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of pharmaceutical sciences",
    "iso_abbreviation": "Pak J Pharm Sci",
    "issn": "1011-601X",
    "issn_type": "Print",
    "volume": "35",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jan"
  },
  "start_page": "77",
  "end_page": "84",
  "pages": "77-84",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Angiogenesis Inhibitors",
    "Antineoplastic Agents",
    "Bevacizumab",
    "Brain Neoplasms",
    "Endostatins",
    "Female",
    "Humans",
    "Indoles",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Quinolines",
    "Recombinant Proteins"
  ],
  "article_ids": {
    "pubmed": "35221276"
  },
  "dates": {
    "completed": "2022-03-21",
    "revised": "2022-03-21"
  },
  "chemicals": [
    "Angiogenesis Inhibitors",
    "Antineoplastic Agents",
    "Endostatins",
    "Indoles",
    "Quinolines",
    "Recombinant Proteins",
    "anlotinib",
    "Bevacizumab",
    "endostar protein"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.491759",
    "pmid": "35221276"
  }
}