{
  "pmid": "35221259",
  "uid": "35221259",
  "title": "Protocol for CAMUS Delphi Study: A Consensus on Comprehensive Reporting and Grading of Complications After Urological Surgery.",
  "abstract": "BACKGROUND: Reproducible assessment of postoperative complications is essential for reliable evaluation of quality of care to enable comparison between healthcare centres and ensure transparent patient counselling. Currently, significant discrepancies exist in complication reporting and grading due to heterogeneous definitions and methodologies. OBJECTIVE: To develop a standardised and reproducible assessment of perioperative complications and overall associated morbidity, to allow for the construction of a uniform language for complication reporting and grading. DESIGN, SETTING, AND PARTICIPANTS: The 12-part REDCap-based Delphi survey was developed in conjunction with methodologist review and experienced urologist opinion. International urologists, anaesthetists, and intensive care unit specialists will be included. A minimum sample size of 750 participants (500 urologists and 250 critical care specialities) is targeted. OUTCOME MEASUREMENTS AND STATISTICAL ANALYSIS: The survey assesses participant demographics, opinion on complication reporting and the proposed Complications After Major & Minor Urological Surgery (CAMUS) reporting recommendations, grading of intervention events using the existing Clavien-Dindo classification and the proposed CAMUS classification, and rating of various clinical scenarios. Consensus will be defined as ≥75% majority agreement. If consensus is not reached, then subsequent Delphi rounds will be performed under steering committee guidance. RESULTS AND LIMITATIONS: Twenty-one participants completed the draft survey. The median survey completion time was 128 min (interquartile range 88-135). The survey revealed that 90% of participants believe that the current complication classification systems are useful but inaccurate, while 100% of participants believe that there is a universal demand for reporting consensus. Several amendments were made following feedback. Limitations include complexity of the proposed supplemental grades and time to completion of the survey. CONCLUSIONS: To ensure comprehensive and comparable complication reporting and grading across centres worldwide, a conclusive uniform language for complication reporting must be created. We intend to address shortcomings of the current complication reporting and classification systems with a new CAMUS classification system developed through multidisciplinary expert consensus obtained through a Delphi survey. Ultimately, standardisation of urological complication reporting and grading may improve patient counselling and quality of care. PATIENT SUMMARY: The reporting and grading of operative complications that occur during or after an operation and associated costs provide a means to stratify quality of patient care. Current complication reporting and classification systems are not standardised and somewhat inaccurate, and thus significantly underestimate patient morbidity and surgical risk. This Delphi survey will provide the basis for the creation of a uniform complication reporting and grading system. Our new system may allow improved reporting and grading between centres, and ultimately improve patient counselling and care.",
  "authors": [
    {
      "last_name": "Soliman",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Soliman",
      "affiliations": [
        "Department of Urology, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia; Epworth Healthcare, Melbourne, Victoria, Australia. Electronic address: chrissol1312@gmail.com."
      ]
    },
    {
      "last_name": "Mulholland",
      "fore_name": "Clancy J",
      "initials": "CJ",
      "name": "Clancy J Mulholland",
      "affiliations": [
        "Department of Urology, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia; Epworth Healthcare, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Santaguida",
      "fore_name": "Pasqualina",
      "initials": "P",
      "name": "Pasqualina Santaguida",
      "affiliations": [
        "Department of Health Research Methodology Evidence and Impact (HEI), McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sathianathen",
      "fore_name": "Niranjan J",
      "initials": "NJ",
      "name": "Niranjan J Sathianathen",
      "affiliations": [
        "Department of Urology, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia; Epworth Healthcare, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Lawrentschuk",
      "fore_name": "Nathan",
      "initials": "N",
      "name": "Nathan Lawrentschuk",
      "affiliations": [
        "Department of Urology, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia; Epworth Healthcare, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Giannarini",
      "fore_name": "Gianluca",
      "initials": "G",
      "name": "Gianluca Giannarini",
      "affiliations": [
        "Unit of Urology, Santa Maria della Misericordia Academic Medical Center, Udine, Italy."
      ]
    },
    {
      "last_name": "Wuethrich",
      "fore_name": "Patrick Y",
      "initials": "PY",
      "name": "Patrick Y Wuethrich",
      "affiliations": [
        "Department of Anaesthesiology and Pain Medicine, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Loeffel",
      "fore_name": "Lukas M",
      "initials": "LM",
      "name": "Lukas M Loeffel",
      "affiliations": [
        "Department of Anaesthesiology and Pain Medicine, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Cacciamani",
      "fore_name": "Giovanni E",
      "initials": "GE",
      "name": "Giovanni E Cacciamani",
      "affiliations": [
        "USC Institute of Urology and Catherine & Joseph Aresty Department of Urology, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Pan",
      "fore_name": "Henry Y C",
      "initials": "HYC",
      "name": "Henry Y C Pan",
      "affiliations": [
        "Department of Urology, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia."
      ]
    },
    {
      "last_name": "Nair",
      "fore_name": "Rajesh",
      "initials": "R",
      "name": "Rajesh Nair",
      "affiliations": [
        "Department of Urology, Guy's and St Thomas' NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Cumberbatch",
      "fore_name": "Marcus G",
      "initials": "MG",
      "name": "Marcus G Cumberbatch",
      "affiliations": [
        "Department of Academic Urology, Royal Hallamshire Hospital, Sheffield, UK."
      ]
    },
    {
      "last_name": "Riedel",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Riedel",
      "affiliations": [
        "Epworth Healthcare, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Benjamin C",
      "initials": "BC",
      "name": "Benjamin C Thomas",
      "affiliations": [
        "Department of Urology, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia; Epworth Healthcare, Melbourne, Victoria, Australia; The Australian Medical Robotics Academy, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Kearsley",
      "fore_name": "Jamie",
      "initials": "J",
      "name": "Jamie Kearsley",
      "affiliations": [
        "Department of Urology, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia; Epworth Healthcare, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Corcoran",
      "fore_name": "Niall",
      "initials": "N",
      "name": "Niall Corcoran",
      "affiliations": [
        "Department of Urology, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia; Department of Urology, Western Health, Victoria, Australia."
      ]
    },
    {
      "last_name": "Dundee",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Dundee",
      "affiliations": [
        "Department of Urology, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia; Epworth Healthcare, Melbourne, Victoria, Australia; The Australian Medical Robotics Academy, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Furrer",
      "fore_name": "Marc A",
      "initials": "MA",
      "name": "Marc A Furrer",
      "affiliations": [
        "Department of Urology, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia; Epworth Healthcare, Melbourne, Victoria, Australia; The Australian Medical Robotics Academy, Melbourne, Victoria, Australia; Department of Urology, University of Bern, Bern, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "European urology focus",
    "iso_abbreviation": "Eur Urol Focus",
    "issn": "2405-4569",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "1493",
  "end_page": "1511",
  "pages": "1493-1511",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Consensus",
    "Delphi Technique",
    "Postoperative Complications",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35221259",
    "doi": "10.1016/j.euf.2022.01.016",
    "pii": "S2405-4569(22)00041-4"
  },
  "doi": "10.1016/j.euf.2022.01.016",
  "dates": {
    "completed": "2022-12-05",
    "revised": "2022-12-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:37.432972",
    "pmid": "35221259"
  }
}