{
  "pmid": "35227806",
  "uid": "35227806",
  "title": "The use of the GRADE dose-response gradient domain in nutrition evidence syntheses varies considerably.",
  "abstract": "OBJECTIVES: This study aimed to identify and describe the use of the Grading of Recommendations Assessment, Development and Evaluation (GRADE) dose-response gradient domain to upgrade the certainty of evidence (CoE) in nutrition systematic reviews (SRs). STUDY DESIGN AND SETTING: We searched for SRs of observational studies of nutrition topics that used GRADE and upgraded the CoE of at least one outcome for a dose-response gradient or reported reasons for not upgrading. RESULTS: Within eligible SRs (21/281), 123 of 371 outcomes were upgraded for a dose-response gradient. For 118 outcomes, the authors conducted linear dose-response analyses, and for 106 outcomes, the authors conducted nonlinear dose-response analyses. From these, 107 outcomes showed a statistically significant (P < 0.05) association in the linear dose-response model, and for 28 outcomes, the test for nonlinearity was statistically significant. The CoE for 0.8% of all outcomes was rated as high, 47.2% as moderate, 43.9% as low, and 8.1% as very low. Fifty-five percent of outcomes that were upgraded for a dose-response gradient were already downgraded for at least one domain. This is contrary to GRADE guidance. CONCLUSION: The approach for rating up the CoE for dose-response relationship is not consistent in nutrition reviews, likely because of a lack of clear guidance for when and how to do it. Therefore, more comprehensive GRADE guidance is necessary to enhance the correct use and comparability of dose-response upgrading.",
  "authors": [
    {
      "last_name": "Eble",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Eble",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Harms",
      "fore_name": "Louisa",
      "initials": "L",
      "name": "Louisa Harms",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Verbeek",
      "fore_name": "Jos",
      "initials": "J",
      "name": "Jos Verbeek",
      "affiliations": [
        "Cochrane Work, University Medical Center Amsterdam, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Meerpohl",
      "fore_name": "Joerg J",
      "initials": "JJ",
      "name": "Joerg J Meerpohl",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany; Cochrane Germany, Cochrane Germany Foundation, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Schwingshackl",
      "fore_name": "Lukas",
      "initials": "L",
      "name": "Lukas Schwingshackl",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany. Electronic address: schwingshackl@ifem.uni-freiburg.de."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "146",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "12",
  "end_page": "21",
  "pages": "12-21",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35227806",
    "doi": "10.1016/j.jclinepi.2022.02.009",
    "pii": "S0895-4356(22)00048-8"
  },
  "doi": "10.1016/j.jclinepi.2022.02.009",
  "dates": {
    "completed": "2022-06-28",
    "revised": "2022-09-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.751487",
    "pmid": "35227806"
  }
}