{
  "pmid": "35245490",
  "uid": "35245490",
  "title": "Reconstruction of Large Defects Using Extended Temporomandibular Joint Patient-Matched Prostheses.",
  "abstract": "PURPOSE: Custom temporomandibular joint (TMJ) prostheses are useful in reconstructing large defects following TMJ resection. The purpose of this study is to evaluate the feasibility of extended-temporomandibular joint replacement (e-TJR) for reconstructing these defects. METHODS: This is a single-group retrospective cohort study that enrolled patients having received an e-TJR between January 2004 and November 2019 at the University of Toronto. The primary outcome variable was a change in maximal interincisal opening (MIO) following reconstruction with an e-TJR, while the secondary outcome variables were changes in pain and quality of life following surgery. The investigators also documented the frequency and types of postoperative complications. Multivariate linear regressions were conducted and were considered significant at P < .05. RESULTS: The sample was composed of 17 patients (10 unilateral and 7 bilateral joint replacements). The mean age of those included was 44.0 years (standard deviation [SD] = 18.6), and 11 (65%) were female. The median follow-up time was 32 months. Starting at a baseline mean MIO of 28.8 mm (SD = 15.4), the mean MIO increased slightly to 35.2 mm (SD = 7.1) after e-TJR (P = .10). Similarly, mean pain scores decreased from 4.0 (SD = 4.0) to 1.0 (SD = 1.3), and mean quality of life scores improved from 0.50 (SD = 0.29) to 0.86 (SD = 0.10) following surgery (P = .007 and P = .001, respectively). No mechanical failures or catastrophic infections were observed. CONCLUSIONS: This initial study supports the e-TJR for the reconstruction of large TMJ and maxillofacial defects. Further high-quality studies are required to confirm these findings.",
  "authors": [
    {
      "last_name": "Briceno",
      "fore_name": "Wilmar Xavier",
      "initials": "WX",
      "name": "Wilmar Xavier Briceno",
      "affiliations": [
        "Former Fellow, University of Toronto Fellowship Program in Advanced TMJ and Orthognathic Surgery; Currently, Attending Surgeon, Domingo Luciani General Hospital, Caracas, Venezuela."
      ]
    },
    {
      "last_name": "Milkovich",
      "fore_name": "John",
      "initials": "J",
      "name": "John Milkovich",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "El-Rabbany",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed El-Rabbany",
      "affiliations": [
        "Fellow in Cleft and Craniofacial Surgery, Florida Craniofacial Institute, Tampa FL."
      ]
    },
    {
      "last_name": "Caminiti",
      "fore_name": "Marco F",
      "initials": "MF",
      "name": "Marco F Caminiti",
      "affiliations": [
        "Assistant Professor, Head and Program Director, University of Toronto, Oral and Maxillofacial Surgery; Co-director University of Toronto Fellowship Program in Advanced TMJ and Orthognathic Surgery; Staff Surgeon, Mount Sinai Hospital Centre for Excellence in Advanced TMJ Surgery, Toronto, Ontario, Canada. Electronic address: marco.caminiti@utoronto.ca."
      ]
    },
    {
      "last_name": "Psutka",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Psutka",
      "affiliations": [
        "Assistant Professor, University of Toronto, Oral and Maxillofacial Surgery; Co-director, University of Toronto Fellowship Program in Advanced TMJ and Orthognathic Surgery; Senior Surgeon, Mount Sinai Hospital Centre for Excellence in Advanced TMJ Surgery, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of oral and maxillofacial surgery : official journal of the American Association of Oral and Maxillofacial Surgeons",
    "iso_abbreviation": "J Oral Maxillofac Surg",
    "issn": "1531-5053",
    "issn_type": "Electronic",
    "volume": "80",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "1018",
  "end_page": "1032",
  "pages": "1018-1032",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Female",
    "Humans",
    "Joint Prosthesis",
    "Male",
    "Pain",
    "Quality of Life",
    "Retrospective Studies",
    "Temporomandibular Joint",
    "Temporomandibular Joint Disorders",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35245490",
    "doi": "10.1016/j.joms.2022.01.021",
    "pii": "S0278-2391(22)00094-5"
  },
  "doi": "10.1016/j.joms.2022.01.021",
  "dates": {
    "completed": "2022-06-08",
    "revised": "2022-07-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:18.042776",
    "pmid": "35245490"
  }
}