{
  "pmid": "35254966",
  "uid": "35254966",
  "title": "Extended Duration Treatment of Tobacco Dependence: A Systematic Review and Meta-Analysis.",
  "abstract": "Rationale: The American Thoracic Society (ATS) developed a clinical practice guideline on initiating pharmacologic treatment in tobacco-dependent adults. Controller pharmacotherapies treat tobacco dependence effectively when taken as prescribed, but relapse after pharmacologic discontinuation is common. Objectives: To evaluate the effectiveness and safety of initiating controller for an extended (>12 wk) versus a standard duration (6-12 wk) in tobacco-dependent adults. Methods: We systematically searched PubMed, Excerpta Medica Database, Cumulative Index to Nursing and Allied Health Literature, and Cochrane Central Register of Controlled Trials from database inception to December 2021 to identify randomized controlled trials comparing extended versus standard duration of controllers for tobacco-dependent adults. We conducted meta-analyses using the Mantel-Haenszel method with random effects model. Outcomes of interest include point-prevalent abstinence at 1-year follow-up or longer, relapse, adverse events, quality of life, and withdrawal symptoms. Subgroup analyses were conducted according to types of treatment and duration of extended therapy when feasible. We assessed the certainty of the estimate following the grading of recommendations, assessment, development and evaluation methodology. Results: We included 13 randomized controlled trials including 8,695 participants that directly compared extended- (>12 wk) versus standard-duration controller therapy with varenicline, bupropion, or nicotine replacement therapy. Compared with standard-duration controller therapy, extended-duration controller therapy probably increased abstinence at 1-year follow-up, measured as 7-day point-prevalence abstinence (relative risk, 1.18; 95% confidence interval [CI], 1.05-1.33; moderate certainty). Extended-duration controller therapy probably reduced relapse compared with standard-duration controller therapy, assessed at 12-18 months after initiation of therapy (hazard ratio, 0.43; 95% CI, 0.29-0.64; moderate certainty). Moderate certainty evidence also suggested that extended-duration controller therapy probably did not increase risk of serious adverse events (relative risk, 1.37; 95% CI, 0.79-2.36). Conclusions: This systematic review supported the recommendation for extended-duration therapy with controllers. Further studies on optimal extended duration are warranted.",
  "authors": [
    {
      "last_name": "Murray",
      "fore_name": "Rachael L",
      "initials": "RL",
      "name": "Rachael L Murray",
      "affiliations": [
        "Division of Epidemiology and Public Health, School of Medicine, University of Nottingham, Nottingham, United Kingdom."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, and.",
        "Institute of Acupuncture and Moxibustion, China Academy of Chinese Medical Sciences, Beijing, China.",
        "Ningbo Nottingham GRADE center, University of Nottingham, Ningbo, China."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Ross",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, and."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Kelly K",
      "initials": "KK",
      "name": "Kelly K O'Brien",
      "affiliations": [
        "ADA Library and Archives, American Dental Association, Chicago, Illinois."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Meng",
      "initials": "M",
      "name": "Meng Zhu",
      "affiliations": [
        "OrthoEvidence, Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leone",
      "fore_name": "Frank T",
      "initials": "FT",
      "name": "Frank T Leone",
      "affiliations": [
        "Comprehensive Smoking Treatment Program, Penn Lung Center, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Pavalagantharajah",
      "fore_name": "Sureka",
      "initials": "S",
      "name": "Sureka Pavalagantharajah",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Science Graduate Course, University of Sorocaba, São Paulo, Brazil; and."
      ]
    },
    {
      "last_name": "Fulone",
      "fore_name": "Izabela",
      "initials": "I",
      "name": "Izabela Fulone",
      "affiliations": [
        "Pharmaceutical Science Graduate Course, University of Sorocaba, São Paulo, Brazil; and."
      ]
    },
    {
      "last_name": "Kantrow",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Kantrow",
      "affiliations": [
        "Department of Medicine, School of Medicine, Louisiana State University Health Sciences Center, New Orleans, Louisiana."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, and."
      ],
      "orcid": "0000-0002-4174-0641"
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "1390",
  "end_page": "1403",
  "pages": "1390-1403",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Nicotine",
    "Nicotinic Agonists",
    "Quality of Life",
    "Recurrence",
    "Smoking",
    "Smoking Cessation",
    "Tobacco Use Cessation Devices",
    "Tobacco Use Disorder"
  ],
  "article_ids": {
    "pubmed": "35254966",
    "doi": "10.1513/AnnalsATS.202110-1140OC"
  },
  "doi": "10.1513/AnnalsATS.202110-1140OC",
  "dates": {
    "completed": "2022-08-03",
    "revised": "2022-08-11"
  },
  "chemicals": [
    "Nicotinic Agonists",
    "Nicotine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.623471",
    "pmid": "35254966"
  }
}