{
  "pmid": "35254565",
  "uid": "35254565",
  "title": "Hospital-acquired infections in a tertiary hospital in Iran before and during the COVID-19 pandemic.",
  "abstract": "Infection prevention protocols are the accepted standard to control nosocomial infections. These protective measures intensified after the coronavirus 2019 (COVID-19) pandemic to reduce the risk of viral transmission. It is the rationale that this practice reduces nosocomial infections. We evaluated the impact of these protective measures on nosocomial infections in our center with more than 20,000 records of annual patient admission. In a retrospective study, we evaluated the incidence of nosocomial infections in Sina hospital for 9 months (April-December 2020) during the COVID-19 period and compared it with the 8 months in the pre-COVID period (April-November 2019). Despite decreasing the number of admissions during the COVID era (hospitalizations showed a reduction of 43.79%), the total hospital nosocomial infections remained unchanged; 4.73% in the pre-COVID period versus 4.78% during the COVID period. During the COVID period the infection percentages increased in the cardiovascular care unit (p-value = 0.002) and intensive care units (p-value = 0.045), and declined in cardiology (p-value = 0.046) and neurology (p-value = 0.019) wards. This study showed that intensifying the infection prevention protocols is important in decreasing the nosocomial infections in some wards (cardiology and neurology). Still, we saw increased nosocomial infection in some wards, e.g., the intensive care unit (ICU) and coronary care unit (CCU). Thus, enhanced infection prevention protocols implemented in hospitals to prevent the spread of a pandemic infection may not always decrease rates of other hospital-acquired infections during a pandemic. Due to limited resources, transfer of staff, and staff shortage due to quarantine measures may prohibit improved prevention procedures from effectively controlling nosocomial infections.",
  "authors": [
    {
      "last_name": "Mohammadi",
      "fore_name": "Abdolreza",
      "initials": "A",
      "name": "Abdolreza Mohammadi",
      "affiliations": [
        "Urology Research Center, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Khatami",
      "fore_name": "Fatemeh",
      "initials": "F",
      "name": "Fatemeh Khatami",
      "affiliations": [
        "Urology Research Center, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Azimbeik",
      "fore_name": "Zohreh",
      "initials": "Z",
      "name": "Zohreh Azimbeik",
      "affiliations": [
        "Urology Research Center, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Khajavi",
      "fore_name": "Alireza",
      "initials": "A",
      "name": "Alireza Khajavi",
      "affiliations": [
        "Student Research Committee, School of Allied Medical Sciences, Shahid Beheshti University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Aloosh",
      "fore_name": "Mehdi",
      "initials": "M",
      "name": "Mehdi Aloosh",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Aghamir",
      "fore_name": "Seyed Mohammad Kazem",
      "initials": "SMK",
      "name": "Seyed Mohammad Kazem Aghamir",
      "affiliations": [
        "Urology Research Center, Tehran University of Medical Sciences, Tehran, Iran. mkaghamir@tums.ac.ir."
      ],
      "orcid": "0000-0003-1611-0362"
    }
  ],
  "journal": {
    "title": "Wiener medizinische Wochenschrift (1946)",
    "iso_abbreviation": "Wien Med Wochenschr",
    "issn": "1563-258X",
    "issn_type": "Electronic",
    "volume": "172",
    "issue": "9-10",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "220",
  "end_page": "226",
  "pages": "220-226",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Cross Infection",
    "Humans",
    "Iran",
    "Pandemics",
    "Retrospective Studies",
    "Tertiary Care Centers"
  ],
  "article_ids": {
    "pubmed": "35254565",
    "pmc": "PMC8900468",
    "doi": "10.1007/s10354-022-00918-1",
    "pii": "10.1007/s10354-022-00918-1"
  },
  "doi": "10.1007/s10354-022-00918-1",
  "pmc_id": "PMC8900468",
  "dates": {
    "completed": "2022-06-02",
    "revised": "2023-06-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:39.250870",
    "pmid": "35254565"
  }
}