{
  "pmid": "35265327",
  "uid": "35265327",
  "title": "Estimating the global and regional burden of meningitis in children caused by Haemophilus influenzae type b: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Haemophilus influenzae Type B (Hib) meningitis caused significant public health concern for children. Recent assessment in 2015 suggests vaccination has virtually eliminated invasive Hib diseases. However, many countries launched their programs after 2010, and few are yet to establish routine Hib immunisations. We therefore aimed to update the most recent global burden of Hib meningitis before the impact of COVID-19 pandemic, from 2010 to 2020, in order to aid future public health policies on disease management and prevention. METHODS: Epidemiological data regarding Hib meningitis in children <5 years old were systematically searched and evaluated from PubMed and Scopus in August, 2020. We included studies published between 2010 and 2019 that reported incidence, prevalence, mortality, or case-fatality-ratio (CFR), and confirmation of meningitis by cerebrospinal fluid culture, with a minimum one year study period and ten cases. Each data was stratified by one study-year. Median study-year was used if information was not available. Quality of all studies were assessed using our adapted assessment criteria from Grading of Recommendations Assessment, Development and Evaluation (GRADE) and Study Quality Assessment Tool for Observational Cohort and Cross-Sectional Studies from National Heart, Lung and Blood Institute (NHLBI). We constructed and visually inspected a funnel plot of standard error by the incidence rate and performed an Egger's regression test to statistically assess publication bias. To ascertain incidence and CFR, we performed generalised linear mixed models on crude individual study estimates. Heterogeneity was assessed using I-squared statistics whilst further exploring heterogeneity by performing subgroup analysis. RESULTS: 33 studies were identified. Pooled incidence of global Hib meningitis in children was 1.13 per 100 000-child-years (95% confidence interval (CI) = 0.80-1.59). Southeast Asian Region (SEAR) of World Health Organisation (WHO) region reported the highest incidence, and European Region (EUR) the lowest. Considering regions with three or more data, Western Pacific Region (WPR) had the highest incidence rate of 5.22 (95% CI = 3.12-8.72). Post-vaccination incidence (0.67 cases per 100 000-child-years, 95% CI = 0.48-0.94) was dramatically lower than Pre-vaccination incidence (4.84 cases per 100 000-child-years, 95% CI = 2.95-7.96). Pooled CFR in our meta-analysis was 11.21% (95% CI = 7.01-17.45). Eastern Mediterranean Region (EMR) had the highest CFR (26.92, 95% CI = 13.41-46.71) while EUR had the lowest (4.13, 95% CI = 1.73-9.54). However, considering regions with three or more data, African Region (AFR) had the highest CFR at 21.79% (95% CI = 13.65-32.92). Before the coronavirus disease 2019 (COVID-19) impact, the estimation for global Hib meningitis cases in 2020 is 7645 and 857 deaths. CONCLUSIONS: Global burden of Hib meningitis has markedly decreased, and most regions have implemented vaccination programs. Extrapolating population-at-risk from studies has possibly led to an underestimation. Continuous surveillance is necessary to monitor vaccination impact, resurgence, vaccine failures, strain variance, COVID-19 impact, and to track improvement of regional and global Hib meningitis mortality.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay J",
      "initials": "JJ",
      "name": "Jay J Park",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, 49 Little France Crescent, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Narayanan",
      "fore_name": "Sandhya",
      "initials": "S",
      "name": "Sandhya Narayanan",
      "affiliations": [
        "School of Biological Sciences, University of Edinburgh, Grant Institute Kings Buildings, W Mains Rd, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Tiefenbach",
      "fore_name": "Jakov",
      "initials": "J",
      "name": "Jakov Tiefenbach",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, 49 Little France Crescent, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Lukšić",
      "fore_name": "Ivana",
      "initials": "I",
      "name": "Ivana Lukšić",
      "affiliations": [
        "Department of Microbiology, Teaching Institute of Public Health \"Dr Andrija Štampar\", Zagreb, Croatia."
      ]
    },
    {
      "last_name": "Ale",
      "fore_name": "Boni Maxime",
      "initials": "BM",
      "name": "Boni Maxime Ale",
      "affiliations": [
        "Holo Healthcare Limited, Nairobi, Kenya."
      ]
    },
    {
      "last_name": "Adeloye",
      "fore_name": "Davies",
      "initials": "D",
      "name": "Davies Adeloye",
      "affiliations": [
        "Centre for Global Health, Edinburgh Medical School, Usher Institute, University of Edinburgh, Edinburgh, Scotland, UK."
      ]
    },
    {
      "last_name": "Rudan",
      "fore_name": "Igor",
      "initials": "I",
      "name": "Igor Rudan",
      "affiliations": [
        "Centre for Global Health, Edinburgh Medical School, Usher Institute, University of Edinburgh, Edinburgh, Scotland, UK."
      ]
    }
  ],
  "journal": {
    "title": "Journal of global health",
    "iso_abbreviation": "J Glob Health",
    "issn": "2047-2986",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2022"
  },
  "start_page": "04014",
  "pages": "04014",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "COVID-19",
    "Child, Preschool",
    "Cross-Sectional Studies",
    "Haemophilus Infections",
    "Haemophilus influenzae type b",
    "Humans",
    "Incidence",
    "Infant",
    "Meningitis",
    "Meningitis, Haemophilus",
    "Observational Studies as Topic",
    "Pandemics",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "35265327",
    "pmc": "PMC8893283",
    "doi": "10.7189/jogh.12.04014",
    "pii": "jogh-12-04014"
  },
  "doi": "10.7189/jogh.12.04014",
  "pmc_id": "PMC8893283",
  "dates": {
    "completed": "2022-03-11",
    "revised": "2022-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.673583",
    "pmid": "35265327"
  }
}