{
  "pmid": "35266045",
  "uid": "35266045",
  "title": "Climate change and Australia's primary industries: factors hampering an effective and coordinated response.",
  "abstract": "Australia's primary production sector operates in one of the world's most variable climates with future climate change posing a challenge to its ongoing sustainability. Recognising this, Australia has invested in understanding climate change risks to primary production with a substantial amount of research produced. Recently, focus on this research space has broadened, with interests from the financial sector and expanded scopes of works from government and industry. These expanded needs require sector- and country-wide assessments to assist with the implementation of climate strategies. We considered the applicability of the current research body for these needs by reviewing 188 peer-reviewed studies that considered the quantitative impacts of climate change on Australia's primary industries. Our broad review includes cropping, livestock, horticulture, forestry and fisheries and biosecurity threats. This is the first such review for Australia, and no other similar country-wide review was found. We reviewed the studies through three lenses, industry diversity, geographic coverage and study comparability. Our results show that all three areas are lacking for sector- and country-wide assessments. Industry diversity was skewed towards cropping and biosecurity threats (64% of all studies) with wheat in particular a major focus (25% of all studies). Geographic coverage at a state level appeared to be evenly distributed across the country; however, when considered in conjunction with industry focus, gaps emerged. Study comparability was found to be very limited due to the use of different historical baseline periods and different impact models. We make several recommendations to assist with future research directions, being (1) co-development of a standard set of method guidelines for impact assessments, (2) filling industry and geographic knowledge gaps, and (3) improving transparency in study method descriptions. Uptake of these recommendations will improve study application and transparency enabling and enhancing responses to climate change in Australia's primary industries.",
  "authors": [
    {
      "last_name": "Darbyshire",
      "fore_name": "Rebecca Olive",
      "initials": "RO",
      "name": "Rebecca Olive Darbyshire",
      "affiliations": [
        "CSIRO Agriculture and Food, Canberra, Australia. rebecca.darbyshire@csiro.au.",
        "NSW Department of Primary Industries, 11 Farrer Pl, Queanbeyan, NSW, 2602, Australia. rebecca.darbyshire@csiro.au."
      ]
    },
    {
      "last_name": "Johnson",
      "fore_name": "Stephen B",
      "initials": "SB",
      "name": "Stephen B Johnson",
      "affiliations": [
        "Weed Research Unit, Department of Primary Industries, Orange Agricultural Institute, Orange, NSW, 2800, Australia.",
        "Graham Centre for Agricultural Innovation, Wagga Wagga, NSW, 2650, Australia."
      ]
    },
    {
      "last_name": "Anwar",
      "fore_name": "Muhuddin Rajin",
      "initials": "MR",
      "name": "Muhuddin Rajin Anwar",
      "affiliations": [
        "Graham Centre for Agricultural Innovation, Wagga Wagga, NSW, 2650, Australia.",
        "NSW Department of Primary Industries, Wagga Wagga Agricultural Institute, Pine Gully Road, Wagga Wagga, NSW, 2650, Australia."
      ]
    },
    {
      "last_name": "Ataollahi",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Ataollahi",
      "affiliations": [
        "NSW Department of Primary Industries, Wagga Wagga Agricultural Institute, Pine Gully Road, Wagga Wagga, NSW, 2650, Australia."
      ]
    },
    {
      "last_name": "Burch",
      "fore_name": "David",
      "initials": "D",
      "name": "David Burch",
      "affiliations": [
        "NSW Department of Primary Industries, 152 Fifield Rd, Condobolin, NSW, 2877, Australia."
      ]
    },
    {
      "last_name": "Champion",
      "fore_name": "Curtis",
      "initials": "C",
      "name": "Curtis Champion",
      "affiliations": [
        "NSW Fisheries, Department of Primary Industries, National Marine Science Centre, 2 Bay Drive, Coffs Harbour, NSW, 2450, Australia.",
        "Southern Cross University, National Marine Science Centre, Coffs Harbour, NSW, 2450, Australia."
      ]
    },
    {
      "last_name": "Coleman",
      "fore_name": "Melinda A",
      "initials": "MA",
      "name": "Melinda A Coleman",
      "affiliations": [
        "NSW Fisheries, Department of Primary Industries, National Marine Science Centre, 2 Bay Drive, Coffs Harbour, NSW, 2450, Australia."
      ]
    },
    {
      "last_name": "Lawson",
      "fore_name": "James",
      "initials": "J",
      "name": "James Lawson",
      "affiliations": [
        "NSW Department of Primary Industries, 11 Farrer Pl, Queanbeyan, NSW, 2602, Australia."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E McDonald",
      "affiliations": [
        "NSW Department of Primary Industries, Trangie Agricultural Research Centre, Trangie, NSW, 2823, Australia."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Miller",
      "affiliations": [
        "NSW Department of Primary Industries, Wagga Wagga Agricultural Institute, Pine Gully Road, Wagga Wagga, NSW, 2650, Australia."
      ]
    },
    {
      "last_name": "Mo",
      "fore_name": "Jianhua",
      "initials": "J",
      "name": "Jianhua Mo",
      "affiliations": [
        "NSW Department of Primary Industries, 2198 Irrigation Way East, Yanco, NSW, 2703, Australia."
      ]
    },
    {
      "last_name": "Timms",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Timms",
      "affiliations": [
        "NSW Department of Primary Industries, Orange Agricultural Institute, Orange, NSW, 2800, Australia."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Daowei",
      "initials": "D",
      "name": "Daowei Sun",
      "affiliations": [
        "NSW Department of Primary Industries, Australian Cotton Research Institute, Narrabri, NSW, 2390, Australia."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Wang",
      "affiliations": [
        "NSW Department of Primary Industries, Wagga Wagga Agricultural Institute, Pine Gully Road, Wagga Wagga, NSW, 2650, Australia."
      ]
    },
    {
      "last_name": "Pardoe",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Pardoe",
      "affiliations": [
        "NSW Department of Primary Industries, Orange Agricultural Institute, Orange, NSW, 2800, Australia."
      ]
    }
  ],
  "journal": {
    "title": "International journal of biometeorology",
    "iso_abbreviation": "Int J Biometeorol",
    "issn": "1432-1254",
    "issn_type": "Electronic",
    "volume": "66",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "1045",
  "end_page": "1056",
  "pages": "1045-1056",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Australia",
    "Climate Change",
    "Forecasting"
  ],
  "article_ids": {
    "pubmed": "35266045",
    "doi": "10.1007/s00484-022-02265-7",
    "pii": "10.1007/s00484-022-02265-7"
  },
  "doi": "10.1007/s00484-022-02265-7",
  "dates": {
    "completed": "2022-05-27",
    "revised": "2022-05-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.554185",
    "pmid": "35266045"
  }
}