{
  "pmid": "35263710",
  "uid": "35263710",
  "title": "Fluvoxamine for the Early Treatment of COVID-19: A Meta-analysis of Randomized Clinical Trials.",
  "abstract": "Fluvoxamine is widely prescribed as an antidepressant. Recent studies show the drug may have a clinical benefit in treating COVID-19. We aimed to perform a meta-analysis of the existing randomized trials of fluvoxamine compared with placebo on the early treatment of COVID-19 patients. We included only randomized clinical trials enrolling ambulatory patients with early-stage disease (symptoms > 7 days) for the prevention of hospitalization. We searched MEDLINE, and clinicaltrials.gov databases to identify trials and extract data with clarifications from the study investigators. We performed a fixed-effects meta-analysis and sensitivity analyses via R to evaluate the pooled estimate of hospitalization. We included three randomized trials: STOP COVID 1 and 2, and the TOGETHER Trial. The studies included a total of 2,196 patients. The STOP COVID trials measured clinical deterioration whereas the TOGETHER Trial measured hospitalization as the primary outcome. All trials reported on hospitalization up to day 28. The meta-analysis results show that patients receiving fluvoxamine were 31% less likely to experience clinical deterioration or hospitalization compared with placebo (risk ratio, 0.69; 95% CI, 0.54-0.88). A sensitivity analysis using the definition of hospitalization resulted in a risk reduction of 21% (95% CI, 0.60-1.03). Data from three randomized controlled trials show that fluvoxamine was associated with a reduction in the primary outcome measure (either clinical deterioration or composite outcome of hospitalization or extended emergency setting observation), although analysis of hospitalization-only was not statistically significant. More evidence from future trials is still needed to support the findings of this meta-analysis.",
  "authors": [
    {
      "last_name": "Guo",
      "fore_name": "Christina M",
      "initials": "CM",
      "name": "Christina M Guo",
      "affiliations": [
        "Department of Public Health, University of Aberdeen, Aberdeen, Scotland."
      ]
    },
    {
      "last_name": "Harari",
      "fore_name": "Ofir",
      "initials": "O",
      "name": "Ofir Harari",
      "affiliations": [
        "Cytel Inc., Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Chernecki",
      "fore_name": "Cameron",
      "initials": "C",
      "name": "Cameron Chernecki",
      "affiliations": [
        "Cytel Inc., Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Cytel Inc., Vancouver, British Columbia, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Forrest",
      "fore_name": "Jamie I",
      "initials": "JI",
      "name": "Jamie I Forrest",
      "affiliations": [
        "School of Population and Public Health, Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of tropical medicine and hygiene",
    "iso_abbreviation": "Am J Trop Med Hyg",
    "issn": "1476-1645",
    "issn_type": "Electronic",
    "volume": "106",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "09"
  },
  "start_page": "1315",
  "end_page": "1320",
  "pages": "1315-20",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35263710",
    "pmc": "PMC9128689",
    "doi": "10.4269/ajtmh.21-1310",
    "pii": "tpmd211310"
  },
  "doi": "10.4269/ajtmh.21-1310",
  "pmc_id": "PMC9128689",
  "dates": {
    "revised": "2024-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.975607",
    "pmid": "35263710"
  }
}