{
  "pmid": "35270523",
  "uid": "35270523",
  "title": "How Can We Actually Change Help-Seeking Behaviour for Mental Health Problems among the General Public? Development of the 'PLACES' Model.",
  "abstract": "Good treatment uptake is essential for clinically effective interventions to be fully utilised. Numerous studies have examined barriers to help-seeking for mental health treatment and to a lesser extent, facilitators. However, much of the current research focuses on changing help-seeking attitudes, which often do not lead to changes in behaviour. There is a clear gap in the literature for interventions that successfully change help-seeking behaviour among the general public. This gap is particularly relevant for early intervention. Here we describe the development of a new model which combines facilitators to treatment and an engaging, acceptable intervention for the general public. It is called the 'PLACES' (Publicity, Lay, Acceptable, Convenient, Effective, Self-referral) model of treatment engagement. It is based on theoretical work, as well as empirical research on a low intensity psychoeducational cognitive behavioural therapy (CBT) intervention: one-day workshops for stress and depression. In this paper, we describe the development of the model and the results of its use among four different clinical groups (adults experiencing stress, adults experiencing depression, adolescents (age 16-18) experiencing stress, and mothers with postnatal depression). We recorded high rates of uptake by people who have previously not sought help and by racial and ethnic minority groups across all four of these clinical groups. The clinical and research implications and applications of this model are discussed.",
  "authors": [
    {
      "last_name": "Brown",
      "fore_name": "June S L",
      "initials": "JSL",
      "name": "June S L Brown",
      "affiliations": [
        "Psychology Department, Institute of Psychiatry, Psychology and Neuroscience (IoPPN), Denmark Hill Campus, Kings College London, London SE5 8AF, UK."
      ]
    },
    {
      "last_name": "Lisk",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Lisk",
      "affiliations": [
        "Psychology Department, Institute of Psychiatry, Psychology and Neuroscience (IoPPN), Denmark Hill Campus, Kings College London, London SE5 8AF, UK."
      ]
    },
    {
      "last_name": "Carter",
      "fore_name": "Ben",
      "initials": "B",
      "name": "Ben Carter",
      "affiliations": [
        "Biostatistics Department, Institute of Psychiatry, Psychology and Neuroscience (IoPPN), Denmark Hill Campus, Kings College London, London SE5 8AF, UK."
      ],
      "orcid": "0000-0003-0318-8865"
    },
    {
      "last_name": "Stevelink",
      "fore_name": "Sharon A M",
      "initials": "SAM",
      "name": "Sharon A M Stevelink",
      "affiliations": [
        "Department of Psychological Medicine, Institute of Psychiatry, Psychology and Neuroscience (IoPPN), Denmark Hill Campus, Kings College London, London SE5 8AF, UK."
      ],
      "orcid": "0000-0002-7655-7986"
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Michelson",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Michelson",
      "affiliations": [
        "Psychology Department, Sussex University, Brighton BN1 9RH, UK."
      ]
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "28"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Cognitive Behavioral Therapy",
    "Ethnicity",
    "Help-Seeking Behavior",
    "Humans",
    "Mental Health",
    "Minority Groups",
    "Patient Acceptance of Health Care"
  ],
  "article_ids": {
    "pubmed": "35270523",
    "pmc": "PMC8909998",
    "doi": "10.3390/ijerph19052831",
    "pii": "ijerph19052831"
  },
  "doi": "10.3390/ijerph19052831",
  "pmc_id": "PMC8909998",
  "dates": {
    "completed": "2022-04-13",
    "revised": "2022-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.144031",
    "pmid": "35270523"
  }
}