{
  "pmid": "35270717",
  "uid": "35270717",
  "title": "Epidemiology, Distribution and Identification of Ticks on Livestock in Pakistan.",
  "abstract": "Background: Ticks are ectoparasites that transmit a variety of pathogens that cause many diseases in livestock which can result in skin damage, weight loss, anemia, reduced production of meat and milk, and mortality. Aim: The aim of this study was to identify tick species and the distribution on livestock hosts (sheep, goat, dairy cattle, and buffalo) of Punjab, Khyber Pakhtunkhwa Province and Islamabad from October 2019 to November 2020. Materials and Methods: Surveillance was performed to calculate the prevalence of ticks on livestock. Tick prevalence data (area, host, breed, gender, age, and seasonal infestation rate) was recorded and analyzed. Results: A total of 2080 animals were examined from selected farms, and, of these, 1129 animals were tick-infested. A total of 1010 male tick samples were identified to species using published keys. Haemaphysalis punctata, Haemaphysalis sulcata, Hyalomma anatolicum, Hyalomma detritum, Hyalomma dromedarii, Hyalomma excavatum, Hyalomma marginatum, Hyalomma rufipes, Rhipicephalus decoloratus Rhipicephalus microplus, and Rhipicephalus sanguineus were collected from goats, sheep, buffalo, and cattle. The overall rates of tick infestation on livestock were 34.83% (buffalo), 57.11% (cattle), 51.97% (sheep) and 46.94% (goats). Within each species, different breeds demonstrated different proportions of infestation. For cattle breeds, infestation proportions were as follows: Dhanni (98.73%), Jersey (70.84%) and the Australian breed of cattle (81.81%). The Neeli Ravi breed (40%) of buffalo and the Beetal breed (57.35%) of goats were the most highly infested for these species. Seasonally, the highest prevalence of infestation (76.78%) was observed in summer followed by 70.76% in spring, 45.29% in autumn, and 20% in winter. The prevalence of tick infestation in animals also varied by animal age. In goats, animals aged 4-6 years showed the highest prevalence (90%), but in cattle, the prevalence of ticks was highest (68.75%) in 6 months-1-year-old animals. 1-3 years old buffalo (41.07%) and 6 months-1 year sheep (65.78%) had the highest prevalence rate. Females had significantly higher infestation rates (61.12%, 55.56% and 49.26%, respectively) in cattle, sheep, and goats. In buffalo, males showed a higher prevalence (38.46%) rate. Conclusions: This study showed tick diversity, infestation rate, and numerous factors (season, age, and gender of host) influencing tick infestation rate in different breeds of cattle, sheep, goats, and buffalo in Punjab Province, Khyber Pakhtunkhwa Province, and Islamabad, Pakistan. Higher tick burdens and rates of tick-borne disease reduce production and productivity in animals. Understanding tick species' prevalence and distribution will help to develop informed control measures.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Sadia Salim",
      "initials": "SS",
      "name": "Sadia Salim Khan",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Park Road, Chakh Shahzad, Islamabad 45550, Pakistan."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmed",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Park Road, Chakh Shahzad, Islamabad 45550, Pakistan."
      ],
      "orcid": "0000-0002-0382-3569"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Life Sciences, School of Science, University of Management & Technology (UMT), Lahore 54770, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Mobushir Riaz",
      "initials": "MR",
      "name": "Mobushir Riaz Khan",
      "affiliations": [
        "School of Environmental Science, Charles Sturt University, Albury, NSW 2640, Australia."
      ],
      "orcid": "0000-0002-6533-0743"
    },
    {
      "last_name": "Birtles",
      "fore_name": "Richard J",
      "initials": "RJ",
      "name": "Richard J Birtles",
      "affiliations": [
        "School of Science, Engineering and Environment, University of Salford, Salford M5 4NT, UK."
      ]
    },
    {
      "last_name": "Oliver",
      "fore_name": "Jonathan D",
      "initials": "JD",
      "name": "Jonathan D Oliver",
      "affiliations": [
        "Environmental Health Sciences, School of Public Health, University of Minnesota, Minneapolis, MN 55455, USA."
      ],
      "orcid": "0000-0002-8738-112X"
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "04"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Australia",
    "Cattle",
    "Female",
    "Goats",
    "Ixodidae",
    "Livestock",
    "Male",
    "Pakistan",
    "Sheep",
    "Tick Infestations",
    "Ticks"
  ],
  "article_ids": {
    "pubmed": "35270717",
    "pmc": "PMC8910082",
    "doi": "10.3390/ijerph19053024",
    "pii": "ijerph19053024"
  },
  "doi": "10.3390/ijerph19053024",
  "pmc_id": "PMC8910082",
  "dates": {
    "completed": "2022-04-11",
    "revised": "2022-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.016500",
    "pmid": "35270717"
  }
}