{
  "pmid": "35271968",
  "uid": "35271968",
  "title": "Methodological approaches for developing, reporting, and assessing evidence-based clinical practice guidelines: a systematic survey.",
  "abstract": "OBJECTIVE: To produce a mapping and feature summary of approaches and tools available for the clinical practice guideline (CPG) community to develop, report, or assess four types of CPGs: (1) Standard original (or de novo) CPGs, (2) Rapid original CPGs, (3) Adapted/adopted CPGs, and (4) Updated CPGs. STUDY DESIGN: The systematic literature search was conducted using Embase and PubMed, covering the period from January 2010 to October 13, 2020. Two websites that collect and recommend approaches/tools to develop, report, or assess CPGs were also searched: Guidelines International Network and Equator Network. We screened the search results to include methodological papers that aimed to develop specific approaches/tools to develop, report, or assess any of the aforementioned four CPG types. RESULTS: Among 10,581 citations, 46 papers reporting 46 approaches/tools were included. Of these 46 approaches/tools, 33 were about CPG development, seven were for CPG reporting, and six for CPG assessment. Among the 33 development approaches/tools, 26 did not state usability or validity information; but nine from 13 reporting or assessment approaches/tools did. CONCLUSIONS: This study provides an overall summary of the currently available approaches/tools, which serves to improve users' understanding to pave the way for informed choice and application.",
  "authors": [
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Center for Clinical Practice Guideline Conduction and Evaluation, Children's Hospital of Fudan University, Shanghai, China."
      ]
    },
    {
      "last_name": "Xia",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Xia",
      "affiliations": [
        "Nottingham Ningbo GRADE Centre, The University of Nottingham Ningbo, Ningbo, Zhejiang, China; School of Medicine, The University of Nottingham, Nottingham, United Kingdom."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Yinghui",
      "initials": "Y",
      "name": "Yinghui Jin",
      "affiliations": [
        "Center for Evidence-Based and Translational Medicine, Zhongnan Hospital of Wuhan University, Wuhan, Hubei, China."
      ]
    },
    {
      "last_name": "Shen",
      "fore_name": "Quan",
      "initials": "Q",
      "name": "Quan Shen",
      "affiliations": [
        "School of Health Science, Wuhan University, Wuhan, Hubei, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Wang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Zhu",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McNair",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila McNair",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sussman",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sussman",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Zhiwen",
      "initials": "Z",
      "name": "Zhiwen Wang",
      "affiliations": [
        "School of Nursing, Health Science Centre for Evidence-Based Nursing, Peking University School of Nursing, Beijing, China."
      ]
    },
    {
      "last_name": "Florez",
      "fore_name": "Ivan D",
      "initials": "ID",
      "name": "Ivan D Florez",
      "affiliations": [
        "Department of Pediatrics, University of Antioquia, Medellín, Colombia; School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada. Electronic address: ivan.florez@udea.edu.co."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Xian-Tao",
      "initials": "XT",
      "name": "Xian-Tao Zeng",
      "affiliations": [
        "Center for Evidence-Based and Translational Medicine, Zhongnan Hospital of Wuhan University, Wuhan, Hubei, China. Electronic address: zengxiantao1128@whu.edu.cn."
      ]
    },
    {
      "last_name": "Brouwers",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Brouwers",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "146",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "77",
  "end_page": "85",
  "pages": "77-85",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Delivery of Health Care",
    "Evidence-Based Medicine",
    "Evidence-Based Practice",
    "Humans",
    "Research Report"
  ],
  "article_ids": {
    "pubmed": "35271968",
    "doi": "10.1016/j.jclinepi.2022.02.015",
    "pii": "S0895-4356(22)00054-3"
  },
  "doi": "10.1016/j.jclinepi.2022.02.015",
  "dates": {
    "completed": "2022-06-28",
    "revised": "2023-06-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.383820",
    "pmid": "35271968"
  }
}