{
  "pmid": "35273027",
  "uid": "35273027",
  "title": "Prevalence and burden of COPD misclassification in the Canadian Longitudinal Study on Aging (CLSA).",
  "abstract": "INTRODUCTION: To examine the prevalence of chronic obstructive pulmonary disease (COPD) misclassification and the associated burden of symptoms, healthcare utilisation and physical performance status in the Canadian general population. This information is presently lacking from large population-based studies with high-quality spirometry data that can be generalised to the general population. METHODS: The prevalence of self-reported physician-diagnosed COPD and the concordance with spirometry airflow obstruction (AO) were assessed in a cross-sectional cohort of Canadian older adults. The associations between confirmed COPD, under-diagnosis and over-diagnosis with self-reported respiratory symptoms, healthcare utilisation and physical performance (timed up and go, handgrip strength and 4 metres walk test) were assessed, adjusting for baseline characteristics using multivariable linear and logistic models. RESULTS: A total of 21 242 participants (mean age 64 (SD 10) years; 42% men) with high quality spirometry were included. Physician-diagnosed COPD was reported in (n=973) 5% of the participants. Only (n=217) 1% of the entire cohort had confirmed COPD supported by spirometry AO. Discordance between self-reported COPD and spirometry findings was observed in (n=1565) 8%: with 4% representing under-diagnosis cases (no self-reported COPD but AO) and 4% representing over-diagnosis cases (self-reported COPD but no AO). Compared with normals (no self-reported COPD and normal spirometry), those with confirmed, under-diagnosed or over-diagnosed COPD showed higher risks for respiratory symptoms (adjusted OR (aOR) 2.1 (95% CI: 1.6 to 2.7); aOR 1.8 (95% CI: 1.6 to 2.1]; aOR 1.6 (95% CI: 1.4 to 1.9)); healthcare utilisation in the prior 12 months (β coefficient 0.8 (95% CI: 0.2 to 2.6); β 0.9 (95% CI: 0.5 to 1.5); β 1.6 (95% CI: 0.7 to 4.0)). Mood disorders were higher in confirmed and over-diagnosed COPD (aOR 1.7 (95% CI: 1.3 to 2.4); 1.7 (95% CI: 1.4 to 2.0), respectively). Physical performance was lower for COPD groups. CONCLUSIONS: The prevalence of COPD misclassification is high in the general population of older adults. These were associated with significantly high burden of respiratory symptoms, healthcare utilisation and low physical performance compared with the general population with normal spirometry and no self-reported COPD. These findings highlight the high burden of COPD misclassification, which may be substantially reduced with greater accessibility to spirometry measurements in the community.",
  "authors": [
    {
      "last_name": "Farooqi",
      "fore_name": "M A Malik",
      "initials": "MAM",
      "name": "M A Malik Farooqi",
      "affiliations": [
        "Firestone Institute for Respiratory Health, Department of Medicine, McMaster University, Hamilton, Ontario, Canada malik.farooqi@medportal.ca."
      ],
      "orcid": "0000-0001-5282-4034"
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zaman",
      "fore_name": "Michele",
      "initials": "M",
      "name": "Michele Zaman",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Huang",
      "affiliations": [
        "Lakeridge Health Oshawa, Oshawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Yangqing",
      "initials": "Y",
      "name": "Yangqing Xie",
      "affiliations": [
        "National Clinical Research Center for Respiratory Disease, Guangzhou Medical University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Dragoman",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Dragoman",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Steven Jiatong",
      "initials": "SJ",
      "name": "Steven Jiatong Chen",
      "affiliations": [
        "Michael G DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder S",
      "initials": "PS",
      "name": "Parminder S Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duong",
      "fore_name": "MyLinh",
      "initials": "M",
      "name": "MyLinh Duong",
      "affiliations": [
        "Firestone Institute for Respiratory Health, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open respiratory research",
    "iso_abbreviation": "BMJ Open Respir Res",
    "issn": "2052-4439",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Mar"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aged",
    "Aging",
    "Canada",
    "Cross-Sectional Studies",
    "Female",
    "Hand Strength",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Pulmonary Disease, Chronic Obstructive"
  ],
  "article_ids": {
    "pubmed": "35273027",
    "pmc": "PMC8915342",
    "doi": "10.1136/bmjresp-2021-001156",
    "pii": "9/1/e001156"
  },
  "doi": "10.1136/bmjresp-2021-001156",
  "pmc_id": "PMC8915342",
  "dates": {
    "completed": "2022-03-23",
    "revised": "2022-03-26"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.179346",
    "pmid": "35273027"
  }
}