{
  "pmid": "35276667",
  "uid": "35276667",
  "title": "Making Statistical Sense of the Molnupiravir MOVe-OUT Clinical Trial.",
  "abstract": "Oral therapies for the early treatment of COVID-19 may prevent disease progression and health system overcrowding. A new oral therapeutic named molnupiravir has been promoted as providing an approximately 50% reduction in death or the need for hospitalization. The clinical trial evaluating this drug was stopped early at the recommendation of the Data Safety and Monitoring Board after approximately 50% of the sample had been recruited. At the point of discontinuing the trial, approximately 90% of the planned sample had been recruited and had available follow-up data accessible. We discuss issues about the study conduct, analysis, and interpretation, including 1) the authors and sponsors presented the interim analysis as the primary analysis; 2) communication between sponsors and the Data Safety and Monitoring Board was insufficient; 3) the treatment effects reverse when examining only the post-interim analysis population, and are substantially attenuated when examining the full data; 4) the choice of primary analysis is incorrect; 5) analysis of lost-to-follow-up patients favors the study drug; and 6) other known molnupiravir trials were not presented in the primary study findings. As a result of methodological and statistical concerns, it seems that external trials, separate from those supported by the sponsoring company, are required to determine the utility of this drug.",
  "authors": [
    {
      "last_name": "Thorlund",
      "fore_name": "Kristian",
      "initials": "K",
      "name": "Kristian Thorlund",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sheldrick",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Sheldrick",
      "affiliations": [
        "University of New South Wales, Kensington, Australia."
      ]
    },
    {
      "last_name": "Meyerowitz-Katz",
      "fore_name": "Gideon",
      "initials": "G",
      "name": "Gideon Meyerowitz-Katz",
      "affiliations": [
        "School of Health and Society, University of Wollongong, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Sonal",
      "initials": "S",
      "name": "Sonal Singh",
      "affiliations": [
        "Department of Family Medicine and Community Health, UMass Chan Medical School, Worcester, Massachusetts."
      ]
    },
    {
      "last_name": "Hill",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Hill",
      "affiliations": [
        "Department of Pharmacology and Therapeutics, University of Liverpool, Liverpool, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of tropical medicine and hygiene",
    "iso_abbreviation": "Am J Trop Med Hyg",
    "issn": "1476-1645",
    "issn_type": "Electronic",
    "volume": "106",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "11"
  },
  "start_page": "1301",
  "end_page": "1304",
  "pages": "1301-4",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35276667",
    "pmc": "PMC9128711",
    "doi": "10.4269/ajtmh.21-1339",
    "pii": "tpmd211339"
  },
  "doi": "10.4269/ajtmh.21-1339",
  "pmc_id": "PMC9128711",
  "dates": {
    "revised": "2024-08-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:02:58.975852",
    "pmid": "35276667"
  }
}