{
  "pmid": "35283227",
  "uid": "35283227",
  "title": "Non-negative matrix factorization and differential expression analyses identify hub genes linked to progression and prognosis of glioblastoma multiforme.",
  "abstract": "One of the most prevailing primary brain tumors in adult human male is glioblastoma multiforme (GBM), which is categorized by rapid cellular growth. Even though the combination therapy comprises surgery, chemotherapy, and adjuvant therapies, the survival rate, on average, is 14.6 months. Glioma stem cells (GSCs) have key roles in tumorigenesis, progression, and defiance against chemotherapy and radiotherapy. In our study, firstly, the gene expression dataset GSE124145 was retrieved; the non-negative matrix factorization (NMF) method was applied on GBM dataset, and differentially expressed genes analysis (DEGs) was performed. After which, overlapping genes between metagenes and DEGs were detected to examine the Gene Ontology (GO) categories in the biological process (BP) in the stemness of GBM. The common hub genes were used to construct protein-protein interaction (PPI) network and further GO, while Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway was utilized to pinpoint the real hub genes. The analysis of hub genes particular for the same GO categories demonstrated that specific hub genes triggered distinct features of the same biological processes. After utilizing GSE124145 and The Cancer Genome Atlas (TCGA) dataset for survival analysis, we screened five real hub genes: GUCA1A, RFC2, GNG11, MMP19, and NRG1, which are strongly associated with the progression and prognosis of GBM. The DEGs analysis revealed that all real hub genes were overexpressed in GBM and TCGA datasets, which further validates our results. The constructed study of PPI, GO, and KEGG pathway on common hub genes was performed. Finally, the KEGG pathways performed on the top 15 candidate hub genes (including six real hub genes) of the PPI network in the GBM gene expression dataset study found mitogen-activated protein kinase (Mapk) signaling pathway to be the most significant pathway. The rest of the hub genes reviewed throughout the analysis might be favorable targets for diagnosing and treating GBM and lower-grade gliomas.",
  "authors": [
    {
      "last_name": "Akçay",
      "fore_name": "Sevinç",
      "initials": "S",
      "name": "Sevinç Akçay",
      "affiliations": [
        "Department of Molecular Biology of Genetics, Kırşehir Ahi Evran University, Kırşehir, Turkey."
      ]
    },
    {
      "last_name": "Güven",
      "fore_name": "Emine",
      "initials": "E",
      "name": "Emine Güven",
      "affiliations": [
        "Department of Biomedical Engineering, Düzce University, Düzce, Turkey."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka, AlJouf 72341, Saudi Arabia. Electronic address: afzalgufran@ju.edu.sa."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Gene",
    "iso_abbreviation": "Gene",
    "issn": "1879-0038",
    "issn_type": "Electronic",
    "volume": "824",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "25"
  },
  "start_page": "146395",
  "pages": "146395",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Brain Neoplasms",
    "Computational Biology",
    "Gene Expression Regulation, Neoplastic",
    "Gene Regulatory Networks",
    "Glioblastoma",
    "Glioma",
    "Humans",
    "Male",
    "Protein Interaction Maps"
  ],
  "article_ids": {
    "pubmed": "35283227",
    "doi": "10.1016/j.gene.2022.146395",
    "pii": "S0378-1119(22)00214-1"
  },
  "doi": "10.1016/j.gene.2022.146395",
  "dates": {
    "completed": "2022-04-12",
    "revised": "2022-04-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.017022",
    "pmid": "35283227"
  }
}