{
  "pmid": "35280173",
  "uid": "35280173",
  "title": "Rethinking Autism Intervention Science: A Dynamic Perspective.",
  "abstract": "Recent advances in longitudinal methodologies for observational studies have contributed to a better understanding of Autism as a neurodevelopmental condition characterized by within-person and between-person variability over time across behavioral domains. However, this finer-grained approach to the study of developmental variability has yet to be applied to Autism intervention science. The widely adopted experimental designs in the field-randomized control trials and quasi-experimental designs-hold value for inferring treatment effects; at the same time, they are limited in elucidating what works for whom, why, and when, given the idiosyncrasies of neurodevelopmental disorders where predictors and outcomes are often dynamic in nature. This perspective paper aims to serve as a primer for Autism intervention scientists to rethink the way we approach predictors of treatment response and treatment-related change using a dynamic lens. We discuss several empirical gaps, and potential methodological challenges and opportunities pertaining to: (1) capturing finer-grained treatment effects in specific behavioral domains as indexed by micro-level within-person changes during and beyond intervention; and (2) examining and modeling dynamic prediction of treatment response. Addressing these issues can contribute to enhanced study designs and methodologies that generate evidence to inform the development of more personalized interventions and stepped care approaches for individuals on the heterogeneous spectrum of Autism with changing needs across development.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "Yun-Ju",
      "initials": "YJ",
      "name": "Yun-Ju Chen",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Stelios",
      "initials": "S",
      "name": "Stelios Georgiades",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychiatry",
    "iso_abbreviation": "Front Psychiatry",
    "issn": "1664-0640",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2022"
  },
  "start_page": "827406",
  "pages": "827406",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35280173",
    "pmc": "PMC8915252",
    "doi": "10.3389/fpsyt.2022.827406"
  },
  "doi": "10.3389/fpsyt.2022.827406",
  "pmc_id": "PMC8915252",
  "dates": {
    "revised": "2024-08-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:28.620974",
    "pmid": "35280173"
  }
}