{
  "pmid": "35293977",
  "uid": "35293977",
  "title": "Systemic Immunomodulatory Treatments for Atopic Dermatitis: Update of a Living Systematic Review and Network Meta-analysis.",
  "abstract": "IMPORTANCE: Systemic treatments for atopic dermatitis are being evaluated primarily in placebo-controlled trials; network meta-analysis can provide relative efficacy and safety estimates for treatments that have not been compared head to head. OBJECTIVE: To compare reported measures of efficacy and assessments of safety in clinical trials of systemic treatments for atopic dermatitis in a living systematic review and network meta-analysis. DATA SOURCES: The Cochrane Central Register of Controlled Trials, MEDLINE, Embase, Latin American and Caribbean Health Science Information database, Global Resource of EczemA Trials database, and trial registries were searched through June 15, 2021. STUDY SELECTION: Randomized clinical trials examining 8 or more weeks of treatment with systemic immunomodulatory medications for moderate-to-severe atopic dermatitis were included after screening titles, abstracts, and papers in duplicate. DATA EXTRACTION AND SYNTHESIS: Data were abstracted in duplicate. Bayesian network meta-analyses and assessed Grading of Recommendations Assessment, Development and Evaluation certainty of evidence were performed. The updated analysis was completed from June to December 2021. MAIN OUTCOMES AND MEASURES: Outcomes include change in Eczema Area and Severity Index (EASI), Patient Oriented Eczema Measure (POEM), Dermatology Life Quality Index (DLQI), and Peak Pruritus Numeric Rating Scales (PP-NRS). RESULTS: Since October 2019, 21 new studies were added, for a total of 60 trials with 16 579 patients. Up to 16 weeks of treatment in adults, abrocitinib, 200 mg daily (mean difference [MD], 2.2; 95% credible interval [CrI], 0.2-4.0; high certainty) and upadacitinib, 30 mg daily (MD, 2.7; 95% CrI, 0.6-4.7; high certainty) were associated with reduced EASI slightly more than dupilumab, 600 mg then 300 mg every 2 weeks. Abrocitinib, 100 mg daily (MD, -2.1; 95% CrI, -4.1 to -0.3; high certainty), baricitinib, 4 mg daily (MD, -3.2; 95% CrI, -5.7 to -0.8; high certainty), baricitinib, 2 mg daily (MD, -5.2; 95% CrI, -7.5 to -2.9; high certainty) and tralokinumab, 600 mg then 300 mg every 2 weeks (MD, -3.5; 95% CrI, -5.8 to -1.3; high certainty) were associated with reduced EASI slightly less than dupilumab. There was little or no difference between upadacitinib, 15 mg daily, and dupilumab (MD, 0.2; 95% CrI, -1.9 to 2.2; high certainty). The pattern of results was similar for POEM, DLQI, and PP-NRS. CONCLUSIONS AND RELEVANCE: In this systematic review and meta-analysis, abrocitinib, 200 mg; and upadacitinib, 30 mg daily, were associated with slightly better scores than dupilumab, and upadacitinib, 15 mg daily, was associated with similar scores to dupilumab. Abrocitinib, 100 mg daily, baricitinib, 4 mg and 2 mg daily, and tralokinumab, 300 mg, every 2 weeks were associated with slightly worse scores.",
  "authors": [
    {
      "last_name": "Drucker",
      "fore_name": "Aaron M",
      "initials": "AM",
      "name": "Aaron M Drucker",
      "affiliations": [
        "Division of Dermatology, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Medicine and Women's College Research Institute, Women's College Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morra",
      "fore_name": "Deanna E",
      "initials": "DE",
      "name": "Deanna E Morra",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Prieto-Merino",
      "fore_name": "David",
      "initials": "D",
      "name": "David Prieto-Merino",
      "affiliations": [
        "Unit for Population-Based Dermatology Research, St John's Institute of Dermatology, King's College London and Guy's and St Thomas' Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Alexandra G",
      "initials": "AG",
      "name": "Alexandra G Ellis",
      "affiliations": [
        "Brown University, Providence, Rhode Island."
      ]
    },
    {
      "last_name": "Yiu",
      "fore_name": "Zenas Z N",
      "initials": "ZZN",
      "name": "Zenas Z N Yiu",
      "affiliations": [
        "Dermatology Centre, Salford Royal NHS Foundation Trust, The University of Manchester, Manchester Academic Health Science Centre, NIHR Manchester Biomedical Research Centre, Manchester, United Kingodm."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Di Giorgio",
      "fore_name": "Sonya",
      "initials": "S",
      "name": "Sonya Di Giorgio",
      "affiliations": [
        "Libraries & Collections, King's College London, London, United Kingodm."
      ]
    },
    {
      "last_name": "Arents",
      "fore_name": "Bernd W M",
      "initials": "BWM",
      "name": "Bernd W M Arents",
      "affiliations": [
        "Dutch Association for People with Atopic Dermatitis (VMCE), Nijkerk, the Netherlands."
      ]
    },
    {
      "last_name": "Burton",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Burton",
      "affiliations": [
        "Patient Representative (independent), Nottingham, United Kingodm."
      ]
    },
    {
      "last_name": "Spuls",
      "fore_name": "Phyllis I",
      "initials": "PI",
      "name": "Phyllis I Spuls",
      "affiliations": [
        "Department of Dermatology, Amsterdam Public Health/Infection and Immunology, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Schmitt",
      "fore_name": "Jochen",
      "initials": "J",
      "name": "Jochen Schmitt",
      "affiliations": [
        "Center for Evidence-Based Healthcare, Faculty of Medicine Carl Gustav Carus, Technische Universität (TU) Dresden, Dresden, Germany."
      ]
    },
    {
      "last_name": "Flohr",
      "fore_name": "Carsten",
      "initials": "C",
      "name": "Carsten Flohr",
      "affiliations": [
        "Unit for Population-Based Dermatology Research, St John's Institute of Dermatology, King's College London and Guy's and St Thomas' Hospital, London, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "JAMA dermatology",
    "iso_abbreviation": "JAMA Dermatol",
    "issn": "2168-6084",
    "issn_type": "Electronic",
    "volume": "158",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "523",
  "end_page": "532",
  "pages": "523-532",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adult",
    "Bayes Theorem",
    "Dermatitis, Atopic",
    "Eczema",
    "Humans",
    "Pruritus",
    "Severity of Illness Index",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35293977",
    "pmc": "PMC8928094",
    "doi": "10.1001/jamadermatol.2022.0455",
    "pii": "2790388"
  },
  "doi": "10.1001/jamadermatol.2022.0455",
  "pmc_id": "PMC8928094",
  "dates": {
    "completed": "2022-05-20",
    "revised": "2025-06-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.109033",
    "pmid": "35293977"
  }
}