{
  "pmid": "35290581",
  "uid": "35290581",
  "title": "Flood risk public perception in flash flood-prone areas of Punjab, Pakistan.",
  "abstract": "Floods due to higher severity of destruction are considered the most destructive natural hazards in the world. Initiating the appropriate strategies of disaster risk reduction is necessary to understand risk perception. This study attempted to examine the flood risk public perception in flash flood-prone areas of Punjab, Pakistan. A simple random sampling technique was used for collecting the data of 560 household respondents, and a logistic regression model was employed to make out the factors of flood risk perception. In classification of low and high perceived risk of relevant indicators, flood risk perception index was constructed. Risk perception is significantly influenced by socioeconomic factors which have a direct impact on disaster preparedness and potential adaptive capacities. After that, potential correlation of risk perception with the demographic status of respondents was investigated in this study. Empirical estimates indicated as respondents' schooling, ownership of house, size of household, employment status and past flood experience significantly influence flood risk perception. Risk perception determinants also diverse among both communities portray spatial differences. Inadequate protection measures from public authorities and institutions, limited preparedness regarding actions of private mitigation, reduced intensity of reliance in institutions and authorities are major reasons for high risk and lower mitigation in these flash flood-prone areas. The outcomes of this research can facilitate to understand flood risk perception and its factors for conniving appropriate management plan of flood risk and communication strategies. Furthermore, this research can help consider multidimensional flood risks and its spatial vibrancy from the perspective of social science.",
  "authors": [
    {
      "last_name": "Ahmad",
      "fore_name": "Dilshad",
      "initials": "D",
      "name": "Dilshad Ahmad",
      "affiliations": [
        "Department of Management Sciences, COMSATS University Islamabad, Vehari Campus, Islamabad, Pakistan. dilshad@ciitvehari.edu.pk."
      ],
      "orcid": "0000-0002-3991-805X"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Economics, Preston University Islamabad, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "35",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "53691",
  "end_page": "53703",
  "pages": "53691-53703",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Disasters",
    "Family Characteristics",
    "Floods",
    "Pakistan",
    "Public Opinion"
  ],
  "article_ids": {
    "pubmed": "35290581",
    "doi": "10.1007/s11356-022-19646-5",
    "pii": "10.1007/s11356-022-19646-5"
  },
  "doi": "10.1007/s11356-022-19646-5",
  "dates": {
    "completed": "2022-08-03",
    "revised": "2024-07-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.017797",
    "pmid": "35290581"
  }
}