{
  "pmid": "35290401",
  "uid": "35290401",
  "title": "Gene selection using pyramid gravitational search algorithm.",
  "abstract": "Genetics play a prominent role in the development and progression of malignant neoplasms. Identification of the relevant genes is a high-dimensional data processing problem. Pyramid gravitational search algorithm (PGSA), a hybrid method in which the number of genes is cyclically reduced is proposed to conquer the curse of dimensionality. PGSA consists of two elements, a filter and a wrapper method (inspired by the gravitational search algorithm) which iterates through cycles. The genes selected in each cycle are passed on to the subsequent cycles to further reduce the dimension. PGSA tries to maximize the classification accuracy using the most informative genes while reducing the number of genes. Results are reported on a multi-class microarray gene expression dataset for breast cancer. Several feature selection algorithms have been implemented to have a fair comparison. The PGSA ranked first in terms of accuracy (84.5%) with 73 genes. To check if the selected genes are meaningful in terms of patient's survival and response to therapy, protein-protein interaction network analysis has been applied on the genes. An interesting pattern was emerged when examining the genetic network. HSP90AA1, PTK2 and SRC genes were amongst the top-rated bottleneck genes, and DNA damage, cell adhesion and migration pathways are highly enriched in the network.",
  "authors": [
    {
      "last_name": "Tahmouresi",
      "fore_name": "Amirhossein",
      "initials": "A",
      "name": "Amirhossein Tahmouresi",
      "affiliations": [
        "Faculty of Medicine, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    },
    {
      "last_name": "Rashedi",
      "fore_name": "Esmat",
      "initials": "E",
      "name": "Esmat Rashedi",
      "affiliations": [
        "Department of Electrical and Computer Engineering, Graduate University of Advanced Technology, Kerman, Iran."
      ],
      "orcid": "0000-0002-2539-5817"
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad Mehdi",
      "initials": "MM",
      "name": "Mohammad Mehdi Yaghoobi",
      "affiliations": [
        "Department of Biotechnology, Institute of Science and High Technology and Environmental Sciences, Graduate University of Advanced Technology, Kerman, Iran."
      ]
    },
    {
      "last_name": "Rezaei",
      "fore_name": "Masoud",
      "initials": "M",
      "name": "Masoud Rezaei",
      "affiliations": [
        "Faculty of Medicine, Kerman University of Medical Sciences, Kerman, Iran."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "3",
    "pub_year": "2022"
  },
  "start_page": "e0265351",
  "pages": "e0265351",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Algorithms",
    "Gene Expression Profiling",
    "Gene Regulatory Networks",
    "Humans",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "35290401",
    "pmc": "PMC8923457",
    "doi": "10.1371/journal.pone.0265351",
    "pii": "PONE-D-21-32392"
  },
  "doi": "10.1371/journal.pone.0265351",
  "pmc_id": "PMC8923457",
  "dates": {
    "completed": "2022-05-03",
    "revised": "2022-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.395614",
    "pmid": "35290401"
  }
}