{
  "pmid": "35294730",
  "uid": "35294730",
  "title": "Antiplatelet Therapy in Patients Undergoing Elective Percutaneous Coronary Intervention.",
  "abstract": "PURPOSE OF REVIEW: The evidence for use of dual antiplatelet therapy (DAPT) for patients undergoing percutaneous coronary intervention (PCI) in the elective setting is relatively sparse and is based on data from more than two decades ago. We will review the evidence supporting the use of DAPT with focus on stable patients undergoing elective PCI, including the role of potent P2Y12 inhibitors, modified DAPT durations, and more recently, aspirin discontinuation. RECENT FINDINGS: Clopidogrel is the recommended P2Y12 inhibitor in the elective PCI setting. The benefit of more potent P2Y12 inhibitors such as ticagrelor or prasugrel in stable patients is unproven, but their use might be reasonable in those with high clinical or angiographic features of increased ischemic risk without increased risk of bleeding. Moreover, extending DAPT beyond 12 months is associated with a reduction in ischemic events but also increased bleeding. In contrast, shortening DAPT (3-6 months) reduces bleeding compared with 1 year of treatment, but it is also probably associated with increased ischemic events, mainly in higher-risk patients undergoing complex PCI. Recently, early aspirin discontinuation at 3 months (and perhaps as early as 1 month) following PCI reduces bleeding, with no evidence to suggest an increase in ischemic events. Clopidogrel is the P2Y12 inhibitor of choice, while more data are required to support the use of more potent P2Y12 inhibitors in stable patients. The duration of DAPT should be tailored to individual patient ischemic and bleeding risks. New strategies, such as early aspirin discontinuation, are promising to reduce bleeding risk without increase in ischemic risk.",
  "authors": [
    {
      "last_name": "Alkhalil",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Alkhalil",
      "affiliations": [
        "Division of Cardiology, Peter Munk Cardiac Centre, Toronto General Hospital, Toronto, Canada.",
        "Cardiothoracic Centre, Freeman Hospital, Newcastle-upon-Tyne, UK.",
        "Translational and Clinical Research Institute, Newcastle University, Newcastle-upon-Tyne, UK."
      ],
      "orcid": "0000-0002-3088-8878"
    },
    {
      "last_name": "Džavík",
      "fore_name": "Vladimír",
      "initials": "V",
      "name": "Vladimír Džavík",
      "affiliations": [
        "Division of Cardiology, Peter Munk Cardiac Centre, Toronto General Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Deepak L",
      "initials": "DL",
      "name": "Deepak L Bhatt",
      "affiliations": [
        "Brigham and Women's Hospital Heart and Vascular Center, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Mehran",
      "fore_name": "Roxana",
      "initials": "R",
      "name": "Roxana Mehran",
      "affiliations": [
        "Icahn School of Medicine at Mount Sinai, New York, NY, USA."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada. smehta@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Current cardiology reports",
    "iso_abbreviation": "Curr Cardiol Rep",
    "issn": "1534-3170",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Mar"
  },
  "start_page": "277",
  "end_page": "293",
  "pages": "277-293",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aspirin",
    "Clopidogrel",
    "Dual Anti-Platelet Therapy",
    "Hemorrhage",
    "Humans",
    "Percutaneous Coronary Intervention",
    "Platelet Aggregation Inhibitors",
    "Purinergic P2Y Receptor Antagonists",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35294730",
    "doi": "10.1007/s11886-022-01645-0",
    "pii": "10.1007/s11886-022-01645-0"
  },
  "doi": "10.1007/s11886-022-01645-0",
  "dates": {
    "completed": "2022-04-28",
    "revised": "2022-04-28"
  },
  "chemicals": [
    "Platelet Aggregation Inhibitors",
    "Purinergic P2Y Receptor Antagonists",
    "Clopidogrel",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:18.818585",
    "pmid": "35294730"
  }
}