{
  "pmid": "35305960",
  "uid": "35305960",
  "title": "Chorioamnionitis and risk of long-term neurodevelopmental disorders in offspring: a population-based cohort study.",
  "abstract": "BACKGROUND: Evidence indicates that in utero exposure to chorioamnionitis might increase the risk of neurodevelopmental disorders in the offspring. However, findings on this topic have been inconsistent. OBJECTIVE: To examine the association between chorioamnionitis and neurodevelopmental disorders in offspring. STUDY DESIGN: This was a retrospective population-based cohort study in Sweden. A total of 2,228,280 singleton live births and stillbirths between 1998 and 2019 were included in our study population. Data on maternal characteristics and neurodevelopmental disorders in offspring were obtained by individual record-linkages of nationwide Swedish registries. Chorioamnionitis was identified using the National Medical Birth Register. Inpatient and outpatient diagnoses were obtained for cerebral palsy, autism, attention deficit hyperactivity disorder, epilepsy, and intellectual disability. Multivariable Cox proportional hazards regression was used to estimate the association between chorioamnionitis and each neurodevelopmental disorder with adjusted hazard ratios and 95% confidence intervals. A causal mediation analysis of the relationship between chorioamnionitis and neurodevelopmental disorders with preterm delivery (<37 weeks) was performed. RESULTS: A total of 5770 (0.26%) offspring were exposed to chorioamnionitis during pregnancy. During the study's follow-up time there were 4752 (0.21%) cases of cerebral palsy, 17,897 (0.80 %) cases of epilepsy, 50,570 (2.27 %) cases of autism, 114,087 (5.12%) cases of attention deficit hyperactivity disorder, and 14,574 (0.65%) cases of intellectual disability. After adjusting for potential confounders, exposure to chorioamnionitis increased the hazard ratios of cerebral palsy (adjusted hazard ratio, 7.43; 95% confidence interval, 5.90-9.37), autism (adjusted hazard ratio, 1.43; 95% confidence interval, 1.21-1.68), attention deficit hyperactivity disorder (adjusted hazard ratio, 1.17; 95% confidence interval, 1.03-1.33), and intellectual disability (adjusted hazard ratio, 1.99; 95% confidence interval, 1.53-2.58), whereas chorioamnionitis was not significantly associated with higher rates of epilepsy in offspring. Mediation analysis revealed that these associations were mainly explained through preterm delivery; however, increased risk was also observed among term infants. CONCLUSION: Chorioamnionitis increases the risk of neurodevelopmental disorders, particularly cerebral palsy, autism, attention deficit hyperactivity disorder, and intellectual disability. These associations were mainly mediated through preterm delivery. Efforts for timely identification and appropriate interventions to treat infections during pregnancy will have sustained benefits in reducing the burden of neurologic complications in children at the population level.",
  "authors": [
    {
      "last_name": "Tsamantioti",
      "fore_name": "Eleni",
      "initials": "E",
      "name": "Eleni Tsamantioti",
      "affiliations": [
        "Division of Clinical Epidemiology, Department of Medicine Solna, Karolinska Institutet, Stockholm, Sweden. Electronic address: eleni.tsamantioti@ki.se."
      ]
    },
    {
      "last_name": "Lisonkova",
      "fore_name": "Sarka",
      "initials": "S",
      "name": "Sarka Lisonkova",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, BC Women's Hospital, Vancouver, Canada; School of Population and Public Health, The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia",
      "initials": "G",
      "name": "Giulia Muraca",
      "affiliations": [
        "Division of Clinical Epidemiology, Department of Medicine Solna, Karolinska Institutet, Stockholm, Sweden; Department of Obstetrics and Gynaecology, BC Women's Hospital, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Örtqvist",
      "fore_name": "Anne K",
      "initials": "AK",
      "name": "Anne K Örtqvist",
      "affiliations": [
        "Division of Clinical Epidemiology, Department of Medicine Solna, Karolinska Institutet, Stockholm, Sweden; Department of Obstetrics and Gynecology, Visby County Hospital, Visby, Sweden."
      ]
    },
    {
      "last_name": "Razaz",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Razaz",
      "affiliations": [
        "Division of Clinical Epidemiology, Department of Medicine Solna, Karolinska Institutet, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics and gynecology",
    "iso_abbreviation": "Am J Obstet Gynecol",
    "issn": "1097-6868",
    "issn_type": "Electronic",
    "volume": "227",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "287.e1",
  "end_page": "287.e17",
  "pages": "287.e1-287.e17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Autism Spectrum Disorder",
    "Cerebral Palsy",
    "Child",
    "Chorioamnionitis",
    "Cohort Studies",
    "Epilepsy",
    "Female",
    "Humans",
    "Infant",
    "Infant, Newborn",
    "Intellectual Disability",
    "Neurodevelopmental Disorders",
    "Pregnancy",
    "Premature Birth",
    "Prenatal Exposure Delayed Effects",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "35305960",
    "doi": "10.1016/j.ajog.2022.03.028",
    "pii": "S0002-9378(22)00199-5"
  },
  "doi": "10.1016/j.ajog.2022.03.028",
  "dates": {
    "completed": "2022-07-26",
    "revised": "2022-09-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:46:33.255755",
    "pmid": "35305960"
  }
}