{
  "pmid": "35305498",
  "uid": "35305498",
  "title": "Biological plausibility in environmental health systematic reviews: a GRADE concept paper.",
  "abstract": "BACKGROUND: \"Biological plausibility\" is a concept frequently referred to in environmental and public health when researchers are evaluating how confident they are in the results and inferences of a study or evidence review. Biological plausibility is not, however, a domain of one of the most widely-used approaches for assessing the certainty of evidence (CoE) which underpins the findings of a systematic review, the Grading of Recommendations Assessment, Development and Evaluation (GRADE) CoE Framework. Whether the omission of biological plausibility is a potential limitation of the GRADE CoE Framework is a topic that is regularly discussed, especially in the context of environmental health systematic reviews. OBJECTIVES: We analyse how the concept of \"biological plausibility\", as applied in the context of assessing certainty of the evidence that supports the findings of a systematic review, is accommodated under the processes of systematic review and the existing GRADE domains. RESULTS AND DISCUSSION: We argue that \"biological plausibility\" is a concept which primarily comes into play when direct evidence about the effects of an exposure on a population of concern (usually humans) is absent, at high risk of bias, is inconsistent, or limited in other ways. In such circumstances, researchers look toward evidence from other study designs in order to draw conclusions. In this respect, we can consider experimental animal and in vitro evidence as \"surrogates\" for the target populations, exposures, comparators and outcomes of actual interest. Through discussion of 10 examples of experimental surrogates, we propose that the concept of biological plausibility consists of two principal aspects: a \"generalisability aspect\" and a \"mechanistic aspect\". The \"generalisability aspect\" concerns the validity of inferences from experimental models to human scenarios, and asks the same question as does the assessment of external validity or indirectness in systematic reviews. The \"mechanistic aspect\" concerns certainty in knowledge of biological mechanisms and would inform judgements of indirectness under GRADE, and thus the overall CoE. While both aspects are accommodated under the indirectness domain of the GRADE CoE Framework, further research is needed to determine how to use knowledge of biological mechanisms in the assessment of indirectness of the evidence in systematic reviews.",
  "authors": [
    {
      "last_name": "Whaley",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Whaley",
      "affiliations": [
        "Lancaster Environment Centre, Lancaster University, UK; Evidence-based Toxicology Collaboration at Johns Hopkins Bloomberg School of Public Health (EBTC), USA."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main St West, Hamilton, ON L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main St West, Hamilton, ON L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Hoffmann",
      "affiliations": [
        "Evidence-based Toxicology Collaboration at Johns Hopkins Bloomberg School of Public Health (EBTC), USA."
      ]
    },
    {
      "last_name": "Tsaioun",
      "fore_name": "Katya",
      "initials": "K",
      "name": "Katya Tsaioun",
      "affiliations": [
        "Evidence-based Toxicology Collaboration at Johns Hopkins Bloomberg School of Public Health (EBTC), USA."
      ]
    },
    {
      "last_name": "Schwingshackl",
      "fore_name": "Lukas",
      "initials": "L",
      "name": "Lukas Schwingshackl",
      "affiliations": [
        "Institute for Evidence in Medicine, Medical Center - University of Freiburg, Faculty of Medicine, University of Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Ansari",
      "fore_name": "Mohammed T",
      "initials": "MT",
      "name": "Mohammed T Ansari",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Room 101, 600 Peter Morand Crescent, Ottawa, Ontario K1G 5Z3, Canada."
      ]
    },
    {
      "last_name": "Thayer",
      "fore_name": "Kristina A",
      "initials": "KA",
      "name": "Kristina A Thayer",
      "affiliations": [
        "U.S. Environmental Protection Agency (US EPA), Office of Research and Development, Center for Public Health and Environmental Assessment (CPHEA), Chemical Pollutant Assessment Division (CPAD), 1200 Pennsylvania Avenue, NW (8623R), Washington, DC 20460, USA."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main St West, Hamilton, ON L8N 3Z5, Canada; Michael G DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, HSC-2C, 1280 Main St West, Hamilton, ON L8N 3Z5, Canada; Dipartimento di Scienze Biomediche, Humanitas University, Via Rita Levi Montalcini, 4, 20090 Pieve Emanuele, Milan, Italy."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "162",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "107109",
  "pages": "107109",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Bias",
    "Environmental Health",
    "GRADE Approach",
    "Public Health",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "35305498",
    "mid": "NIHMS2058245",
    "pmc": "PMC11897980",
    "doi": "10.1016/j.envint.2022.107109",
    "pii": "S0160-4120(22)00035-6"
  },
  "doi": "10.1016/j.envint.2022.107109",
  "pmc_id": "PMC11897980",
  "dates": {
    "completed": "2022-04-28",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "EPA999999",
      "agency": "Intramural EPA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.754152",
    "pmid": "35305498"
  }
}