{
  "pmid": "35303285",
  "uid": "35303285",
  "title": "Association Between Visual Acuity and Fluid Compartments with Treat-and-Extend Intravitreal Aflibercept in Neovascular Age-Related Macular Degeneration: An ARIES Post Hoc Analysis.",
  "abstract": "INTRODUCTION: Recently, there has been growing interest in exploring the relationship between visual acuity and fluid localization in different retinal compartments. This post hoc analysis of the ARIES study explores the relationship between the presence of intraretinal fluid (IRF) and subretinal fluid (SRF), both at baseline and throughout treatment, and best-corrected visual acuity (BCVA) in patients with neovascular age-related macular degeneration (nAMD) treated with intravitreal aflibercept (IVT-AFL) in a treat-and-extend regimen. METHODS: ARIES (NCT02581891) was a multicenter, randomized, phase 3b/4 study comparing the efficacy of two IVT-AFL treat-and-extend regimens over 2 years in patients with treatment-naïve nAMD. This post hoc analysis explores the relationship between the presence of SRF/IRF and absolute BCVA (letter score) at baseline and fixed visits. RESULTS: In 210 patients (treat-and-extend treatment arms combined), SRF presence at baseline was associated at every time point with a numerically higher mean BCVA than if absent, with 10 more letters at week 104. IRF presence at baseline was associated at all but one time point with a numerically lower mean BCVA than if absent (week 104, 8-letter difference). Baseline SRF+IRF was associated with lower BCVA (week 104, 7-letter difference) than if only SRF was present, but higher BCVA (week 104, 8-letter difference) than if only IRF was present. Absence of SRF+IRF was not associated with better BCVA at any time point during the study. CONCLUSION: In ARIES, in patients with nAMD treated with IVT-AFL, the presence of SRF was associated with better visual acuity, whereas IRF was associated with poorer visual acuity. The findings of this post hoc analysis suggest that differentiating IRF from SRF may offer better prognostic value in guiding treatment-extension decisions than the use of combined or \"any\" IRF and SRF. Prospective trials are needed to validate these results and determine their clinical relevance. TRIAL REGISTRATION NUMBER (CLINICALTRIALS.GOV): NCT02581891. Association between Visual Acuity and Fluid Compartments with Treat-and-Extend Intravitreal Aflibercept in Neovascular Age-Related Macular Degeneration: An ARIES Post Hoc Analysis: A Video Abstract (MP4 308264 KB).",
  "authors": [
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Hamilton Regional Eye Institute, St Joseph's Healthcare, Hamilton and Hamilton Health Sciences, 2757 King Street East Room 2500, Hamilton, ON, L8G 5E4, Canada. vchaudh@mcmaster.ca.",
        "Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, ON, Canada. vchaudh@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada. vchaudh@mcmaster.ca."
      ],
      "orcid": "0000-0002-9988-4146"
    },
    {
      "last_name": "Holz",
      "fore_name": "Frank G",
      "initials": "FG",
      "name": "Frank G Holz",
      "affiliations": [
        "Department of Ophthalmology, University of Bonn, Bonn, Germany."
      ]
    },
    {
      "last_name": "Wolf",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Wolf",
      "affiliations": [
        "Reading Centre and Department for Ophthalmology, Inselspital, University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Midena",
      "fore_name": "Edoardo",
      "initials": "E",
      "name": "Edoardo Midena",
      "affiliations": [
        "Department of Ophthalmology, University of Padua, Padua, Italy."
      ]
    },
    {
      "last_name": "Souied",
      "fore_name": "Eric H",
      "initials": "EH",
      "name": "Eric H Souied",
      "affiliations": [
        "Department d'Ophtalmologie, Hôpital Intercommunal de Créteil, Créteil, France."
      ]
    },
    {
      "last_name": "Allmeier",
      "fore_name": "Helmut",
      "initials": "H",
      "name": "Helmut Allmeier",
      "affiliations": [
        "Bayer Consumer Care AG, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Lambrou",
      "fore_name": "George",
      "initials": "G",
      "name": "George Lambrou",
      "affiliations": [
        "Bayer Consumer Care AG, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Machewitz",
      "fore_name": "Tobias",
      "initials": "T",
      "name": "Tobias Machewitz",
      "affiliations": [
        "Bayer AG, Berlin, Germany."
      ]
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Mitchell",
      "affiliations": [
        "University of Sydney (Westmead Institute for Medical Research), Sydney, NSW, Australia."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Ophthalmology and therapy",
    "iso_abbreviation": "Ophthalmol Ther",
    "issn": "2193-8245",
    "issn_type": "Print",
    "volume": "11",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "1119",
  "end_page": "1130",
  "pages": "1119-1130",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35303285",
    "pmc": "PMC9114257",
    "doi": "10.1007/s40123-022-00491-1",
    "pii": "10.1007/s40123-022-00491-1"
  },
  "doi": "10.1007/s40123-022-00491-1",
  "pmc_id": "PMC9114257",
  "dates": {
    "revised": "2023-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:52.945572",
    "pmid": "35303285"
  }
}