{
  "pmid": "35314481",
  "uid": "35314481",
  "title": "Multifaceted Intervention to Increase the Use of Home Dialysis: A Cluster Randomized Controlled Trial.",
  "abstract": "BACKGROUND AND OBJECTIVES: Home dialysis therapies (peritoneal and home hemodialysis) are less expensive and provide similar outcomes to in-center hemodialysis, but they are underutilized in most health systems. Given this, we designed a multifaceted intervention to increase the use of home dialysis. In this study, our objective was to evaluate the effect of this intervention on home dialysis use in CKD clinics across Canada. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: We conducted a cluster randomized controlled trial in 55 CKD clinic clusters in nine provinces in Canada between October 2014 and November 2015. Participants included all adult patients who initiated dialysis in the year following the intervention. We evaluated the implementation of a four-component intervention, which included phone surveys from a knowledge translation broker, a 1-year center-specific audit/feedback on home dialysis use, delivery of an educational package (including tools aimed at both providers and patients), and an academic detailing visit. The primary outcome was the proportion of patients using home dialysis at 180 days after dialysis initiation. RESULTS: A total of 55 clinics were randomized (27 in the intervention and 28 in the control), with 5312 patients initiating dialysis in the 1-year follow-up period. In the primary analysis, there was no difference in the use of home dialysis at 180 days in the intervention and control clusters (absolute risk difference, 4%; 95% confidence interval, -2% to 10%). Using a difference-in-difference comparison, the use of home dialysis at 180 days was similar before and after implementation of the intervention (difference of 0% in intervention clinics; 95% confidence interval, -2% to 3%; difference of 0.8% in control clinics; 95% confidence interval, -1% to 3%; P=0.84). CONCLUSIONS: A multifaceted intervention did not increase the use of home dialysis in adults initiating dialysis. CLINICAL TRIAL REGISTRY NAME AND REGISTRATION NUMBER: A Cluster Randomized Trial to Assess the Impact of Patient and Provider Education on Use of Home Dialysis, NCT02202018.",
  "authors": [
    {
      "last_name": "Manns",
      "fore_name": "Braden J",
      "initials": "BJ",
      "name": "Braden J Manns",
      "affiliations": [
        "Department of Medicine and Community Health Sciences, Libin Cardiovascular Institute and O'Brien Public Health Institute, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada braden.manns@albertahealthservices.ca."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada.",
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "The Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0002-9146-2344"
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Ferguson",
      "affiliations": [
        "Department of Internal Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "S Joseph",
      "initials": "SJ",
      "name": "S Joseph Kim",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Department of Medicine, Division of Nephrology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Naimark",
      "fore_name": "David",
      "initials": "D",
      "name": "David Naimark",
      "affiliations": [
        "Division of Nephrology, Sunnybrook and Women's College Health Sciences Centre, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-0621-0637"
    },
    {
      "last_name": "Nesrallah",
      "fore_name": "Gihad E",
      "initials": "GE",
      "name": "Gihad E Nesrallah",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, Keenan Research Centre, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Soroka",
      "fore_name": "Steven D",
      "initials": "SD",
      "name": "Steven D Soroka",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Beaulieu",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica Beaulieu",
      "affiliations": [
        "Division of Nephrology, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alam",
      "fore_name": "Ahsan",
      "initials": "A",
      "name": "Ahsan Alam",
      "affiliations": [
        "Division of Nephrology, McGill University Health Centre, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Allu",
      "fore_name": "Selina",
      "initials": "S",
      "name": "Selina Allu",
      "affiliations": [
        "Department of Community Health Sciences, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Tangri",
      "fore_name": "Navdeep",
      "initials": "N",
      "name": "Navdeep Tangri",
      "affiliations": [
        "Department of Internal Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Manitoba, Canada.",
        "Chronic Disease Innovation Centre, Seven Oaks General Hospital, Winnipeg, Manitoba, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "535",
  "end_page": "545",
  "pages": "535-545",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Canada",
    "Hemodialysis, Home",
    "Humans",
    "Renal Dialysis",
    "Renal Insufficiency, Chronic",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35314481",
    "pmc": "PMC8993468",
    "doi": "10.2215/CJN.13191021",
    "pii": "01277230-202204000-00011"
  },
  "doi": "10.2215/CJN.13191021",
  "pmc_id": "PMC8993468",
  "dates": {
    "completed": "2022-04-11",
    "revised": "2023-05-31"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.338479",
    "pmid": "35314481"
  }
}