{
  "pmid": "35313903",
  "uid": "35313903",
  "title": "The impact of an integrated safer use space and safer supply program on non-fatal overdose among emergency shelter residents during a COVID-19 outbreak: a case study.",
  "abstract": "BACKGROUND: Opioid-related harms, including fatal and non-fatal overdoses, rose dramatically during the COVID-19 pandemic and presented unique challenges during outbreaks in congregate settings such as shelters. People who are deprived of permanent housing have a high prevalence of substance use and substance use disorders, and need nimble, rapid, and portable harm reduction interventions to address the harms of criminalized substance use in an evidence-based manner. CASE STUDY: In February 2021, a COVID-19 outbreak was declared at an emergency men's shelter in Hamilton, Ontario, Canada. Building on pre-existing relationships, community and hospital-based addictions medicine providers and a local harm reduction group collaborated to establish a shelter-based opioid agonist treatment and safer supply program, and a volunteer run safer drug use space that also distributed harm reduction supplies. In the 4 weeks preceding the program, the rate of non-fatal overdoses was 0.93 per 100 nights of shelter bed occupancy. During the 26 days of program operation, there were no overdoses in the safer use space and the rate of non-fatal overdoses in the shelter was 0.17 per 100 nights of shelter bed occupancy. The odds ratio of non-fatal overdose pre-intervention to during intervention was 5.5 (95% CI 1.63-18.55, p = 0.0059). We were not able to evaluate the impact of providing harm reduction supplies and did not evaluate the impact of the program on facilitating adherence to public health isolation and quarantine orders. The program ended as the outbreak waned, as per the direction from the shelter operator. CONCLUSIONS: There was a significant reduction in the non-fatal overdose rate after the safer drug use and safer supply harm reduction program was introduced. Pre-existing relationships between shelter providers, harm reduction groups, and healthcare providers were critical to implementing the program. This is a promising approach to reducing harms from the criminalization of substance use in congregate settings, particularly in populations with a higher prevalence of substance use and substance use disorders.",
  "authors": [
    {
      "last_name": "Lew",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Lew",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St West, Hamilton, ON, L8P 1H6, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, 1280 Main St West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Bodkin",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Bodkin",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St West, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Lennox",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Lennox",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St West, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "O'Shea",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy O'Shea",
      "affiliations": [
        "Department of Medicine, McMaster University, 1200 Main St West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Wiwcharuk",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Wiwcharuk",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St West, Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Turner",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Turner",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main St West, Hamilton, ON, L8P 1H6, Canada. suzanne.turner@utoronto.ca."
      ]
    }
  ],
  "journal": {
    "title": "Harm reduction journal",
    "iso_abbreviation": "Harm Reduct J",
    "issn": "1477-7517",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "21"
  },
  "start_page": "29",
  "pages": "29",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Disease Outbreaks",
    "Emergency Shelter",
    "Humans",
    "Male",
    "Ontario",
    "Pandemics"
  ],
  "article_ids": {
    "pubmed": "35313903",
    "pmc": "PMC8935259",
    "doi": "10.1186/s12954-022-00614-8",
    "pii": "10.1186/s12954-022-00614-8"
  },
  "doi": "10.1186/s12954-022-00614-8",
  "pmc_id": "PMC8935259",
  "dates": {
    "completed": "2022-03-24",
    "revised": "2022-03-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:51.770668",
    "pmid": "35313903"
  }
}