{
  "pmid": "35310616",
  "uid": "35310616",
  "title": "Drinking motives and their associations with alcohol use among adolescents in Sweden.",
  "abstract": "AIMS: Previous studies have shown a close association between drinking motives and drinking behaviour among adolescents. However, there is a lack of evidence from the Nordic countries since few studies covering this topic have been carried out in this context. The present study among Swedish adolescents aims to examine (1) the prevalence of different drinking motives, (2) how drinking motives are associated with drinking frequency and heavy drinking frequency, and (3) whether the associations are moderated by sex. METHODS: A nationally representative sample (n = 5,549) of Swedish adolescents (aged 15-16 years) answered a questionnaire in school. Of these, 2,076 were drinkers and were included in our study. Eighteen items from the Modified Drinking Motives Questionnaire-Revised (Modified DMQ-R) were used. Bivariate relationships between motives and drinking were examined with correlations. Linear regression models were used to assess the links between motives and drinking. Moderating effects of sex were examined with interactions. RESULTS: Most common were social motives, followed by enhancement, coping-anxiety, coping-depression, and conformity motives. Coping-depression motives were slightly more common among girls. Conformity motives were associated with a lower frequency of drinking and heavy drinking while enhancement, social and coping-depression motives were associated with a higher frequency of both outcomes. No associations were found for coping-anxiety motives. No moderation effect of sex was found. CONCLUSIONS: Approach motives (social/enhancement) are the most prevalent drinking motives among Swedish adolescents. These also have the strongest association for both frequency of drinking and frequency of heavy drinking. This shows that Swedish adolescents drink to achieve something positive, rather than to avoid something negative, raising implications for prevention and intervention.",
  "authors": [
    {
      "last_name": "Sjödin",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Sjödin",
      "affiliations": [
        "Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0003-3670-7078"
    },
    {
      "last_name": "Larm",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Larm",
      "affiliations": [
        "Stockholm University, Sweden."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Patrik",
      "initials": "P",
      "name": "Patrik Karlsson",
      "affiliations": [
        "Stockholm University, Sweden."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "La Trobe University, Australia."
      ]
    },
    {
      "last_name": "Raninen",
      "fore_name": "Jonas",
      "initials": "J",
      "name": "Jonas Raninen",
      "affiliations": [
        "Karolinska Institutet, Stockholm, Sweden; La Trobe University, Melbourne, Australia; Swedish Council for Information on Alcohol and Other Drugs, Stockholm, Sweden; and Södertörn University, Huddinge, Sweden."
      ],
      "orcid": "0000-0002-6938-0246"
    }
  ],
  "journal": {
    "title": "Nordisk alkohol- & narkotikatidskrift : NAT",
    "iso_abbreviation": "Nordisk Alkohol Nark",
    "issn": "1458-6126",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Jun"
  },
  "start_page": "256",
  "end_page": "269",
  "pages": "256-269",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35310616",
    "pmc": "PMC8899257",
    "doi": "10.1177/1455072520985974",
    "pii": "10.1177_1455072520985974"
  },
  "doi": "10.1177/1455072520985974",
  "pmc_id": "PMC8899257",
  "dates": {
    "revised": "2022-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.833950",
    "pmid": "35310616"
  }
}