{
  "pmid": "35328072",
  "uid": "35328072",
  "title": "Screening the Significant Hub Genes by Comparing Tumor Cells, Normoxic and Hypoxic Glioblastoma Stem-like Cell Lines Using Co-Expression Analysis in Glioblastoma.",
  "abstract": "Glioblastoma multiforme (GBM) is categorized by rapid malignant cellular growth in the central nervous system (CNS) tumors. It is one of the most prevailing primary brain tumors, particularly in human male adults. Even though the combination therapy comprises surgery, chemotherapy, and adjuvant therapies, the survival rate is on average 14.6 months. Glioma stem cells (GSCs) have key roles in tumorigenesis, progression, and counteracting chemotherapy and radiotherapy. In our study, firstly, the gene expression dataset GSE45117 was retrieved and differentially expressed genes (DEGs) were spotted. The co-expression network analysis was employed on DEGs to find the significant modules. The most significant module resulting from co-expression analysis was the turquoise module. The turquoise module related to the tumor cells, hypoxia, normoxic treatments of glioblastoma tumor (GBT), and GSCs were screened. Sixty-one common genes in the turquoise module were selected generated through the co-expression analysis and protein-protein interaction (PPI) network. Moreover, the GO and KEGG pathway enrichment results were studied. Twenty common hub genes were screened by the NetworkAnalyst web instrument constructed on the PPI network through the STRING database. After survival analysis via the Kaplan-Meier (KM) plotter from The Cancer Genome Atlas (TCGA) database, we identified the five most significant hub genes strongly related to the progression of GBM. We further observed these five most significant hub genes also up-regulated in another GBM gene expression dataset. The protein-protein interaction (PPI) network of the turquoise module genes was constructed and a KEGG pathway enrichments study of the turquoise module genes was performed. The VEGF signaling pathway was emphasized because of the strong link with GBM. A gene-disease association network was further constructed to demonstrate the information of the progression of GBM and other related brain neoplasms. All hub genes assessed through this study would be potential markers for the prognosis and diagnosis of GBM.",
  "authors": [
    {
      "last_name": "G端ven",
      "fore_name": "Emine",
      "initials": "E",
      "name": "Emine G端ven",
      "affiliations": [
        "Department of Biomedical Engineering, D端zce University, D端zce 81620, Turkey."
      ],
      "orcid": "0000-0001-9324-0879"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka 72341, Al Jouf, Saudi Arabia."
      ],
      "orcid": "0000-0003-2570-3223"
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Makkah, Saudi Arabia."
      ],
      "orcid": "0000-0003-1881-5219"
    }
  ],
  "journal": {
    "title": "Genes",
    "iso_abbreviation": "Genes (Basel)",
    "issn": "2073-4425",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "15"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Cell Line",
    "Computational Biology",
    "Gene Expression Profiling",
    "Gene Expression Regulation, Neoplastic",
    "Glioblastoma",
    "Glioma",
    "Humans",
    "Hypoxia",
    "Male"
  ],
  "article_ids": {
    "pubmed": "35328072",
    "pmc": "PMC8951270",
    "doi": "10.3390/genes13030518",
    "pii": "genes13030518"
  },
  "doi": "10.3390/genes13030518",
  "pmc_id": "PMC8951270",
  "dates": {
    "completed": "2022-04-25",
    "revised": "2022-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.019501",
    "pmid": "35328072"
  }
}