{
  "pmid": "35327342",
  "uid": "35327342",
  "title": "Polycystic Ovarian Syndrome: A Complex Disease with a Genetics Approach.",
  "abstract": "Polycystic ovarian syndrome (PCOS) is a complex endocrine disorder affecting females in their reproductive age. The early diagnosis of PCOS is complicated and complex due to overlapping symptoms of this disease. The most accepted diagnostic approach today is the Rotterdam Consensus (2003), which supports the positive diagnosis of PCOS when patients present two out of the following three symptoms: biochemical and clinical signs of hyperandrogenism, oligo, and anovulation, also polycystic ovarian morphology on sonography. Genetic variance, epigenetic changes, and disturbed lifestyle lead to the development of pathophysiological disturbances, which include hyperandrogenism, insulin resistance, and chronic inflammation in PCOS females. At the molecular level, different proteins and molecular and signaling pathways are involved in disease progression, which leads to the failure of a single genetic diagnostic approach. The genetic approach to elucidate the mechanism of pathogenesis of PCOS was recently developed, whereby four phenotypic variances of PCOS categorize PCOS patients into classic, ovulatory, and non-hyperandrogenic types. Genetic studies help to identify the root cause for the development of this PCOS. PCOS genetic inheritance is autosomal dominant but the latest investigations revealed it as a multigene origin disease. Different genetic loci and specific genes have been identified so far as being associated with this disease. Genome-wide association studies (GWAS) and related genetic studies have changed the scenario for the diagnosis and treatment of this reproductive and metabolic condition known as PCOS. This review article briefly discusses different genes associated directly or indirectly with disease development and progression.",
  "authors": [
    {
      "last_name": "Nautiyal",
      "fore_name": "Himani",
      "initials": "H",
      "name": "Himani Nautiyal",
      "affiliations": [
        "Siddhartha Institute of Pharmacy, Near IT-Park, Sahastradhara Road, Dehradun 248001, India."
      ]
    },
    {
      "last_name": "Imam",
      "fore_name": "Syed Sarim",
      "initials": "SS",
      "name": "Syed Sarim Imam",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."
      ],
      "orcid": "0000-0002-8913-0826"
    },
    {
      "last_name": "Alshehri",
      "fore_name": "Sultan",
      "initials": "S",
      "name": "Sultan Alshehri",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."
      ],
      "orcid": "0000-0002-0922-9819"
    },
    {
      "last_name": "Ghoneim",
      "fore_name": "Mohammed M",
      "initials": "MM",
      "name": "Mohammed M Ghoneim",
      "affiliations": [
        "Department of Pharmacy Practice, College of Pharmacy, AlMaarefa University, Ad Diriyah 13713, Saudi Arabia."
      ],
      "orcid": "0000-0002-9179-4373"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka 72341, Saudi Arabia."
      ],
      "orcid": "0000-0003-2570-3223"
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka 72341, Saudi Arabia."
      ],
      "orcid": "0000-0003-4007-4023"
    },
    {
      "last_name": "G端ven",
      "fore_name": "Emine",
      "initials": "E",
      "name": "Emine G端ven",
      "affiliations": [
        "Biomedical Engineering Department, Faculty of Engineering, D端zce University, D端zce 81620, Turkey."
      ]
    },
    {
      "last_name": "Al-Abbasi",
      "fore_name": "Fahad A",
      "initials": "FA",
      "name": "Fahad A Al-Abbasi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ],
      "orcid": "0000-0003-1881-5219"
    }
  ],
  "journal": {
    "title": "Biomedicines",
    "iso_abbreviation": "Biomedicines",
    "issn": "2227-9059",
    "issn_type": "Print",
    "volume": "10",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Feb",
    "pub_day": "24"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35327342",
    "pmc": "PMC8945152",
    "doi": "10.3390/biomedicines10030540",
    "pii": "biomedicines10030540"
  },
  "doi": "10.3390/biomedicines10030540",
  "pmc_id": "PMC8945152",
  "dates": {
    "revised": "2022-03-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.019155",
    "pmid": "35327342"
  }
}