{
  "pmid": "35320441",
  "uid": "35320441",
  "title": "Mastery versus invention learning: impacts on future learning of simulated procedural skills.",
  "abstract": "BACKGROUND: Invention and mastery learning approaches differ in their foundational educational paradigms, proposed mechanisms of learning, and potential impacts on learning outcomes. They also differ in their resource requirements. We explored the relative effects of 'invent and problem-solve, followed by instruction' (PS-I) learning compared to mastery learning (i.e., standards-based training) on immediate post-test and Preparation for Future Learning (PFL) assessments. PFL assessments measure learners' capacity to use their existing knowledge and strategies to learn about and solve novel problems. METHODS: In this non-inferiority trial, pre-clerkship medical students were randomized to either PS-I, Mastery Learning (ML), or instruction then practice (CON) during simulation-based training of infant lumbar puncture (LP). After a 2-week delay, participants returned to learn and complete a PFL assessment of simulated Knee Arthrocentesis. Two independent raters assessed performances with a 5-point global rating scale. RESULTS: Based on our non-inferiority margin, analyses showed that for both the immediate post-test and the PFL assessment, the PS-I condition resulted in non-inferior outcomes relative to the ML condition. Results for the CON condition were mixed with respect to non-inferiority compared to either PS-I or ML. CONCLUSIONS: We suggest cautiously that the PS-I approach was not inferior to the ML approach, based on skill acquisition and PFL assessment outcomes. With ML anecdotally and empirically requiring more time, greater faculty involvement, and higher costs, our findings question the preference ML has received relative to other instructional designs, especially in the healthcare simulation community. We encourage researchers to study the educational and resource impacts of instructional designs using non-inferiority designs.",
  "authors": [
    {
      "last_name": "Brydges",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Brydges",
      "affiliations": [
        "Allan Waters Family Simulation Centre, St. Michael's Hospital, Unity Health Toronto, Toronto, Canada. ryan.brydges@utoronto.ca.",
        "Department of Medicine, University of Toronto, Toronto, Canada. ryan.brydges@utoronto.ca.",
        "The Wilson Centre, University of Toronto, Toronto, Canada. ryan.brydges@utoronto.ca.",
        "Professorship in Technology-Enabled Education, St. Michael's Hospital & Li Ka Shing Knowledge Institute, 209 Victoria St, ON M5B 1T8, Toronto, Canada. ryan.brydges@utoronto.ca."
      ],
      "orcid": "0000-0001-5203-7049"
    },
    {
      "last_name": "Fiume",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Fiume",
      "affiliations": [
        "The Wilson Centre, University of Toronto, Toronto, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "McMaster Education Research, Innovation, and Theory (MERIT) Program, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "441",
  "end_page": "456",
  "pages": "441-456",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Clinical Competence",
    "Education, Medical, Undergraduate",
    "Humans",
    "Inventions",
    "Learning",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "35320441",
    "doi": "10.1007/s10459-022-10094-x",
    "pii": "10.1007/s10459-022-10094-x"
  },
  "doi": "10.1007/s10459-022-10094-x",
  "dates": {
    "completed": "2022-05-20",
    "revised": "2022-07-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.290012",
    "pmid": "35320441"
  }
}