{
  "pmid": "35332357",
  "uid": "35332357",
  "title": "Glycerin Suppositories and Enemas in Premature Infants: A Meta-analysis.",
  "abstract": "BACKGROUND AND OBJECTIVES: Premature infants are often given glycerin suppositories or enemas to facilitate meconium evacuation and the transition to enteral feeds. We reviewed the best-available evidence for the use of glycerin suppositories and enemas in premature infants. METHODS: We searched MEDLINE, Embase, and Cochrane Central for randomized controlled trials (RCTs) of premature infants treated with glycerin suppositories or enemas through January 2022. Studies were screened and data extracted independently and in duplicate. We included RCTs of premature infants <32 weeks gestation and/or birth weight <1500 g who were treated with glycerin suppositories or enemas. Meta-analysis was performed using random effects and reported as relative risk or mean difference. RESULTS: We identified 6 single-center, RCTs of 389 premature infants treated with glycerin suppositories (n = 207) or enemas (n = 182). Mortality rates ranged from 0% to 17%, and the meta-analysis revealed no differences between treatment groups (P = .86). Active treatment was associated with earlier meconium evacuation (mean, 1.5 days; 95% confidence interval, 3.0 to 0.01; P = .05) but not a faster time to enteral feeds (mean, 0.5 days; P = .48). We identified 1 ongoing trial with a target recruitment of 220 premature infants. The quality of evidence was very low to moderate because of inadequate statistical power and other methodologic issues. CONCLUSIONS: The use of glycerin suppositories and enemas in premature infants is associated with earlier meconium evacuation, but the clinical significance of this finding is uncertain. Treatment has no definitive effects on mortality, necrotizing enterocolitis, or enteral feeds.",
  "authors": [
    {
      "last_name": "Burchard",
      "fore_name": "Paul R",
      "initials": "PR",
      "name": "Paul R Burchard",
      "affiliations": [
        "Departments of Surgery."
      ]
    },
    {
      "last_name": "Lay",
      "fore_name": "Raymond",
      "initials": "R",
      "name": "Raymond Lay",
      "affiliations": [
        "School of Medicine and Dentistry, University of Rochester, Rochester, New York."
      ]
    },
    {
      "last_name": "Ruffolo",
      "fore_name": "Luis I",
      "initials": "LI",
      "name": "Luis I Ruffolo",
      "affiliations": [
        "Departments of Surgery."
      ]
    },
    {
      "last_name": "Ramazani",
      "fore_name": "Suzanne N",
      "initials": "SN",
      "name": "Suzanne N Ramazani",
      "affiliations": [
        "Pediatrics."
      ]
    },
    {
      "last_name": "Walton",
      "fore_name": "J Mark",
      "initials": "JM",
      "name": "J Mark Walton",
      "affiliations": [
        "Division of Pediatric Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael H",
      "initials": "MH",
      "name": "Michael H Livingston",
      "affiliations": [
        "Division of Pediatric Surgery, University of Rochester Medical Center, Rochester, New York.",
        "Division of Pediatric Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "149",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis"
  ],
  "keywords": [
    "Enema",
    "Glycerol",
    "Humans",
    "Infant, Newborn",
    "Infant, Premature",
    "Infant, Very Low Birth Weight",
    "Suppositories",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "35332357",
    "doi": "10.1542/peds.2021-053413",
    "pii": "185633"
  },
  "doi": "10.1542/peds.2021-053413",
  "dates": {
    "completed": "2022-04-04",
    "revised": "2022-05-06"
  },
  "chemicals": [
    "Suppositories",
    "Glycerol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:42.358026",
    "pmid": "35332357"
  }
}