{
  "pmid": "35357588",
  "uid": "35357588",
  "title": "The coastal plain headwater stream restoration (CP-HStR) index: a macroinvertebrate index for assessing the biological effectiveness of stream restoration in the Georgia coastal plain, USA.",
  "abstract": "Stream restoration projects undertaken as compensatory mitigation pursuant to Sect. 404 of the U.S. Clean Water Act must be evaluated using ecological performance standards that are objective and verifiable and based on the best available science that can be measured or assessed in a practicable manner. While performance standards for physical stream conditions are common, evaluating biological conditions following stream restoration activities has proven more problematic. We developed a macroinvertebrate multimetric index for headwater streams in three Southeastern Plains subecoregions (65 g, 65 h, and 65 l) of Georgia using 76 sites sampled in 2019. An abiotic disturbance gradient based on principal components analysis of instream habitat, physicochemical, and land use variables was employed to assign condition classes (good, fair, poor) among sites within each subecoregion. We identified genus-level macroinvertebrate richness and proportional richness of traits-based metrics (habit and functional feeding groups) that demonstrated high discriminatory power between good and poor abiotic conditions and response to individual stressors. Subecoregion-specific metrics were then standardized and aggregated to develop the final index and biological reference curves. These biological reference curves represent a continuum of relevant regional conditions against which a stream enhancement or restoration project may be assessed relative to other streams throughout the region and allow for the award of mitigation credit, if applicable, to be based directly on the relative improvement of biological conditions. These biological performance standards will supplement other performance standards (hydrologic and geomorphic measures) necessary to evaluate the effectiveness of stream restoration projects in the study area.",
  "authors": [
    {
      "last_name": "Somerville",
      "fore_name": "D Eric",
      "initials": "DE",
      "name": "D Eric Somerville",
      "affiliations": [
        "Water Division, Oceans Wetlands and Streams Protection Branch, U.S. EPA Region 4, Athens, GA, USA. somerville.eric@epa.gov."
      ],
      "orcid": "0000-0002-4551-8773"
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory J",
      "initials": "GJ",
      "name": "Gregory J Pond",
      "affiliations": [
        "Laboratory Services and Applied Science Division, Field Services Branch, U.S. EPA Region 3, Wheeling, WV, USA."
      ],
      "orcid": "0000-0001-6294-9607"
    }
  ],
  "journal": {
    "title": "Environmental monitoring and assessment",
    "iso_abbreviation": "Environ Monit Assess",
    "issn": "1573-2959",
    "issn_type": "Electronic",
    "volume": "194",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "31"
  },
  "start_page": "319",
  "pages": "319",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Ecosystem",
    "Environmental Monitoring",
    "Georgia",
    "Invertebrates",
    "Rivers"
  ],
  "article_ids": {
    "pubmed": "35357588",
    "mid": "NIHMS1798445",
    "pmc": "PMC9066382",
    "doi": "10.1007/s10661-022-09987-6",
    "pii": "10.1007/s10661-022-09987-6"
  },
  "doi": "10.1007/s10661-022-09987-6",
  "pmc_id": "PMC9066382",
  "dates": {
    "completed": "2022-04-04",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "EPA999999",
      "agency": "Intramural EPA",
      "country": "United States"
    },
    {
      "grant_id": "EP-C-17-001",
      "agency": "U.S. Environmental Protection Agency"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:52:44.956735",
    "pmid": "35357588"
  }
}