{
  "pmid": "35364232",
  "uid": "35364232",
  "title": "GRADE summary of findings tables enhanced understanding of values and preferences evidence.",
  "abstract": "OBJECTIVES: We conceptualize patient values and preferences as the relative importance of health outcomes (RIO) which are often obtained through utility elicitation research. A transparent and structured approach to present synthesized RIO evidence and the certainty of this evidence is needed. This study aims to adapt the summary of findings (SoF) table to describe the RIO. STUDY DESIGN AND SETTING: We performed three interactive workshops with a protype version of the SoF table for RIO, evidence adapted from the SoF table for intervention effects. We then tested the new format through semi-structured interviews with professionals who interpret RIO evidence (e.g., systematic review authors and guideline developers). RESULTS: We adapted the SoF table for the presentation of RIO evidence. This SoF table may be easy to use, but bears one risk: some participants misunderstood the utility information and the variability around the RIO. We added a visual analogue scale to clarify the concept of utilities. CONCLUSION: Through a multi-stage process including brainstorming sessions and interviews, we adapted the SoF table to present RIO evidence. This table may enhance understanding of evidence synthesis of values and preferences, facilitating the incorporation of this type of evidence in decision-making.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster GRADE Centre, McMaster University, Hamilton, Ontario, Canada; Michael G DeGroote Cochrane Canada Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Shelly-Anne",
      "initials": "SA",
      "name": "Shelly-Anne Li",
      "affiliations": [
        "Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yepes-Nu単ez",
      "fore_name": "Juan Jose",
      "initials": "JJ",
      "name": "Juan Jose Yepes-Nu単ez",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pardo-Hernandez",
      "fore_name": "Hector",
      "initials": "H",
      "name": "Hector Pardo-Hernandez",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute (IIB Sant Pau-CIBERESP), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Alonso Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute (IIB Sant Pau-CIBERESP), Barcelona, Spain; Barcelona GRADE Centre, Biomedical Research Institute (IIB Sant Pau-CIBERESP), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Ren",
      "fore_name": "Melody",
      "initials": "M",
      "name": "Melody Ren",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mirza",
      "fore_name": "Reza D",
      "initials": "RD",
      "name": "Reza D Mirza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Faculty of Health Science, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sch端nemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Sch端nemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; McMaster GRADE Centre, McMaster University, Hamilton, Ontario, Canada; Michael G DeGroote Cochrane Canada Centre, McMaster University, Hamilton, Ontario, Canada; Faculty of Health Science, Department of Medicine, McMaster University, Hamilton, Ontario, Canada. Electronic address: schuneh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "147",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "60",
  "end_page": "68",
  "pages": "60-68",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Evidence-Based Medicine",
    "Humans",
    "Pain Measurement"
  ],
  "article_ids": {
    "pubmed": "35364232",
    "doi": "10.1016/j.jclinepi.2022.03.007",
    "pii": "S0895-4356(22)00068-3"
  },
  "doi": "10.1016/j.jclinepi.2022.03.007",
  "dates": {
    "completed": "2022-10-11",
    "revised": "2022-10-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.553769",
    "pmid": "35364232"
  }
}