{
  "pmid": "35361510",
  "uid": "35361510",
  "title": "Haloperidol Versus Ziprasidone With Concomitant Medications and Other Predictors of Physical Restraint Duration in the Emergency Department.",
  "abstract": "BACKGROUND: Patients with severe agitation are frequently encountered in the emergency department (ED). At times, these patients are physically restrained and given calming medications; however, little is known about the effects of medications and other predictors on restraint duration. OBJECTIVE: Our aim was to compare restraint duration when haloperidol or ziprasidone was used as the primary antipsychotic with or without concomitant medications, and to identify predictors of restraint duration. METHODS: We performed a review of a retrospective cohort of physically restrained ED patients between January 1, 2013 and November 30, 2017. An unadjusted analysis and adjusted linear regression model were used to evaluate the effect of antipsychotic choice on restraint duration, controlling for sex, age, race, homelessness, arrival in restraints, re-restraint during visit, concomitant medications (i.e., benzodiazepines or anticholinergics), additional medications given during restraint, time of day, and patient disposition. RESULTS: In 386 patients (319 haloperidol, 67 ziprasidone), the average restraint duration was 2.4 h (95% confidence interval [CI] 2.2 to 2.6 h). There were no differences in physical restraint times between ziprasidone and haloperidol groups in the unadjusted (mean difference 0.12 h; 95% CI -0.42 to 0.66 h) or adjusted analyses (-12.7%; 95% CI -33.9% to 8.6%). Haloperidol given with diphenhydramine alone was associated with decreased restraint duration (-30.8%; 95% CI -50.6% to -11.1%) The largest association with restraint duration was administration of additional sedating medications during restraint, prolonging restraint by 62% (95% CI 27.1% to 96.9%). In addition, compared with White patients, Black patients spent significantly more time restrained (mean difference 33.9%; 95% CI 9.0% to 58.9%). CONCLUSIONS: Restraint duration of agitated ED patients was similar when haloperidol or ziprasidone was used as the primary antipsychotic. However, race and additional medications given during restraint were significantly associated with restraint duration.",
  "authors": [
    {
      "last_name": "Coralic",
      "fore_name": "Zlatan",
      "initials": "Z",
      "name": "Zlatan Coralic",
      "affiliations": [
        "Department of Pharmacy, University of California San Francisco, San Francisco, California; Department of Emergency Medicine, University of California San Francisco, San Francisco, California."
      ]
    },
    {
      "last_name": "Rader",
      "fore_name": "Elizabeth S",
      "initials": "ES",
      "name": "Elizabeth S Rader",
      "affiliations": [
        "Department of Pharmacy, Stanford Health Care, Palo Alto, California."
      ]
    },
    {
      "last_name": "Vinson",
      "fore_name": "David R",
      "initials": "DR",
      "name": "David R Vinson",
      "affiliations": [
        "Department of Emergency Medicine, Kaiser Permanente Roseville Medical Center, Roseville, California; Division of Research, Kaiser Permanente, Oakland, California."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine, Department of Emergency Medicine, University of Arkansas for Medical Sciences, Little Rock, Arkansas; Department of Psychiatry, University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of emergency medicine",
    "iso_abbreviation": "J Emerg Med",
    "issn": "0736-4679",
    "issn_type": "Print",
    "volume": "62",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "636",
  "end_page": "647",
  "pages": "636-647",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Antipsychotic Agents",
    "Emergency Service, Hospital",
    "Haloperidol",
    "Humans",
    "Piperazines",
    "Psychomotor Agitation",
    "Restraint, Physical",
    "Retrospective Studies",
    "Thiazoles"
  ],
  "article_ids": {
    "pubmed": "35361510",
    "doi": "10.1016/j.jemermed.2021.12.018",
    "pii": "S0736-4679(21)01061-1"
  },
  "doi": "10.1016/j.jemermed.2021.12.018",
  "dates": {
    "completed": "2022-06-09",
    "revised": "2022-07-20"
  },
  "chemicals": [
    "Antipsychotic Agents",
    "Piperazines",
    "Thiazoles",
    "ziprasidone",
    "Haloperidol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.748277",
    "pmid": "35361510"
  }
}