{
  "pmid": "35361202",
  "uid": "35361202",
  "title": "Program evaluation of a pilot mobile developmental outreach clinic for autism spectrum disorder in Ontario.",
  "abstract": "BACKGROUND: Autism spectrum disorder (ASD) is a neurodevelopmental disorder with increasing prevalence worldwide. Early identification of ASD through developmental screening is critical for early intervention and improved behavioural outcomes in children. However due to long wait times, delays in diagnosis continue to occur, particularly among minority populations who are faced with existing barriers in access to care. A novel Mobile Developmental Outreach Clinic (M-DOC) was implemented to deliver culturally sensitive screening and assessment practices to increase access to developmental health services, reduce wait times in diagnoses, and aid in equitable access to intervention programs among vulnerable populations in Ontario. METHODS: This study applied two evaluation frameworks (process and outcome evaluation) to determine whether the delivery model was implemented as intended, and if the program achieved its targeted goals. A mixed-methods design was undertaken to address the study objectives. RESULTS: Between September 2018-February 2020, M-DOC reached 227 families with developmental health concerns for their child, while successfully targeting the intended population and achieving its goals. The mean age of the child-in-need at intake was 31.6 months (SD 9.9), and 70% of the sample were male. The program's success was attributed to the use of cultural liaisons to break cultural and linguistic barriers, the creation of multiple points of access into the diagnosis pathway, and delivery of educational workshops in local communities to raise awareness and knowledge of autism spectrum disorder. CONCLUSIONS: The findings underscore the need for community-based intervention programs that focus on cultural barriers to accessing health services. The model of delivery of the M-DOC programs highlights the opportunity for other programs to adopt a similar mobile outreach clinic approach as a means to increase access to services, particularly in targeting hard-to-reach and vulnerable populations.",
  "authors": [
    {
      "last_name": "Kamali",
      "fore_name": "Mahdis",
      "initials": "M",
      "name": "Mahdis Kamali",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. kamalim@mcmaster.ca.",
        "Offord Centre for Child Studies, Hamilton, Canada. kamalim@mcmaster.ca."
      ],
      "orcid": "0000-0003-1980-778X"
    },
    {
      "last_name": "Sivapalan",
      "fore_name": "Shivajan",
      "initials": "S",
      "name": "Shivajan Sivapalan",
      "affiliations": [
        "SAAAC Autism Centre, Toronto, Canada."
      ]
    },
    {
      "last_name": "Kata",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Kata",
      "affiliations": [
        "Offord Centre for Child Studies, Hamilton, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Kim",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Shanmugalingam",
      "fore_name": "Neshanth",
      "initials": "N",
      "name": "Neshanth Shanmugalingam",
      "affiliations": [
        "SAAAC Autism Centre, Toronto, Canada."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Offord Centre for Child Studies, Hamilton, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Zwaigenbaum",
      "fore_name": "Lonnie",
      "initials": "L",
      "name": "Lonnie Zwaigenbaum",
      "affiliations": [
        "Autism Research Centre, Department of Pediatrics, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Stelios",
      "initials": "S",
      "name": "Stelios Georgiades",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Offord Centre for Child Studies, Hamilton, Canada.",
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada.",
        "McMaster Children's Hospital, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "31"
  },
  "start_page": "426",
  "pages": "426",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Ambulatory Care Facilities",
    "Autism Spectrum Disorder",
    "Child, Preschool",
    "Humans",
    "Male",
    "Mobile Health Units",
    "Ontario",
    "Program Evaluation"
  ],
  "article_ids": {
    "pubmed": "35361202",
    "pmc": "PMC8973535",
    "doi": "10.1186/s12913-022-07789-7",
    "pii": "10.1186/s12913-022-07789-7"
  },
  "doi": "10.1186/s12913-022-07789-7",
  "pmc_id": "PMC8973535",
  "dates": {
    "completed": "2022-04-04",
    "revised": "2022-04-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:28.621569",
    "pmid": "35361202"
  }
}