{
  "pmid": "35361185",
  "uid": "35361185",
  "title": "Protocol for a multicenter prospective cohort study evaluating arthroscopic and non-surgical treatment for microinstability of the hip joint.",
  "abstract": "BACKGROUND: Microinstability of the hip joint is a proposed cause of hip pain and reduced function in young individuals. The underlying mechanism is thought to be extraphysiological hip motion due to bony deficiency and/or soft tissue deficiency or decreased soft tissue function. Recently, the condition has gained increased attention, and despite the fact that treatment today includes both non-surgical and surgical approaches, there is limited evidence on diagnostic specificity and treatment effects. The aim of this study is to evaluate clinical outcomes of both non-surgical and surgical treatment for microinstability of the hip joint. METHODS: A multicenter prospective cohort study is planned to evaluating the outcome of physical therapy aimed at stabilizing the hip joint, as well as arthroscopic plication of the hip joint capsule, if the physical therapy fails. Outcomes will be evaluated using hip-specific patient-reported outcome measures: the short version of the International Hip Outcome Tool and the Copenhagen Hip and Groin Outcome Score, strength and function tests, health-related quality of life as determined using the European Quality of Life-5 Dimensions and the European Quality of Life-Visual Analog Scale, sports activity levels according to the Hip Sport Activity Scale, and reported complications. Patients will be evaluated at 6, 12 and 24 months after each treatment. DISCUSSION: It is important to evaluate the clinical outcomes of both non-surgical and surgical treatment for suspected microinstability of the hip joint, and the planned prospective evaluation will contribute to the understanding of non-surgical as well as surgical treatment outcomes, including complications. TRIAL REGISTRATION: Clinicaltrials.gov: NCT04934462 . Registered June 22 2021.",
  "authors": [
    {
      "last_name": "Öhlin",
      "fore_name": "Axel",
      "initials": "A",
      "name": "Axel Öhlin",
      "affiliations": [
        "Department of Orthopaedics, University of Gothenburg, Gothenburg, Sweden. axel.ohlin@gmail.com."
      ],
      "orcid": "0000-0002-5330-5110"
    },
    {
      "last_name": "Senorski",
      "fore_name": "Eric Hamrin",
      "initials": "EH",
      "name": "Eric Hamrin Senorski",
      "affiliations": [
        "Department of Health and Rehabilitation, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Sansone",
      "fore_name": "Mikael",
      "initials": "M",
      "name": "Mikael Sansone",
      "affiliations": [
        "Department of Orthopaedics, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Leff",
      "fore_name": "Gretchen",
      "initials": "G",
      "name": "Gretchen Leff",
      "affiliations": [
        "Department of Physical Therapy, Stanford University, Redwood City, CA, USA."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Neel",
      "initials": "N",
      "name": "Neel Desai",
      "affiliations": [
        "Department of Orthopaedics, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Lindman",
      "fore_name": "Ida",
      "initials": "I",
      "name": "Ida Lindman",
      "affiliations": [
        "Department of Orthopaedics, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Safran",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Safran",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Redwood City, CA, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMC musculoskeletal disorders",
    "iso_abbreviation": "BMC Musculoskelet Disord",
    "issn": "1471-2474",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "31"
  },
  "start_page": "309",
  "pages": "309",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article"
  ],
  "keywords": [
    "Arthroscopy",
    "Hip Joint",
    "Humans",
    "Joint Capsule",
    "Multicenter Studies as Topic",
    "Prospective Studies",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "35361185",
    "pmc": "PMC8973629",
    "doi": "10.1186/s12891-022-05269-x",
    "pii": "10.1186/s12891-022-05269-x"
  },
  "doi": "10.1186/s12891-022-05269-x",
  "pmc_id": "PMC8973629",
  "dates": {
    "completed": "2022-04-04",
    "revised": "2024-08-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "GLS-960716",
      "agency": "Göteborgs Läkaresällskap"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.859341",
    "pmid": "35361185"
  }
}