{
  "pmid": "35361258",
  "uid": "35361258",
  "title": "Challenges in eating disorder diagnosis and management among family physicians and trainees: a qualitative study.",
  "abstract": "BACKGROUND: Family physicians are one of the first points of contact for individuals with eating disorders (EDs) seeking care and treatment, but training in this area is suboptimal and insufficient. Specialized ED treatment programs often have long wait lists, and family physicians are responsible for patients care in the interim. The aim of this study was to identify the learning needs and challenges faced by Canadian family physicians and trainees when caring for patients with EDs. METHODS: We recruited six family medicine residents and five family physicians practicing in an academic unit in the Department of Family Medicine of a medical school in urban southwestern Ontario, Canada. We used purposive sampling, focusing on residents and faculty physicians from the department and conducted one focus group for the residents and another for the faculty physicians, exploring their clinical knowledge and challenges when managing ED patients. The focus groups were audio-recorded and transcribed verbatim prior to thematic coding. RESULTS: Physicians and residents faced challenges in discussing, screening, and managing patients with EDs. Three themes that emerged from the qualitative data highlighted training needs related to: (a) improving communication skills when treating a patient with an ED, (b) more effective screening and diagnosis in primary care practice, and (c) optimizing management strategies for patients with an ED, especially patients who are waiting for more intensive treatment. A fourth theme that emerged was the distress experienced by family physicians as they try best to manage and access care for their patients with EDs. CONCLUSION: Addressing the learning needs identified in this study through continuing education offerings could aid family physicians in confidently providing effective, evidence-based care to patients with EDs. Improvement in training and education could also alleviate some of the distress faced by family physicians in managing patients with EDs. Ultimately, system changes to allow more efficient and appropriate levels of care for patients with EDs, removing the burden from family medicine, are critical as EDs are on the rise. A person with an eating disorder will normally seek care from their family physician first. These conditions can dramatically reduce the quality of a person's life and health. Family physicians therefore need to know how best to help these patients or refer them to a more intensive level of care, which often has long wait lists. We asked a group of family physicians and a group of family medicine trainees about their experiences with patients with eating disorders and about the information they wished they had to help these patients. The results show that they need more information on how to talk to a patient about eating disorders without judgement, how to diagnose a patient with an eating disorder, and then what treatment and management is needed while they wait for more intensive treatment for sicker patients. The physicians and trainees both talked about the stress and worry that they faced when treating patients with eating disorders. Besides their lack of training about these conditions, family physicians also described difficulties when trying to access timely specialized services for their patients. Physicians can experience moral distress when they know that their patients need higher level care, but there are systemic barriers to specialized programs that block their patients from getting the care they need when they need it.",
  "authors": [
    {
      "last_name": "Tse",
      "fore_name": "Angel",
      "initials": "A",
      "name": "Angel Tse",
      "affiliations": [
        "Department of Family Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Xavier",
      "fore_name": "Sabatinie",
      "initials": "S",
      "name": "Sabatinie Xavier",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Trollope-Kumar",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Trollope-Kumar",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada.",
        "Body Brave, 1047 Main Street East, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Health Information Research Unit, Department of Health Research Methods, Evidence and Impact, McMaster University, CRL 137, 1280 Main St W, Hamilton, ON, L8S 4K1, Canada. lokkerc@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of eating disorders",
    "iso_abbreviation": "J Eat Disord",
    "issn": "2050-2974",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "31"
  },
  "start_page": "45",
  "pages": "45",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35361258",
    "pmc": "PMC8968091",
    "doi": "10.1186/s40337-022-00570-5",
    "pii": "10.1186/s40337-022-00570-5"
  },
  "doi": "10.1186/s40337-022-00570-5",
  "pmc_id": "PMC8968091",
  "dates": {
    "revised": "2022-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.224444",
    "pmid": "35361258"
  }
}