{
  "pmid": "35372876",
  "uid": "35372876",
  "title": "Characteristics and Effectiveness of Dedicated Care Programs for Patients Starting Dialysis: A Systematic Review.",
  "abstract": "BACKGROUND: Dedicated care programs that provide increased support to patients starting dialysis are increasingly being used to reduce the risk of complications. The objectives of this systematic review were to determine the characteristics of existing programs and their effect on patient outcomes. METHODS: We searched Embase, MEDLINE, Web of Science, Cochrane CENTRAL, and CINAHL from database inception to November 20, 2019 for English-language studies that evaluated dedicated care programs for adults starting maintenance dialysis in the inpatient or outpatient setting. Any study design was eligible, but we required the presence of a control group and prespecified patient outcomes. We extracted data describing the nature of the interventions, their components, and the reported benefits. RESULTS: The literature search yielded 12,681 studies. We evaluated 66 full texts and included 11 studies (n=6812 intervention patients); eight of the studies evaluated hemodialysis programs. All studies were observational, and there were no randomized controlled trials. The most common interventions included patient education (n=11) and case management (n=5), with nurses involved in nine programs. The most common outcomes were mortality (n=8) and vascular access (n=4), with only three studies reporting on the uptake of home dialysis and none on transplantation. We identified four high-quality studies that combined patient education and case management; in these programs, the relative reduction in 90-day mortality ranged from 22% (95% CI, -3% to 41%) to 49% (95% CI, 33% to 61%). Pooled analysis was not possible due to study heterogeneity. CONCLUSIONS: Few studies have evaluated dedicated care programs for patients starting dialysis, especially their effect on home dialysis and transplantation. Whereas multidisciplinary care models that combine patient education with case management appear to be promising, additional prospective studies that involve patients in their design and execution are needed before widespread implementation of these resource-intensive programs.",
  "authors": [
    {
      "last_name": "Attalla",
      "fore_name": "Mirna",
      "initials": "M",
      "name": "Mirna Attalla",
      "affiliations": [
        "Department of Medicine, Kingston Health Sciences Centre, Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Friedman",
      "fore_name": "Zoe",
      "initials": "Z",
      "name": "Zoe Friedman",
      "affiliations": [
        "Department of Biology, Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "McKeown",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra McKeown",
      "affiliations": [
        "Health Sciences Library, Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": [
        "Department of Medicine, St. Michael's Hospital, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hingwala",
      "fore_name": "Jay",
      "initials": "J",
      "name": "Jay Hingwala",
      "affiliations": [
        "Department of Internal Medicine, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Molnar",
      "fore_name": "Amber O",
      "initials": "AO",
      "name": "Amber O Molnar",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Norman",
      "affiliations": [
        "Kingston General Health Research Institute, Kingston, Canada.",
        "Department of Public Health Sciences, Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Silver",
      "fore_name": "Samuel A",
      "initials": "SA",
      "name": "Samuel A Silver",
      "affiliations": [
        "Department of Medicine, Kingston Health Sciences Centre, Queen's University, Kingston, Canada.",
        "Kingston General Health Research Institute, Kingston, Canada."
      ],
      "orcid": "0000-0002-1843-6131"
    }
  ],
  "journal": {
    "title": "Kidney360",
    "iso_abbreviation": "Kidney360",
    "issn": "2641-7650",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "11",
    "pub_year": "2020",
    "pub_month": "Nov",
    "pub_day": "25"
  },
  "start_page": "1244",
  "end_page": "1253",
  "pages": "1244-1253",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Case Management",
    "Humans",
    "Prospective Studies",
    "Renal Dialysis"
  ],
  "article_ids": {
    "pubmed": "35372876",
    "pmc": "PMC8815511",
    "doi": "10.34067/KID.0004052020",
    "pii": "K3602020000405"
  },
  "doi": "10.34067/KID.0004052020",
  "pmc_id": "PMC8815511",
  "dates": {
    "completed": "2022-04-07",
    "revised": "2022-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:13.450650",
    "pmid": "35372876"
  }
}