{
  "pmid": "35378192",
  "uid": "35378192",
  "title": "Criteria for the Operating Room Confirmation of the Diagnosis of Hip Instability: The Results of an International Expert Consensus Conference.",
  "abstract": "PURPOSE: The purpose of this study was to establish an international expert consensus on operating room findings that aid in the diagnosis of hip instability. METHODS: An expert panel was convened to build an international consensus on the operating room diagnosis/confirmation of hip instability. Seventeen surgeons who have published or lectured nationally or internationally on the topic of hip instability were invited to participate. Fifteen panel members completed a pre-meeting questionnaire and agreed to participate in a 1-day consensus meeting on May 15, 2021. A review of the literature was performed to identify published intraoperative reference criteria used in the diagnosis of hip instability. Studies were included for discussion if they reported and intraoperative findings associated with hip instability. The evidence for and against each criteria was discussed, followed by an anonymous voting process. For consensus, defined a priori, items were included in the final criteria set if at least 80% of experts agreed. RESULTS: A review of the published literature identified 11 operating room criteria that have been used to facilitate the diagnosis of hip instability. Six additional criteria were proposed by panel members as part of the pre-meeting questionnaire. Consensus agreement was achieved for 8 criteria, namely ease of hip distraction under anesthesia (100.0% agreement), inside-out pattern of chondral damage (100.0% agreement), location of chondral damage on the acetabulum (93.3% agreement), pattern of labral damage (93.3% agreement), anteroinferior labrum chondral damage (86.7% agreement), perifoveal cartilage damage (97.6% agreement), a capsular defect (86.7% agreement), and capsular status (80.0% agreement). Consensus was not achieved for 9 items, namely ligamentum teres tear (66.7% agreement), arthroscopic stability tests (46.7% agreement), persistent distraction after removal of traction (46.7% agreement), findings of examination under anesthesia (46.7% agreement), the femoral head divot sign (40.0% agreement), inferomedial synovitis (26.7% agreement), drive-through sign (26.7% agreement), iliopsoas irritation (26.7% agreement) and ligamentum teres-labral kissing lesion (13.3% agreement). All experts agreed on the final list of 8 criteria items reaching consensus. CONCLUSION: This expert panel identified 8 criteria that can be used in the operating room to help confirm the diagnosis of hip instability. LEVEL OF EVIDENCE: Level V expert opinion.",
  "authors": [
    {
      "last_name": "Safran",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Safran",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Redwood City, California. Electronic address: msafran@stanford.edu."
      ]
    },
    {
      "last_name": "Murray",
      "fore_name": "Iain R",
      "initials": "IR",
      "name": "Iain R Murray",
      "affiliations": [
        "Edinburgh Orthopaedics, Royal Infirmary of Edinburgh, Edinburgh."
      ]
    },
    {
      "last_name": "Andrade",
      "fore_name": "Antonio J",
      "initials": "AJ",
      "name": "Antonio J Andrade",
      "affiliations": [
        "Department of Orthopaedics, Royal Berkshire NHS Foundation Trust, Reading."
      ]
    },
    {
      "last_name": "Aoki",
      "fore_name": "Stephen K",
      "initials": "SK",
      "name": "Stephen K Aoki",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Utah, Salt Lake City, Utah."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Department of Orthopaedic Surgery, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Balakumar",
      "fore_name": "Jitendra",
      "initials": "J",
      "name": "Jitendra Balakumar",
      "affiliations": [
        "Melbourne Orthopaedic Group, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Bonin",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Bonin",
      "affiliations": [
        "Lyon Orthopaedic Clinic, Lyon, Paris, France."
      ]
    },
    {
      "last_name": "Brick",
      "fore_name": "Matthew J",
      "initials": "MJ",
      "name": "Matthew J Brick",
      "affiliations": [
        "OrthoSports New Zealand, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Cakic",
      "fore_name": "Josip N",
      "initials": "JN",
      "name": "Josip N Cakic",
      "affiliations": [
        "Centre for Sports Medicine & Orthopaedics, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Domb",
      "fore_name": "Benjamin G",
      "initials": "BG",
      "name": "Benjamin G Domb",
      "affiliations": [
        "American Hip Institute Research Foundation, Des Plaines, Illinois."
      ]
    },
    {
      "last_name": "Field",
      "fore_name": "Richard E",
      "initials": "RE",
      "name": "Richard E Field",
      "affiliations": [
        "South West London Elective Orthopaedic Centre, Epsom, Surrey."
      ]
    },
    {
      "last_name": "Laude",
      "fore_name": "Frederic",
      "initials": "F",
      "name": "Frederic Laude",
      "affiliations": [
        "Clinique du Sport Paris V, Paris, France."
      ]
    },
    {
      "last_name": "Mei-Dan",
      "fore_name": "Omer",
      "initials": "O",
      "name": "Omer Mei-Dan",
      "affiliations": [
        "Department of Orthopaedics University of Colorado, Orthopedics, Aurora, Colorado."
      ]
    },
    {
      "last_name": "Nho",
      "fore_name": "Shane J",
      "initials": "SJ",
      "name": "Shane J Nho",
      "affiliations": [
        "Department of Orthopaedics, Rush University Medical Center, Chicago, Illinois."
      ]
    },
    {
      "last_name": "O'Donnell",
      "fore_name": "John M",
      "initials": "JM",
      "name": "John M O'Donnell",
      "affiliations": [
        "Hip Arthroscopy Australia, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Philippon",
      "fore_name": "Marc J",
      "initials": "MJ",
      "name": "Marc J Philippon",
      "affiliations": [
        "Steadman Philippon Research Institute, Vail, Colorado, U.S.A."
      ]
    },
    {
      "last_name": "Khanduja",
      "fore_name": "Vikas",
      "initials": "V",
      "name": "Vikas Khanduja",
      "affiliations": [
        "Department of Orthopaedics, Addenbrookes Hospital, Cambridge, UK."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "2837",
  "end_page": "2849.e2",
  "pages": "2837-2849.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Acetabulum",
    "Arthroscopy",
    "Consensus",
    "Humans",
    "Operating Rooms",
    "Round Ligaments"
  ],
  "article_ids": {
    "pubmed": "35378192",
    "doi": "10.1016/j.arthro.2022.03.027",
    "pii": "S0749-8063(22)00196-7"
  },
  "doi": "10.1016/j.arthro.2022.03.027",
  "dates": {
    "completed": "2022-10-05",
    "revised": "2022-11-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.859622",
    "pmid": "35378192"
  }
}