{
  "pmid": "35372922",
  "uid": "35372922",
  "title": "The Effect of Risk of Maturation Failure and Access Type on Arteriovenous Access-Related Costs among Hemodialysis Patients.",
  "abstract": "BACKGROUND: Several studies report lower costs associated with attaining and maintaining patency for arteriovenous (AV) fistulas as compared to AV grafts among patients receiving hemodialysis. However, these costs may vary according to the AV access's risk of failure to mature (FTM). The aim of this study was to examine the effect of AV access type and risk of FTM on the total costs of attaining and maintaining AV access patency over 1, 3, and 5 years postcreation, among incident accesses. METHODS: All first AV access creations (January 1, 2002-January 1, 2018), revisions/resections, and interventions from a single academic institution were prospectively captured. The units costs (from 2011 in CA$) were estimated primarily through the provincial patient Ontario Case Costing Initiative database. The present value of total vascular access-related costs from a third-party payer perspective was calculated by multiplying specific unit costs by the number of AV access creations, revisions/resections, and interventions from the date of creation to 1, 3, and 5 years post creation. The potential associations of AV access type and FTM risk stratum with AV access cost were examined using log-linear models and generalized estimating equations. RESULTS: A total of 906 patients were included in the study, of which 696 had fistulas and 210 had grafts. The median present value of total costs to attain and maintain AV access over 1, 3, and 5 years was positively associated with the highest FTM risk stratum in all models. It was not associated with AV access type when the interaction between AV access type and FTM risk stratum was considered. CONCLUSIONS: The costs of attaining and maintaining AV access were increased among patients with high/very high FTM risk. Risk of FTM, related interventions, and costs should be considered when choosing vascular access type for an individual patient.",
  "authors": [
    {
      "last_name": "Kosa",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D Kosa",
      "affiliations": [
        "Research, Kidney CARE Network International, Toronto, Ontario, Canada.",
        "Toronto General Hospital Research Institute, Toronto, Ontario, Canada; and.",
        "Department of Health Research, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0887-8884"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Health Research, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lok",
      "fore_name": "Charmaine E",
      "initials": "CE",
      "name": "Charmaine E Lok",
      "affiliations": [
        "Research, Kidney CARE Network International, Toronto, Ontario, Canada.",
        "Toronto General Hospital Research Institute, Toronto, Ontario, Canada; and.",
        "Department of Health Research, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Kidney360",
    "iso_abbreviation": "Kidney360",
    "issn": "2641-7650",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "4",
    "pub_year": "2020",
    "pub_month": "Apr",
    "pub_day": "30"
  },
  "start_page": "248",
  "end_page": "257",
  "pages": "248-257",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Arteriovenous Shunt, Surgical",
    "Graft Occlusion, Vascular",
    "Humans",
    "Renal Dialysis",
    "Risk Factors",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35372922",
    "pmc": "PMC8809272",
    "doi": "10.34067/KID.0001062019",
    "pii": "K3602019000106"
  },
  "doi": "10.34067/KID.0001062019",
  "pmc_id": "PMC8809272",
  "dates": {
    "completed": "2022-04-07",
    "revised": "2022-04-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.725032",
    "pmid": "35372922"
  }
}