{
  "pmid": "35373046",
  "uid": "35373046",
  "title": "Opportunities To Improve Diabetes Care in the Hemodialysis Unit: A Cohort Study in Ontario, Canada.",
  "abstract": "BACKGROUND: Patients with diabetes receiving chronic, in-center hemodialysis face healthcare challenges. We examined the prevalence of gaps in their diabetes care, explored regional differences, and determined predictors of care gaps. METHODS: We conducted a population-based, retrospective study between January 1, 2016 and January 1, 2018 in Ontario, Canada. We included adults with prevalent diabetes mellitus receiving in-center hemodialysis as of January 1, 2018 and examined the proportion with (1) insufficient or excessive glycemic monitoring, (2) suboptimal screening for diabetes-related complications (retinopathy and cardiovascular screening), (3) hospital encounters for hypo- or hyperglycemia, and (4) hospital encounters for hypertension in the 2 years prior (January 1, 2016 to January 1, 2018). We then identified patient, provider, and health-system factors associated with more than one care gap and used multivariable logistic regression to determine predictors. Further, we used geographic information systems to explore spatial variation in gaps. RESULTS: There were 4173 patients with diabetes receiving in-center hemodialysis; the mean age was 67 years, 39% were women, and the majority were of lower socioeconomic status. Approximately 42% of patients had more than one diabetes care gap, the most common being suboptimal retinopathy screening (53%). Significant predictors of more than one gap included younger age, female sex, shorter duration of diabetes, dementia, fewer specialist visits, and not seeing a physician for diabetes. There was evidence of spatial variation in care gaps across our region. CONCLUSIONS: There are opportunities to improve diabetes care in patients receiving in-center hemodialysis, particularly screening for retinopathy. Focused efforts to bring diabetes support to high-risk individuals might improve their care and outcomes.",
  "authors": [
    {
      "last_name": "Clemens",
      "fore_name": "Kristin K",
      "initials": "KK",
      "name": "Kristin K Clemens",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Western University, London, Ontario, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "ICES, Ontario, Canada.",
        "Center for Diabetes, Endocrinology and Metabolism, St. Joseph's Health Care London, London, Ontario, Canada.",
        "Lawson Health Research Institute, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ouédraogo",
      "fore_name": "Alexandra M",
      "initials": "AM",
      "name": "Alexandra M Ouédraogo",
      "affiliations": [
        "ICES, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "ICES, Ontario, Canada.",
        "Lawson Health Research Institute, London, Ontario, Canada.",
        "Division of Nephrology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Silver",
      "fore_name": "Samuel A",
      "initials": "SA",
      "name": "Samuel A Silver",
      "affiliations": [
        "ICES, Ontario, Canada.",
        "Division of Nephrology, Queen's University, Kingston Health Sciences Centre, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nash",
      "fore_name": "Danielle M",
      "initials": "DM",
      "name": "Danielle M Nash",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, Western University, London, Ontario, Canada.",
        "ICES, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Kidney360",
    "iso_abbreviation": "Kidney360",
    "issn": "2641-7650",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "653",
  "end_page": "665",
  "pages": "653-665",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Aged",
    "Cohort Studies",
    "Diabetes Mellitus",
    "Female",
    "Hemodialysis Units, Hospital",
    "Humans",
    "Male",
    "Ontario",
    "Renal Dialysis",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "35373046",
    "pmc": "PMC8791316",
    "doi": "10.34067/KID.0007082020",
    "pii": "02200512-202104000-00007"
  },
  "doi": "10.34067/KID.0007082020",
  "pmc_id": "PMC8791316",
  "dates": {
    "completed": "2022-04-07",
    "revised": "2023-11-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FRN 148377",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.343439",
    "pmid": "35373046"
  }
}