{
  "pmid": "35388588",
  "uid": "35388588",
  "title": "Antifungal prophylaxis in adult lung transplant recipients: Uncertainty despite 30 years of experience. A systematic review of the literature and network meta-analysis.",
  "abstract": "BACKGROUND: Invasive fungal infections (IFI), particularly invasive aspergillosis (IA), cause significant morbidity and mortality in lung transplant (LTx) recipients. The optimum strategy and antifungal agents for prevention are unclear. METHODS: We performed a comprehensive literature search, systematic review, and network meta-analysis using a frequentist framework to compare the efficacy of various antifungal drugs on the incidence of IA/IFI in the setting of universal prophylaxis or no prophylaxis following lung transplantation. RESULTS: We included 13 eligible studies comprising of 1515 LTx recipients and 12 different prophylaxis strategies/antifungal combinations. The greatest number of direct comparisons were between the inhaled amphotericin formulations. The top three ranked treatments were inhaled liposomal amphotericin B (L-AmB), inhaled amphotericin deoxycholate (AmBd), and itraconazole plus inhaled amphotericin B (AmB). Among the azoles, isavuconazole ranked highest. The certainty of the evidence, assessed using the GRADE (Grading of Recommendations Assessment, Development and Evaluation) framework, was very low. CONCLUSION: Although universal antifungal prophylaxis post lung transplantation is commonly used, robust data from randomized controlled trials (RCTs) to inform the choice of antifungal agent and prophylaxis strategy are lacking. This exploratory network meta-analysis provides insight into the probable relative effectiveness of various antifungal agents in preventing IA, and this analysis should serve as a guide when selecting antifungals to be assessed in a RCT.",
  "authors": [
    {
      "last_name": "Marinelli",
      "fore_name": "Tina",
      "initials": "T",
      "name": "Tina Marinelli",
      "affiliations": [
        "Division of Infectious Diseases, Multi-Organ Transplant Program, Department of Medicine, University of Toronto, University Health Network, Toronto, Ontario, Canada.",
        "Department of Infectious Diseases, Royal Prince Alfred Hospital, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Davoudi",
      "fore_name": "Setareh",
      "initials": "S",
      "name": "Setareh Davoudi",
      "affiliations": [
        "Division of Infectious Diseases, Multi-Organ Transplant Program, Department of Medicine, University of Toronto, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Foroutan",
      "fore_name": "Farid",
      "initials": "F",
      "name": "Farid Foroutan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Victoria, Canada.",
        "Ted Rogers Center for Heart Research, Toronto General Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Orchanian-Cheff",
      "fore_name": "Ani",
      "initials": "A",
      "name": "Ani Orchanian-Cheff",
      "affiliations": [
        "Library and Information Services, University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Husain",
      "fore_name": "Shahid",
      "initials": "S",
      "name": "Shahid Husain",
      "affiliations": [
        "Division of Infectious Diseases, Multi-Organ Transplant Program, Department of Medicine, University of Toronto, University Health Network, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Transplant infectious disease : an official journal of the Transplantation Society",
    "iso_abbreviation": "Transpl Infect Dis",
    "issn": "1399-3062",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "e13832",
  "pages": "e13832",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Amphotericin B",
    "Antifungal Agents",
    "Aspergillosis",
    "Humans",
    "Invasive Fungal Infections",
    "Lung",
    "Transplant Recipients",
    "Uncertainty"
  ],
  "article_ids": {
    "pubmed": "35388588",
    "doi": "10.1111/tid.13832"
  },
  "doi": "10.1111/tid.13832",
  "dates": {
    "completed": "2022-06-22",
    "revised": "2025-06-30"
  },
  "chemicals": [
    "Antifungal Agents",
    "Amphotericin B"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:29.789064",
    "pmid": "35388588"
  }
}