{
  "pmid": "35384850",
  "uid": "35384850",
  "title": "Text Messages and Financial Incentives to Increase Physical Activity in Adolescents With Prediabetes and Type 2 Diabetes: Web-Based Group Interviews to Inform Intervention Design.",
  "abstract": "BACKGROUND: Physical activity is a major component of treatment for adolescents with obesity and prediabetes or type 2 diabetes; however, sedentary behavior remains pervasive. An SMS text message-based intervention paired with financial incentives may be an effective way to promote physical activity in this population. OBJECTIVE: This study aims to obtain end-user feedback on SMS text message content and assess the acceptability of a planned SMS text messaging intervention with financial incentives to motivate youth with prediabetes or type 2 diabetes to increase physical activity. METHODS: Adolescents with overweight or obesity and prediabetes or type 2 diabetes who attended a large academic pediatric endocrinology clinic were recruited to participate in group interviews (2-4/group) via videoconferencing. Participants were asked to share their thoughts on the use of SMS text messages and financial incentives to remind and motivate them to be more physically active. They rated and provided feedback on specific messages to be used in clinical trials. Participants were also asked about their personal experience with rewards to motivate behavior change and their anticipated reactions to rewards provided for goal attainment (gain-framing) versus those provided and then taken away if a goal was not met (loss-framing). The interviews were conducted by 2 trained interviewers and a note-taker. Content analysis was used to explore themes. RESULTS: Group interviews were completed with 20 participants (11/20, 55% women; 15/20, 75% with type 2 diabetes; 5/20, 25% with prediabetes) with a mean age of 15 (SD 1; range 12-18) years and a mean BMI of 41 (SD 5) kg/m[2] (all >95th percentile for age and sex). Most participants were non-Hispanic Black (14/20, 70%) and 10% (2/20) were Hispanics. Participants frequently cited near-continuous smartphone use and agreed that SMS text messages would serve as good reminders to be physically active, but the consensus about the need for short messages was strong. Favorable content included references to what they were likely to be doing when messages were sent (eg, homework or watching television) and messages that were upbeat or informative. Specific physical activity suggestions were rated favorably. Attitudes toward financial incentives varied, with differing opinions about whether loss-framed incentives would be motivating or discouraging. Many participants highlighted the role of intrinsic, rather than extrinsic, motivation in achieving and sustaining behavior change. CONCLUSIONS: The engagement of adolescents with obesity and diabetes or prediabetes allowed for the refinement of SMS text messages for our planned intervention, with an emphasis on short, upbeat, relatable, and informative messages. Although an SMS text messaging intervention using financial incentives to motivate youth with prediabetes or type 2 diabetes to be more physically active is theoretically acceptable, the impact on actual activity levels in this population requires prospective evaluation in a clinical trial.",
  "authors": [
    {
      "last_name": "Vajravelu",
      "fore_name": "Mary Ellen",
      "initials": "ME",
      "name": "Mary Ellen Vajravelu",
      "affiliations": [
        "Division of Pediatric Endocrinology, Diabetes, and Metabolism, Department of Pediatrics, University of Pittsburgh School of Medicine, Pittsburgh, PA, United States.",
        "Center for Pediatric Research in Obesity and Metabolism, University of Pittsburgh School of Medicine, Pittsburgh, PA, United States."
      ],
      "orcid": "0000-0002-5839-7923"
    },
    {
      "last_name": "Hitt",
      "fore_name": "Talia Alyssa",
      "initials": "TA",
      "name": "Talia Alyssa Hitt",
      "affiliations": [
        "Division of Pediatric Endocrinology, Johns Hopkins University School of Medicine, Baltimore, MD, United States."
      ],
      "orcid": "0000-0003-4491-3648"
    },
    {
      "last_name": "Mak",
      "fore_name": "NaDea",
      "initials": "N",
      "name": "NaDea Mak",
      "affiliations": [
        "Division of Endocrinology & Diabetes, The Children's Hospital of Philadelphia, Philadelphia, PA, United States."
      ],
      "orcid": "0000-0002-4228-9733"
    },
    {
      "last_name": "Edwards",
      "fore_name": "Aliya",
      "initials": "A",
      "name": "Aliya Edwards",
      "affiliations": [
        "Division of Nephrology, The Children's Hospital of Philadelphia, Philadelphia, PA, United States."
      ],
      "orcid": "0000-0003-3544-2258"
    },
    {
      "last_name": "Mitchell",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Mitchell",
      "affiliations": [
        "Division of Gastroenterology, Hepatology and Nutrition, The Children's Hospital of Philadelphia, Philadelphia, PA, United States.",
        "Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, United States."
      ],
      "orcid": "0000-0003-3765-2419"
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, United States.",
        "Center for Childhood Cancer Research, Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, United States."
      ],
      "orcid": "0000-0002-7034-9553"
    },
    {
      "last_name": "Kelly",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Kelly",
      "affiliations": [
        "Division of Endocrinology & Diabetes, The Children's Hospital of Philadelphia, Philadelphia, PA, United States.",
        "Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, United States."
      ],
      "orcid": "0000-0003-1724-9868"
    },
    {
      "last_name": "Amaral",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Amaral",
      "affiliations": [
        "Division of Nephrology, The Children's Hospital of Philadelphia, Philadelphia, PA, United States.",
        "Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, United States."
      ],
      "orcid": "0000-0001-7357-242X"
    }
  ],
  "journal": {
    "title": "JMIR diabetes",
    "iso_abbreviation": "JMIR Diabetes",
    "issn": "2371-4379",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "06"
  },
  "start_page": "e33082",
  "pages": "e33082",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35384850",
    "pmc": "PMC9021947",
    "doi": "10.2196/33082",
    "pii": "v7i2e33082"
  },
  "doi": "10.2196/33082",
  "pmc_id": "PMC9021947",
  "dates": {
    "revised": "2023-01-20"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 HD091185",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K12 DK094723",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K23 DK125719",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 DK120886",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 DK115648",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 DK110749",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 DK063688",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.593065",
    "pmid": "35384850"
  }
}