{
  "pmid": "35392611",
  "uid": "35392611",
  "title": "Semi-Quantitative Assay to Measure Urease Activity by Urinary Catheter-Associated Uropathogens.",
  "abstract": "Catheter-associated urinary tract infections (CAUTIs) are one of the most common healthcare-associated infections in the US, accounting for over 1 million cases annually and totaling 450 million USD. CAUTIs have high morbidity and mortality rates and can be caused by a wide range of pathogens, making empiric treatment difficult. Furthermore, when urease-producing uropathogens cause symptomatic CAUTI or asymptomatic catheter colonization, the risk of catheter failure due to blockage increases. The enzyme urease promotes catheter blockage by hydrolyzing urea in urine into ammonia and carbon dioxide, which results in the formation of crystals that coat the catheter surface. If CAUTI is left untreated, the crystals can grow until they block the urinary catheter. Catheter blockage and subsequent failure reduces the quality of life for the chronically catheterized, as it requires frequent catheter exchanges and can promote more severe disease, including dissemination of the infection to the kidneys or bloodstream. Thus, understanding how urease contributes to catheter blockages and/or more severe disease among the broad range of urease-producing microbes may provide insights into better prevention or treatment strategies. However, clinical assays that detect urease production among clinical isolates are qualitative and prioritize the detection of urease from Proteus mirabilis, the most well-studied uropathogenic urease producer. While urease from other known urease producers, such as Morganella morganii, can also be detected with these methods, other uropathogens, including Staphylococcus aureus and Klebsiella pneumonia, are harder to detect. In this study, we developed a high throughput, semiquantitative assay capable of testing multiple uropathogens in a rapid and efficient way. We validated the assay using Jack Bean urease, the urease producing species: Proteus spp., M. morganii, K. pneumonia, and S. aureus strains, and the non-urease producer: Escherichia coli. This modified assay more rapidly detected urease-producing strains compared to the current clinical test, Christensen Urea Agar, and provided semiquantitative values that may be used to further investigate different aspects of urease regulation, production, or activity in these diverse species. Furthermore, this assay can be easily adapted to account for different environmental stimuli affecting urease production, including bacterial concentration, aeration, or addition of anti-urease compounds.",
  "authors": [
    {
      "last_name": "Duran Ramirez",
      "fore_name": "Jesus M",
      "initials": "JM",
      "name": "Jesus M Duran Ramirez",
      "affiliations": [
        "Department of Microbiology and Molecular Genetics, McGovern Medical School, The University of Texas Health Science Center, Houston, TX, United States.",
        "Department of Epidemiology, Human Genetics, and Environmental Sciences, Center for Infectious Diseases, School of Public Health, The University of Texas Health Science Center, Houston, TX, United States."
      ]
    },
    {
      "last_name": "Gomez",
      "fore_name": "Jana",
      "initials": "J",
      "name": "Jana Gomez",
      "affiliations": [
        "Department of Microbiology and Molecular Genetics, McGovern Medical School, The University of Texas Health Science Center, Houston, TX, United States."
      ]
    },
    {
      "last_name": "Obernuefemann",
      "fore_name": "Chloe L P",
      "initials": "CLP",
      "name": "Chloe L P Obernuefemann",
      "affiliations": [
        "The Center for Women's Infectious Disease Research, Department of Molecular Microbiology, Washington University School of Medicine, St. Louis, MO, United States."
      ]
    },
    {
      "last_name": "Gualberto",
      "fore_name": "Nathaniel C",
      "initials": "NC",
      "name": "Nathaniel C Gualberto",
      "affiliations": [
        "The Center for Women's Infectious Disease Research, Department of Molecular Microbiology, Washington University School of Medicine, St. Louis, MO, United States."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer N",
      "initials": "JN",
      "name": "Jennifer N Walker",
      "affiliations": [
        "Department of Microbiology and Molecular Genetics, McGovern Medical School, The University of Texas Health Science Center, Houston, TX, United States.",
        "Department of Epidemiology, Human Genetics, and Environmental Sciences, Center for Infectious Diseases, School of Public Health, The University of Texas Health Science Center, Houston, TX, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in cellular and infection microbiology",
    "iso_abbreviation": "Front Cell Infect Microbiol",
    "issn": "2235-2988",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2022"
  },
  "start_page": "859093",
  "pages": "859093",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Escherichia coli",
    "Humans",
    "Quality of Life",
    "Staphylococcus aureus",
    "Urea",
    "Urease",
    "Urinary Catheters",
    "Urinary Tract Infections"
  ],
  "article_ids": {
    "pubmed": "35392611",
    "pmc": "PMC8980526",
    "doi": "10.3389/fcimb.2022.859093"
  },
  "doi": "10.3389/fcimb.2022.859093",
  "pmc_id": "PMC8980526",
  "dates": {
    "completed": "2022-04-11",
    "revised": "2024-05-12"
  },
  "chemicals": [
    "Urea",
    "Urease"
  ],
  "grants": [
    {
      "grant_id": "K01 DK128381",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 DK051406",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.714655",
    "pmid": "35392611"
  }
}