{
  "pmid": "35392954",
  "uid": "35392954",
  "title": "Medical education interventions influencing physician distribution into underserved communities: a scoping review.",
  "abstract": "BACKGROUND AND OBJECTIVE: Physician maldistribution is a global problem that hinders patients' abilities to access healthcare services. Medical education presents an opportunity to influence physicians towards meeting the healthcare needs of underserved communities when establishing their practice. Understanding the impact of educational interventions designed to offset physician maldistribution is crucial to informing health human resource strategies aimed at ensuring that the disposition of the physician workforce best serves the diverse needs of all patients and communities. METHODS: A scoping review was conducted using a six-stage framework to help map current evidence on educational interventions designed to influence physicians' decisions or intention to establish practice in underserved areas. A search strategy was developed and used to conduct database searches. Data were synthesized according to the types of interventions and the location in the medical education professional development trajectory, that influence physician intention or decision for rural and underserved practice locations. RESULTS: There were 130 articles included in the review, categorized according to four categories: preferential admissions criteria, undergraduate training in underserved areas, postgraduate training in underserved areas, and financial incentives. A fifth category was constructed to reflect initiatives comprised of various combinations of these four interventions. Most studies demonstrated a positive impact on practice location, suggesting that selecting students from underserved or rural areas, requiring them to attend rural campuses, and/or participate in rural clerkships or rotations are influential in distributing physicians in underserved or rural locations. However, these studies may be confounded by various factors including rural origin, pre-existing interest in rural practice, and lifestyle. Articles also had various limitations including self-selection bias, and a lack of standard definition for underservedness. CONCLUSIONS: Various educational interventions can influence physician practice location: preferential admissions criteria, rural experiences during undergraduate and postgraduate medical training, and financial incentives. Educators and policymakers should consider the social identity, preferences, and motivations of aspiring physicians as they have considerable impact on the effectiveness of education initiatives designed to influence physician distribution in underserved locations.",
  "authors": [
    {
      "last_name": "Elma",
      "fore_name": "Asiana",
      "initials": "A",
      "name": "Asiana Elma",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, David Braley Health Sciences Center, McMaster University, 100 Main St. W., Hamilton, ON, L8P 1H6, Canada."
      ]
    },
    {
      "last_name": "Nasser",
      "fore_name": "Muhammadhasan",
      "initials": "M",
      "name": "Muhammadhasan Nasser",
      "affiliations": [
        "Bachelor of Health Sciences Program, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Yang",
      "affiliations": [
        "Bachelor of Health Sciences Program, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Chang",
      "affiliations": [
        "Bachelor of Health Sciences Program, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bakker",
      "fore_name": "Dorothy",
      "initials": "D",
      "name": "Dorothy Bakker",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, David Braley Health Sciences Center, McMaster University, 100 Main St. W., Hamilton, ON, L8P 1H6, Canada.",
        "McMaster Community and Rural Education Program, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, David Braley Health Sciences Center, McMaster University, 100 Main St. W., Hamilton, ON, L8P 1H6, Canada. griersle@mcmaster.ca.",
        "McMaster Community and Rural Education Program, McMaster University, Hamilton, Canada. griersle@mcmaster.ca.",
        "McMaster Education Research, Innovation and Theory, Faculty of Health Sciences, McMaster University, Hamilton, Canada. griersle@mcmaster.ca."
      ],
      "orcid": "0000-0003-0739-5976"
    }
  ],
  "journal": {
    "title": "Human resources for health",
    "iso_abbreviation": "Hum Resour Health",
    "issn": "1478-4491",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "07"
  },
  "start_page": "31",
  "pages": "31",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Education, Medical",
    "Humans",
    "Medically Underserved Area",
    "Physicians",
    "Professional Practice Location",
    "Rural Health Services",
    "Rural Population",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "35392954",
    "pmc": "PMC8991572",
    "doi": "10.1186/s12960-022-00726-z",
    "pii": "10.1186/s12960-022-00726-z"
  },
  "doi": "10.1186/s12960-022-00726-z",
  "pmc_id": "PMC8991572",
  "dates": {
    "completed": "2022-04-11",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:00.290225",
    "pmid": "35392954"
  }
}