{
  "pmid": "35396130",
  "uid": "35396130",
  "title": "Gender Distribution of Emergency Medicine Podcast Speakers.",
  "abstract": "STUDY OBJECTIVE: Over the past 2 decades, podcasting has become an easy and inexpensive way to disseminate information. Given the increasing importance of podcasts in medicine and medical education, it is important to understand the current status of diverse voices on podcasts. The primary objective of this study was to describe the distribution of women and men as hosts and guest speakers among 3 popular emergency medicine podcasts across a 10-year period. The secondary objective was to evaluate the association between host gender and speaker gender. METHODS: We performed a retrospective cohort study of the gender distribution of hosts and guest speakers among 3 popular emergency medicine podcasts from July 2011 to June 2021. Data were extracted and their gender determined using pronouns listed in their faculty profiles or using Genderize. The data were presented descriptively using subanalyses by year and the type of speaker. We calculated the odds ratio (OR) with 95% confidence interval (CI) for the likelihood of a single host predicting a speaker's gender. RESULTS: We identified 2,834 podcasts (n=5,962 speakers), with 964 (16.2%) women and 4,996 (83.8%) men speakers. Among hosts, 10.2% were women and 89.8% were men, whereas among guest speakers, 23.4% were women and 76.5% were men. The distribution of women speakers increased from 9.1% in 2011 to 23.1% in 2021. Having a woman host had an OR of 2.40 (95% CI 1.72 to 3.34) for having a woman guest speaker, whereas having a man host had an OR of 0.42 (95% CI 0.30 to 0.58) for having a woman guest speaker. CONCLUSION: Among the 3 popular emergency medicine podcasts, there are few women speakers, hosts, and guest speakers; however, the proportion has risen over the past 10 years.",
  "authors": [
    {
      "last_name": "Mannix",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Mannix",
      "affiliations": [
        "Department of Emergency Medicine, University of Florida College of Medicine - Jacksonville, Jacksonville, FL. Electronic address: ALMannix@gmail.com."
      ]
    },
    {
      "last_name": "Gore",
      "fore_name": "Katarzyna",
      "initials": "K",
      "name": "Katarzyna Gore",
      "affiliations": [
        "Department of Emergency Medicine, Rush University Medical Center. Chicago, IL."
      ]
    },
    {
      "last_name": "Parsons",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parsons",
      "affiliations": [
        "Department of Emergency Medicine, University of Florida College of Medicine - Jacksonville, Jacksonville, FL."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Maham",
      "initials": "M",
      "name": "Maham Rehman",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Gottlieb",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Gottlieb",
      "affiliations": [
        "Department of Emergency Medicine, Rush University Medical Center. Chicago, IL."
      ]
    }
  ],
  "journal": {
    "title": "Annals of emergency medicine",
    "iso_abbreviation": "Ann Emerg Med",
    "issn": "1097-6760",
    "issn_type": "Electronic",
    "volume": "80",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "60",
  "end_page": "64",
  "pages": "60-64",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, P.H.S."
  ],
  "keywords": [
    "Emergency Medicine",
    "Female",
    "Humans",
    "Language",
    "Male",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "35396130",
    "doi": "10.1016/j.annemergmed.2022.02.008",
    "pii": "S0196-0644(22)00119-6"
  },
  "doi": "10.1016/j.annemergmed.2022.02.008",
  "dates": {
    "completed": "2022-06-21",
    "revised": "2022-07-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.066958",
    "pmid": "35396130"
  }
}