{
  "pmid": "35402688",
  "uid": "35402688",
  "title": "Before the door: Comparing factors affecting symptom onset to first medical contact for STEMI patients between a high and low-middle income country.",
  "abstract": "BACKGROUND: Early reperfusion in patients with ST-segment elevation myocardial infarction (STEMI) has been associated with preservation of left ventricular function and decrease in mortality. Symptom onset to first medical contact (FMC) time consumes the majority of total ischemic time, and remains one of the main reasons that patients do not receive timely care. With FMC to reperfusion time being effectively reduced in many parts of the world, the focus is now shifting to reducing symptom onset to FMC times. METHODS: This mixed-methods observational study was designed to elucidate factors affecting symptom onset to FMC time at a regional cardiac center in a low-middle income country (LMIC) and a high-income country (HIC). A review of the Aswan Heart Center and Hamilton General Hospital STEMI registry in Egypt and Canada was conducted, and retrospective semi-structured questionnaires carried out for a convenience sample of 158 patients. RESULTS: Gender, symptom type and severity were none-modifiable factors found between early and late presenters. Modifiable factors found were actions of bystanders, actions of patients, transportation method and time. Emotional factors also showed differences between the two groups. CONCLUSION: While some concepts are generalizable, contextual differences in demographics, risk factors, access and knowledge are identified. These factors can be used to inform tailored knowledge translation strategies to help reduce symptom onset to FMC in both LMIC and HIC.",
  "authors": [
    {
      "last_name": "Balbaa",
      "fore_name": "Amira",
      "initials": "A",
      "name": "Amira Balbaa",
      "affiliations": [
        "University of Toronto, Faculty of Medicine, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "ElGuindy",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed ElGuindy",
      "affiliations": [
        "Department of Cardiology, Aswan Heart Centre - Magdi Yacoub Foundation. Aswan, Egypt.",
        "National Heart and Lung Institute, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Pericak",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Pericak",
      "affiliations": [
        "McMaster University, Department of Medicine, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Natarajan",
      "fore_name": "Madhu K",
      "initials": "MK",
      "name": "Madhu K Natarajan",
      "affiliations": [
        "McMaster University, Department of Medicine, Hamilton, ON, Canada.",
        "McMaster University, Department of Medicine, Division of Cardiology, Hamilton, Canada.",
        "Population Health Research Institute, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Schwalm",
      "fore_name": "J D",
      "initials": "JD",
      "name": "J D Schwalm",
      "affiliations": [
        "McMaster University, Department of Medicine, Hamilton, ON, Canada.",
        "McMaster University, Department of Medicine, Division of Cardiology, Hamilton, Canada.",
        "Population Health Research Institute, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "International journal of cardiology. Heart & vasculature",
    "iso_abbreviation": "Int J Cardiol Heart Vasc",
    "issn": "2352-9067",
    "issn_type": "Print",
    "volume": "39",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "100978",
  "pages": "100978",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35402688",
    "pmc": "PMC8984626",
    "doi": "10.1016/j.ijcha.2022.100978",
    "pii": "S2352-9067(22)00027-6"
  },
  "doi": "10.1016/j.ijcha.2022.100978",
  "pmc_id": "PMC8984626",
  "dates": {
    "revised": "2024-08-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:55.159196",
    "pmid": "35402688"
  }
}