{
  "pmid": "35405461",
  "uid": "35405461",
  "title": "Alcohol consumption, heavy episodic drinking and the perpetration of antisocial behaviours in Australia.",
  "abstract": "AIMS: This study aims to understand the dose-response relationship of the volume and patterns of alcohol consumption with alcohol-related antisocial behaviours (ASB) in the general population and assess whether these relationships are consistent across various sociodemographic subgroups. METHODS: We used data from 30,275 respondents aged (14-69) from two waves (2013 and 2016) of the National Drug Strategy Household Survey (NDSHS). Average daily alcohol consumption and heavy episodic drinking (HED) frequencies were treated as the main independent variables and self-reported ASB perpetration as the dependent variable. Bivariable and multivariable logistic regression models predicting ASB with interaction terms between alcohol consumption and various sociodemographic variables were estimated. FINDINGS: Compared with low-risk drinking (0.01-20 g of alcohol/day), respondents drinking at risky (20.01-40 g of alcohol/day) and high risk (>40 g of alcohol per day) levels had an increased prevalence of ASB perpetration with adjusted odds ratios of 3.63 (95% CI 2.98-4.42) and 8.07 (6.72-9.71). Increasing frequency of HED was also linked to increased self-report of ASB perpetration in bivariable and multivariable models. In our interaction models, we found higher probabilities of ASB perpetration among younger and unmarried respondents for a given level of drinking. DISCUSSION AND CONCLUSIONS: Both average daily alcohol consumption and frequency of HED predict the probability of perpetrating alcohol-related ASB. Unsurprisingly, the risk of alcohol-specific ASB increased more quickly with consumption levels for younger and single respondents, suggesting interventions to reduce consumption among younger and unmarried persons will significantly impact ASB.",
  "authors": [
    {
      "last_name": "Marzan",
      "fore_name": "Melvin",
      "initials": "M",
      "name": "Melvin Marzan",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), School of Psychology and Public Health, La Trobe University, Melbourne, Australia; Department of Obstetrics and Gynaecology, Melbourne Medical School, University of Melbourne, Melbourne, Australia. Electronic address: m.marzan@latrobe.edu.au."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), School of Psychology and Public Health, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), School of Psychology and Public Health, La Trobe University, Melbourne, Australia; Department of Clinical Neurosciences, Karolinska Institutet, Stockholm, Sweden; National Drug Research Institute (NDRI), Curtin University, Perth, Australia."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Jiang",
      "affiliations": [
        "Centre for Alcohol Policy Research (CAPR), School of Psychology and Public Health, La Trobe University, Melbourne, Australia; Centre for Health Equity, Melbourne School of Population and Global Health, University of Melbourne, Melbourne, Australia; Department of Public Health, School of Psychology and Public Health, La Trobe University, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol dependence",
    "iso_abbreviation": "Drug Alcohol Depend",
    "issn": "1879-0046",
    "issn_type": "Electronic",
    "volume": "235",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "109432",
  "pages": "109432",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Alcohol Drinking",
    "Antisocial Personality Disorder",
    "Australia",
    "Ethanol",
    "Humans",
    "Self Report"
  ],
  "article_ids": {
    "pubmed": "35405461",
    "doi": "10.1016/j.drugalcdep.2022.109432",
    "pii": "S0376-8716(22)00169-7"
  },
  "doi": "10.1016/j.drugalcdep.2022.109432",
  "dates": {
    "completed": "2022-05-17",
    "revised": "2022-08-25"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.835240",
    "pmid": "35405461"
  }
}