{
  "pmid": "35405523",
  "uid": "35405523",
  "title": "Cardiovascular signatures of COVID-19 predict mortality and identify barrier stabilizing therapies.",
  "abstract": "BACKGROUND: Endothelial cell (EC) activation, endotheliitis, vascular permeability, and thrombosis have been observed in patients with severe coronavirus disease 2019 (COVID-19), indicating that the vasculature is affected during the acute stages of SARS-CoV-2 infection. It remains unknown whether circulating vascular markers are sufficient to predict clinical outcomes, are unique to COVID-19, and if vascular permeability can be therapeutically targeted. METHODS: Prospectively evaluating the prevalence of circulating inflammatory, cardiac, and EC activation markers as well as developing a microRNA atlas in 241 unvaccinated patients with suspected SARS-CoV-2 infection allowed for prognostic value assessment using a Random Forest model machine learning approach. Subsequent ex vivo experiments assessed EC permeability responses to patient plasma and were used to uncover modulated gene regulatory networks from which rational therapeutic design was inferred. FINDINGS: Multiple inflammatory and EC activation biomarkers were associated with mortality in COVID-19 patients and in severity-matched SARS-CoV-2-negative patients, while dysregulation of specific microRNAs at presentation was specific for poor COVID-19-related outcomes and revealed disease-relevant pathways. Integrating the datasets using a machine learning approach further enhanced clinical risk prediction for in-hospital mortality. Exposure of ECs to COVID-19 patient plasma resulted in severity-specific gene expression responses and EC barrier dysfunction, which was ameliorated using angiopoietin-1 mimetic or recombinant Slit2-N. INTERPRETATION: Integration of multi-omics data identified microRNA and vascular biomarkers prognostic of in-hospital mortality in COVID-19 patients and revealed that vascular stabilizing therapies should be explored as a treatment for endothelial dysfunction in COVID-19, and other severe diseases where endothelial dysfunction has a central role in pathogenesis. FUNDING: This work was directly supported by grant funding from the Ted Rogers Center for Heart Research, Toronto, Ontario, Canada and the Peter Munk Cardiac Center, Toronto, Ontario, Canada.",
  "authors": [
    {
      "last_name": "Gustafson",
      "fore_name": "Dakota",
      "initials": "D",
      "name": "Dakota Gustafson",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Canada; Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Ngai",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ngai",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Ruilin",
      "initials": "R",
      "name": "Ruilin Wu",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Canada; Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hou",
      "fore_name": "Huayun",
      "initials": "H",
      "name": "Huayun Hou",
      "affiliations": [
        "Program in Genetics and Genome Biology, The Hospital for Sick Children, Toronto, Canada."
      ]
    },
    {
      "last_name": "Schoffel",
      "fore_name": "Alice Carvalhal",
      "initials": "AC",
      "name": "Alice Carvalhal Schoffel",
      "affiliations": [
        "Peter Munk Cardiac Centre, Toronto General Hospital, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Erice",
      "fore_name": "Clara",
      "initials": "C",
      "name": "Clara Erice",
      "affiliations": [
        "Johns Hopkins School of Medicine, Baltimore, USA."
      ]
    },
    {
      "last_name": "Mandla",
      "fore_name": "Serena",
      "initials": "S",
      "name": "Serena Mandla",
      "affiliations": [
        "Institute of Biomedical Engineering, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Billia",
      "fore_name": "Filio",
      "initials": "F",
      "name": "Filio Billia",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Canada; Peter Munk Cardiac Centre, Toronto General Hospital, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Program in Genetics and Genome Biology, The Hospital for Sick Children, Toronto, Canada; Department of Molecular Genetics, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Radisic",
      "fore_name": "Milica",
      "initials": "M",
      "name": "Milica Radisic",
      "affiliations": [
        "Institute of Biomedical Engineering, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Canada; Interdepartmental Division of Critical Care and Institute of Medical Sciences, University of Toronto, Toronto, Canada; Institute of Medical Science, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Trahtemberg",
      "fore_name": "Uriel",
      "initials": "U",
      "name": "Uriel Trahtemberg",
      "affiliations": [
        "Keenan Research Center for Biomedical Research, Unity Health Toronto, Toronto, Canada; Critical Care Department, Galilee Medical Center, Nahariya, Israel."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Baker",
      "affiliations": [
        "Interdepartmental Division of Critical Care and Institute of Medical Sciences, University of Toronto, Toronto, Canada; Institute of Medical Science, University of Toronto, Toronto, Canada; Critical Care Department, Galilee Medical Center, Nahariya, Israel."
      ]
    },
    {
      "last_name": "McIntosh",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris McIntosh",
      "affiliations": [
        "Peter Munk Cardiac Centre, Toronto General Hospital, University Health Network, Toronto, Canada; Joint Department of Medical Imaging, University Health Network, University of Toronto, Toronto, Canada; Techna Institute, University Health Network, Toronto, Canada; Department of Medical Biophysics, University of Toronto, Toronto, Canada; Vector Institute, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Chun-Po S",
      "initials": "CS",
      "name": "Chun-Po S Fan",
      "affiliations": [
        "Peter Munk Cardiac Centre, Toronto General Hospital, University Health Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Dos Santos",
      "fore_name": "Claudia C",
      "initials": "CC",
      "name": "Claudia C Dos Santos",
      "affiliations": [
        "Interdepartmental Division of Critical Care and Institute of Medical Sciences, University of Toronto, Toronto, Canada; Keenan Research Center for Biomedical Research, Unity Health Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Kain",
      "fore_name": "Kevin C",
      "initials": "KC",
      "name": "Kevin C Kain",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Canada; Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hanneman",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Hanneman",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Canada; Peter Munk Cardiac Centre, Toronto General Hospital, University Health Network, Toronto, Canada; Joint Department of Medical Imaging, University Health Network, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Thavendiranathan",
      "fore_name": "Paaladinesh",
      "initials": "P",
      "name": "Paaladinesh Thavendiranathan",
      "affiliations": [
        "Peter Munk Cardiac Centre, Toronto General Hospital, University Health Network, Toronto, Canada; Institute of Medical Science, University of Toronto, Toronto, Canada; Joint Department of Medical Imaging, University Health Network, University of Toronto, Toronto, Canada; Ted Rogers Program in Cardiotoxicity Prevention, Toronto General Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Fish",
      "fore_name": "Jason E",
      "initials": "JE",
      "name": "Jason E Fish",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Canada; Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Canada; Peter Munk Cardiac Centre, Toronto General Hospital, University Health Network, Toronto, Canada; Institute of Medical Science, University of Toronto, Toronto, Canada. Electronic address: Jason.Fish@utoronto.ca."
      ]
    },
    {
      "last_name": "Howe",
      "fore_name": "Kathryn L",
      "initials": "KL",
      "name": "Kathryn L Howe",
      "affiliations": [
        "Toronto General Hospital Research Institute, University Health Network, Toronto, Canada; Peter Munk Cardiac Centre, Toronto General Hospital, University Health Network, Toronto, Canada; Institute of Medical Science, University of Toronto, Toronto, Canada; Division of Vascular Surgery, Department of Surgery, University of Toronto, Toronto, Canada. Electronic address: kathryn.howe@uhn.ca."
      ]
    }
  ],
  "journal": {
    "title": "EBioMedicine",
    "iso_abbreviation": "EBioMedicine",
    "issn": "2352-3964",
    "issn_type": "Electronic",
    "volume": "78",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "103982",
  "pages": "103982",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Capillary Permeability",
    "Humans",
    "MicroRNAs",
    "SARS-CoV-2",
    "Vascular Diseases"
  ],
  "article_ids": {
    "pubmed": "35405523",
    "pmc": "PMC8989492",
    "doi": "10.1016/j.ebiom.2022.103982",
    "pii": "S2352-3964(22)00166-9"
  },
  "doi": "10.1016/j.ebiom.2022.103982",
  "pmc_id": "PMC8989492",
  "dates": {
    "completed": "2022-04-26",
    "revised": "2022-07-16"
  },
  "chemicals": [
    "MicroRNAs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.750628",
    "pmid": "35405523"
  }
}