{
  "pmid": "35400132",
  "uid": "35400132",
  "title": "Communicating Endometriosis Pain in France and Australia: An Interview Study.",
  "abstract": "Endometriosis is characterized by persistent, fluctuating pain associated with menstruation, a biological function which is socially invisible. The degree and quality of pain cannot easily be measured, observed, or documented. Difficulties in communicating pain pose particular challenges when seeking diagnosis and support from health professionals. In this paper we explore the experiences and characterization of pain by thirteen Australian and thirteen French women with endometriosis. Data were collected through semi-structured interviews using a life-history approach to illness symptoms, diagnosis and treatment. We explore the experiences of women with endometriosis in two phases: from onset of symptoms to seeking advice from a clinician, and from first consulting a clinician to receiving a diagnosis. On average, initial pain symptoms were identified 2.1 years before consulting a health practitioner, after which women reported pain symptoms 8.5 years prior to diagnosis; that is, the time between consulting a clinician and receiving a diagnosis was almost four times the period between experiencing symptoms and consulting a doctor. Pain was often \"made real\" to doctors by findings consistent with endometriosis on ultrasound and MRI, mostly used in France, or laparoscopy, the predominant diagnostic tool in Australia. No woman described her practitioner using standardized pain assessment tools. Thus, the validation of pain relies largely on disease visibility and the clinician-classified degree of severity rather than self-reported grades of pain or impact on activities of daily living. The invisible and enigmatic pain of this chronic women's disease remains difficult to communicate to doctors, and the recognition of severe pain is often key to timely diagnostic procedures. Clinicians need to be more proactive about severe pain related to menstruation, taking into consideration women's individual circumstances, and maintain a high index of suspicion of underlying endometriosis as a condition characterized primarily by pain.",
  "authors": [
    {
      "last_name": "Ilschner",
      "fore_name": "Susanne",
      "initials": "S",
      "name": "Susanne Ilschner",
      "affiliations": [
        "Australian National University Medical School, College of Health and Medicine, Australian National University, Canberra, ACT, Australia."
      ]
    },
    {
      "last_name": "Neeman",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Neeman",
      "affiliations": [
        "College of Science, Biology Data Science Institute, Canberra, ACT, Australia."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parker",
      "affiliations": [
        "Canberra Endometriosis Centre, The Canberra Hospital, Canberra, ACT, Australia."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Phillips",
      "affiliations": [
        "Australian National University Medical School, College of Health and Medicine, Australian National University, Canberra, ACT, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in global women's health",
    "iso_abbreviation": "Front Glob Womens Health",
    "issn": "2673-5059",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2022"
  },
  "start_page": "765762",
  "pages": "765762",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35400132",
    "pmc": "PMC8984272",
    "doi": "10.3389/fgwh.2022.765762"
  },
  "doi": "10.3389/fgwh.2022.765762",
  "pmc_id": "PMC8984272",
  "dates": {
    "revised": "2022-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.217043",
    "pmid": "35400132"
  }
}