{
  "pmid": "35418205",
  "uid": "35418205",
  "title": "Tracking discussions of complementary, alternative, and integrative medicine in the context of the COVID-19 pandemic: a month-by-month sentiment analysis of Twitter data.",
  "abstract": "BACKGROUND: Coronavirus disease 2019 (COVID-19) is a novel infectious disease caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Despite the paucity of evidence, various complementary, alternative and integrative medicines (CAIMs) have been being touted as both preventative and curative. We conducted sentiment and emotion analysis with the intent of understanding CAIM content related to COVID-19 being generated on Twitter across 9 months. METHODS: Tweets relating to CAIM and COVID-19 were extracted from the George Washington University Libraries Dataverse Coronavirus tweets dataset from March 03 to November 30, 2020. We trained and tested a machine learning classifier using a large, pre-labelled Twitter dataset, which was applied to predict the sentiment of each CAIM-related tweet, and we used a natural language processing package to identify the emotions based on the words contained in the tweets. RESULTS: Our dataset included 28 713 English-language Tweets. The number of CAIM-related tweets during the study period peaked in May 2020, then dropped off sharply over the subsequent three months; the fewest CAIM-related tweets were collected during August 2020 and remained low for the remainder of the collection period. Most tweets (n = 15 612, 54%) were classified as positive, 31% were neutral (n = 8803) and 15% were classified as negative (n = 4298). The most frequent emotions expressed across tweets were trust, followed by fear, while surprise and disgust were the least frequent. Though volume of tweets decreased over the 9 months of the study, the expressed sentiments and emotions remained constant. CONCLUSION: The results of this sentiment analysis enabled us to establish key CAIMs being discussed at the intersection of COVID-19 across a 9-month period on Twitter. Overall, the majority of our subset of tweets were positive, as were the emotions associated with the words found within them. This may be interpreted as public support for CAIM, however, further qualitative investigation is warranted. Such future directions may be used to combat misinformation and improve public health strategies surrounding the use of social media information.",
  "authors": [
    {
      "last_name": "Ng",
      "fore_name": "Jeremy Y",
      "initials": "JY",
      "name": "Jeremy Y Ng",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada. ngjy2@mcmaster.ca."
      ],
      "orcid": "0000-0003-0031-5873"
    },
    {
      "last_name": "Abdelkader",
      "fore_name": "Wael",
      "initials": "W",
      "name": "Wael Abdelkader",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9581-1521"
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2436-4290"
    }
  ],
  "journal": {
    "title": "BMC complementary medicine and therapies",
    "iso_abbreviation": "BMC Complement Med Ther",
    "issn": "2662-7671",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "13"
  },
  "start_page": "105",
  "pages": "105",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Humans",
    "Integrative Medicine",
    "Pandemics",
    "SARS-CoV-2",
    "Sentiment Analysis",
    "Social Media"
  ],
  "article_ids": {
    "pubmed": "35418205",
    "pmc": "PMC9006490",
    "doi": "10.1186/s12906-022-03586-1",
    "pii": "10.1186/s12906-022-03586-1"
  },
  "doi": "10.1186/s12906-022-03586-1",
  "pmc_id": "PMC9006490",
  "dates": {
    "completed": "2022-04-15",
    "revised": "2022-05-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.224900",
    "pmid": "35418205"
  }
}