{
  "pmid": "35414560",
  "uid": "35414560",
  "title": "Aneurysmal subarachnoid haemorrhage-cerebral vasospasm and prophylactic ibuprofen: a randomised controlled pilot trial protocol.",
  "abstract": "INTRODUCTION: Cerebral vasospasm (CVS) is the leading cause of mortality and morbidity following aneurysmal subarachnoid haemorrhage (aSAH). One of the recently implicated underlying mechanisms of CVS is inflammatory cascades. Specific feasibility objectives include determining the ability to recruit 30 participants over 24 months while at least 75% of them comply with at least 75% of the study protocol and being able to follow 85% of them for 3 months after discharge. METHODS AND ANALYSIS: This is a feasibility study for a randomised controlled trial. Eligible participants are adult patients who are 18 years of age and older with an aSAH confirmed by a brain CT scan, and CT angiography, or magnetic resonance angiography, or digital subtraction angiography who admitted to the emergency department within 12 hours of the ictus. Eligible subjects will be randomised 1:1 for the administration of either ibuprofen or a placebo, while both groups will concomitantly be treated by the standard of care for 2 weeks. Care givers, patients, outcome assessors and data analysts will be blinded. This will be the first study to investigate the preventive effects of a short-acting non-steroidal anti-inflammatory drug on CVS and the key expected outcome of this pilot study is the feasibility and safety assessment of the administration of ibuprofen in patients with aSAH. The objectives of the definitive trial would be to assess the effect of ibuprofen relative to placebo on mortality, CVS, delayed cerebral ischaemia, and level of disability at 3-month follow-up. ETHICS AND DISSEMINATION: This study is approved by Mashhad University of Medical Sciences ethical committee (IR.MUMS.MEDICAL.REC.1398.225). Results from the study will be submitted for publication regardless of whether or not there are significant findings. TRIAL REGISTRATION NUMBER: ISRCTN14611625.",
  "authors": [
    {
      "last_name": "Dayyani",
      "fore_name": "Mojtaba",
      "initials": "M",
      "name": "Mojtaba Dayyani",
      "affiliations": [
        "Division of Neurosurgery, City of Hope Beckman Research Institute and Medical Center, Duarte, California, USA.",
        "Department of Neurosurgery, Mashhad University of Medical Sciences, Mashhad, Razavi Khorasan, Iran."
      ],
      "orcid": "0000-0002-1802-0662"
    },
    {
      "last_name": "Mousavi Mohammadi",
      "fore_name": "Ermia",
      "initials": "E",
      "name": "Ermia Mousavi Mohammadi",
      "affiliations": [
        "Department of Neurosurgery, Mashhad University of Medical Sciences, Mashhad, Razavi Khorasan, Iran."
      ]
    },
    {
      "last_name": "Ashoorion",
      "fore_name": "Vahid",
      "initials": "V",
      "name": "Vahid Ashoorion",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9422-5232"
    },
    {
      "last_name": "Javedani Yekta",
      "fore_name": "Mohammadreza",
      "initials": "M",
      "name": "Mohammadreza Javedani Yekta",
      "affiliations": [
        "Department of Neurosurgery, Mashhad University of Medical Sciences, Mashhad, Razavi Khorasan, Iran."
      ]
    },
    {
      "last_name": "Grotta",
      "fore_name": "James C",
      "initials": "JC",
      "name": "James C Grotta",
      "affiliations": [
        "Mobile Stroke Unit and Stroke Research Program, Memorial Hermann Texas Medical Center, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Nestor R",
      "initials": "NR",
      "name": "Nestor R Gonzalez",
      "affiliations": [
        "Department of Neurosurgery, Cedars-Sinai Medical Center, Los Angeles, California, USA."
      ],
      "orcid": "0000-0002-8277-6317"
    },
    {
      "last_name": "Zabihyan",
      "fore_name": "Samira",
      "initials": "S",
      "name": "Samira Zabihyan",
      "affiliations": [
        "Department of Neurosurgery, Mashhad University of Medical Sciences, Mashhad, Razavi Khorasan, Iran zabihyan@yahoo.com."
      ],
      "orcid": "0000-0003-0742-6664"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "12"
  },
  "start_page": "e058895",
  "pages": "e058895",
  "language": "eng",
  "publication_types": [
    "Clinical Trial Protocol",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Humans",
    "Ibuprofen",
    "Pilot Projects",
    "Randomized Controlled Trials as Topic",
    "Subarachnoid Hemorrhage",
    "Treatment Outcome",
    "Vasospasm, Intracranial"
  ],
  "article_ids": {
    "pubmed": "35414560",
    "pmc": "PMC9006795",
    "doi": "10.1136/bmjopen-2021-058895",
    "pii": "bmjopen-2021-058895"
  },
  "doi": "10.1136/bmjopen-2021-058895",
  "pmc_id": "PMC9006795",
  "dates": {
    "completed": "2022-04-14",
    "revised": "2022-05-26"
  },
  "chemicals": [
    "Ibuprofen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.984413",
    "pmid": "35414560"
  }
}