{
  "pmid": "35429114",
  "uid": "35429114",
  "title": "Alternative positioning method for the superior-inferior axial shoulder projection - the Lewis modification.",
  "abstract": "The superior-inferior (SI) axial shoulder view is an important part of shoulder imaging. It provides a true orthogonal view to the anterior-posterior (AP) shoulder projection and is a supplementary view to the lateral scapula view. When positioned correctly, the glenohumeral joint is visualised with the superior and inferior aspects of the glenoid superimposed to demonstrate the true relationship between the glenoid and humerus. Positioning for the SI axial view is challenging. Often the glenoid is not superimposed on resulting images, and the glenohumeral relationship cannot be assessed accurately. Some positioning texts do not demonstrate the SI axial view, opting instead for the inferior-superior (IS) view. When the SI axial view is included, bony landmarks are not provided to assist medical imaging technologists (MITs) with accurate positioning. This paper outlines a proposed modification using bony landmarks that can assist MITs in positioning their patients for this important view and obtain diagnostic images that demonstrate the glenoid in true profile.",
  "authors": [
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Radiology, Taranaki District Health Board, New Plymouth, New Zealand."
      ],
      "orcid": "0000-0003-3933-3729"
    }
  ],
  "journal": {
    "title": "Journal of medical radiation sciences",
    "iso_abbreviation": "J Med Radiat Sci",
    "issn": "2051-3909",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "403",
  "end_page": "406",
  "pages": "403-406",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Scapula",
    "Shoulder",
    "Shoulder Joint"
  ],
  "article_ids": {
    "pubmed": "35429114",
    "pmc": "PMC9442290",
    "doi": "10.1002/jmrs.583"
  },
  "doi": "10.1002/jmrs.583",
  "pmc_id": "PMC9442290",
  "dates": {
    "completed": "2022-09-07",
    "revised": "2022-09-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:59.015740",
    "pmid": "35429114"
  }
}