{
  "pmid": "35420329",
  "uid": "35420329",
  "title": "Lack of cognitive impairment in long-term survivors of colorectal cancer.",
  "abstract": "BACKGROUND: Our longitudinal study reported cognitive impairment in 43% of people following diagnosis of localised colorectal cancer (CRC) versus 15% in healthy controls (p < 0.001) and 50% versus 13% 1-2 years later (p < 0.001). Here we evaluate cognitive function and neuroimaging in a subgroup at long-term follow-up. PATIENTS AND METHODS: Cancer-free Australian participants in the study, and controls, completed cognitive and functional assessments. Neuroimaging was optional. Blood tests included inflammatory markers, clotting factors, sex hormones and apolipoprotein E genotype. The primary endpoint was demographically and practice effect-corrected cognitive scores comparing CRC survivors with controls over time examined using a linear mixed model, adjusted for baseline performance. Secondary endpoints included cognitive impairment rate using the Global Deficit Score [GDS > 0.5], Functional Deficit Score, blood results and neuroimaging. RESULTS: The study included 25 CRC survivors (60% men, median age 72) at mean 9 years after baseline (9 received adjuvant chemotherapy) and 25 controls (44% men, median age 68) at mean 6 years after baseline. There were no significant differences in cognitive scores or proportion with cognitive impairment (16 vs. 8%) between survivors and controls and no evidence of accelerated ageing in CRC survivors. Baseline cognitive performance predicted for subsequent cognitive function. There were no differences in functional tests or blood tests between groups. In 18 participants undergoing neuroimaging, 10 CRC survivors had higher myoinositol levels than 8 controls, and lower volume in the right amygdala and caudate and left hippocampal regions. CONCLUSIONS: There was no difference in cognitive capacity and function between CRC survivors and controls 6-12 years after diagnosis. Differences in neuroimaging require confirmation in a larger sample. HIGHLIGHTS: • No evidence of long term cognitive impairment in colorectal cancer survivors compared to controls 6-12 years after diagnosis • No evidence of accelerated cognitive ageing in colorectal cancer survivors • No evidence of long-term functional impairment in colorectal cancer survivors.",
  "authors": [
    {
      "last_name": "Vardy",
      "fore_name": "Janette L",
      "initials": "JL",
      "name": "Janette L Vardy",
      "affiliations": [
        "Faculty of Medicine and Health, University of Sydney, Sydney, Australia. janette.vardy@sydney.edu.au.",
        "Concord Cancer Centre, Concord Repatriation General Hospital, Hospital Rd, Concord, Sydney, NSW 2137, Australia. janette.vardy@sydney.edu.au.",
        "Centre for Medical Psychology & Evidence-Based Decision-Making, University of Sydney, Sydney, Australia. janette.vardy@sydney.edu.au."
      ],
      "orcid": "0000-0002-5739-5790"
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cysique",
      "fore_name": "Lucette A",
      "initials": "LA",
      "name": "Lucette A Cysique",
      "affiliations": [
        "School of Psychology, University of New South Wales, Randwick, Australia.",
        "St. Vincent's Hospital Applied Medical Research Centre, Sydney, Australia."
      ]
    },
    {
      "last_name": "Gates",
      "fore_name": "Thomas M",
      "initials": "TM",
      "name": "Thomas M Gates",
      "affiliations": [
        "School of Psychology, University of New South Wales, Randwick, Australia.",
        "St. Vincent's Hospital Applied Medical Research Centre, Sydney, Australia."
      ]
    },
    {
      "last_name": "Lagopoulos",
      "fore_name": "Jim",
      "initials": "J",
      "name": "Jim Lagopoulos",
      "affiliations": [
        "Brain Mind Research Institute, University of Sydney, Sydney, Australia.",
        "Sunshine Coast Mind & Neuroscience, Thompson Institute, University of Sunshine Coast, Birtinya, Australia."
      ]
    },
    {
      "last_name": "Renton",
      "fore_name": "Corrinne",
      "initials": "C",
      "name": "Corrinne Renton",
      "affiliations": [
        "Centre for Medical Psychology & Evidence-Based Decision-Making, University of Sydney, Sydney, Australia."
      ]
    },
    {
      "last_name": "Waite",
      "fore_name": "Louise M",
      "initials": "LM",
      "name": "Louise M Waite",
      "affiliations": [
        "Concord Repatriation General Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Tannock",
      "fore_name": "Ian F",
      "initials": "IF",
      "name": "Ian F Tannock",
      "affiliations": [
        "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Dhillon",
      "fore_name": "Haryana M",
      "initials": "HM",
      "name": "Haryana M Dhillon",
      "affiliations": [
        "Centre for Medical Psychology & Evidence-Based Decision-Making, University of Sydney, Sydney, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
    "iso_abbreviation": "Support Care Cancer",
    "issn": "1433-7339",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "6123",
  "end_page": "6133",
  "pages": "6123-6133",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Australia",
    "Cognitive Dysfunction",
    "Colorectal Neoplasms",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Male",
    "Survivors"
  ],
  "article_ids": {
    "pubmed": "35420329",
    "pmc": "PMC9135780",
    "doi": "10.1007/s00520-022-07008-3",
    "pii": "10.1007/s00520-022-07008-3"
  },
  "doi": "10.1007/s00520-022-07008-3",
  "pmc_id": "PMC9135780",
  "dates": {
    "completed": "2022-05-30",
    "revised": "2022-07-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "APP1176221",
      "agency": "National Health & Medical Research Council Australia"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.295782",
    "pmid": "35420329"
  }
}