{
  "pmid": "35428617",
  "uid": "35428617",
  "title": "Prevalence of childhood exposure to intimate partner violence in low-income and lower-middle-income countries: a systematic review.",
  "abstract": "OBJECTIVE: To determine the proportion of children in low-income and lower-middle-income countries exposed to intimate partner violence (IPV). DESIGN: Systematic review. DATA SOURCES: PubMed, CINAHL, ERIC, PsycINFO, Web of Science, WHO Global Index Medicus, and Violence and Abuse Abstracts, hand searching of specialised journals from inception until 19 May 2019. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: Primary quantitative studies that included a measure of self-reported exposure to IPV prior to age 18 and were conducted in low-income and lower-middle-income countries. DATA EXTRACTION AND SYNTHESIS: Data were screened, extracted and appraised by two independent reviewers. The prevalence estimates were pooled using a random-effects model. Outcomes included lifetime and past-year prevalence of childhood exposure to IPV. Meta-regression was used to explore heterogeneity. Publication bias was assessed using a funnel plot and Egger's regression test. The Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines were followed. RESULTS: Sixty-two studies with a total of 231 512 participants were included. Eighty-five lifetime prevalence estimates and 6 estimates of past-year prevalence were available for synthesis. The average lifetime prevalence of childhood exposure to IPV was 29% (95% CI 26% to 31%). The average past-year prevalence in children was 35% (95% CI 21% to 48%). The lifetime prevalence disaggregated by WHO regions ranged from 21% to 34%. There were no statistical differences in prevalence estimates between samples of men and women. CONCLUSION: Almost one-third of children in low-income and lower-middle-income countries have been exposed to IPV in their lifetime. There was large heterogeneity between estimates that was not explained by available study and sample characteristics. Our findings indicate that children's exposure to IPV in low-income and lower-middle-income countries is common and widespread; prevention of this major public health exposure should be a priority. PROSPERO REGISTRATION NUMBER: CRD42019119698.",
  "authors": [
    {
      "last_name": "Kieselbach",
      "fore_name": "Berit",
      "initials": "B",
      "name": "Berit Kieselbach",
      "affiliations": [
        "Institute of Global Health, University of Geneva, Geneva, Switzerland berit.kieselbach@etu.unige.ch."
      ],
      "orcid": "0000-0003-1790-3292"
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1255-8947"
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Harriet L",
      "initials": "HL",
      "name": "Harriet L MacMillan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1223-706X"
    },
    {
      "last_name": "Perneger",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Perneger",
      "affiliations": [
        "Division of Clinical Epidemiology, Geneva University Hospitals, and Faculty of Medicine, University of Geneva, Geneva, Switzerland."
      ],
      "orcid": "0000-0001-5667-0968"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "15"
  },
  "start_page": "e051140",
  "pages": "e051140",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Developing Countries",
    "Female",
    "Humans",
    "Intimate Partner Violence",
    "Male",
    "Poverty",
    "Prevalence",
    "Self Report"
  ],
  "article_ids": {
    "pubmed": "35428617",
    "pmc": "PMC9014023",
    "doi": "10.1136/bmjopen-2021-051140",
    "pii": "bmjopen-2021-051140"
  },
  "doi": "10.1136/bmjopen-2021-051140",
  "pmc_id": "PMC9014023",
  "dates": {
    "completed": "2022-04-19",
    "revised": "2022-05-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:12.193641",
    "pmid": "35428617"
  }
}