{
  "pmid": "35434082",
  "uid": "35434082",
  "title": "Dual biologic therapy with ocrelizumab for multiple sclerosis and vedolizumab for Crohn's disease: A case report and review of literature.",
  "abstract": "BACKGROUND: Little is known about the safety and efficacy of using two or more biologics for the treatment of immune-mediated diseases, including Crohn's disease (CD). CASE SUMMARY: This case report and narrative review demonstrate the potential safety of dual biologic therapy (DBT) in a 45-year-old female with two separate immune-mediated diseases. She had a history of multiple sclerosis for which she was receiving treatment with ocrelizumab, and she had been recently diagnosed with CD after presenting with diarrhoea. The CD diagnosis was confirmed radiologically, endoscopically, histologically, and biochemically. The patient received treatment with vedolizumab, a gut-specific inhibitor of the α4β7 integrin on leukocytes. No adverse reactions were observed for the duration of treatment. The safety of ocrelizumab and vedolizumab for the treatment of different immune-mediated diseases was demonstrated. CONCLUSION: DBT may be a safe and effective option for the treatment of refractory disease or multiple immune-mediated diseases. Newer biologics, which have improved safety profiles and gut specificity, may provide promising avenues for treatment. However, caution must be exercised in the appropriate selection of biologics given their inherent immunosuppressive properties, side effects, and efficacy profiles. Current evidence suggests that biologic therapy is not associated with a worse prognosis in patients with coronavirus disease 2019, but treatment decisions should be made in a multidisciplinary setting. Further research from controlled trials is needed to better understand the safety profile of DBT in CD. The immunopathological mechanisms underlying DBT also remain to be clarified.",
  "authors": [
    {
      "last_name": "Au",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Au",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, Blacktown and Mt Druitt Hospitals, Western Sydney Local Health District, Sydney 2148, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Mitrev",
      "fore_name": "Nikola",
      "initials": "N",
      "name": "Nikola Mitrev",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, Blacktown Hospital, Western Sydney Local Health District, Blacktown 2148, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Leong",
      "fore_name": "Rupert W",
      "initials": "RW",
      "name": "Rupert W Leong",
      "affiliations": [
        "Endoscopy Department and Inflammatory Bowel Disease Service, Concord Hospital, Sydney 2137, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Kariyawasam",
      "fore_name": "Viraj",
      "initials": "V",
      "name": "Viraj Kariyawasam",
      "affiliations": [
        "Blacktown Clinical School, Western Sydney University, Blacktown 2148, New South Wales, Australia."
      ]
    }
  ],
  "journal": {
    "title": "World journal of clinical cases",
    "iso_abbreviation": "World J Clin Cases",
    "issn": "2307-8960",
    "issn_type": "Print",
    "volume": "10",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Mar",
    "pub_day": "16"
  },
  "start_page": "2569",
  "end_page": "2576",
  "pages": "2569-2576",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35434082",
    "pmc": "PMC8968582",
    "doi": "10.12998/wjcc.v10.i8.2569"
  },
  "doi": "10.12998/wjcc.v10.i8.2569",
  "pmc_id": "PMC8968582",
  "dates": {
    "revised": "2022-04-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:05:44.121102",
    "pmid": "35434082"
  }
}