{
  "pmid": "35440482",
  "uid": "35440482",
  "title": "Integrating community paramedicine with primary health care: a qualitative study of community paramedic views.",
  "abstract": "BACKGROUND: Community paramedicine (CP) is an emerging model of care that addresses local health needs through programs led by community paramedics; however, CP remains poorly defined and appears to lack systematic integration with the broader health system, specifically primary care, within which it is seated. The purpose of the study was to elucidate the views of community paramedics and their stakeholders in Ontario, Canada, on the topic of integrating CP with the broader health system. METHODS: This was a retrospective qualitative analysis of a public recording of a CP provincial forum held in Ontario, Canada, in 2017. Forum attendees (paramedics and stakeholders) were invited by email if they had attended a similar provincial forum in the past (no exclusion criteria for attendance). In small- and large-group discussions, attendees discussed their views on how CP could fit into primary care and what medical oversight and acceptance for the profession could involve. A recording of the large-group discussion, which is publicly available, was transcribed and thematically analyzed. RESULTS: The 89 participants varied in professional affiliation (66% from a paramedic service, n = 59). Among those from paramedic services, 33% were community paramedics (n = 14). Five major themes emerged: defining the role of community paramedics, how CP may integrate with other services, how to garner support for CP, where standardization is needed and possible oversight structures. INTERPRETATION: Community paramedics and their stakeholders have insights into barriers and facilitators for integration with the health system. These study findings could help inform the integration of health and social services in Ontario with a consideration for the unique position and potential of community paramedics.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine (Agarwal, Keenan, Pirrie, Marzanek-Lefebvre), and Health Research Methods, Evidence, and Impact (Agarwal, Keenan), McMaster University, Hamilton, Ont. gina.agarwal@gmail.com."
      ]
    },
    {
      "last_name": "Keenan",
      "fore_name": "Amelia",
      "initials": "A",
      "name": "Amelia Keenan",
      "affiliations": [
        "Department of Family Medicine (Agarwal, Keenan, Pirrie, Marzanek-Lefebvre), and Health Research Methods, Evidence, and Impact (Agarwal, Keenan), McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Pirrie",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Pirrie",
      "affiliations": [
        "Department of Family Medicine (Agarwal, Keenan, Pirrie, Marzanek-Lefebvre), and Health Research Methods, Evidence, and Impact (Agarwal, Keenan), McMaster University, Hamilton, Ont."
      ]
    },
    {
      "last_name": "Marzanek-Lefebvre",
      "fore_name": "Francine",
      "initials": "F",
      "name": "Francine Marzanek-Lefebvre",
      "affiliations": [
        "Department of Family Medicine (Agarwal, Keenan, Pirrie, Marzanek-Lefebvre), and Health Research Methods, Evidence, and Impact (Agarwal, Keenan), McMaster University, Hamilton, Ont."
      ]
    }
  ],
  "journal": {
    "title": "CMAJ open",
    "iso_abbreviation": "CMAJ Open",
    "issn": "2291-0026",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "2",
    "pub_year": "2022"
  },
  "start_page": "E331",
  "end_page": "E337",
  "pages": "E331-E337",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Allied Health Personnel",
    "Emergency Medical Services",
    "Humans",
    "Ontario",
    "Primary Health Care",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "35440482",
    "pmc": "PMC9022935",
    "doi": "10.9778/cmajo.20210179",
    "pii": "10/2/E331"
  },
  "doi": "10.9778/cmajo.20210179",
  "pmc_id": "PMC9022935",
  "dates": {
    "completed": "2022-04-21",
    "revised": "2022-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.673125",
    "pmid": "35440482"
  }
}