{
  "pmid": "35452276",
  "uid": "35452276",
  "title": "Providing Legal Assisted Dying and Euthanasia Services in a Global Pandemic: Lessons for Ensuring Service Continuity.",
  "abstract": "Background & objectives: Identifying the impacts of COVID-19 on patients' and practitioners' access to legal assisted dying and euthanasia (AD&E) services is vital to informing service continuity in an ongoing pandemic.Methods: An anonymous online survey collected qualitative and quantitative data from health practitioners and agencies providing legal AD&E services (n = 89), complemented by semi-structured interviews with 18 survey respondents who volunteered.Results: Following governments' responses to the dynamic pandemic context, rates of AD&E inquiries and requests fluctuated across and within jurisdictions, based on a complex interaction of factors affecting patient access to AD&E agencies and assessors as services were disrupted. Service flexibility and nimbleness became key elements in continuing service availability and included calculated 'rule-breaking' considered justifiable to adhere to established bioethics. Making innovative adjustments to usual practice led to reviewing the effectiveness of AD&E services and laws, resulting in providers now improving services and lobbying for legislative change.",
  "authors": [
    {
      "last_name": "Oliver",
      "fore_name": "Pam",
      "initials": "P",
      "name": "Pam Oliver",
      "affiliations": [
        "Pam Oliver Research and Evaluation, Waiheke Island, New Zealand."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "Adelaide Medical and Health Sciences, University of Adelaide, SA, Australia."
      ],
      "orcid": "0000-0002-6732-8508"
    },
    {
      "last_name": "McLaren",
      "fore_name": "Cameron",
      "initials": "C",
      "name": "Cameron McLaren",
      "affiliations": [
        "Medical oncologist, Adjunct Lecturer, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Jonquiere",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Jonquiere",
      "affiliations": [
        "World Federation of Right to Die Societies, Amsterdam, The Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Omega",
    "iso_abbreviation": "Omega (Westport)",
    "issn": "1541-3764",
    "issn_type": "Electronic",
    "volume": "89",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "Aug"
  },
  "start_page": "1253",
  "end_page": "1272",
  "pages": "1253-1272",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Suicide, Assisted",
    "COVID-19",
    "Euthanasia",
    "Pandemics",
    "Continuity of Patient Care",
    "Surveys and Questionnaires",
    "Health Services Accessibility",
    "Female",
    "Male"
  ],
  "article_ids": {
    "pubmed": "35452276",
    "doi": "10.1177/00302228221089120"
  },
  "doi": "10.1177/00302228221089120",
  "dates": {
    "completed": "2024-08-10",
    "revised": "2024-08-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.751629",
    "pmid": "35452276"
  }
}