{
  "pmid": "35450575",
  "uid": "35450575",
  "title": "Elevated Lipoprotein(a) and Risk of Atrial Fibrillation: An Observational and Mendelian Randomization Study.",
  "abstract": "BACKGROUND: Atrial fibrillation (AF) is a cardiac arrhythmia associated with an elevated risk of stroke, heart failure, and mortality. However, preventative therapies are needed with ancillary benefits on its cardiovascular comorbidities. Lipoprotein(a) (Lp[a]) is a recognized risk factor for atherosclerotic cardiovascular disease (ASCVD), which itself increases AF risk, but it remains unknown whether Lp(a) is a causal mediator of AF independent of ASCVD. OBJECTIVES: This study investigated the role of Lp(a) in AF and whether it is independent of ASCVD. METHODS: Measured and genetically predicted Lp(a) levels were tested for association with 20,432 cases of incident AF in the UK Biobank (N = 435,579). Mendelian randomization analyses were performed by using summary-level data for AF from publicly available genome-wide association studies (N = 1,145,375). RESULTS: In the UK Biobank, each 50 nmol/L (23 mg/dL) increase in Lp(a) was associated with an increased risk of incident AF using measured Lp(a) (HR: 1.03; 95% CI: 1.02-1.04 ; P = 1.65 × 10[-8]) and genetically predicted Lp(a) (OR: 1.03; 95% CI: 1.02-1.05; P = 1.33 × 10[-5]). Mendelian randomization analyses using independent data replicated the effect (OR: 1.04 per 50 nmol/L Lp[a] increase; 95% CI: 1.03-1.05 per 50 nmol/L Lp[a] increase; P = 9.23 × 10[-10]). There was no evidence of risk-conferring effect from low-density lipoprotein cholesterol or triglycerides, and only 39% (95% CI: 27%-73%) of Lp(a) risk was mediated through ASCVD, suggesting that Lp(a) partly influences AF independent of its known effects on ASCVD. CONCLUSIONS: Our findings implicate Lp(a) as a potential causal mediator in the development of AF which show that the effects of Lp(a) extend across myocardial tissues. Ongoing clinical trials for Lp(a)-lowering therapies should evaluate effects on AF prevention.",
  "authors": [
    {
      "last_name": "Mohammadi-Shemirani",
      "fore_name": "Pedrum",
      "initials": "P",
      "name": "Pedrum Mohammadi-Shemirani",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Thrombosis and Atherosclerosis Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Medical Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chong",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Chong",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Thrombosis and Atherosclerosis Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Sukrit",
      "initials": "S",
      "name": "Sukrit Narula",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Thrombosis and Atherosclerosis Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perrot",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Perrot",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Centre de Recherche de l'Institut Universitaire de Cardiologie et de Pneumologie de Québec, Québec, Québec, Canada; Department of Medicine, Faculty of Medicine, Université Laval, Québec, Québec, Canada."
      ]
    },
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Jason D",
      "initials": "JD",
      "name": "Jason D Roberts",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thériault",
      "fore_name": "Sébastien",
      "initials": "S",
      "name": "Sébastien Thériault",
      "affiliations": [
        "Centre de Recherche de l'Institut Universitaire de Cardiologie et de Pneumologie de Québec, Québec, Québec, Canada; Department of Molecular Biology, Medical Biochemistry and Pathology, Faculty of Medicine, Université Laval, Québec, Québec, Canada."
      ]
    },
    {
      "last_name": "Bossé",
      "fore_name": "Yohan",
      "initials": "Y",
      "name": "Yohan Bossé",
      "affiliations": [
        "Centre de Recherche de l'Institut Universitaire de Cardiologie et de Pneumologie de Québec, Québec, Québec, Canada; Department of Molecular Medicine, Faculty of Medicine, Université Laval, Québec, Québec, Canada."
      ]
    },
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pigeyre",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Pigeyre",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Paré",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Paré",
      "affiliations": [
        "Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Thrombosis and Atherosclerosis Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Pathology and Molecular Medicine, McMaster University, Michael G. DeGroote School of Medicine, Hamilton, Ontario, Canada. Electronic address: pareg@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Cardiology",
    "iso_abbreviation": "J Am Coll Cardiol",
    "issn": "1558-3597",
    "issn_type": "Electronic",
    "volume": "79",
    "issue": "16",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "26"
  },
  "start_page": "1579",
  "end_page": "1590",
  "pages": "1579-1590",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Atrial Fibrillation",
    "Genome-Wide Association Study",
    "Humans",
    "Lipoprotein(a)",
    "Mendelian Randomization Analysis",
    "Polymorphism, Single Nucleotide",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "35450575",
    "pmc": "PMC9584800",
    "doi": "10.1016/j.jacc.2022.02.018",
    "pii": "S0735-1097(22)00452-1"
  },
  "doi": "10.1016/j.jacc.2022.02.018",
  "pmc_id": "PMC9584800",
  "dates": {
    "completed": "2022-04-25",
    "revised": "2023-03-22"
  },
  "chemicals": [
    "Lipoprotein(a)"
  ],
  "grants": [
    {
      "agency": "Canadian Institute of Health Research"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.721954",
    "pmid": "35450575"
  }
}