{
  "pmid": "35451741",
  "uid": "35451741",
  "title": "Recommendations from a Working Group on Obesity Care Competencies for Healthcare Education in the UK: A Report by the Steering Committee.",
  "abstract": "INTRODUCTION: Obesity significantly increases the risk of developing (or worsening) more than 200 chronic diseases, and it is also a risk factor for severe COVID-19. With the rising prevalence of obesity in the UK, there is a need to develop obesity care competencies that apply to healthcare professionals (HCPs) at all levels of the health service, to increase the capacity for contemporary, evidence-based treatment that is effective, compassionate, and avoids stigmatising patients. METHODS: A UK Obesity Care Competencies Working Group consisting of experts by profession and experts by experience was created to provide a framework of obesity care competencies for HCPs involved in specialist obesity care (tiers 2-4 in the UK). The framework was adapted from a set of competencies recently published by the USA-based Obesity Medicine Education Collaborative (OMEC) and was intended to be adaptable to nurses and allied health professionals, as well as physicians, owing to the multidisciplinary team approach used in healthcare in the UK. RESULTS: The UK Obesity Care Competencies Working Group developed a set of 29 competencies, divided into five focal areas, namely obesity knowledge, patient care and procedural skills, practice-based learning and improvement, professionalism and interpersonal communication skills, and systems-based practice. The working group recommends that the obesity care competencies are targeted at HCPs training as specialists. The competencies could be imported into existing training programmes to help standardise obesity-related medical education and could also be used to direct a new General Practitioner with Extended Role (GPwER) qualification. CONCLUSION: This list of obesity care competencies aims to provide an initial framework to improve education for HCPs and therefore to improve patient care in obesity. The acceptance and integration of these competencies into the healthcare system should provide a stepping stone toward addressing trends in health inequality.",
  "authors": [
    {
      "last_name": "Capehorn",
      "fore_name": "Matthew S",
      "initials": "MS",
      "name": "Matthew S Capehorn",
      "affiliations": [
        "Rotherham Institute for Obesity, Clifton Medical Centre, The Health Village, Doncaster Gate, Rotherham, S65 1DA, UK. mcapehorn@yahoo.co.uk."
      ],
      "orcid": "0000-0002-8196-2505"
    },
    {
      "last_name": "Hinchliffe",
      "fore_name": "Nigel",
      "initials": "N",
      "name": "Nigel Hinchliffe",
      "affiliations": [
        "College of Contemporary Health, London, UK."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Diabetes and Obesity Nurse Consultant, Essex, UK."
      ]
    },
    {
      "last_name": "Hill",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Hill",
      "affiliations": [
        "University of Leeds, Leeds, UK."
      ]
    },
    {
      "last_name": "O'Kane",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary O'Kane",
      "affiliations": [
        "Leeds Teaching Hospitals NHS Trust, Leeds, UK."
      ]
    },
    {
      "last_name": "Tahrani",
      "fore_name": "Abd A",
      "initials": "AA",
      "name": "Abd A Tahrani",
      "affiliations": [
        "University of Birmingham, Birmingham, UK.",
        "Novo Nordisk, Søborg, Denmark."
      ]
    },
    {
      "last_name": "Vincent",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Vincent",
      "affiliations": [
        "University College London, London, UK."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Williams",
      "affiliations": [
        "University of Wales Trinity Saint David, Carmarthen, UK."
      ]
    },
    {
      "last_name": "Feenie",
      "fore_name": "John",
      "initials": "J",
      "name": "John Feenie",
      "affiliations": [
        "College of Contemporary Health, London, UK."
      ]
    }
  ],
  "journal": {
    "title": "Advances in therapy",
    "iso_abbreviation": "Adv Ther",
    "issn": "1865-8652",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "3019",
  "end_page": "3030",
  "pages": "3019-3030",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "COVID-19",
    "Clinical Competence",
    "Delivery of Health Care",
    "Health Status Disparities",
    "Humans",
    "Obesity",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "35451741",
    "pmc": "PMC9027014",
    "doi": "10.1007/s12325-022-02108-2",
    "pii": "10.1007/s12325-022-02108-2"
  },
  "doi": "10.1007/s12325-022-02108-2",
  "pmc_id": "PMC9027014",
  "dates": {
    "completed": "2022-05-24",
    "revised": "2022-07-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:15:21.298852",
    "pmid": "35451741"
  }
}