{
  "pmid": "35462047",
  "uid": "35462047",
  "title": "Indirectness (transferability) is critical when considering existing economic evaluations for GRADE clinical practice guidelines: a systematic review.",
  "abstract": "OBJECTIVES: Grading of Recommendations Assessment, Development and Evaluation (GRADE) practice guideline developers often perform systematic reviews of potential economic evaluations to inform recommendation decision-making. We aimed to identify indirectness characteristics of economic evaluations, related to GRADE evidence-to-decision (EtD) theoretical frameworks, that influence selection of these articles. STUDY DESIGN AND SETTING: MEDLINE, EMBASE, CINAHL, and EconLit were systematically searched to May 2020 to identify indirectness characteristics relevant for economic evaluation transferability to GRADE EtD theoretical frameworks. Four reviewers screened citations to identify articles of any type that explored study characteristics most important or relevant to economic evaluation transferability, restricted to English language we generated frequencies of article features, used thematic analysis to summarize study characteristics, and assessed certainty in the evidence using GRADE-CERQual. RESULTS: We included 57 articles, with a dearth of empirical literature-some may have been missed. We identified eight general themes and 28 subthemes most important to transferability from 41% of articles. Moderate-to-high confidence evidence suggested that GRADE EtD domains of population, intervention and comparison research question elements, resource use estimation and methodology, and provider and decision maker acceptability are most important indirectness study characteristics that economists consider when choosing economic evaluation outcomes for use in recommendation decision-making. CONCLUSION: We have identified factors important for guideline developers to consider when selecting economic evaluations as research evidence. An economic competency on the development team facilitates these endeavors. This supports the GRADE Working Group's tenant of transparent reporting or availability of sufficient information elsewhere to assess indirectness.",
  "authors": [
    {
      "last_name": "Riva",
      "fore_name": "John J",
      "initials": "JJ",
      "name": "John J Riva",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Cochrane Canada and McMaster GRADE Centres, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: rivaj@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Meha",
      "initials": "M",
      "name": "Meha Bhatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Martins",
      "fore_name": "Carolina C",
      "initials": "CC",
      "name": "Carolina C Martins",
      "affiliations": [
        "Department of Pediatric Dentistry, Federal University of Minas Gerais, Belo Horizonte, Brazil."
      ]
    },
    {
      "last_name": "Brunarski",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Brunarski",
      "affiliations": [
        "Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, The Netherlands."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, The Netherlands; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, Ontario, Canada; Chronic Pain Centre of Excellence for Canadian Veterans, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada and McMaster GRADE Centres, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brozek",
      "fore_name": "Jan L",
      "initials": "JL",
      "name": "Jan L Brozek",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada and McMaster GRADE Centres, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "148",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "81",
  "end_page": "92",
  "pages": "81-92",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Cost-Benefit Analysis",
    "GRADE Approach",
    "Delivery of Health Care"
  ],
  "article_ids": {
    "pubmed": "35462047",
    "doi": "10.1016/j.jclinepi.2022.04.011",
    "pii": "S0895-4356(22)00094-4"
  },
  "doi": "10.1016/j.jclinepi.2022.04.011",
  "dates": {
    "completed": "2022-10-26",
    "revised": "2022-10-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.209050",
    "pmid": "35462047"
  }
}