{
  "pmid": "35466478",
  "uid": "35466478",
  "title": "Age-based differences in quantity and frequency of consumption when screening for harmful alcohol use.",
  "abstract": "BACKGROUND AND AIMS: Survey questions on usual quantity and frequency of alcohol consumption are regularly used in screening tools to identify drinkers requiring intervention. The aim of this study was to measure age-based differences in quantity and frequency of alcohol consumption on the Alcohol Use Disorders Identification Test (AUDIT) and how this relates to the prediction of harmful or dependent drinking. DESIGN: Cross-sectional survey. SETTING: Australia. PARTICIPANTS: Data were taken from 17 399 respondents who reported any alcohol consumption in the last year and were aged 18 and over from the 2016 National Drug Strategy Household Survey, a broadly representative cross-sectional survey on substance use. MEASUREMENT: Respondents were asked about their frequency of consumption, usual quantity per occasion and the other items of the AUDIT. FINDINGS: In older drinkers, quantity per occasion [β = 0.53, 95% confidence interval (CI) = 0.43, 0.64 in 43-47-year-olds as an example] was a stronger predictor of dependence than frequency per occasion (β = 0.24, 95% CI = 0.17, 0.31). In younger drinkers the reverse was true, with frequency a stronger predictor (β = 0.54, 95% CI = 0.39, 0.69 in 23-27-year-olds) than quantity (β = 0.26, 95% CI = 0.18, 0.34 in 23-27-year-olds). Frequency of consumption was not a significant predictor of dependence in respondents aged 73 years and over (β = -0.03, 95% CI = -0.08, 0.02). Similar patterns were found when predicting harmful drinking. Despite this, as frequency of consumption increased steadily with age, the question on frequency was responsible for at least 65% of AUDIT scores in drinkers aged 53 years and over. CONCLUSIONS: In younger drinkers, frequent drinking is more strongly linked to dependence and harmful drinking subscale scores on the Alcohol Use Disorders Identification Test (AUDIT) than quantity per occasion, yet quantity per occasion has a stronger influence on the overall AUDIT score in this group. In older drinkers, frequency of consumption is not always a significant predictor of the AUDIT dependence subscale and is a weak predictor of the harmful drinking subscale.",
  "authors": [
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Australia."
      ],
      "orcid": "0000-0003-4146-1244"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Australia.",
        "National Drug Research Institute, Curtin University Melbourne, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dietze",
      "affiliations": [
        "National Drug Research Institute, Curtin University Melbourne, Australia.",
        "Behaviours and Health Risks Program, Burnet Institute, Melbourne, Australia.",
        "Addiction Medicine, Lausanne University Hospital and University of Lausanne, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Gmel",
      "fore_name": "Gerhard",
      "initials": "G",
      "name": "Gerhard Gmel",
      "affiliations": [
        "Addiction Medicine, Lausanne University Hospital and University of Lausanne, Lausanne, Switzerland.",
        "Research Department, Addiction Switzerland, Lausanne, Switzerland.",
        "Centre for Addiction and Mental Health, Institute for Mental Health Policy Research, Toronto, Canada."
      ],
      "orcid": "0000-0001-9403-9405"
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Australia.",
        "Centre for Social Research on Alcohol and Drugs, Stockholm University, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-5618-385X"
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "117",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "2431",
  "end_page": "2437",
  "pages": "2431-2437",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Age Factors",
    "Aged",
    "Alcohol Drinking",
    "Alcohol-Related Disorders",
    "Alcoholism",
    "Australia",
    "Cross-Sectional Studies",
    "Health Surveys",
    "Humans",
    "Mass Screening",
    "Middle Aged",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "35466478",
    "pmc": "PMC9544839",
    "doi": "10.1111/add.15904"
  },
  "doi": "10.1111/add.15904",
  "pmc_id": "PMC9544839",
  "dates": {
    "completed": "2022-08-03",
    "revised": "2023-02-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.835489",
    "pmid": "35466478"
  }
}