{
  "pmid": "35469637",
  "uid": "35469637",
  "title": "Economic studies in medical research: 'Importance, targets, outcome evaluation'.",
  "abstract": "Economic studies in healthcare are used to measure the cost and effectiveness of an intervention and are valuable in determining how healthcare resources can be distributed to achieve the greatest overall gain. Most economic studies in healthcare are cost-benefit analyses, cost-effectiveness analyses (CEAs), or cost-utility analyses (CUAs). CEAs and CUAs compare alternative interventions based on cost and effectiveness but are influenced by different methodologies and assumptions employed by researchers. The perspective from which an economic study is evaluated (the patient, the provider, the payor, or the society) should be carefully considered. The incremental cost effectiveness ratio (ICER) describes the difference between two interventions in cost and health outcomes and can be expressed in dollars per quality-adjusted life year (QALY). A threshold ICER <$50,000/QALY is often used to determine whether an intervention is cost-effective, in conjunction with patient factors, healthcare system factors, and opportunity cost associated with the intervention. The Consolidated Health Economic Evaluating Reporting Standards (CHEERS) statement provides guidelines for reporting healthcare economic studies. Key elements to be reported include the study design, target population and subgroups, time horizon, health outcomes, perspectives, comparison group, and sensitivity analyses performed. Economic studies are particularly important in orthopedics given the prevalence of musculoskeletal disease, high upfront costs, and potential quality of life improvements associated with orthopedic surgical procedures. An understanding of economic evaluations in healthcare is important to critically review the available literature.",
  "authors": [
    {
      "last_name": "Yee",
      "fore_name": "Caitlin",
      "initials": "C",
      "name": "Caitlin Yee",
      "affiliations": [
        "Michael DeGroote School of Medicine, McMaster University, Hamilton, ON Canada."
      ]
    },
    {
      "last_name": "Axelrod",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Axelrod",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON Canada; Centre for Evidence-Based Orthopaedics, Division of Orthopaedics, Department of Surgery, McMaster University, 293 Wellington St. N, Suite 110, Hamilton, ON L8L 8E7 Canada. Electronic address: daniel.axelrod@medportal.ca."
      ]
    },
    {
      "last_name": "Rubinger",
      "fore_name": "Luc",
      "initials": "L",
      "name": "Luc Rubinger",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON Canada; Centre for Evidence-Based Orthopaedics, Division of Orthopaedics, Department of Surgery, McMaster University, 293 Wellington St. N, Suite 110, Hamilton, ON L8L 8E7 Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON Canada; Centre for Evidence-Based Orthopaedics, Division of Orthopaedics, Department of Surgery, McMaster University, 293 Wellington St. N, Suite 110, Hamilton, ON L8L 8E7 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Injury",
    "iso_abbreviation": "Injury",
    "issn": "1879-0267",
    "issn_type": "Electronic",
    "volume": "54 Suppl 3",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "S61",
  "end_page": "S65",
  "pages": "S61-S65",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Quality of Life",
    "Outcome Assessment, Health Care",
    "Cost-Benefit Analysis"
  ],
  "article_ids": {
    "pubmed": "35469637",
    "doi": "10.1016/j.injury.2022.04.014",
    "pii": "S0020-1383(22)00287-X"
  },
  "doi": "10.1016/j.injury.2022.04.014",
  "dates": {
    "completed": "2023-07-10",
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.475771",
    "pmid": "35469637"
  }
}