{
  "pmid": "35461414",
  "uid": "35461414",
  "title": "Synchronized agricultural credit and diversification adoption to catastrophic risk manage for wheat production in Punjab, Pakistan.",
  "abstract": "In developing countries, particularly in agrarian economies like Pakistan, agricultural production is severely affected by successive incidences of adverse catastrophic risks. Inadequate and limited risk management measures from farming community to overcome such severe financial, production, and marketing risks not enough so need of adoption farm-based feasible risk management strategies. In addressing this research gap, this study investigated the potential association and implementing synchronized agricultural credit and diversification adoption to catastrophic risk manage for wheat production in Punjab, Pakistan. The study used the data of 480 wheat farmers' respondents and employed multinomial and bivariate probit regression models for empirical analysis. Empirical estimates illustrated the significant association in adoption of multiple risk management strategies as addressing the adoption single risk management strategy motivates farmers to adopt another strategy at same time. Furthermore, results also indicated as farmer schooling, age, family return, ownership of land, farm size, and farmer risk oppose character were highlighted the most influenced features for adopting various risk management strategies. Policy makers and state-based authorities can be assisted by these outcomes to evaluating plans of risk management and willingness of farmer in accept government supported regarding implementation of these catastrophic risk managing strategies.",
  "authors": [
    {
      "last_name": "Ahmad",
      "fore_name": "Dilshad",
      "initials": "D",
      "name": "Dilshad Ahmad",
      "affiliations": [
        "Department of Management Sciences, COMSATS University Islamabad, Vehari Campus, Pakistan. dilshad@ciitvehari.edu.pk."
      ],
      "orcid": "0000-0002-3991-805X"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Economics, Preston University, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "42",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "63588",
  "end_page": "63604",
  "pages": "63588-63604",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Agriculture",
    "Farmers",
    "Farms",
    "Humans",
    "Pakistan",
    "Triticum"
  ],
  "article_ids": {
    "pubmed": "35461414",
    "doi": "10.1007/s11356-022-20336-5",
    "pii": "10.1007/s11356-022-20336-5"
  },
  "doi": "10.1007/s11356-022-20336-5",
  "dates": {
    "completed": "2022-09-19",
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.023930",
    "pmid": "35461414"
  }
}