{
  "pmid": "35476929",
  "uid": "35476929",
  "title": "Treat-and-extend versus alternate dosing strategies with anti-vascular endothelial growth factor agents to treat center involving diabetic macular edema: A systematic review and meta-analysis of 2,346 eyes.",
  "abstract": "Anti-vascular endothelial growth factor (Anti-VEGF) agents are the standard of care for diabetic macular edema (CI-DME) with vision loss. They are commonly administered using several treatment protocols, including fixed, pro re nata (PRN) and treat-and-extend (T&E) regimens. Because of the lack of evidence defining an ideal treatment paradigm, we systematically compared T&E with fixed or PRN regimens. Visual acuity improvement was similar when comparing T&E to fixed or PRN dosing at 12 and 24 months. Regarding anatomic outcomes, no significant difference was found between T&E and fixed regimens for central retinal thickness or central subfoveal thickness at 12 and 24 months. Similarly, no significant difference was found for central retinal thickness at 12 months for T&E versus PRN regimen. Regarding total number of injections, no significant difference existed between T&E versus fixed regimens at 12 months. PRN regimens delivered fewer injections compared to T&E regimens at 12 months. The results of this analysis support that visual acuity and anatomic outcomes at 12 and 24 months are similar between T&E with either fixed or PRN regimens. More head-to-head trials comparing T&E versus fixed and PRN dosing are needed to provide visual and functional outcome data beyond year 2. PROSPERO Registration: CRD42021249362.",
  "authors": [
    {
      "last_name": "Sarohia",
      "fore_name": "Gurkaran S",
      "initials": "GS",
      "name": "Gurkaran S Sarohia",
      "affiliations": [
        "Department of Ophthalmology and Visual Sciences, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Nanji",
      "fore_name": "Keean",
      "initials": "K",
      "name": "Keean Nanji",
      "affiliations": [
        "McMaster University, Department of Surgery, Division of Ophthalmology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Khan",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khalid",
      "fore_name": "Muhammad F",
      "initials": "MF",
      "name": "Muhammad F Khalid",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rosenberg",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Rosenberg",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Deonarain",
      "fore_name": "Deven M",
      "initials": "DM",
      "name": "Deven M Deonarain",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Phillips",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton and McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Kaiser",
      "fore_name": "Peter K",
      "initials": "PK",
      "name": "Peter K Kaiser",
      "affiliations": [
        "Cole Eye Institute, The Cleveland Clinic, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Sunir J",
      "initials": "SJ",
      "name": "Sunir J Garg",
      "affiliations": [
        "Mid Atlantic Retina, The Retina Service of Wills Eye Hospital, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Sivaprasad",
      "fore_name": "Sobha",
      "initials": "S",
      "name": "Sobha Sivaprasad",
      "affiliations": [
        "NIHR Moorfields Biomedical Research Centre, Moorfields Eye Hospital, London, UK."
      ]
    },
    {
      "last_name": "Wykoff",
      "fore_name": "Charles C",
      "initials": "CC",
      "name": "Charles C Wykoff",
      "affiliations": [
        "Retina Consultants of Houston, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "McMaster University, Department of Surgery, Division of Ophthalmology, Hamilton, Ontario, Canada; St. Joseph's Healthcare Hamilton and McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: vchaudh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Survey of ophthalmology",
    "iso_abbreviation": "Surv Ophthalmol",
    "issn": "1879-3304",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "5",
    "pub_year": "2022"
  },
  "start_page": "1346",
  "end_page": "1363",
  "pages": "1346-1363",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Angiogenesis Inhibitors",
    "Diabetes Mellitus",
    "Diabetic Retinopathy",
    "Endothelial Growth Factors",
    "Humans",
    "Intravitreal Injections",
    "Macular Edema",
    "Ranibizumab",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35476929",
    "doi": "10.1016/j.survophthal.2022.04.003",
    "pii": "S0039-6257(22)00047-9"
  },
  "doi": "10.1016/j.survophthal.2022.04.003",
  "dates": {
    "completed": "2022-08-17",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Angiogenesis Inhibitors",
    "Endothelial Growth Factors",
    "Ranibizumab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.924430",
    "pmid": "35476929"
  }
}