{
  "pmid": "35472207",
  "uid": "35472207",
  "title": "Development of stealth liposomal formulation of celecoxib: In vitro and in vivo evaluation.",
  "abstract": "Celecoxib (CLB) is a highly hydrophobic selective cyclo-oxygenase inhibitor with high plasma protein binding and undergoes extensive hepatic metabolism. CLB is highly effective in the treatment of osteo and rheumatoid arthritis as first line therapy but produces severe gastro-intestinal toxicities and cardiovascular side effects. In this research, stealth liposomes of CLB were developed with the intention to reduce the side effects and increase the accumulation of drug in the sites of inflammation. Stealth liposomes were prepared by thin film hydration technique using distearoylphosphatidylcholine and PE-PEG 2000 with variable amounts of cholesterol and characterized. The effects of various lipids such as hydrogenated soy phosphatidylcholine, dipalmitoyl phosphatidylcholine, distearoylphosphatidylcholine and cholesterol content on % drug encapsulation was investigated. The optimized stealth liposomes were characterized by FT-IR and DSC for possible drug excipients interaction. Pharmacokinetics, pharmacodynamics and biodistribution studies were carried out for the stealth liposomes. The results revealed that the stealth liposomes reduced the inflammation to the larger magnitude and have also sustained the magnitude when compared to free drug along with maximum analgesic response. Higher elimination half-life, AUC, MRT and lowered clearance rate denotes the extended bioavailability of the drug in blood. Biodistribution studies revealed that stealth liposomes extend the circulation time of liposomes in blood by decreasing opsonisation and be less concentrated in kidney, thereby reducing the toxicities to RES and renal organs and facilitate the drug accumulation in the area of inflammation. Our results indicated that CLB, without the requirement of modifications to enhance solubilisation, can be encapsulated and released from liposomal formulations. This new-fangled drug delivery approach may be used to circumvent the low bioavailability and toxic side effects of oral CLB formulations.",
  "authors": [
    {
      "last_name": "Begum",
      "fore_name": "M Yasmin",
      "initials": "MY",
      "name": "M Yasmin Begum",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ],
      "orcid": "0000-0002-1871-8585"
    },
    {
      "last_name": "M Osmani",
      "fore_name": "Riyaz Ali",
      "initials": "RA",
      "name": "Riyaz Ali M Osmani",
      "affiliations": [
        "Department of Pharmaceutics, JSS College of Pharmacy, JSS Academy of Higher Education & Research, Mysuru, Karnataka, India."
      ],
      "orcid": "0000-0002-2333-0817"
    },
    {
      "last_name": "Alqahtani",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Alqahtani",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ],
      "orcid": "0000-0002-2240-4757"
    },
    {
      "last_name": "Ghazwani",
      "fore_name": "Mohammed",
      "initials": "M",
      "name": "Mohammed Ghazwani",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Hani",
      "fore_name": "Umme",
      "initials": "U",
      "name": "Umme Hani",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ather",
      "fore_name": "Hissana",
      "initials": "H",
      "name": "Hissana Ather",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Atiya",
      "fore_name": "Akhtar",
      "initials": "A",
      "name": "Akhtar Atiya",
      "affiliations": [
        "Department of Pharmacognosy, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Rahamathulla",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Rahamathulla",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ]
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "4",
    "pub_year": "2022"
  },
  "start_page": "e0264518",
  "pages": "e0264518",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Celecoxib",
    "Cholesterol",
    "Humans",
    "Inflammation",
    "Liposomes",
    "Polyethylene Glycols",
    "Spectroscopy, Fourier Transform Infrared",
    "Tissue Distribution"
  ],
  "article_ids": {
    "pubmed": "35472207",
    "pmc": "PMC9041753",
    "doi": "10.1371/journal.pone.0264518",
    "pii": "PONE-D-21-18916"
  },
  "doi": "10.1371/journal.pone.0264518",
  "pmc_id": "PMC9041753",
  "dates": {
    "completed": "2022-04-28",
    "revised": "2022-07-16"
  },
  "chemicals": [
    "Liposomes",
    "Polyethylene Glycols",
    "Cholesterol",
    "Celecoxib"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.273098",
    "pmid": "35472207"
  }
}