{
  "pmid": "35487717",
  "uid": "35487717",
  "title": "Assessing the impact of mental health difficulties on young people's daily lives: protocol for a scoping umbrella review of measurement instruments.",
  "abstract": "INTRODUCTION: An important consideration for determining the severity of mental health symptoms is their impact on youth's daily lives. Those wishing to assess 'life impact' face several challenges: First, various measurement instruments are available, including of global functioning, health-related quality of life and well-being. Existing reviews have tended to focus on one of these domains; consequently, a comprehensive overview is lacking. Second, the extent to which such instruments truly capture distinct concepts is unclear. Third, many available scales conflate symptoms and their impact, thus undermining much needed analyses of associations between the two. METHODS AND ANALYSIS: A scoping umbrella review will examine existing reviews of life impact measures for use with children and youth aged 6-24 years in the context of mental health and well-being research. We will systematically search six bibliographic databases (MEDLINE, Embase, APA PsycINFO, CINAHL, Web of Science, and the COSMIN database of systematic reviews of outcome measurement instruments), and conduct systematic record screening, data extraction and charting based on methodological guidance by the Joanna Briggs Institute. Data synthesis will involve the tabulation of scale characteristics, feasibility and measurement properties, and the use of summary statistics to synthesise how these instruments operationalise life impact. The protocol was registered prospectively with the Open Science Framework (osf.io/ers48). ETHICS AND DISSEMINATION: This study will provide a comprehensive road map for researchers and clinicians seeking to assess life impact in youth mental health, providing guidance in navigating available measurement options. We will seek to publish the findings in a leading peer-reviewed journal in the field. Formal research ethics approval will not be required.",
  "authors": [
    {
      "last_name": "Krause",
      "fore_name": "Karolin Rose",
      "initials": "KR",
      "name": "Karolin Rose Krause",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Research Department for Clinical, Educational and Health Psychology, University College London, London, UK."
      ],
      "orcid": "0000-0003-3914-7272"
    },
    {
      "last_name": "Chung",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Chung",
      "affiliations": [
        "Independent Health Researcher, London, UK."
      ]
    },
    {
      "last_name": "Rodak",
      "fore_name": "Terri",
      "initials": "T",
      "name": "Terri Rodak",
      "affiliations": [
        "CAMH Library, Department of Education, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cleverley",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Cleverley",
      "affiliations": [
        "Lawrence Bloomberg Faculty of Nursing and Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada.",
        "The Margaret and Wallace McCain Centre for Child, Youth & Family Mental Health, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-2822-2129"
    },
    {
      "last_name": "Butcher",
      "fore_name": "Nancy J",
      "initials": "NJ",
      "name": "Nancy J Butcher",
      "affiliations": [
        "Child Health Evaluative Sciences, Hospital for Sick Children Research Institute, Toronto, Ontario, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-5152-0108"
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, Ontario, Canada peter.szatmari@utoronto.ca.",
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "e054679",
  "pages": "e054679",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Humans",
    "Mental Disorders",
    "Mental Health",
    "Quality of Life",
    "Systematic Reviews as Topic",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "35487717",
    "pmc": "PMC9058788",
    "doi": "10.1136/bmjopen-2021-054679",
    "pii": "bmjopen-2021-054679"
  },
  "doi": "10.1136/bmjopen-2021-054679",
  "pmc_id": "PMC9058788",
  "dates": {
    "completed": "2022-05-03",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.512351",
    "pmid": "35487717"
  }
}