{
  "pmid": "35487756",
  "uid": "35487756",
  "title": "Implementation strategies to address barriers to evidence-informed symptom management among outpatient oncology nurses: a scoping review protocol.",
  "abstract": "INTRODUCTION: Despite the availability of clinical practice guidelines for cancer symptom management, cancer care providers do not consistently use them in practice. Oncology nurses in outpatient settings are well positioned to use established guidelines to inform symptom assessment and management; however, issues concerning inconsistent implementation persist. This scoping review aims to (1) identify reported barriers and facilitators influencing symptom management guideline adoption, implementation and sustainability among specialised and advanced oncology nurses in cancer-specific outpatient settings and (2) identify and describe the components of strategies that have been used to enhance the implementation of symptom management guidelines. METHODS AND ANALYSIS: This scoping review will follow Joanna Briggs Institute methodology. Electronic databases CINAHL, Embase, Emcare and MEDLINE(R) and grey literature sources will be searched for studies published in English from January 2000 to March 2022. Primary studies and grey literature reports of any design that include specialised or advanced oncology nurses practicing in cancer-specific outpatient settings will be eligible. Sources describing factors influencing the adoption, implementation and sustainability of cancer symptom management guidelines and/or strategies to enhance guideline implementation will be included. Two reviewers will independently screen for eligibility and extract data. Data extraction of factors influencing implementation will be guided by the Consolidated Framework for Implementation Research (CFIR), and the seven dimensions of implementation strategies (ie, actors, actions, targets, temporality, dose, justifications and outcomes) will be used to extract implementation strategy components. Factors influencing implementation will be analysed descriptively, synthesised according to CFIR constructs and linked to the Expert Recommendations for Implementating Change strategies. Results will be presented through tabular/diagrammatic formats and narrative summary. ETHICS AND DISSEMINATION: Ethics approval is not required for this scoping review. Planned knowledge translation activities include a national conference presentation, peer-reviewed publication, academic social media channels and dissemination within local oncology nursing and patient networks.",
  "authors": [
    {
      "last_name": "Teggart",
      "fore_name": "Kylie",
      "initials": "K",
      "name": "Kylie Teggart",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada teggarke@mcmaster.ca."
      ],
      "orcid": "0000-0001-5527-8593"
    },
    {
      "last_name": "Bryant-Lukosius",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Bryant-Lukosius",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8269-7977"
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-9600-3403"
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7566-8932"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "e057661",
  "pages": "e057661",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Nurse Clinicians",
    "Outpatients",
    "Palliative Care",
    "Peer Review",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "35487756",
    "pmc": "PMC9058794",
    "doi": "10.1136/bmjopen-2021-057661",
    "pii": "bmjopen-2021-057661"
  },
  "doi": "10.1136/bmjopen-2021-057661",
  "pmc_id": "PMC9058794",
  "dates": {
    "completed": "2022-05-03",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.167314",
    "pmid": "35487756"
  }
}