{
  "pmid": "35488147",
  "uid": "35488147",
  "title": "Inequity in insurance coverage for prescription drugs in New Brunswick, Canada.",
  "abstract": "OBJECTIVES: To describe the extent to which New Brunswick residents reported having drug insurance coverage supplementary to Canadian Medicare; to examine associations between socioeconomic and demographic characteristics, health status, language identity, and having reported such coverage; and to document any changes in coverage associated with the introduction of the New Brunswick Drug Plan in 2014. METHODS: We used repeated cross-sectional data for New Brunswick from eight cycles of the Canadian Community Health Survey from 2007 to 2017 and undertook logistic regression analysis. RESULTS: We found statistically significant, substantial and policy-relevant socioeconomic differences in the reporting of prescription drug insurance coverage among those 25-64 years and those ≥ 65 years of age, and an increasing reliance on private drug insurance over time. We found that individuals in the second decile of household income were particularly vulnerable to reporting neither public nor private drug coverage. The introduction of the New Brunswick Drug Plan in 2014 does not appear to have led to increased public drug coverage; however, from 2014, the decreasing trend in public drug coverage appears to have ceased. Those who reported lower health status usually had lower odds of reporting private drug coverage but higher odds of reporting public drug coverage. Driven by differences in private coverage, we found that relative to anglophones, francophones were less likely to report any drug coverage. CONCLUSION: Our findings emphasize the shortcomings of drug insurance systems such as that introduced in New Brunswick and substantiate calls for a universal drug program. New Brunswick's increasing reliance on private drug insurance is of concern and warrants additional research.",
  "authors": [
    {
      "last_name": "Ayodele",
      "fore_name": "Busola",
      "initials": "B",
      "name": "Busola Ayodele",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, CRL Building, Room 229, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Elaine Xiaoyu",
      "initials": "EX",
      "name": "Elaine Xiaoyu Guo",
      "affiliations": [
        "Department of Economics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sweetman",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Sweetman",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, CRL Building, Room 229, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada.",
        "Department of Economics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guindon",
      "fore_name": "G Emmanuel",
      "initials": "GE",
      "name": "G Emmanuel Guindon",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, CRL Building, Room 229, 1280 Main Street West, Hamilton, ON, L8S 4K1, Canada. emmanuel.guindon@mcmaster.ca.",
        "Department of Economics, McMaster University, Hamilton, ON, Canada. emmanuel.guindon@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. emmanuel.guindon@mcmaster.ca."
      ],
      "orcid": "0000-0001-9561-5072"
    }
  ],
  "journal": {
    "title": "Canadian journal of public health = Revue canadienne de sante publique",
    "iso_abbreviation": "Can J Public Health",
    "issn": "1920-7476",
    "issn_type": "Electronic",
    "volume": "113",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "504",
  "end_page": "518",
  "pages": "504-518",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Canada",
    "Cross-Sectional Studies",
    "Humans",
    "Insurance Coverage",
    "Insurance, Pharmaceutical Services",
    "National Health Programs",
    "New Brunswick",
    "Prescription Drugs",
    "Prescriptions"
  ],
  "article_ids": {
    "pubmed": "35488147",
    "pmc": "PMC9263015",
    "doi": "10.17269/s41997-022-00639-3",
    "pii": "10.17269/s41997-022-00639-3"
  },
  "doi": "10.17269/s41997-022-00639-3",
  "pmc_id": "PMC9263015",
  "dates": {
    "completed": "2022-07-11",
    "revised": "2022-08-05"
  },
  "chemicals": [
    "Prescription Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:40.550526",
    "pmid": "35488147"
  }
}