{
  "pmid": "35488947",
  "uid": "35488947",
  "title": "Concomitant Surgical Left Atrial Appendage Occlusion: a Review.",
  "abstract": "PURPOSE OF REVIEW: In this review, we discuss some of the observational studies that examined the impact of left atrial appendage occlusion on stroke, the Left Atrial Appendage Occlusion Study (LAAOS) III research program that provided definitive evidence for the benefit of surgical left atrial appendage occlusion on ischemic stroke, and high priority studies in the field that should be pursued by the surgical community. RECENT FINDINGS: Atrial fibrillation is common in patients undergoing cardiac surgery. Oral anticoagulants are effective at preventing strokes related to atrial fibrillation; they have been the standard of care for stroke prevention in patients with atrial fibrillation for decades. Most strokes in patients with atrial fibrillation originate from the left atrial appendage. LAAOS III, a large randomized controlled trial, has recently demonstrated that concomitant left atrial appendage occlusion in patients undergoing cardiac surgery for another indication reduces the risk of stroke or systemic embolism on top of oral anticoagulation. Surgical left atrial appendage occlusion reduces the risk of ischemic stroke and systemic embolism in patients with atrial fibrillation and a CHA2DS2-VASc score ≥ 2 undergoing cardiac surgery for another indication. The role of surgical left atrial appendage occlusion with patients without atrial fibrillation, as a substitute to anticoagulation and as a standalone procedure, remains unclear.",
  "authors": [
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. Richard.Whitlock@phri.ca.",
        "Population Health Research Institute, 237 Barton Street E, Hamilton, ON, L8L 2X2, Canada. Richard.Whitlock@phri.ca."
      ],
      "orcid": "0000-0002-6863-5884"
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Côté",
      "affiliations": [
        "Population Health Research Institute, 237 Barton Street E, Hamilton, ON, L8L 2X2, Canada.",
        "Divisions of Cardiology and Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current cardiology reports",
    "iso_abbreviation": "Curr Cardiol Rep",
    "issn": "1534-3170",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "823",
  "end_page": "828",
  "pages": "823-828",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Atrial Appendage",
    "Atrial Fibrillation",
    "Embolism",
    "Humans",
    "Ischemic Stroke",
    "Observational Studies as Topic",
    "Randomized Controlled Trials as Topic",
    "Stroke",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35488947",
    "doi": "10.1007/s11886-022-01705-5",
    "pii": "10.1007/s11886-022-01705-5"
  },
  "doi": "10.1007/s11886-022-01705-5",
  "dates": {
    "completed": "2022-07-19",
    "revised": "2022-08-29"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.226559",
    "pmid": "35488947"
  }
}