{
  "pmid": "35483798",
  "uid": "35483798",
  "title": "Trends in HF Hospitalizations Among Young Adults in the United States From 2004 to 2018.",
  "abstract": "OBJECTIVES: The aim of this study was to assess trends in heart failure (HF) hospitalizations among young adults. BACKGROUND: Data are limited regarding clinical characteristics and outcomes of young adults hospitalized for HF. METHODS: The National Inpatient Sample database was analyzed to identify adults aged 18 to 45 years who were hospitalized for HF between 2004 and 2018. RESULTS: In total, 767,180 weighted hospitalizations for HF in young adults were identified, equivalent to 4.32 (95% CI: 4.31-4.33) per 10,000 person-years. Overall HF hospitalizations per 10,000 U.S. population of young adults decreased from 2.43 in 2004 to 1.82 in 2012, followed by an increase to 2.51 in 2018. Black adults (50.1%) had a significantly higher proportion of HF hospitalizations compared with White (31.9%) and Hispanic adults (12.2%) throughout the study period. Nearly half of patients (45.8%) lived in zip codes in the lowest quartile of national household income. Overall, in-hospital mortality was 1.3%, which decreased over time; this trend was consistent by sex and race. The overall mean LOS (5.2 days) remained stable over time, while the mean inflation-adjusted cost increased from $12,449 in 2004 to $16,786 in 2018, with significant overall differences by race and sex. CONCLUSIONS: This longitudinal examination of U.S. clinical practice revealed that HF hospitalizations among young adults have increased since 2013. Approximately half of these patients are Black and reside in zip codes in the lowest quartile of national household income. Temporal trends showed decreased in-hospital mortality, stable adjusted lengths of stay, and increased inflation-adjusted costs, with significant racial differences in hospitalization rates.",
  "authors": [
    {
      "last_name": "Jain",
      "fore_name": "Vardhman",
      "initials": "V",
      "name": "Vardhman Jain",
      "affiliations": [
        "Department of Medicine, Cleveland Clinic Foundation, Cleveland, OH, USA."
      ]
    },
    {
      "last_name": "Minhas",
      "fore_name": "Abdul Mannan Khan",
      "initials": "AMK",
      "name": "Abdul Mannan Khan Minhas",
      "affiliations": [
        "Department of Medicine, Forrest General Hospital, Hattiesburg, Mississippi, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Safi U",
      "initials": "SU",
      "name": "Safi U Khan",
      "affiliations": [
        "Houston Methodist Hospital, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Greene",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Greene",
      "affiliations": [
        "Division of Cardiology, Duke University School of Medicine, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Pandey",
      "fore_name": "Ambarish",
      "initials": "A",
      "name": "Ambarish Pandey",
      "affiliations": [
        "Division of Cardiology, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, Texas, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fonarow",
      "fore_name": "Gregg C",
      "initials": "GC",
      "name": "Gregg C Fonarow",
      "affiliations": [
        "Division of Cardiology, David Geffen School of Medicine, University of California-Los Angeles, Medical Center, Los Angeles, California, USA."
      ]
    },
    {
      "last_name": "Mentz",
      "fore_name": "Robert J",
      "initials": "RJ",
      "name": "Robert J Mentz",
      "affiliations": [
        "Division of Cardiology, Duke University School of Medicine, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Javed",
      "initials": "J",
      "name": "Javed Butler",
      "affiliations": [
        "Department of Medicine, University of Mississippi Medical Center, Jackson, Mississippi, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Muhammad Shahzeb",
      "initials": "MS",
      "name": "Muhammad Shahzeb Khan",
      "affiliations": [
        "Division of Cardiology, Duke University School of Medicine, Durham, North Carolina, USA. Electronic address: shahzeb.khan@duke.edu."
      ]
    }
  ],
  "journal": {
    "title": "JACC. Heart failure",
    "iso_abbreviation": "JACC Heart Fail",
    "issn": "2213-1787",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "350",
  "end_page": "362",
  "pages": "350-362",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Heart Failure",
    "Hispanic or Latino",
    "Hospital Mortality",
    "Hospitalization",
    "Humans",
    "Inpatients",
    "United States",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "35483798",
    "doi": "10.1016/j.jchf.2022.01.021",
    "pii": "S2213-1779(22)00173-1"
  },
  "doi": "10.1016/j.jchf.2022.01.021",
  "dates": {
    "completed": "2022-05-02",
    "revised": "2022-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.846072",
    "pmid": "35483798"
  }
}