{
  "pmid": "35480537",
  "uid": "35480537",
  "title": "Differential expression of cancer associated plasma miRNAs in the ordnance factory workers, exposed to 2,4,6-Trinitrotoluene.",
  "abstract": "OBJECTIVES: To determine differential expression of microRNAs (miRNAs) in plasma of 2, 4, 6-Trinitrotoluene (TNT) exposed ordnance factory workers. METHODS: A case control study was conducted at the Department of Toxicology, Armed Forces Institute of Pathology, Rawalpindi from July to December 2020. A total 30 subjects were recruited from an ordnance factory that were directly exposed to TNT and 120 non-exposed individuals from non-factory healthy population. Plasma levels of five miRNAs including miRNA-let-7a-2, miRNA-34a-1, miRNA-21-2, miRNA-106b-1, miRNA-122a-1 were measured by quantitative real-time polymerase chain reaction (RT-PCR). RESULTS: Micro RNAs showed a wide range of Ct (cycle threshold) values ranging from 23.48 to 41.94. Among the five miRNAs let-7a-2 and miRNA-122a-1 displayed relatively high expression with Ct values ranging from 26.58 ± 2.25 to 27.18 ± 0.80 respectively. Relative fold change expression for all five miRNAs of exposed individuals were found high (p <0.0001) vs non-exposed. Dividing fold change expression of exposed individuals into two groups as ≤ 10 and > 10, the individuals having ≤ 10-fold change expression were19 (63.3%) in miRNA-let-7a-2, 30 (100%) in miRNA-34a-1 and 23 (76.7%) in miRNA-122a-1 while in miRNA-21-2 and miR-106b-1, 23 (76.7%) and 18(60%) individuals had > 10-fold change expression respectively. Among the five miRNAs in exposed individuals, miRNA-let-7a-2, miR-21-2, miR-106b-1 and miR-122a-1 were found highly expressed with fold change expression > 10 (p <0.0001). No significant association was found between miRNAs expression levels with age and working duration. CONCLUSION: The study shows upregulation of all five miRNAs in TNT exposed subjects with no significant association of expression levels with age and working duration.",
  "authors": [
    {
      "last_name": "Aamir",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Aamir",
      "affiliations": [
        "Muhammad Aamir, FCPS. Biochemistry Department, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Naveed",
      "fore_name": "Abdul Khaliq",
      "initials": "AK",
      "name": "Abdul Khaliq Naveed",
      "affiliations": [
        "Abdul Khaliq Naveed, PhD. Biochemistry Department, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Muhammad Afzal, PhD. Biochemistry Department, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Siddiq",
      "fore_name": "Amer",
      "initials": "A",
      "name": "Amer Siddiq",
      "affiliations": [
        "Amer Siddiq, FCPS. Biochemistry Department, Riphah International University, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "38",
    "issue": "3Part-I",
    "pub_year": "2022"
  },
  "start_page": "547",
  "end_page": "552",
  "pages": "547-552",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35480537",
    "pmc": "PMC9002436",
    "doi": "10.12669/pjms.38.3.4928",
    "pii": "PJMS-38-547"
  },
  "doi": "10.12669/pjms.38.3.4928",
  "pmc_id": "PMC9002436",
  "dates": {
    "revised": "2022-04-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.024272",
    "pmid": "35480537"
  }
}