{
  "pmid": "35483551",
  "uid": "35483551",
  "title": "Causal language use in systematic reviews of observational studies is often inconsistent with intent: a systematic survey.",
  "abstract": "OBJECTIVES: We systematically evaluated causal language use in systematic reviews of observational studies and explored the relation between language use and the intent of the investigation. STUDY DESIGN AND SETTING: We searched EMBASE, MEDLINE, and Epistemonikos. We randomly selected 199 reviews published in 2019, stratified in a 1:1 ratio by use and nonuse of the Grading of Recommendations Assessment, Development and Evaluation approach to rating quality of evidence. RESULTS: Of 199 reviews of observational studies 56.8% had causal intent. Reviews with causal intent were more likely to investigate therapeutic clinical intervention (33.6% vs. 12.8%). Although 78.8% of those with causal intent used causal language in one or more sections of the title, abstract, or main text, only 4.4% consistently used causal language throughout the manuscript, and 21.2% did not use causal language at all. Of reviews without causal intent, 51.2% used causal language somewhere in the manuscript. CONCLUSION: Systematic reviews of observational studies sometimes do and sometimes do not have causal intent. Both those are inconsistent in causal language use and often use language inconsistent with the intent. Journal policies would better serve clarity of thinking and appropriateness of inferences by demanding authors clearly specify their intent and consistently use language consistent with that intent.",
  "authors": [
    {
      "last_name": "Han",
      "fore_name": "Mi Ah",
      "initials": "MA",
      "name": "Mi Ah Han",
      "affiliations": [
        "Department of Preventive Medicine, College of Medicine, Chosun University, Gwangju, Republic of Korea. Electronic address: mahan@chosun.ac.kr."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Gareth",
      "initials": "G",
      "name": "Gareth Leung",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Storman",
      "fore_name": "Dawid",
      "initials": "D",
      "name": "Dawid Storman",
      "affiliations": [
        "Department of Hygiene and Dietetics, Chair of Epidemiology and Preventive Medicine, Faculty of Medicine, Jagiellonian University Medical College, Kraków, Poland; Systematic Reviews Unit, Jagiellonian University Medical College, Krakow, Poland; Department of Adult Psychiatry, University Hospital, Krakow, Poland."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Yingqi",
      "initials": "Y",
      "name": "Yingqi Xiao",
      "affiliations": [
        "West China School of Nursing/Department of Nursing, West China Hospital, Sichuan University, Chengdu, China; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Srivastava",
      "fore_name": "Archita",
      "initials": "A",
      "name": "Archita Srivastava",
      "affiliations": [
        "Department of Internal Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Talukdar",
      "fore_name": "Jhalok Ronjan",
      "initials": "JR",
      "name": "Jhalok Ronjan Talukdar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "El Dib",
      "fore_name": "Regina",
      "initials": "R",
      "name": "Regina El Dib",
      "affiliations": [
        "Institute of Science and Technology, Unesp - Univ Estadual Paulista, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Morassut",
      "fore_name": "Rita E",
      "initials": "RE",
      "name": "Rita E Morassut",
      "affiliations": [
        "Schulich School of Medicine & Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Biomedical Informatics, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Bradley C",
      "initials": "BC",
      "name": "Bradley C Johnston",
      "affiliations": [
        "Departments of Nutrition, Epidemiology and Biostatistics, Texas A&M University, College Station, TX, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "148",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "65",
  "end_page": "73",
  "pages": "65-73",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Language",
    "Systematic Reviews as Topic",
    "Surveys and Questionnaires",
    "MEDLINE",
    "Causality"
  ],
  "article_ids": {
    "pubmed": "35483551",
    "doi": "10.1016/j.jclinepi.2022.04.023",
    "pii": "S0895-4356(22)00112-3"
  },
  "doi": "10.1016/j.jclinepi.2022.04.023",
  "dates": {
    "completed": "2022-10-26",
    "revised": "2022-10-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.281501",
    "pmid": "35483551"
  }
}