{
  "pmid": "35488305",
  "uid": "35488305",
  "title": "Reinfection in patients with COVID-19: a systematic review.",
  "abstract": "BACKGROUND: With the continuation of the COVID-19 pandemic, some COVID-19 patients have become reinfected with the virus. Viral gene sequencing has found that some of these patients were reinfected by the different and others by same strains. This has raised concerns about the effectiveness of immunity after infection and the reliability of vaccines. To this end, we conducted a systematic review to assess the characteristics of patients with reinfection and possible causes. METHODS: A systematic search was conducted across eight databases: PubMed, Embase, Web of Science, The Cochrane Library, CNKI, WanFang, VIP and SinoMed from December 1, 2019 to September 1, 2021. The quality of included studies were assessed using JBI critical appraisal tools and Newcastle-Ottawa Scale. RESULTS: This study included 50 studies from 20 countries. There were 118 cases of reinfection. Twenty-five patients were reported to have at least one complication. The shortest duration between the first infection and reinfection was 19 days and the longest was 293 days. During the first infection and reinfection, cough (51.6% and 43.9%) and fever (50% and 30.3%) were the most common symptoms respectively. Nine patients recovered, seven patients died, and five patients were hospitalized, but 97 patients' prognosis were unknown. B.1 is the most common variant strain at the first infection. B.1.1.7, B.1.128 and B.1.351 were the most common variant strains at reinfection. Thirty-three patients were infected by different strains and 9 patients were reported as being infected with the same strain. CONCLUSIONS: Our research shows that it is possible for rehabilitated patients to be reinfected by SARS-COV-2. To date, the causes and risk factors of COVID-19 reinfection are not fully understood. For patients with reinfection, the diagnosis and management should be consistent with the treatment of the first infection. The public, including rehabilitated patients, should be fully vaccinated, wear masks in public places, and pay attention to maintaining social distance to avoid reinfection with the virus.",
  "authors": [
    {
      "last_name": "Ren",
      "fore_name": "Xiangying",
      "initials": "X",
      "name": "Xiangying Ren",
      "affiliations": [
        "Center for Evidence-Based and Translational Medicine, Zhongnan Hospital of Wuhan University, Wuhan, China.",
        "College of Nursing and Health, Henan University, Kaifeng, Henan, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Zhou",
      "affiliations": [
        "School of Nursing, Wuhan University, Wuhan, China."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Guo",
      "affiliations": [
        "Department of Acupuncture Rehabilitation, The Affiliated Hospital of Nanjing University of Chinese Medicine, Nanjing, China."
      ]
    },
    {
      "last_name": "Hao",
      "fore_name": "Chunmei",
      "initials": "C",
      "name": "Chunmei Hao",
      "affiliations": [
        "The First Clinical College of Wuhan University, Wuhan, Hubei, China."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Mengxue",
      "initials": "M",
      "name": "Mengxue Zheng",
      "affiliations": [
        "The First Clinical College of Wuhan University, Wuhan, Hubei, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Rong",
      "initials": "R",
      "name": "Rong Zhang",
      "affiliations": [
        "Department of Neurotumor Disease Diagnosis and Treatment Center, Taihe Hospital, Hubei University of Medicine, Shiyan, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Qiao",
      "initials": "Q",
      "name": "Qiao Huang",
      "affiliations": [
        "Center for Evidence-Based and Translational Medicine, Zhongnan Hospital of Wuhan University, Wuhan, China."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. yaoxia@mcmaster.ca.",
        "Center for Clinical Practice Guideline Conduction and Evaluation, Children's Hospital of Fudan University, Shanghai, China. yaoxia@mcmaster.ca."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ruiling",
      "initials": "R",
      "name": "Ruiling Li",
      "affiliations": [
        "College of Nursing and Health, Henan University, Kaifeng, Henan, China. kflrl66@163.com."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Yinghui",
      "initials": "Y",
      "name": "Yinghui Jin",
      "affiliations": [
        "Center for Evidence-Based and Translational Medicine, Zhongnan Hospital of Wuhan University, Wuhan, China. jinyinghuiebm@163.com."
      ]
    }
  ],
  "journal": {
    "title": "Global health research and policy",
    "iso_abbreviation": "Glob Health Res Policy",
    "issn": "2397-0642",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "29"
  },
  "start_page": "12",
  "pages": "12",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "COVID-19",
    "Humans",
    "Pandemics",
    "Reinfection",
    "Reproducibility of Results",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "35488305",
    "pmc": "PMC9051013",
    "doi": "10.1186/s41256-022-00245-3",
    "pii": "10.1186/s41256-022-00245-3"
  },
  "doi": "10.1186/s41256-022-00245-3",
  "pmc_id": "PMC9051013",
  "dates": {
    "completed": "2022-05-03",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.384503",
    "pmid": "35488305"
  }
}