{
  "pmid": "35485243",
  "uid": "35485243",
  "title": "Upper urinary tract pressures in endourology: a systematic review of range, variables and implications.",
  "abstract": "OBJECTIVES: To systematically review the literature to ascertain the upper tract pressures generated during endourology, the relevant influencing variables and clinical implications. MATERIALS AND METHODS: A systematic review of the MEDLINE, Scopus and Cochrane databases was performed by two authors independently (S.C., N.D.). Studies reporting ureteric or intrarenal pressures (IRP) during semi-rigid ureteroscopy (URS)/flexible ureterorenoscopy (fURS)/percutaneous nephrolithotomy (PCNL)/miniaturized PCNL (mPCNL) in the period 1950-2021 were identified. Both in vitro and in vivo studies were considered for inclusion. Findings were independently screened for eligibility based on content, with disagreements resolved by author consensus. Data were assessed for bias and compiled based on predefined variables. RESULTS: Fifty-two studies met the inclusion criteria. Mean IRP appeared to frequently exceed a previously proposed threshold of 40 cmH2 O. Semi-rigid URS with low-pressure irrigation (gravity <1 m) resulted in a wide mean IRP range (lowest reported 6.9 cmH2 O, highest mean 149.5 ± 6.2 cmH2 O; animal models). The lowest mean observed with fURS without a ureteric access sheath (UAS) was 47.6 ± 4.1 cmH2 O, with the maximum peak IRP being 557.4 cmH2 O (in vivo human data). UAS placement significantly reduced IRP during fURS, but did not guarantee pressure control with hand-operated pump/syringe irrigation. Miniaturization of PCNL sheaths was associated with increased IRP; however, a wide mean human IRP range has been recorded with both mPCNL (lowest -6.8 ± 2.2 cmH2 O [suction sheath]; highest 41.2 ± 5.3 cmH2 O) and standard PCNL (lowest 6.5 cmH2 O; highest 41.2 cmH2 O). Use of continuous suction in mPCNL results in greater control of mean IRP, although short pressure peaks >40 cmH2 O are not entirely prevented. Definitive conclusions are limited by heterogeneity in study design and results. Postoperative pain and pyrexia may be correlated with increased IRP, however, few in vivo studies correlate clinical outcome with measured IRP. CONCLUSIONS: Intrarenal pressure generated during upper tract endoscopy often exceeds 40 cmH2 O. IRP is multifactorial in origin, with contributory variables discussed. Larger prospective human in vivo studies are required to further our understanding of IRP thresholds and clinical sequelae.",
  "authors": [
    {
      "last_name": "Croghan",
      "fore_name": "Stefanie M",
      "initials": "SM",
      "name": "Stefanie M Croghan",
      "affiliations": [
        "Royal College of Surgeons, Dublin, Ireland.",
        "Department of Urology, Blackrock Clinic, Dublin, Ireland."
      ],
      "orcid": "0000-0003-4524-3682"
    },
    {
      "last_name": "Skolarikos",
      "fore_name": "Andreas",
      "initials": "A",
      "name": "Andreas Skolarikos",
      "affiliations": [
        "European Association of Urology Urolithiasis Guidelines, Arnhem, The Netherlands.",
        "Department of Urology, National and Kapodistrian University of Athens, Athens, Greece."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Gregory S",
      "initials": "GS",
      "name": "Gregory S Jack",
      "affiliations": [
        "Department of Urology, Austin Health, University of Melbourne, Parkville, VIC, Australia."
      ]
    },
    {
      "last_name": "Manecksha",
      "fore_name": "Rustom P",
      "initials": "RP",
      "name": "Rustom P Manecksha",
      "affiliations": [
        "Department of Urology, Tallaght University Hospital, Dublin, Ireland.",
        "Department of Urology, St. James's Hospital, Dublin, Ireland.",
        "Department of Surgery, Trinity College Dublin, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "School of Engineering, Bernal Institute, University of Limerick, Limerick, Ireland.",
        "Health Research Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Fergal J",
      "initials": "FJ",
      "name": "Fergal J O'Brien",
      "affiliations": [
        "Tissue Engineering Research Group, Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Niall F",
      "initials": "NF",
      "name": "Niall F Davis",
      "affiliations": [
        "Royal College of Surgeons, Dublin, Ireland.",
        "Department of Urology, Blackrock Clinic, Dublin, Ireland.",
        "European Association of Urology Urolithiasis Guidelines, Arnhem, The Netherlands.",
        "Department of Urology, Beaumont Hospital, Dublin, Ireland."
      ],
      "orcid": "0000-0002-5298-1475"
    }
  ],
  "journal": {
    "title": "BJU international",
    "iso_abbreviation": "BJU Int",
    "issn": "1464-410X",
    "issn_type": "Electronic",
    "volume": "131",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "267",
  "end_page": "279",
  "pages": "267-279",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Humans",
    "Prospective Studies",
    "Ureteroscopy",
    "Ureter",
    "Nephrolithotomy, Percutaneous",
    "Ureteroscopes",
    "Kidney Calculi"
  ],
  "article_ids": {
    "pubmed": "35485243",
    "doi": "10.1111/bju.15764"
  },
  "doi": "10.1111/bju.15764",
  "dates": {
    "completed": "2023-02-24",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Royal College of Surgeons in Ireland"
    },
    {
      "agency": "Royal College"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.067596",
    "pmid": "35485243"
  }
}