{
  "pmid": "35487054",
  "uid": "35487054",
  "title": "Risk of intracranial hemorrhage between different direct oral anticoagulants in older patients seen in the emergency department with a head injury: A population-based cohort study.",
  "abstract": "INTRODUCTION: Patients taking direct oral anticoagulants (DOACs) are increasingly managed in emergency departments (ED). It is unknown whether the risk of traumatic intracranial hemorrhage (ICH) after a head injury differs between DOACs. The objective of this study was to compare risk of ICH at the index ED visit among older adults presenting to the ED with a head injury prescribed different DOACs. METHODS: Retrospective cohort study using population-based administrative databases from Ontario, Canada between 2016 and 2018 of patients age 65 years and older prescribed DOACs who were seen in the ED with a head injury. Patients were matched on the propensity score to create three pairwise-matched cohorts based on the DOAC prescribed (dabigatran vs rivaroxaban; dabigatran vs apixaban; rivaroxaban vs apixaban). For each cohort, relative risk (RR) and 95% confidence intervals (CI) of ICH diagnosed at the index ED visit were calculated. RESULTS: We identified 9230 older adults presenting with a head injury prescribed a DOAC. There were 1274 (13.8%) patients with a prescription for dabigatran, 3136 (34.0%) patients with a prescription for rivaroxaban, and 4820 (52.2%) patients with a prescription for apixaban. Overall, 5.9% of patients had an ICH at the index ED visit. After matching, there were no significant differences in the risk of ICH between any matched DOAC cohorts. CONCLUSION: In patients aged 65 years and older with a prescription for a DOAC seen in the ED for a head injury, there were no differences in the risk of ICH between DOACs.",
  "authors": [
    {
      "last_name": "Grewal",
      "fore_name": "Keerat",
      "initials": "K",
      "name": "Keerat Grewal",
      "affiliations": [
        "Schwartz/Reisman Emergency Medicine Institute, Sinai Health, Toronto, Ontario, Canada; Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada; ICES, Toronto, Ontario, Canada. Electronic address: Keerat.grewal@sinaihealth.ca."
      ]
    },
    {
      "last_name": "Atzema",
      "fore_name": "Clare L",
      "initials": "CL",
      "name": "Clare L Atzema",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada; ICES, Toronto, Ontario, Canada; Department of Emergency Services, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Austin",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Austin",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Wit",
      "fore_name": "Kerstin",
      "initials": "K",
      "name": "Kerstin de Wit",
      "affiliations": [
        "Department of Emergency Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mittmann",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Mittmann",
      "affiliations": [
        "Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada; Department of Pharmacology and Toxicology, Institute for Health Policy Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Borgundvaag",
      "fore_name": "Bjug",
      "initials": "B",
      "name": "Bjug Borgundvaag",
      "affiliations": [
        "Schwartz/Reisman Emergency Medicine Institute, Sinai Health, Toronto, Ontario, Canada; Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Shelley L",
      "initials": "SL",
      "name": "Shelley L McLeod",
      "affiliations": [
        "Schwartz/Reisman Emergency Medicine Institute, Sinai Health, Toronto, Ontario, Canada; Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis research",
    "iso_abbreviation": "Thromb Res",
    "issn": "1879-2472",
    "issn_type": "Electronic",
    "volume": "214",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "47",
  "end_page": "52",
  "pages": "47-52",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Administration, Oral",
    "Aged",
    "Anticoagulants",
    "Atrial Fibrillation",
    "Cohort Studies",
    "Craniocerebral Trauma",
    "Dabigatran",
    "Emergency Service, Hospital",
    "Humans",
    "Intracranial Hemorrhages",
    "Ontario",
    "Pyridones",
    "Retrospective Studies",
    "Rivaroxaban"
  ],
  "article_ids": {
    "pubmed": "35487054",
    "doi": "10.1016/j.thromres.2022.04.007",
    "pii": "S0049-3848(22)00138-4"
  },
  "doi": "10.1016/j.thromres.2022.04.007",
  "dates": {
    "completed": "2022-05-24",
    "revised": "2022-07-12"
  },
  "chemicals": [
    "Anticoagulants",
    "Pyridones",
    "Rivaroxaban",
    "Dabigatran"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.855549",
    "pmid": "35487054"
  }
}