{
  "pmid": "35494923",
  "uid": "35494923",
  "title": "The Impact of Electronic Data to Capture Qualitative Comments in a Competency-Based Assessment System.",
  "abstract": "Introduction Digitalizing workplace-based assessments (WBA) holds the potential for facilitating feedback and performance review, wherein we can easily record, store, and analyze data in real time. When digitizing assessment systems, however, it is unclear what is gained and lost in the message as a result of the change in medium. This study evaluates the quality of comments generated in paper vs. electronic media and the influence of an assessor's seniority. Methods Using a realist evaluation framework, a retrospective database review was conducted with paper-based and electronic medium comments. A sample of assessments was examined to determine any influence of the medium on the word count and the Quality of Assessment for Learning (QuAL) score. A correlation analysis evaluated the relationship between word count and QuAL score. Separate univariate analyses of variance (ANOVAs) were used to examine the influence of the assessor's seniority and medium on word count, QuAL score, and WBA scores. Results The analysis included a total of 1,825 records. The average word count for the electronic comments (M=16) was significantly higher than the paper version (M=12; p=0.01). Longer comments positively correlated with QuAL score (r=0.2). Paper-based comments received lower QuAL scores (0.41) compared to electronic (0.51; p<0.01). Years in practice was negatively correlated with QuAL score (r=-0.08; p<0.001) as was word count (r=-0.2; p<0.001). Conclusion Digitization of WBAs increased the length of comments and did not appear to jeopardize the quality of WBAs; these results indicate higher-quality assessment data. True digital transformation may be possible by harnessing trainee data repositories and repurposing them to analyze for faculty-relevant metrics.",
  "authors": [
    {
      "last_name": "Chan",
      "fore_name": "Teresa M",
      "initials": "TM",
      "name": "Teresa M Chan",
      "affiliations": [
        "Emergency Medicine, McMaster University, Hamilton, CAN.",
        "Continuing Professional Development, McMaster University, Hamilton, CAN."
      ]
    },
    {
      "last_name": "Sebok-Syer",
      "fore_name": "Stefanie S",
      "initials": "SS",
      "name": "Stefanie S Sebok-Syer",
      "affiliations": [
        "Emergency Medicine, Stanford University Medical Center, Palo Alto, USA."
      ]
    },
    {
      "last_name": "Yilmaz",
      "fore_name": "Yusuf",
      "initials": "Y",
      "name": "Yusuf Yilmaz",
      "affiliations": [
        "Continuing Professional Development, McMaster University, Hamilton, CAN.",
        "Medical Education, Faculty of Medicine, Ege University, Izmir, TUR."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, CAN."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "14",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Mar"
  },
  "start_page": "e23480",
  "pages": "e23480",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35494923",
    "pmc": "PMC9038604",
    "doi": "10.7759/cureus.23480"
  },
  "doi": "10.7759/cureus.23480",
  "pmc_id": "PMC9038604",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.067550",
    "pmid": "35494923"
  }
}