{
  "pmid": "35490099",
  "uid": "35490099",
  "title": "Cost Effectiveness Analysis of Radiofrequency Ablation (RFA) Versus Stereotactic Body Radiotherapy (SBRT) for Early Stage Renal Cell Carcinoma (RCC).",
  "abstract": "OBJECTIVES: To conduct a cost-effectiveness analysis of stereotactic body radiotherapy (SBRT) versus radiofrequency ablation (RFA) in the non-surgical management of early stage renal cell carcinoma (RCC) according to Consolidated Health Economic Evaluation Reporting Standards (CHEERS) criteria in the Canadian healthcare system. METHODS: A Markov state transition model was constructed for initial local treatment with RFA or SBRT for early stage, kidney confined, medically inoperable RCC in a hypothetical cohort. Incremental cost effectiveness ratios (ICER) were then calculated to compare the two treatments. The analysis was conducted over 5-year time horizon from the perspective of a publicly funded health system in Canada. Secondary analyses were conducted to assess the effect of small versus large size (< 4 cm vs. > 4 cm) RCC on ICERs. Multiple one-way deterministic sensitivity analysis were conducted. Discounting of 1.5% per year was applied. RESULTS: Over 5 years, SBRT economically dominated RFA with a gain of 4.103 quality-adjusted life years (QALYs) and a cost of $16,097, compared with 3.607 QALYs at a cost of $18,324 for RFA. The ICER was $4490 CAD less per QALY for SBRT in the base case analysis (BCE). In patients with small tumors (T1a), SBRT compared with RFA was more effective and marginally more costly, resulting in an ICER of $2207 CAD per QALY gained, while for larger tumors (T1b), SBRT was less costly and more effective than RFA, resulting in an ICER of -$22904. Sensitivity analysis demonstrated significant variability in the cost-effectiveness of SBRT versus RFA when parameters were varied, with rates of distant metastasis following RFA or SBRT having the greatest implications on ICERs. CONCLUSION: Overall, SBRT used as a primary treatment for RCC shows promising effectiveness at an overall reduction in cost compared with RFA in the Canadian healthcare system. The use of SBRT appears to be cost-effective for larger tumors as well as smaller tumors. The validity of these conclusions are highly sensitive to the accuracy of local and distant progression rates reported in previous studies, and may be adjusted as the available data on SBRT and RFA continues to evolve and mature.",
  "authors": [
    {
      "last_name": "Donovan",
      "fore_name": "Elysia K",
      "initials": "EK",
      "name": "Elysia K Donovan",
      "affiliations": [
        "Juravinski Cancer Center, Department of Radiation Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Economics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Louie",
      "fore_name": "Alexander V",
      "initials": "AV",
      "name": "Alexander V Louie",
      "affiliations": [
        "Sunnybrook Odette Cancer, Department of Radiation Oncology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "William",
      "initials": "W",
      "name": "William Chu",
      "affiliations": [
        "Sunnybrook Odette Cancer, Department of Radiation Oncology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Siva",
      "fore_name": "Shankar",
      "initials": "S",
      "name": "Shankar Siva",
      "affiliations": [
        "Peter McCallum Cancer Center, Sir Peter MaCallum Department of Oncology, University of Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Kapoor",
      "fore_name": "Anil",
      "initials": "A",
      "name": "Anil Kapoor",
      "affiliations": [
        "Juravinski Cancer Center, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Swaminath",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Swaminath",
      "affiliations": [
        "Juravinski Cancer Center, Department of Radiation Oncology, McMaster University, Hamilton, Ontario, Canada. Electronic address: swaminath@hhsc.ca."
      ]
    }
  ],
  "journal": {
    "title": "Clinical genitourinary cancer",
    "iso_abbreviation": "Clin Genitourin Cancer",
    "issn": "1938-0682",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "e353",
  "end_page": "e361",
  "pages": "e353-e361",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Canada",
    "Carcinoma, Renal Cell",
    "Cost-Benefit Analysis",
    "Humans",
    "Kidney Neoplasms",
    "Radiofrequency Ablation",
    "Radiosurgery"
  ],
  "article_ids": {
    "pubmed": "35490099",
    "doi": "10.1016/j.clgc.2022.03.011",
    "pii": "S1558-7673(22)00074-X"
  },
  "doi": "10.1016/j.clgc.2022.03.011",
  "dates": {
    "completed": "2022-09-28",
    "revised": "2022-10-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.209980",
    "pmid": "35490099"
  }
}