{
  "pmid": "35508321",
  "uid": "35508321",
  "title": "PCSK9 inhibitors and ezetimibe with or without statin therapy for cardiovascular risk reduction: a systematic review and network meta-analysis.",
  "abstract": "OBJECTIVE: To compare the impact of ezetimibe and proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors on cardiovascular outcomes in adults taking maximally tolerated statin therapy or who are statin intolerant. DESIGN: Network meta-analysis. DATA SOURCES: Medline, EMBASE, and Cochrane Library up to 31 December 2020. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: Randomised controlled trials of ezetimibe and PCSK9 inhibitors with ≥500 patients and follow-up of ≥6 months. MAIN OUTCOME MEASURES: We performed frequentist fixed-effects network meta-analysis and GRADE (grading of recommendations, assessment, development, and evaluation) to assess certainty of evidence. Results included relative risks (RR) and absolute risks per 1000 patients treated for five years for non-fatal myocardial infarction (MI), non-fatal stroke, all-cause mortality, and cardiovascular mortality. We estimated absolute risk differences assuming constant RR (estimated from network meta-analysis) across different baseline therapies and cardiovascular risk thresholds; the PREDICT risk calculator estimated cardiovascular risk in primary and secondary prevention. Patients were categorised at low to very high cardiovascular risk. A guideline panel and systematic review authors established the minimal important differences (MID) of 12 per 1000 for MI and 10 per 1000 for stroke. RESULTS: We identified 14 trials assessing ezetimibe and PCSK9 inhibitors among 83 660 adults using statins. Adding ezetimibe to statins reduced MI (RR 0.87 (95% confidence interval 0.80 to 0.94)) and stroke (RR 0.82 (0.71 to 0.96)) but not all-cause mortality (RR 0.99 (0.92 to 1.06)) or cardiovascular mortality (RR 0.97 (0.87 to 1.09)). Similarly, adding PCSK9 inhibitor to statins reduced MI (0.81 (0.76 to 0.87)) and stroke (0.74 (0.64 to 0.85)) but not all-cause (0.95 (0.87 to 1.03)) or cardiovascular mortality (0.95 (0.87 to 1.03)). Among adults with very high cardiovascular risk, adding PCSK9 inhibitor was likely to reduce MI (16 per 1000) and stroke (21 per 1000) (moderate to high certainty); whereas adding ezetimibe was likely to reduce stroke (14 per 1000), but the reduction of MI (11 per 1000) (moderate certainty) did not reach MID. Adding ezetimibe to PCSK9 inhibitor and statin may reduce stroke (11 per 1000), but the reduction of MI (9 per 1000) (low certainty) did not reach MID. Adding PCSK9 inhibitors to statins and ezetimibe may reduce MI (14 per 1000) and stroke (17 per 1000) (low certainty). Among adults with high cardiovascular risk, adding PCSK9 inhibitor probably reduced MI (12 per 1000) and stroke (16 per 1000) (moderate certainty); adding ezetimibe probably reduced stroke (11 per 1000), but the reduction in MI did not achieve MID (8 per 1000) (moderate certainty). Adding ezetimibe to PCSK9 inhibitor and statins did not reduce outcomes beyond MID, while adding PCSK9 inhibitor to ezetimibe and statins may reduce stroke (13 per 1000). These effects were consistent in statin-intolerant patients. Among moderate and low cardiovascular risk groups, adding PCSK9 inhibitor or ezetimibe to statins yielded little or no benefit for MI and stroke. CONCLUSIONS: Ezetimibe or PCSK9 inhibitors may reduce non-fatal MI and stroke in adults at very high or high cardiovascular risk who are receiving maximally tolerated statin therapy or are statin-intolerant, but not in those with moderate and low cardiovascular risk.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Safi U",
      "initials": "SU",
      "name": "Safi U Khan",
      "affiliations": [
        "Department of Cardiology, Houston Methodist DeBakey Heart & Vascular Center, Houston, TX, USA."
      ],
      "orcid": "0000-0003-1559-6911"
    },
    {
      "last_name": "Yedlapati",
      "fore_name": "Siva H",
      "initials": "SH",
      "name": "Siva H Yedlapati",
      "affiliations": [
        "Department of Medicine, Erie County Medical Center, Buffalo, NY, USA."
      ]
    },
    {
      "last_name": "Lone",
      "fore_name": "Ahmad N",
      "initials": "AN",
      "name": "Ahmad N Lone",
      "affiliations": [
        "Guthrie Health System/Robert Packer Hospital, Sayre, PA, USA."
      ]
    },
    {
      "last_name": "Hao",
      "fore_name": "Qiukui",
      "initials": "Q",
      "name": "Qiukui Hao",
      "affiliations": [
        "Center of Gerontology and Geriatrics/National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University, Chengdu, China.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Delvaux",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Delvaux",
      "affiliations": [
        "Department of Public Health and Primary Care and MAGIC Primary Care, KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Bekkering",
      "fore_name": "Geertruida E Trudy",
      "initials": "GET",
      "name": "Geertruida E Trudy Bekkering",
      "affiliations": [
        "Department of Public Health and Primary Care and MAGIC Primary Care, KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Clinical Effectiveness Research Group, Institute of Health Society, University of Oslo, Oslo, Norway.",
        "MAGIC Evidence Ecosystem Foundation."
      ]
    },
    {
      "last_name": "Riaz",
      "fore_name": "Irbaz Bin",
      "initials": "IB",
      "name": "Irbaz Bin Riaz",
      "affiliations": [
        "Department of Medicine, Hematology and Oncology, Mayo Clinic, Phoenix, AZ, USA.",
        "Mass General Brigham, Harvard Medical School, Boston MA, USA."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Sheyu",
      "initials": "S",
      "name": "Sheyu Li",
      "affiliations": [
        "Department of Endocrinology and Metabolism, Department of Guideline and Rapid Recommendation, Cochrane China Center, MAGIC China Center, Chinese Evidence-based Medicine Center, West China Hospital, Sichuan University, Chengdu 610041, China."
      ]
    },
    {
      "last_name": "Aertgeerts",
      "fore_name": "Bert",
      "initials": "B",
      "name": "Bert Aertgeerts",
      "affiliations": [
        "Department of Public Health and Primary Care and MAGIC Primary Care, KU Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Rodondi",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Rodondi",
      "affiliations": [
        "Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland.",
        "Institute of Primary Health Care (BIHAM), University of Bern, Bern, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "377",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "04"
  },
  "start_page": "e069116",
  "pages": "e069116",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adult",
    "Anticholesteremic Agents",
    "Cardiovascular Diseases",
    "Ezetimibe",
    "Heart Disease Risk Factors",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Myocardial Infarction",
    "PCSK9 Inhibitors",
    "Proprotein Convertase 9",
    "Risk Factors",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "35508321",
    "doi": "10.1136/bmj-2021-069116"
  },
  "doi": "10.1136/bmj-2021-069116",
  "dates": {
    "completed": "2022-05-06",
    "revised": "2025-06-30"
  },
  "chemicals": [
    "Anticholesteremic Agents",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "PCSK9 Inhibitors",
    "PCSK9 protein, human",
    "Proprotein Convertase 9",
    "Ezetimibe"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.249133",
    "pmid": "35508321"
  }
}