{
  "pmid": "35508320",
  "uid": "35508320",
  "title": "PCSK9 inhibitors and ezetimibe for the reduction of cardiovascular events: a clinical practice guideline with risk-stratified recommendations.",
  "abstract": "CLINICAL QUESTION: In adults with low density lipoprotein (LDL) cholesterol levels >1.8 mmol/L (>70 mg/dL) who are already taking the maximum dose of statins or are intolerant to statins, should another lipid-lowering drug be added, either a proprotein convertase subtilisin/kexin 9 (PCSK9) inhibitor or ezetimibe, to reduce the risk of major cardiovascular events? If so, which drug is preferred? Having decided to use one, should we add the other lipid-lowering drug? CURRENT PRACTICE: Most guidelines emphasise LDL cholesterol targets in their recommendations for prescribing PCSK9 inhibitors and/or ezetimibe in adults at high risk of experiencing a major adverse cardiovascular event. However, to achieve these goals in very high risk patients with statins alone is almost impossible, so physicians are increasingly considering other lipid-lowering drugs solely for achieving LDL cholesterol treatment goals rather than for achieving important absolute cardiovascular risk reduction. Most guidelines do not systematically assess the cardiovascular benefits of adding PCSK9 inhibitors and/or ezetimibe for all risk groups across primary and secondary prevention, nor do they report, in accordance with explicit judgments of assumed patients' values and preferences, absolute benefits and harms and potential treatment burdens. RECOMMENDATIONS: The guideline panel provided mostly weak recommendations, which means we rely on shared decision making when applying these recommendations. For adults already using statins, the panel suggests adding a second lipid-lowering drug in people at very high and high cardiovascular risk but recommends against adding it in people at low cardiovascular risk. For adults who are intolerant to statins, the panel recommends using a lipid-lowering drug in people at very high and high cardiovascular risk but against adding it in those at low cardiovascular risk. When choosing to add another lipid-lowering drug, the panel suggests ezetimibe in preference to PCSK9 inhibitors. The panel suggests further adding a PCSK9 inhibitor to ezetimibe for adults already taking statins at very high risk and those at very high and high risk who are intolerant to statins. HOW THIS GUIDELINE WAS CREATED: An international panel including patients, clinicians, and methodologists produced these recommendations following standards for trustworthy guidelines and using the GRADE approach. The panel identified four risk groups of patients (low, moderate, high, and very high cardiovascular risk) and primarily applied an individual patient perspective in moving from evidence to recommendations, though societal issues were a secondary consideration. The panel considered the balance of benefits and harms and burdens of starting a PCSK9 inhibitor and/or ezetimibe, making assumptions of adults' average values and preferences. Interactive evidence summaries and decision aids accompany multi-layered recommendations, developed in an online authoring and publication platform (www.magicapp.org) that also allows re-use and adaptation. THE EVIDENCE: A linked systematic review and network meta-analysis (14 trials including 83 660 participants) of benefits found that PCSK9 inhibitors or ezetimibe probably reduce myocardial infarctions and stroke in patients with very high and high cardiovascular risk, with no impact on mortality (moderate to high certainty evidence), but not in those with moderate and low cardiovascular risk. PCSK9 inhibitors may have similar effects to ezetimibe on reducing non-fatal myocardial infarction or stroke (low certainty evidence). These relative benefits were consistent, but their absolute magnitude varied based on cardiovascular risk in individual patients (for example, for 1000 people treated with PCSK9 inhibitors in addition to statins over five years, benefits ranged from 2 fewer strokes in the lowest risk to 21 fewer in the highest risk). Two systematic reviews on harms found no important adverse events for these drugs (moderate to high certainty evidence). PCSK9 inhibitors require injections that sometimes result in injection site reactions (best estimate 15 more per 1000 in a 5 year timeframe), representing a burden and harm that may matter to patients. The MATCH-IT decision support tool allows you to interact with the evidence and your patients across the alternative options: https://magicevidence.org/match-it/220504dist-lipid-lowering-drugs/. UNDERSTANDING THE RECOMMENDATIONS: The stratification into four cardiovascular risk groups means that, to use the recommendations, physicians need to identify their patient's risk first. We therefore suggest, specific to various geographical regions, using some reliable risk calculators that estimate patients' cardiovascular risk based on a mix of known risk factors. The largely weak recommendations concerning the addition of ezetimibe or PCSK9 inhibitors reflect what the panel considered to be a close balance between small reductions in stroke and myocardial infarctions weighed against the burdens and limited harms.Because of the anticipated large variability of patients' values and preferences, well informed choices warrant shared decision making. Interactive evidence summaries and decision aids linked to the recommendations can facilitate such shared decisions. The strong recommendations against adding another drug in people at low cardiovascular risk reflect what the panel considered to be a burden without important benefits. The strong recommendation for adding either ezetimibe or PCSK9 inhibitors in people at high and very high cardiovascular risk reflect a clear benefit.The panel recognised the key uncertainty in the evidence concerning patient values and preferences, namely that what most people consider important reductions in cardiovascular risks, weighed against burdens and harms, remains unclear. Finally, availability and costs will influence decisions when healthcare systems, clinicians, or people consider adding ezetimibe or PCSK9 inhibitors.",
  "authors": [
    {
      "last_name": "Hao",
      "fore_name": "Qiukui",
      "initials": "Q",
      "name": "Qiukui Hao",
      "affiliations": [
        "The Center of Gerontology and Geriatrics/National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University, Chengdu, China.",
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Aertgeerts",
      "fore_name": "Bert",
      "initials": "B",
      "name": "Bert Aertgeerts",
      "affiliations": [
        "Department of Public Health and Primary Care and MAGIC Primary Care, Academisch Centrum voor Huisartsgeneeskunde, KU Leuven, Belgium."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bekkering",
      "fore_name": "Geertruida E",
      "initials": "GE",
      "name": "Geertruida E Bekkering",
      "affiliations": [
        "Department of Public Health and Primary Care and MAGIC Primary Care, Academisch Centrum voor Huisartsgeneeskunde, KU Leuven, Belgium."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per Olav",
      "initials": "PO",
      "name": "Per Olav Vandvik",
      "affiliations": [
        "Clinical Effectiveness Research Group, Institute of Health and Society, University of Oslo, Oslo, Norway.",
        "MAGIC Evidence Ecosystem Foundation."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Safi U",
      "initials": "SU",
      "name": "Safi U Khan",
      "affiliations": [
        "Department of Cardiology, Houston Methodist DeBakey Heart & Vascular Center, Houston TX, USA."
      ]
    },
    {
      "last_name": "Rodondi",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Rodondi",
      "affiliations": [
        "Institute of Primary Health Care (BIHAM), University of Bern, Bern, Switzerland.",
        "Department of General Internal Medicine, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Jackson",
      "fore_name": "Rod",
      "initials": "R",
      "name": "Rod Jackson",
      "affiliations": [
        "School of Population Health, Faculty of Medical & Health Sciences, University of Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Reny",
      "fore_name": "Jean-Luc",
      "initials": "JL",
      "name": "Jean-Luc Reny",
      "affiliations": [
        "General Internal Medicine, University Hospital of Geneva, Geneva, Switzerland.",
        "Faculty of Medicine, Geneva University, Switzerland."
      ]
    },
    {
      "last_name": "Al Ansary",
      "fore_name": "Lubna",
      "initials": "L",
      "name": "Lubna Al Ansary",
      "affiliations": [
        "Department of Family and Community Medicine, College of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Van Driel",
      "fore_name": "Mieke",
      "initials": "M",
      "name": "Mieke Van Driel",
      "affiliations": [
        "Primary Care Clinical Unit, Faculty of Medicine, University of Queensland, Brisbane, Australia."
      ]
    },
    {
      "last_name": "Assendelft",
      "fore_name": "Willem J J",
      "initials": "WJJ",
      "name": "Willem J J Assendelft",
      "affiliations": [
        "Department of Primary and Community Care, Radboud University Medical Center, Netherlands."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Division General Internal Medicine & Division of Clinical Epidemiology, University Hospitals of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Spencer",
      "fore_name": "Frederick",
      "initials": "F",
      "name": "Frederick Spencer",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "MAGIC Evidence Ecosystem Foundation."
      ]
    },
    {
      "last_name": "Heen",
      "fore_name": "Anja Fog",
      "initials": "AF",
      "name": "Anja Fog Heen",
      "affiliations": [
        "Department of Medicine, Lovisenberg Diaconal Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Qian",
      "initials": "Q",
      "name": "Qian Zhao",
      "affiliations": [
        "International Medical Center / Ward of General Practice, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Riaz",
      "fore_name": "Irbaz Bin",
      "initials": "IB",
      "name": "Irbaz Bin Riaz",
      "affiliations": [
        "Department of Medicine, Hematology Oncology, Mayo Clinic, Arziona, USA."
      ]
    },
    {
      "last_name": "Ramaekers",
      "fore_name": "Dirk",
      "initials": "D",
      "name": "Dirk Ramaekers",
      "affiliations": [
        "KU Leuven Institute for Healthcare Policy, University of Leuven, Kapucijnenvoer 35, 3000 Leuven, Belgium."
      ]
    },
    {
      "last_name": "Okwen",
      "fore_name": "Patrick Mba",
      "initials": "PM",
      "name": "Patrick Mba Okwen",
      "affiliations": [
        "Effective Basic Services (eBase), Africa, Nkwen Bamenda, Cameroon."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Ye",
      "initials": "Y",
      "name": "Ye Zhu",
      "affiliations": [
        "Department of Cardiology, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Dawson",
      "fore_name": "Annabel",
      "initials": "A",
      "name": "Annabel Dawson",
      "affiliations": [
        "United Kingdom."
      ]
    },
    {
      "last_name": "Ovidiu",
      "fore_name": "Mersa Caius",
      "initials": "MC",
      "name": "Mersa Caius Ovidiu",
      "affiliations": [
        "Romania."
      ]
    },
    {
      "last_name": "Vanbrabant",
      "fore_name": "Willy",
      "initials": "W",
      "name": "Willy Vanbrabant",
      "affiliations": [
        "UZ Leuven GHB, Belgium."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Sheyu",
      "initials": "S",
      "name": "Sheyu Li",
      "affiliations": [
        "Department of Endocrinology and Metabolism, West China Hospital, Sichuan University, Chengdu, China nicolas.delvaux@kuleuven.be.",
        "Department of Guideline and Rapid Recommendation, Cochrane China Center, MAGIC China Center, Chinese Evidence-based Medicine Center, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Delvaux",
      "fore_name": "Nicolas",
      "initials": "N",
      "name": "Nicolas Delvaux",
      "affiliations": [
        "Department of Public Health and Primary Care and MAGIC Primary Care, Academisch Centrum voor Huisartsgeneeskunde, KU Leuven, Belgium nicolas.delvaux@kuleuven.be."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "377",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "04"
  },
  "start_page": "e069066",
  "pages": "e069066",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Anticholesteremic Agents",
    "Cardiovascular Diseases",
    "Cholesterol, LDL",
    "Ezetimibe",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Myocardial Infarction",
    "PCSK9 Inhibitors",
    "Proprotein Convertase 9",
    "Stroke",
    "Systematic Reviews as Topic",
    "Network Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "35508320",
    "doi": "10.1136/bmj-2021-069066"
  },
  "doi": "10.1136/bmj-2021-069066",
  "dates": {
    "completed": "2022-05-06",
    "revised": "2025-07-16"
  },
  "chemicals": [
    "Anticholesteremic Agents",
    "Cholesterol, LDL",
    "Ezetimibe",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "PCSK9 Inhibitors",
    "PCSK9 protein, human",
    "Proprotein Convertase 9"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.526648",
    "pmid": "35508320"
  }
}