{
  "pmid": "35500194",
  "uid": "35500194",
  "title": "Virtual Clinics: A Student-Led, Problem-Based Learning Approach to Supplement Veterinary Clinical Experiences.",
  "abstract": "The COVID-19 pandemic created an abrupt need for effective remote clinical experiences for senior clinical veterinary students. Subsequently, the authors created virtual clinics. This activity was derived from a problem-based learning (PBL) model wherein students designed clinical cases and participated through virtual role play as clients and clinicians. The purpose of this article is to describe virtual clinics and to report data from focus groups of participating students and faculty facilitators from two institutions regarding the positive and negative aspects of the shift in practice. A few common emerging themes included that case rounds were fun and engaging, students could learn at their own pace, and peer-to-peer learning opportunities had perceived value. Themes are reflected against the pedagogical literature to draw out areas that resonated. Students felt this activity was more engaging than listening to a discussion of a case they had no ownership of, and facilitators agreed that the peer-to-peer interactions added to student engagement. Additionally, students developed deeper knowledge about the underlying disease process and clinical presentation of their case, which required independent and self-directed learning, enabling students to think about a case from a client's perspective. By participating in these activities, students developed skills of classroom-to-clinic transitional value. While virtual clinics should not replace in-person clinical experiences, this activity might be useful to facilitate students' transition from a structured classroom setting to a less-structured clinical experience.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Department of Medical Sciences, University of Wisconsin-Madison, 2015 Linden Dr., Madison, WI 53706 USA."
      ]
    },
    {
      "last_name": "Nichelason",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Nichelason",
      "affiliations": [
        "Department of Medical Sciences, University of Wisconsin-Madison, 2015 Linden Dr., Madison, WI 53706 USA."
      ]
    },
    {
      "last_name": "Lygo-Baker",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Lygo-Baker",
      "affiliations": [
        "Surrey Institute of Education, University of Surrey, Guildford, Surrey GU2 7XH UK."
      ]
    },
    {
      "last_name": "Olin",
      "fore_name": "Shelly",
      "initials": "S",
      "name": "Shelly Olin",
      "affiliations": [
        "Department of Small Animal Clinical Sciences, University of Tennessee College of Veterinary Medicine, 2407 River Dr., Knoxville, TN 37996 USA."
      ]
    },
    {
      "last_name": "Whittemore",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Whittemore",
      "affiliations": [
        "Small Animal Clinical Sciences, University of Tennessee College of Veterinary Medicine, 2407 River Dr., Knoxville, Knoxville TN 37996 USA."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "Zenithson",
      "initials": "Z",
      "name": "Zenithson Ng",
      "affiliations": [
        "Department of Small Animal Clinical Sciences, University of Tennessee College of Veterinary Medicine, 2407 River Dr., Knoxville, TN 37996 USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of veterinary medical education",
    "iso_abbreviation": "J Vet Med Educ",
    "issn": "0748-321X",
    "issn_type": "Print",
    "volume": "50",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "147",
  "end_page": "161",
  "pages": "147-161",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Humans",
    "Problem-Based Learning",
    "Pandemics",
    "COVID-19",
    "Education, Veterinary",
    "Students, Medical"
  ],
  "article_ids": {
    "pubmed": "35500194",
    "doi": "10.3138/jvme-2021-0144"
  },
  "doi": "10.3138/jvme-2021-0144",
  "dates": {
    "completed": "2023-04-07",
    "revised": "2023-04-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.952926",
    "pmid": "35500194"
  }
}