{
  "pmid": "35501224",
  "uid": "35501224",
  "title": "Profiling \"Success\": Demographic and Personality Predictors of Effective Peer Leaders in a Diabetes Self-management Intervention.",
  "abstract": "BACKGROUND: The sociodemographic and personality profiles of effective peer leaders in the context of diabetes self-management interventions are poorly understood. In this study, we explored the demographic and personality characteristics of peer leaders participating in a 12-month, telephone-based type 2 diabetes self-management intervention. METHODS: We used a sequential explanatory mixed-methods research design and recruited 52 peer leaders. Thirty-seven peer leaders had at least 1 participant complete both the baseline and the 12-month assessments. Eligible peer leader candidates were English-speaking adults (≥21 years of age) with diabetes and a self-reported glycated hemoglobin (A1C) level of ≤8% who had access to a phone and transportation and were willing to attend a 30-hour training program. Peer leaders completed a self-report survey assessing sociodemographic characteristics and a Mini-International Personality Item Pool scale measuring the \"Big 5\" personality traits. After the intervention, 17 peer leaders participated in semistructured interviews on their program experience. We categorized peer leaders as effective if their participants sustained or improved their A1C and diabetes distress (DD) scores from baseline to 12 months, and as ineffective if their participants worsened on any of these parameters. RESULTS: Our cohort scored highest on agreeableness and lowest on neuroticism. Twenty peer leaders were considered effective, most of whom were male, married, employed and educated. They also had significantly lower mean DD levels (p=0.02) and a higher extroversion score (p=0.03) at baseline. CONCLUSIONS: Extroversion emerged as the best personality predictor of peer leader effectiveness. These results, in combination with interview responses, were used to produce a peer leader selection model.",
  "authors": [
    {
      "last_name": "Afshar",
      "fore_name": "Rowshanak",
      "initials": "R",
      "name": "Rowshanak Afshar",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Sidhu",
      "fore_name": "Rawel",
      "initials": "R",
      "name": "Rawel Sidhu",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada. Electronic address: rawel@alumni.ubc.ca."
      ]
    },
    {
      "last_name": "Afshari",
      "fore_name": "Reza",
      "initials": "R",
      "name": "Reza Afshari",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Askari",
      "fore_name": "Amir S",
      "initials": "AS",
      "name": "Amir S Askari",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Camp",
      "fore_name": "Pat G",
      "initials": "PG",
      "name": "Pat G Camp",
      "affiliations": [
        "Department of Physical Therapy, University of British Columbia, Vancouver, British Columbia, Canada; Centre for Heart Lung Innovation, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Cox",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Cox",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Tricia S",
      "initials": "TS",
      "name": "Tricia S Tang",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "46",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "553",
  "end_page": "560",
  "pages": "553-560",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Demography",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Glycated Hemoglobin",
    "Humans",
    "Male",
    "Personality",
    "Self Care",
    "Self-Management"
  ],
  "article_ids": {
    "pubmed": "35501224",
    "doi": "10.1016/j.jcjd.2022.01.001",
    "pii": "S1499-2671(22)00001-6"
  },
  "doi": "10.1016/j.jcjd.2022.01.001",
  "dates": {
    "completed": "2022-09-28",
    "revised": "2022-12-07"
  },
  "chemicals": [
    "Glycated Hemoglobin A"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.760192",
    "pmid": "35501224"
  }
}