{
  "pmid": "35507461",
  "uid": "35507461",
  "title": "Intrinsic or Invisible? An Audit of CanMEDS Roles in Entrustable Professional Activities.",
  "abstract": "PURPOSE: Postgraduate medical education in Canada has quickly transformed to a competency-based model featuring new entrustable professional activities (EPAs) and associated milestones. It remains unclear, however, how these milestones are distributed between the central medical expert role and 6 intrinsic roles of the larger CanMEDS competency framework. A document review was thus conducted to measure how many EPA milestones are classified under each CanMEDS role, focusing on the overall balance between representation of intrinsic roles and that of medical expert. METHOD: Data were extracted from the EPA guides of 40 Canadian specialties in 2021 to measure the percentage of milestones formally linked to each role. Subsequent analyses explored for differences when milestones were separated by stage of postgraduate training, weighted by an EPA's minimum number of observations, or sorted by surgical and medical specialties. RESULTS: Approximately half of all EPA milestones (mean = 48.6%; 95% confidence interval [CI] = 45.9, 51.3) were classified under intrinsic roles overall. However, representation of the health advocate role was consistently low (mean = 2.95%; 95% CI = 2.49, 3.41), and some intrinsic roles-mainly leader, scholar, and professional-were more heavily concentrated in the final stage of postgraduate training. These findings held true under all conditions examined. CONCLUSIONS: The observed distribution of roles in EPA milestones fits with high-level descriptions of CanMEDS in that intrinsic roles are viewed as inextricably linked to medical expertise, implying both are equally important to cultivate through curricula. Yet a fine-grained analysis suggests that a low prevalence or late emphasis of some intrinsic roles may hinder how they are taught or assessed. Future work must explore whether the quantity or timing of milestones shapes the perceived value of each role, and other factors determining the optimal distribution of roles throughout training.",
  "authors": [
    {
      "last_name": "LoGiudice",
      "fore_name": "Andrew B",
      "initials": "AB",
      "name": "Andrew B LoGiudice",
      "affiliations": [
        "A.B. LoGiudice is a postdoctoral research fellow, MacPherson Institute for Leadership, Innovation and Excellence in Teaching, McMaster University, Hamilton, Ontario, Canada; ORCID: https://orcid.org/0000-0003-3527-4389 ."
      ]
    },
    {
      "last_name": "Sibbald",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Sibbald",
      "affiliations": [
        "M. Sibbald is educational scientist, director, Cardiology Residency Program, and associate dean, Undergraduate Medical Education, McMaster University, Hamilton, Ontario, Canada; ORCID: https://orcid.org/0000-0002-0022-2370 ."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "S. Monteiro is associate professor, Department of Medicine, and director of scholarship, Centre for Simulation-Based Learning, McMaster University, Hamilton, Ontario, Canada; ORCID: http://orcid.org/0000-0001-8723-5942 ."
      ]
    },
    {
      "last_name": "Sherbino",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Sherbino",
      "affiliations": [
        "J. Sherbino is professor of medicine and assistant dean of health professions education, McMaster University, Hamilton, Ontario, Canada; ORCID: https://orcid.org/0000-0003-0344-8057 ."
      ]
    },
    {
      "last_name": "Keuhl",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Keuhl",
      "affiliations": [
        "A. Keuhl is project officer, McMaster Education Research, Innovation and Theory Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "G.R. Norman is professor emeritus, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Teresa M",
      "initials": "TM",
      "name": "Teresa M Chan",
      "affiliations": [
        "T.M. Chan is associate dean, Continuing Professional Development, Faculty of Health Sciences, McMaster University, associate professor, Divisions of Education and Innovation and Emergency Medicine, Department of Medicine, McMaster University, and clinician scientist, McMaster Education Research, Innovation, and Theory (MERIT), McMaster University, Hamilton, Ontario, Canada; ORCID: http://orcid.org/0000-0001-6104-462X ."
      ],
      "orcid": "0000-0001-6104-462"
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "97",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "1213",
  "end_page": "1218",
  "pages": "1213-1218",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Canada",
    "Clinical Competence",
    "Competency-Based Education",
    "Curriculum",
    "Education, Medical",
    "Humans",
    "Internship and Residency",
    "Medicine"
  ],
  "article_ids": {
    "pubmed": "35507461",
    "doi": "10.1097/ACM.0000000000004731",
    "pii": "00001888-202208000-00049"
  },
  "doi": "10.1097/ACM.0000000000004731",
  "dates": {
    "completed": "2022-08-04",
    "revised": "2022-08-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.774417",
    "pmid": "35507461"
  }
}