{
  "pmid": "35502515",
  "uid": "35502515",
  "title": "Feasibility of Peer-Delivered Suicide Safety Planning in the Emergency Department: Results From a Pilot Trial.",
  "abstract": "OBJECTIVE: The emergency department (ED) is an important site for suicide prevention efforts, and safety planning has been identified as a best practice for suicide prevention among ED patients at increased suicide risk. However, few ED clinicians are prepared to assess suicide risk or guide patients in the creation of safety plans. This study was a pilot randomized controlled trial of the feasibility, acceptability, and preliminary effects of safety planning by individuals with lived experience of suicide attempt or of severe suicidal ideation but without medical training (i.e., peers) in the ED. METHODS: Patients at risk for suicide in a general ED were randomly assigned to receive peer-delivered or mental health provider–delivered safety planning. Intervention feasibility measures included ED length of stay, safety plan completeness, and safety plan quality. Acceptability measures included patient satisfaction. Preliminary effects were assessed as number of ED returns within the 3 months after the ED visit. RESULTS: Data from 31 participants were available for analysis. Compared with participants with provider-delivered safety planning, participants with peer-delivered safety planning had similar ED lengths of stay, higher safety plan completeness, and higher safety plan quality. Acceptability of the safety planning process was similar for the two groups. Compared with participants receiving provider-delivered safety planning, participants receiving peer-delivered planning had significantly fewer ED visits during the subsequent 3 months than during the 3 months preceding the ED visit. CONCLUSIONS: Peer-delivered safety planning is feasible and acceptable and may result in fewer return ED visits. These findings provide preliminary support for peer-delivered safety planning in the ED.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine and Department of Emergency Medicine Behavioral Emergencies Research (DEMBER) lab, Department of Emergency Medicine (Wilson), and Center for Health Services Research, Department of Psychiatry (Waliski, Thompson), University of Arkansas for Medical Sciences (UAMS), Little Rock; Department of Health Services Research and Development, Central Arkansas Veteran's Healthcare system, Little Rock (Waliski)."
      ]
    },
    {
      "last_name": "Waliski",
      "fore_name": "Angie",
      "initials": "A",
      "name": "Angie Waliski",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine and Department of Emergency Medicine Behavioral Emergencies Research (DEMBER) lab, Department of Emergency Medicine (Wilson), and Center for Health Services Research, Department of Psychiatry (Waliski, Thompson), University of Arkansas for Medical Sciences (UAMS), Little Rock; Department of Health Services Research and Development, Central Arkansas Veteran's Healthcare system, Little Rock (Waliski)."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Ronald G",
      "initials": "RG",
      "name": "Ronald G Thompson",
      "affiliations": [
        "Division of Research and Evidence-Based Medicine and Department of Emergency Medicine Behavioral Emergencies Research (DEMBER) lab, Department of Emergency Medicine (Wilson), and Center for Health Services Research, Department of Psychiatry (Waliski, Thompson), University of Arkansas for Medical Sciences (UAMS), Little Rock; Department of Health Services Research and Development, Central Arkansas Veteran's Healthcare system, Little Rock (Waliski)."
      ]
    }
  ],
  "journal": {
    "title": "Psychiatric services (Washington, D.C.)",
    "iso_abbreviation": "Psychiatr Serv",
    "issn": "1557-9700",
    "issn_type": "Electronic",
    "volume": "73",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "1087",
  "end_page": "1093",
  "pages": "1087-1093",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Emergency Service, Hospital",
    "Feasibility Studies",
    "Humans",
    "Pilot Projects",
    "Suicidal Ideation",
    "Suicide Prevention"
  ],
  "article_ids": {
    "pubmed": "35502515",
    "doi": "10.1176/appi.ps.202100561"
  },
  "doi": "10.1176/appi.ps.202100561",
  "dates": {
    "completed": "2022-10-04",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.754494",
    "pmid": "35502515"
  }
}