{
  "pmid": "35507306",
  "uid": "35507306",
  "title": "Reverse Total Shoulder Arthroplasty Is the Most Cost-effective Treatment Strategy for Proximal Humerus Fractures in Older Adults: A Cost-utility Analysis.",
  "abstract": "BACKGROUND: Proximal humerus fractures are the second-most common fragility fracture in older adults. Although reverse total shoulder arthroplasty (RTSA) is a promising treatment strategy for proximal humerus fractures with favorable clinical and quality of life outcomes, it is associated with much higher, and possibly prohibitive, upfront costs relative to nonoperative treatment and other surgical alternatives. QUESTIONS/PURPOSES: (1) What is the cost-effectiveness of open reduction internal fixation (ORIF), hemiarthroplasty, and RTSA compared with the nonoperative treatment of complex proximal humerus fractures in adults older than 65 years from the perspective of a single-payer Canadian healthcare system? (2) Which factors, if any, affect the cost-effectiveness of ORIF, hemiarthroplasty, and RTSA compared with nonoperative treatment of proximal humerus fractures including quality of life outcomes, cost, and complication rates after each treatment? METHODS: This cost-utility analysis compared RTSA, hemiarthroplasty, and ORIF with the nonoperative management of complex proximal humerus fractures in adults older than 65 years over a lifetime time horizon from the perspective of a single-payer healthcare system. Short-term and intermediate-term complications in the 2-year postoperative period were modeled using a decision tree, with long-term outcomes estimated through a Markov model. The model was initiated with a cohort of 75-year-old patients who had a diagnosis of a comminuted (three- or four-part) proximal humerus fractures; 90% of the patients were women. The mean age and gender composition of the model's cohort was based on a systematic review conducted as part of this analysis. Patients were managed nonoperatively or surgically with either ORIF, hemiarthroplasty, or RTSA. The three initial surgical treatment options of ORIF, hemiarthroplasty, and RTSA resulted in uncomplicated healing or the development of a complication that would result in a subsequent surgical intervention. The model reflects the complications that result in repeat surgery and that are assumed to have the greatest impact on clinical outcomes and costs. Transition probabilities and health utilities were derived from published sources, with costs (2020 CAD) sourced from regional costing databases. The primary outcome was the incremental cost-utility ratio, which was calculated using expected quality-adjusted life years (QALYs) gained and costs. Sensitivity analyses were conducted to explore the impact of changing key model parameters. RESULTS: Based on both pairwise and sequential analysis, RTSA was found to be the most cost-effective strategy for managing complex proximal humerus fractures in adults older than 65 years. Compared with nonoperative management, the pairwise incremental cost-utility ratios of hemiarthroplasty and RTSA were CAD 25,759/QALY and CAD 7476/QALY, respectively. ORIF was dominated by nonoperative management, meaning that it was both more costly and less effective. Sequential analysis, wherein interventions are compared from least to most expensive in a pairwise manner, demonstrated ORIF to be dominated by hemiarthroplasty, and hemiarthroplasty to be extendedly dominated by RTSA. Further, at a willingness-to-pay threshold of CAD 50,000/QALY, RTSA had 66% probability of being the most cost-effective treatment option. The results were sensitive to changes in the parameters for the probability of revision RTSA after RTSA, the treatment cost of RTSA, and the health utilities associated with the well state for all treatment options except ORIF, although none of these changes were found to be clinically realistic based on the existing evidence. CONCLUSION: Based on this economic analysis, RTSA is the preferred treatment strategy for complex proximal humerus fractures in adults older than 65 years, despite high upfront costs. Based on the evidence to date, it is unlikely that the parameters this model was sensitive to would change to the degree necessary to alter the model's outcome. A major strength of this model is that it reflects the most recent randomized controlled trials evaluating the management of this condition. Therefore, clinicians should feel confident recommending RTSA for the management of proximal humerus fractures in adults older than 65 years, and they are encouraged to advocate for this intervention as being a cost-effective practice, especially in publicly funded healthcare systems wherein resource stewardship is a core principle. Future high-quality trials should continue to collect both clinical and quality of life outcomes using validated tools such as the EuroQOL-5D to reduce parameter uncertainty and support decision makers in understanding relevant interventions' value for money. LEVEL OF EVIDENCE: Level III, economic and decision analysis.",
  "authors": [
    {
      "last_name": "Abdel Khalik",
      "fore_name": "Hassaan",
      "initials": "H",
      "name": "Hassaan Abdel Khalik",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1711-515"
    },
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zoratti",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zoratti",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3069-1159"
    },
    {
      "last_name": "Axelrod",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Axelrod",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kruse",
      "fore_name": "Colin",
      "initials": "C",
      "name": "Colin Kruse",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-3871-1567"
    },
    {
      "last_name": "Ristevski",
      "fore_name": "Bill",
      "initials": "B",
      "name": "Bill Ristevski",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rajaratnam",
      "fore_name": "Krishan",
      "initials": "K",
      "name": "Krishan Rajaratnam",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gardner",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Gardner",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Palo Alto, CA, USA."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Éric",
      "initials": "JÉ",
      "name": "Jean-Éric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Johal",
      "fore_name": "Herman",
      "initials": "H",
      "name": "Herman Johal",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical orthopaedics and related research",
    "iso_abbreviation": "Clin Orthop Relat Res",
    "issn": "1528-1132",
    "issn_type": "Electronic",
    "volume": "480",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "2013",
  "end_page": "2026",
  "pages": "2013-2026",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Arthroplasty, Replacement, Shoulder",
    "Canada",
    "Cost-Benefit Analysis",
    "Female",
    "Health Care Costs",
    "Hemiarthroplasty",
    "Humans",
    "Humerus",
    "Male",
    "Quality of Life",
    "Shoulder Fractures",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35507306",
    "pmc": "PMC9473782",
    "doi": "10.1097/CORR.0000000000002219",
    "pii": "00003086-202210000-00028"
  },
  "doi": "10.1097/CORR.0000000000002219",
  "pmc_id": "PMC9473782",
  "dates": {
    "completed": "2022-09-23",
    "revised": "2023-02-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:14.479926",
    "pmid": "35507306"
  }
}