{
  "pmid": "35513440",
  "uid": "35513440",
  "title": "Variation in paediatric 24-h ambulatory blood pressure monitoring interpretation by Canadian and UK physicians.",
  "abstract": "Twenty-four-hour ambulatory blood pressure monitoring (ABPM) is widely accepted as a more accurate method for measurement of blood pressure (BP) compared to a single office-based measurement of BP. However, it is unclear how physicians interpret ABPM and make management decisions. This study's goal is to investigate variation in ABPM interpretation among paediatric nephrologists (Canada and UK) and paediatric cardiologists (Canada only) via an online survey. The survey content included baseline demographics, questions on the use and indications for ABPM, interpretation of results, and subsequent management decisions in various clinical scenarios. The survey was sent to 196 Canadian physicians, with 69 (35.2%) total responses. Thirty-five UK clinicians also completed the survey. Most respondents were >44 years old, were in practice for at least 11 years, and were university-based. There were substantial differences among clinicians in ABPM interpretation for isolated systolic, diastolic, and night-time hypertension. For example, only 53.1% of physicians would initiate or modify treatment in those with diastolic HTN in CKD. Further, even for the same abnormal ABPM parameter, the decision to start or alter treatment was influenced by the underlying medical condition. There is significant variation in clinical practice among physicians for interpretation and management of hypertension when using ABPM. Differences in guidelines among various jurisdictions, as well as knowledge gaps in the research on which guidelines are based, create ambiguity regarding ABPM interpretation and management decisions. A more protocolized approach and further insight into the reasoning behind the variation in physicians' interpretation may help to standardise practice.",
  "authors": [
    {
      "last_name": "Stefanova",
      "fore_name": "Isabella Z",
      "initials": "IZ",
      "name": "Isabella Z Stefanova",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-5509-7482"
    },
    {
      "last_name": "Sinha",
      "fore_name": "Manish D",
      "initials": "MD",
      "name": "Manish D Sinha",
      "affiliations": [
        "Division of Paediatric Nephrology, Evelina London Children's Hospital, Guy's and St Thomas' NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Douglas J",
      "initials": "DJ",
      "name": "Douglas J Stewart",
      "affiliations": [
        "Division of Paediatric Nephrology, Evelina London Children's Hospital, Guy's and St Thomas' NHS Foundation Trust, London, UK."
      ],
      "orcid": "0000-0001-5747-7799"
    },
    {
      "last_name": "Bamhraz",
      "fore_name": "Abdulaziz",
      "initials": "A",
      "name": "Abdulaziz Bamhraz",
      "affiliations": [
        "Division of Paediatric Nephrology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fournier",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Fournier",
      "affiliations": [
        "Division of Paediatric Cardiology, University of Montreal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Harris",
      "fore_name": "Kevin C",
      "initials": "KC",
      "name": "Kevin C Harris",
      "affiliations": [
        "Division of Paediatric Cardiology, BC Children's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Filler",
      "fore_name": "Guido",
      "initials": "G",
      "name": "Guido Filler",
      "affiliations": [
        "Division of Paediatric Nephrology, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Noone",
      "fore_name": "Damien",
      "initials": "D",
      "name": "Damien Noone",
      "affiliations": [
        "Division of Paediatric Nephrology, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Teoh",
      "fore_name": "Chia Wei",
      "initials": "CW",
      "name": "Chia Wei Teoh",
      "affiliations": [
        "Division of Paediatric Nephrology, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-5994-0799"
    },
    {
      "last_name": "Dionne",
      "fore_name": "Janis",
      "initials": "J",
      "name": "Janis Dionne",
      "affiliations": [
        "Division of Paediatric Nephrology, BC Children's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Paediatric Nephrology, McMaster University, Hamilton, Ontario, Canada. chanchlr@mcmaster.ca.",
        "Population Health Research Institute, ICES, McMaster University, Hamilton, Ontario, Canada. chanchlr@mcmaster.ca.",
        "Department of Health Research, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada. chanchlr@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of human hypertension",
    "iso_abbreviation": "J Hum Hypertens",
    "issn": "1476-5527",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "363",
  "end_page": "369",
  "pages": "363-369",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Adult",
    "Blood Pressure Monitoring, Ambulatory",
    "Canada",
    "Hypertension",
    "Blood Pressure",
    "Physicians",
    "United Kingdom"
  ],
  "article_ids": {
    "pubmed": "35513440",
    "doi": "10.1038/s41371-022-00702-z",
    "pii": "10.1038/s41371-022-00702-z"
  },
  "doi": "10.1038/s41371-022-00702-z",
  "dates": {
    "completed": "2023-05-05",
    "revised": "2023-06-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.086159",
    "pmid": "35513440"
  }
}