{
  "pmid": "35521723",
  "uid": "35521723",
  "title": "Emicizumab state-of-the-art update.",
  "abstract": "INTRODUCTION: Emicizumab is a bispecific monoclonal antibody developed to address the unmet needs of clotting factor replacement therapy and has become the benchmark for optimal prophylaxis in managing patients with haemophilia A with inhibitors. We describe the emicizumab rollout and pharmacokinetic strategies and their use in paediatric patients. METHODS: The evolving real-world experience in using emicizumab has confirmed its safety, efficacy and pharmacokinetic profile in paediatric, adolescent and adult patients receiving emicizumab at various prophylactic dosing regimens. The emicizumab current global rollout includes over 100 countries with 29 low to middle-income countries accessing emicizumab through the World Federation of Haemophilia (WFH) Humanitarian Aid Program. The diversity of emicizumab dosing and pharmacokinetic tools such as the Calibra® and the WAPPS-Hemo platforms make it possible to achieve prophylaxis goals in line with the WFH Haemophilia treatment guidelines recommendations, with minimal drug wastage. The emerging experience from long term clinical trials and long-term real-world follow-up confirm the safety, efficacy, and pharmacokinetic profile of emicizumab in paediatric haemophilia A patients. A few questions, including inhibitor recurrence, concurrent use of emicizumab with various replacement therapies and inhibitor eradication, are being addressed through multiple ongoing clinical studies. CONCLUSION: The current global rollout of emicizumab is remarkable, and versatile dosing regimens and evolving pharmacokinetic tools such as the Calibra® and WAPPS-Hemo platforms make it a treatment choice available also for pharmacokinetic guided personalised treatment. Data from paediatric studies are consistent with those seen in adolescent and adult Haemophilia A.",
  "authors": [
    {
      "last_name": "Mahlangu",
      "fore_name": "Johnny",
      "initials": "J",
      "name": "Johnny Mahlangu",
      "affiliations": [
        "Haemophilia Comprehensive Care Centre, Charlotte Maxeke Johannesburg Academic Hospital, Johannesburg, South Africa.",
        "Faculty of Health Sciences, University of the Witwatersrand and NHLS, Johannesburg, South Africa."
      ],
      "orcid": "0000-0001-5781-7669"
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Kenet",
      "fore_name": "Gili",
      "initials": "G",
      "name": "Gili Kenet",
      "affiliations": [
        "National Hemophilia, Center, Sheba Medical Center, Tel Hashomer, Israel.",
        "Amalia Biron Research Institute of Thrombosis and Hemostasis, Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel."
      ],
      "orcid": "0000-0002-1279-2557"
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "volume": "28 Suppl 4",
    "issue": "Suppl 4",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "103",
  "end_page": "110",
  "pages": "103-110",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Antibodies, Bispecific",
    "Antibodies, Monoclonal, Humanized",
    "Blood Coagulation Factors",
    "Child",
    "Factor VIII",
    "Hemophilia A",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "35521723",
    "pmc": "PMC9321850",
    "doi": "10.1111/hae.14524"
  },
  "doi": "10.1111/hae.14524",
  "pmc_id": "PMC9321850",
  "dates": {
    "completed": "2022-05-09",
    "revised": "2022-07-31"
  },
  "chemicals": [
    "Antibodies, Bispecific",
    "Antibodies, Monoclonal, Humanized",
    "Blood Coagulation Factors",
    "emicizumab",
    "Factor VIII"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.309854",
    "pmid": "35521723"
  }
}