{
  "pmid": "35524175",
  "uid": "35524175",
  "title": "Workplace violence against emergency health care workers: What Strategies do Workers use?",
  "abstract": "BACKGROUND: Workplace violence by patients and bystanders against health care workers, is a major problem, for workers, organizations, patients, and society. It is estimated to affect up to 95% of health care workers. Emergency health care workers experience very high levels of workplace violence, with one study finding that paramedics had nearly triple the odds of experiencing physical and verbal violence. Many interventions have been developed, ranging from zero-tolerance approaches to engaging with the violent perpetrator. Unfortunately, as a recent Cochrane review showed, there is no evidence that any of these interventions work in reducing or minimizing violence. To design better interventions to prevent and minimize workplace violence, more information is needed on those strategies emergency health care workers currently use to prevent or minimize violence. The objective of the study was to identify and discuss strategies used by prehospital emergency health care workers, in response to violence and aggression from patients and bystanders. Mapping the strategies used and their perceived usefulness will inform the development of tailored interventions to reduce the risk of serious harm to health care workers. In this study the following research questions were addressed: (1) What strategies do prehospital emergency health care workers utilize against workplace violence from patients or bystanders? (2) What is their experience with these strategies? METHODS: Five focus groups with paramedics and dispatchers were held at different urban and rural locations in Canada. The focus group responses were transcribed verbatim and analyzed using thematic analysis. RESULTS: It became apparent that emergency healthcare workers use a variety of strategies when dealing with violent patients or bystanders. Most strategies, other than generic de-escalation techniques, reflect a reliance on the systems the workers work with and within. CONCLUSION: The study results support the move away from focusing on the individual worker, who is the victim, to a systems-based approach to help reduce and minimize violence against health care workers. For this to be effective, system-based strategies need to be implemented and supported in healthcare organizations and legitimized through professional bodies, unions, public policies, and regulations.",
  "authors": [
    {
      "last_name": "Spelten",
      "fore_name": "Evelien",
      "initials": "E",
      "name": "Evelien Spelten",
      "affiliations": [
        "Violet Vines Marshman Research Centre, Rural Health School, La Trobe University, Melbourne, Australia. e.spelten@latrobe.edu.au."
      ]
    },
    {
      "last_name": "van Vuuren",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia van Vuuren",
      "affiliations": [
        "Violet Vines Marshman Research Centre, Rural Health School, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "O'Meara",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter O'Meara",
      "affiliations": [
        "Department of Paramedicine, Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Brodie",
      "initials": "B",
      "name": "Brodie Thomas",
      "affiliations": [
        "Violet Vines Marshman Research Centre, Rural Health School, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Grenier",
      "fore_name": "Mathieu",
      "initials": "M",
      "name": "Mathieu Grenier",
      "affiliations": [
        "County of Renfrew Paramedic Service, Pembroke, Canada."
      ]
    },
    {
      "last_name": "Ferron",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Ferron",
      "affiliations": [
        "Niagara Emergency Medical Services, Niagara Region, Niagara, Canada."
      ]
    },
    {
      "last_name": "Helmer",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Helmer",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, Canada.",
        "British Columbia Emergency Health Services, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC emergency medicine",
    "iso_abbreviation": "BMC Emerg Med",
    "issn": "1471-227X",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "06"
  },
  "start_page": "78",
  "pages": "78",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Aggression",
    "Allied Health Personnel",
    "Health Personnel",
    "Humans",
    "Workplace",
    "Workplace Violence"
  ],
  "article_ids": {
    "pubmed": "35524175",
    "pmc": "PMC9074314",
    "doi": "10.1186/s12873-022-00621-9",
    "pii": "10.1186/s12873-022-00621-9"
  },
  "doi": "10.1186/s12873-022-00621-9",
  "pmc_id": "PMC9074314",
  "dates": {
    "completed": "2022-05-10",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.673364",
    "pmid": "35524175"
  }
}