{
  "pmid": "35525946",
  "uid": "35525946",
  "title": "Community perspectives on addressing and responding to HIV-testing, pre-exposure prophylaxis (PrEP) and post-exposure prophylaxis (PEP) among African, Caribbean and Black (ACB) people in Ontario, Canada.",
  "abstract": "BACKGROUND: The African, Caribbean, and Black (ACB) population of Ontario, Canada is comprised of individuals with diverse ethnic, cultural and linguistic backgrounds and experiences; some of whom have resided in Canada for many generations, and others who have migrated in recent decades. Even though the ACB population represents less than 3.5% of the Canadian population, this group accounts for 21.7% of all new HIV infections. It is well-documented that ACB populations, compared to the general population, experience multi-level barriers to accessing appropriate and responsive HIV services. In this paper, we present qualitative findings on the ACB population's experiences with HIV-testing, pre-exposure prophylaxis (PrEP) and post-exposure prophylaxis (PEP) and obtain their perspectives on how to improve access. METHODS: We conducted twelve Focus Group Discussions (FGDs), within a two-day World Café event and used socio-ecological framework and community-based participatory research (CBPR) approaches to guide this work. We meaningfully engaged ACB community members in discussions to identify barriers and facilitators to HIV testing, PEP and PrEP and how these may be addressed. The FGDs were transcribed verbatim and thematic analysis guided data interpretation. Credibility of data was established through data validation strategies such as external audit and peer-debriefing. RESULTS: Our analyses revealed multi-level barriers that explain why ACB community members do not access HIV testing, PEP and PrEP. Fear, health beliefs, stigma and lack of information, were among the most frequently cited individual- and community-level barriers to care. Health system barriers included lack of provider awareness, issues related to cultural sensitivity and confidentiality, cost, and racism in the health care system. Participants identified multi-level strategies to address the HIV needs including community-based educational, health system and innovative inter-sectoral strategies. CONCLUSION: CBPR, co-led by community members, is an important strategy for identifying the multi-level individual, interpersonal, community, institutional and structural factors that increase HIV vulnerability in ACB communities, notably anti-Black systemic racism. Study findings suggest the need for targeted community-based strategies and strategies aimed at reducing health system barriers to testing and care.",
  "authors": [
    {
      "last_name": "Etowa",
      "fore_name": "Josephine",
      "initials": "J",
      "name": "Josephine Etowa",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada. josephine.etowa@uottawa.ca."
      ]
    },
    {
      "last_name": "Tharao",
      "fore_name": "Wangari",
      "initials": "W",
      "name": "Wangari Tharao",
      "affiliations": [
        "Women's Health in Women's Hands Community Health Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Baidoobonso",
      "fore_name": "Shamara",
      "initials": "S",
      "name": "Shamara Baidoobonso",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Hyman",
      "fore_name": "Ilene",
      "initials": "I",
      "name": "Ilene Hyman",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Obiorah",
      "fore_name": "Suzanne",
      "initials": "S",
      "name": "Suzanne Obiorah",
      "affiliations": [
        "Suzanne Obiorah, Community and Social Services, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Aden",
      "fore_name": "Muna",
      "initials": "M",
      "name": "Muna Aden",
      "affiliations": [
        "Women's Health in Women's Hands Community Health Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Etowa",
      "fore_name": "Egbe B",
      "initials": "EB",
      "name": "Egbe B Etowa",
      "affiliations": [
        "Canadians of African Descent Health Organization, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gebremeskel",
      "fore_name": "Akalewold",
      "initials": "A",
      "name": "Akalewold Gebremeskel",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kihembo",
      "fore_name": "Medys",
      "initials": "M",
      "name": "Medys Kihembo",
      "affiliations": [
        "Women's Health in Women's Hands Community Health Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "LaRon",
      "initials": "L",
      "name": "LaRon Nelson",
      "affiliations": [
        "School of Nursing, Yale University, New Haven, CT, USA."
      ]
    },
    {
      "last_name": "Husbands",
      "fore_name": "Winston",
      "initials": "W",
      "name": "Winston Husbands",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC public health",
    "iso_abbreviation": "BMC Public Health",
    "issn": "1471-2458",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "07"
  },
  "start_page": "913",
  "pages": "913",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-HIV Agents",
    "Caribbean Region",
    "HIV Infections",
    "HIV Testing",
    "Humans",
    "Ontario",
    "Post-Exposure Prophylaxis",
    "Pre-Exposure Prophylaxis"
  ],
  "article_ids": {
    "pubmed": "35525946",
    "pmc": "PMC9078631",
    "doi": "10.1186/s12889-022-13093-0",
    "pii": "10.1186/s12889-022-13093-0"
  },
  "doi": "10.1186/s12889-022-13093-0",
  "pmc_id": "PMC9078631",
  "dates": {
    "completed": "2022-05-10",
    "revised": "2023-02-03"
  },
  "chemicals": [
    "Anti-HIV Agents"
  ],
  "grants": [
    {
      "grant_id": "R25 MH067127",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.621480",
    "pmid": "35525946"
  }
}