{
  "pmid": "35530934",
  "uid": "35530934",
  "title": "miR-99 family is potential target to reverse cerium dioxide nanoparticle-induced placental cell dysfunction.",
  "abstract": "BACKGROUND: Cerium dioxide nanoparticles (CeO2 NPs) are increasingly used as diesel additive, causing a lot of concern about their toxic effects when released into the atmosphere. To date, there is little knowledge about the toxic effects of CeO2 NPs on the female reproductive system. METHODS: The morphology and size distribution of CeO2 NPs was observed by transmission electronic microscope (TEM) and Zetasizer Nano, respectively. The uptake of CeO2 NPs by cells was also observed by TEM after treatment. The cytotoxicity of CeO2 NPs was studied by Cell Counting Kit-8 (CCK-8), the cellular invasive and migratory ability was examined by transwell assay, the cell apoptosis and reactive oxygen species (ROS) were studied by flow cytometry (FCM), and the mRNAs and proteins expressions were revealed by quantitative real-time PCR (qRT-PCR) and western blotting. The cytoskeletons and autophagy levels were revealed by immunoﬂuorescence. The target regulation of miR-99 to mammalian target of rapamycin (mTOR) was proved by dual luciferase reporter assay after transfection. RESULTS: We studied the cytotoxic effects of CeO2 NPs on human trophoblastic cells (HTR-8/Svneo) and found that the invasive and migratory abilities of HTR-8/SVneo cells were decreased after CeO2 NPs exposure. Immunofluorescence assays showed that the cellular microtubule networks and microfilament arrangement were obviously altered, and although the expression of cytoskeleton proteins (α-tubulin, β-tubulin, actin) did not change, the protein levels of invasion- and migration-related factors [matrix metalloproteinase 2 (MMP2), protein kinases B (AKT), mTOR] were decreased in exposed cells. Accordingly, the expression level of miR-99 family members (miR-99a, miR-99b, miR-100), which can regulate mTOR, was significantly increased after CeO2 NPs exposure. Dual luciferase reporter assay indicated that the miR-99 family members directly targeted mTOR. CONCLUSIONS: CeO2 NPs impaired the invasive and migratory abilities, which play an important role in embryo implantation, as well as determining placental function and embryonic development.",
  "authors": [
    {
      "last_name": "Yao",
      "fore_name": "Mengmeng",
      "initials": "M",
      "name": "Mengmeng Yao",
      "affiliations": [
        "Institute of Toxicology, School of Public Health, Nanjing Medical University, Nanjing, China.",
        "Department of Child Health Care, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China."
      ]
    },
    {
      "last_name": "Ji",
      "fore_name": "Xiaoli",
      "initials": "X",
      "name": "Xiaoli Ji",
      "affiliations": [
        "Institute of Toxicology, School of Public Health, Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Child Health Care, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China."
      ]
    },
    {
      "last_name": "Mao",
      "fore_name": "Zhilei",
      "initials": "Z",
      "name": "Zhilei Mao",
      "affiliations": [
        "Department of Child Health Care, Changzhou Maternal and Child Health Care Hospital, Changzhou, China."
      ]
    },
    {
      "last_name": "Chi",
      "fore_name": "Xia",
      "initials": "X",
      "name": "Xia Chi",
      "affiliations": [
        "Institute of Toxicology, School of Public Health, Nanjing Medical University, Nanjing, China.",
        "Department of Child Health Care, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China."
      ]
    }
  ],
  "journal": {
    "title": "Annals of translational medicine",
    "iso_abbreviation": "Ann Transl Med",
    "issn": "2305-5839",
    "issn_type": "Print",
    "volume": "10",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "402",
  "pages": "402",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35530934",
    "pmc": "PMC9073772",
    "doi": "10.21037/atm-22-508",
    "pii": "atm-10-07-402"
  },
  "doi": "10.21037/atm-22-508",
  "pmc_id": "PMC9073772",
  "dates": {
    "revised": "2022-08-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.507006",
    "pmid": "35530934"
  }
}