{
  "pmid": "35550818",
  "uid": "35550818",
  "title": "Relation of Extracardiac Vascular Disease and Outcomes in Patients With Diabetes (1.1 Million) Hospitalized for Acute Myocardial Infarction.",
  "abstract": "The association between vascular disease and outcomes of patients with acute myocardial infarction (AMI) has not been well-defined in the diabetes mellitus (DM) population. All patients with DM presenting with AMI between October 2015 and December 2018 in the National Inpatient Sample database were stratified by number and site of extracardiac vascular comorbidity (cerebrovascular [CVD], renovascular, neural, retinal and peripheral [PAD] diseases). Multivariable logistic regression was used to determine the adjusted odds ratios (aORs) of in-hospital adverse outcomes and procedures. Of 1,116,670 patients with DM who were hospitalized for AMI, 366,165 had ≥1 extracardiac vascular comorbidity (32.8%). Patients with vascular disease had an increased aOR for mortality (aOR 1.05, 95% confidence interval [CI] 1.04 to 1.07), major adverse cardiovascular and cerebrovascular events (MACCEs) (aOR 1.19, 95% CI 1.18 to 1.21), stroke (aOR 1.72, 95% CI 1.68 to 1.76), and major bleeding (aOR 1.11, 95% CI 1.09 to 1.13) and had lower odds of receiving coronary angiography (CA) (aOR 0.90, 95% CI 0.90 to 0.91) and percutaneous coronary intervention (PCI) (aOR 0.82, 95% CI 0.82 to 0.83) than patients without extracardiac vascular disease. Patients with PAD had the highest odds of mortality (aOR 1.29, 95% CI 1.27 to 1.32), whereas patients with CVD had the greatest odds of MACCEs, stroke, and major bleeding (aOR 1.82, 95% CI 1.78 to 1.87, aOR 4.25, 95% CI 4.10 to 4.40, and aOR 1.51, 95% CI 1.45 to 1.57, respectively). Patients with DM presenting with AMI and concomitant extracardiac vascular disease were more likely to develop clinical outcomes and less likely to undergo CA or PCI. Patients with PAD had the highest risk of mortality, whereas patients with CVD had the greatest risk of MACCEs, stroke, and major bleeding.",
  "authors": [
    {
      "last_name": "Istanbuly",
      "fore_name": "Sedralmontaha",
      "initials": "S",
      "name": "Sedralmontaha Istanbuly",
      "affiliations": [
        "Faculty of Medicine, University of Aleppo, Aleppo, Syrian Arab Republic; Keele Cardiovascular Research Group, Keele University, Stoke on Trent, Keele, United Kingdom."
      ]
    },
    {
      "last_name": "Matetic",
      "fore_name": "Andrija",
      "initials": "A",
      "name": "Andrija Matetic",
      "affiliations": [
        "Keele Cardiovascular Research Group, Keele University, Stoke on Trent, Keele, United Kingdom; Department of Cardiology, University Hospital of Split, Split, Croatia."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Derek J",
      "initials": "DJ",
      "name": "Derek J Roberts",
      "affiliations": [
        "Division of Vascular and Endovascular Surgery, Department of Surgery; School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada; Clinical Epidemiology Program, the Ottawa Hospital Research Institute, the Ottawa Hospital, Ottawa, Ontario, Canada; The O'Brien Institute for Public Health, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Myint",
      "fore_name": "Phyo K",
      "initials": "PK",
      "name": "Phyo K Myint",
      "affiliations": [
        "School of Medicine, Medical Sciences and Nutrition, University of Aberdeen, Aberdeen, United Kingdom."
      ]
    },
    {
      "last_name": "Alraies",
      "fore_name": "M Chadi",
      "initials": "MC",
      "name": "M Chadi Alraies",
      "affiliations": [
        "Wayne State University, Detroit Medical Center, Detroit, Michigan."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette Gc",
      "initials": "HG",
      "name": "Harriette Gc Van Spall",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence, and Impact, McMaster University; Research Institute of St. Joe's, Population Health Research Institute, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mohamed",
      "fore_name": "Mohamed O",
      "initials": "MO",
      "name": "Mohamed O Mohamed",
      "affiliations": [
        "Keele Cardiovascular Research Group, Keele University, Stoke on Trent, Keele, United Kingdom."
      ]
    },
    {
      "last_name": "Bharadwaj",
      "fore_name": "Aditya",
      "initials": "A",
      "name": "Aditya Bharadwaj",
      "affiliations": [
        "Division of Cardiology, Loma Linda University, California."
      ]
    },
    {
      "last_name": "Mamas",
      "fore_name": "Mamas A",
      "initials": "MA",
      "name": "Mamas A Mamas",
      "affiliations": [
        "Keele Cardiovascular Research Group, Keele University, Stoke on Trent, Keele, United Kingdom. Electronic address: mamasmamas1@yahoo.co.uk."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of cardiology",
    "iso_abbreviation": "Am J Cardiol",
    "issn": "1879-1913",
    "issn_type": "Electronic",
    "volume": "175",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "15"
  },
  "start_page": "8",
  "end_page": "18",
  "pages": "8-18",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Diabetes Mellitus",
    "Hemorrhage",
    "Hospital Mortality",
    "Humans",
    "Myocardial Infarction",
    "Percutaneous Coronary Intervention",
    "Risk Factors",
    "Stroke",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35550818",
    "doi": "10.1016/j.amjcard.2022.04.005",
    "pii": "S0002-9149(22)00398-8"
  },
  "doi": "10.1016/j.amjcard.2022.04.005",
  "dates": {
    "completed": "2022-06-15",
    "revised": "2022-06-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.846412",
    "pmid": "35550818"
  }
}