{
  "pmid": "35559984",
  "uid": "35559984",
  "title": "Developing Reporting Guidelines for Studies of HIV Drug Resistance Prevalence: Protocol for a Mixed Methods Study.",
  "abstract": "BACKGROUND: HIV drug resistance is a global health problem that limits the effectiveness of antiretroviral therapy. Adequate surveillance of HIV drug resistance is challenged by heterogenous and inadequate data reporting, which compromises the accuracy, interpretation, and usability of prevalence estimates. Previous research has found that the quality of reporting in studies of HIV drug resistance prevalence is low, and thus better guidance is needed to ensure complete and uniform reporting. OBJECTIVE: This paper contributes to the process of developing reporting guidelines for prevalence studies of HIV drug resistance by reporting the methodology used in creating a reporting item checklist and generating key insights on items that are important to report. METHODS: We will conduct a sequential explanatory mixed methods study among authors and users of studies of HIV drug resistance. The two-phase design will include a cross-sectional electronic survey (quantitative phase) followed by a focus group discussion (qualitative phase). Survey participants will rate the essentiality of various reporting items. This data will be analyzed using content validity ratios to determine the items that will be retained for focus group discussions. Participants in these discussions will revise the items and any additionally suggested items and settle on a complete reporting item checklist. We will also conduct a thematic analysis of the group discussions to identify emergent themes regarding the agreement process. RESULTS: As of November 2021, data collection for both phases of the study is complete. In July 2021, 51 participants had provided informed consent and completed the electronic survey. In October 2021, focus group discussions were held. Nine participants in total participated in two virtual focus group discussions. As of May 2022, data are being analyzed. CONCLUSIONS: This study supports the development of a reporting checklist for studies of HIV drug resistance by achieving agreement among experts on what items should be reported in these studies. The results of this work will be refined and elaborated on by a writing committee of HIV drug resistance experts and external reviewers to develop finalized reporting guidelines. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/35969.",
  "authors": [
    {
      "last_name": "Garcia",
      "fore_name": "Cristian",
      "initials": "C",
      "name": "Cristian Garcia",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0564-8776"
    },
    {
      "last_name": "Rehman",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Rehman",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0174-1527"
    },
    {
      "last_name": "Lawson",
      "fore_name": "Daeria O",
      "initials": "DO",
      "name": "Daeria O Lawson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6487-3367"
    },
    {
      "last_name": "Djiadeu",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Djiadeu",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9708-6530"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "11",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "13"
  },
  "start_page": "e35969",
  "pages": "e35969",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35559984",
    "pmc": "PMC9143765",
    "doi": "10.2196/35969",
    "pii": "v11i5e35969"
  },
  "doi": "10.2196/35969",
  "pmc_id": "PMC9143765",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.621776",
    "pmid": "35559984"
  }
}