{
  "pmid": "35552216",
  "uid": "35552216",
  "title": "Patient contracts for chronic medical conditions: Scoping review.",
  "abstract": "OBJECTIVE: To describe how and why patient contracts are used for the management of chronic medical conditions. DATA SOURCES: A scoping review was conducted in the following databases: MEDLINE, Embase, AMED, PsycInfo, Cochrane Library, CINAHL, and Nursing & Allied Health. Literature from 1997 to 2017 was included. STUDY SELECTION: Articles were included if they were written in English and described the implementation of a patient contract by a health care provider for the management of a chronic condition. Articles had to present an outcome as a result of using the contract or an intervention that included the contract. SYNTHESIS: Of the 7528 articles found in the original search, 76 met the inclusion criteria for the final review. Multiple study types were included. Extensive variety in contract elements, target populations, clinical settings, and cointerventions was found. Purposes for initiating contracts included behaviour change and skill development, including goal development and problem solving; altering beliefs and knowledge, including motivation and perceived self-efficacy; improving interpersonal relationships and role clarification; improving quality and process of chronic care; and altering objective and subjective health indices. How contracts were developed, implemented, and assessed was inconsistently described. CONCLUSION: More research is required to determine whether the use of contracts is accomplishing their intended purposes. Questions remain regarding their rationale, development, and implementation.",
  "authors": [
    {
      "last_name": "Gallagher",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Gallagher",
      "affiliations": [
        "Assistant Professor in the Department of Family Medicine at McMaster University in Hamilton, Ont. erin.gallagher@medportal.ca."
      ]
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Assistant Professor in the Department of Health Research Methods, Evidence and Impact at McMaster University."
      ]
    },
    {
      "last_name": "Jin",
      "fore_name": "Lin",
      "initials": "L",
      "name": "Lin Jin",
      "affiliations": [
        "Master of public health candidate at McMaster University."
      ]
    },
    {
      "last_name": "Guenter",
      "fore_name": "Dale",
      "initials": "D",
      "name": "Dale Guenter",
      "affiliations": [
        "Associate Professor in the Department of Family Medicine and the Department of Health Research Methods, Evidence and Impact at McMaster University."
      ]
    },
    {
      "last_name": "Hatcher",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Hatcher",
      "affiliations": [
        "Associate Clinical Professor in the Department of Family Medicine at McMaster University."
      ]
    },
    {
      "last_name": "Furlan",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Furlan",
      "affiliations": [
        "Associate Professor in the Department of Medicine at the University of Toronto in Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "e169",
  "end_page": "e177",
  "pages": "e169-e177",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Chronic Disease",
    "Health Personnel",
    "Humans",
    "Interpersonal Relations",
    "Motivation"
  ],
  "article_ids": {
    "pubmed": "35552216",
    "pmc": "PMC9097748",
    "doi": "10.46747/cfp.6805e169",
    "pii": "68/5/e169"
  },
  "doi": "10.46747/cfp.6805e169",
  "pmc_id": "PMC9097748",
  "dates": {
    "completed": "2022-05-17",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:28.402887",
    "pmid": "35552216"
  }
}