{
  "pmid": "35566957",
  "uid": "35566957",
  "title": "Advanced Machine Learning Modeling Approach for Prediction of Compressive Strength of FRP Confined Concrete Using Multiphysics Genetic Expression Programming.",
  "abstract": "The purpose of this article is to demonstrate the potential of gene expression programming (GEP) in anticipating the compressive strength of circular CFRP confined concrete columns. A new GEP model has been developed based on a credible and extensive database of 828 data points to date. Numerous analyses were carried out to evaluate and validate the presented model by comparing them with those presented previously by different researchers along with external validation comparison. In comparison to other artificial intelligence (AI) techniques, such as Artificial Neural Networks (ANN) and the adaptive neuro-fuzzy interface system (ANFIS), only GEP has the capability and robustness to provide output in the form of a simple mathematical relationship that is easy to use. The developed GEP model is also compared with linear and nonlinear regression models to evaluate the performance. Afterwards, a detailed parametric and sensitivity analysis confirms the generalized nature of the newly established model. Sensitivity analysis results indicate the performance of the model by evaluating the relative contribution of explanatory variables involved in development. Moreover, the Taylor diagram is also established to visualize how the proposed model outperformed other existing models in terms of accuracy, efficiency, and being closer to the target. Lastly, the criteria of external validation were also fulfilled by the GEP model much better than other conventional models. These findings show that the presented model effectively forecasts the confined strength of circular concrete columns significantly better than the previously established conventional regression-based models.",
  "authors": [
    {
      "last_name": "Ilyas",
      "fore_name": "Israr",
      "initials": "I",
      "name": "Israr Ilyas",
      "affiliations": [
        "University of Science and Technology (NUST), Sector H-12, Islamabad 44000, Pakistan."
      ]
    },
    {
      "last_name": "Zafar",
      "fore_name": "Adeel",
      "initials": "A",
      "name": "Adeel Zafar",
      "affiliations": [
        "University of Science and Technology (NUST), Sector H-12, Islamabad 44000, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Talal",
      "initials": "MT",
      "name": "Muhammad Talal Afzal",
      "affiliations": [
        "University of Science and Technology (NUST), Sector H-12, Islamabad 44000, Pakistan.",
        "Punjab Irrigation Department, Government of Punjab, Old Anarkali Road, Lahore 54000, Pakistan."
      ]
    },
    {
      "last_name": "Javed",
      "fore_name": "Muhammad Faisal",
      "initials": "MF",
      "name": "Muhammad Faisal Javed",
      "affiliations": [
        "Department of Civil Engineering, Abbottabad Campus, COMSATS University Islamabad, Abbottabad 22060, Pakistan."
      ]
    },
    {
      "last_name": "Alrowais",
      "fore_name": "Raid",
      "initials": "R",
      "name": "Raid Alrowais",
      "affiliations": [
        "Department of Civil Engineering, Jouf University, Sakaka 72388, Saudi Arabia."
      ],
      "orcid": "0000-0001-8193-7863"
    },
    {
      "last_name": "Althoey",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi Althoey",
      "affiliations": [
        "Department of Civil Engineering, College of Engineering, Najran University, Najran 1988, Saudi Arabia."
      ],
      "orcid": "0000-0002-7223-213X"
    },
    {
      "last_name": "Mohamed",
      "fore_name": "Abdeliazim Mustafa",
      "initials": "AM",
      "name": "Abdeliazim Mustafa Mohamed",
      "affiliations": [
        "Department of Civil Engineering, College of Engineering, Prince Sattam Bin Abdulaziz University, Alkharj 16273, Saudi Arabia.",
        "Building and Construction Technology Department, Bayan College of Science and Technology, Khartoum 210, Sudan."
      ],
      "orcid": "0000-0002-7141-5057"
    },
    {
      "last_name": "Mohamed",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Mohamed",
      "affiliations": [
        "Research Centre, Future University in Egypt, New Cairo 11835, Egypt."
      ]
    },
    {
      "last_name": "Vatin",
      "fore_name": "Nikolai Ivanovich",
      "initials": "NI",
      "name": "Nikolai Ivanovich Vatin",
      "affiliations": [
        "Peter the Great St. Petersburg Polytechnic University, 195291 St. Petersburg, Russia."
      ],
      "orcid": "0000-0002-1196-8004"
    }
  ],
  "journal": {
    "title": "Polymers",
    "iso_abbreviation": "Polymers (Basel)",
    "issn": "2073-4360",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "27"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35566957",
    "pmc": "PMC9100819",
    "doi": "10.3390/polym14091789",
    "pii": "polym14091789"
  },
  "doi": "10.3390/polym14091789",
  "pmc_id": "PMC9100819",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.026074",
    "pmid": "35566957"
  }
}