{
  "pmid": "35562195",
  "uid": "35562195",
  "title": "Effectiveness of the influenza vaccine at reducing adverse events in patients with heart failure: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The association between influenza and adverse vascular events in patients with heart failure is well documented. The effect of the influenza vaccine on preventing such adverse events is uncertain. This systematic review and meta-analysis addressed whether vaccination against influenza reduces adverse vascular events and mortality in heart failure patients. METHODS: MEDLINE and EMBASE databases were comprehensively searched, study screening and quality assessment were completed, and data was synthesized. Eligible studies investigated heart failure patients who received the influenza vaccine, and reported outcomes within 12 months, compared to heart failure patients who did not receive the influenza vaccine. The following 6 outcomes were assessed: all-cause mortality, cardiovascular-related mortality, all-cause hospitalization, cardiovascular-related hospitalization, non-fatal myocardial infarction, and non-fatal stroke. Risk of bias was assessed using the Newcastle-Ottawa Scale and a GRADE assessment was completed. A random-effects meta-analysis was performed to estimate the pooled risk ratio (RR), 95% confidence intervals (CIs), and heterogeneity using I[2] statistics. RESULTS: After synthesizing data from 7 non-randomized studies (247,842 patients), the results demonstrate the risk of all-cause mortality is significantly reduced within 12 months of a heart failure patient receiving the influenza vaccine (RR = 0.75, 95% CI 0.71-0.79; P<0.0001); very low certainty of evidence. The risk of cardiovascular-related mortality was significantly reduced (RR = 0.77, 95% CI 0.73-0.81; P<0.0001); low certainty of evidence. The pooled risk of all-cause hospitalization was higher among vaccinated heart failure patients (RR = 1.24, 95% CI 1.13-1.35; P<0.0001), based on two studies; very low certainty of evidence and considerable heterogeneity (I[2] = 90%). No eligible studies assessed cardiovascular-related hospitalization, non-fatal myocardial infarction, or non-fatal stroke. CONCLUSIONS: Influenza vaccination appears to reduce adverse cardiovascular events, although the certainty of the evidence is low or very low. Rigorous randomized controlled trial evidence is needed to further examine the protective effect of the influenza vaccine in heart failure patients.",
  "authors": [
    {
      "last_name": "Gupta",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Gupta",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, Ontario L8S 4L8, Canada. Electronic address: cgupt059@uottawa.ca."
      ]
    },
    {
      "last_name": "Sachdeva",
      "fore_name": "Anjali",
      "initials": "A",
      "name": "Anjali Sachdeva",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Khamar",
      "fore_name": "Jigish",
      "initials": "J",
      "name": "Jigish Khamar",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Bu",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Bu",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Bartoszko",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Bartoszko",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario L8S 4L8, Canada; Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario L8N 3Z5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Vaccine",
    "iso_abbreviation": "Vaccine",
    "issn": "1873-2518",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "25",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "31"
  },
  "start_page": "3433",
  "end_page": "3443",
  "pages": "3433-3443",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Heart Failure",
    "Humans",
    "Influenza Vaccines",
    "Influenza, Human",
    "Myocardial Infarction",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "35562195",
    "doi": "10.1016/j.vaccine.2022.04.039",
    "pii": "S0264-410X(22)00468-6"
  },
  "doi": "10.1016/j.vaccine.2022.04.039",
  "dates": {
    "completed": "2022-05-26",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Influenza Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.184560",
    "pmid": "35562195"
  }
}