{
  "pmid": "35572508",
  "uid": "35572508",
  "title": "Microvesicle-Mediated Communication Within the Alveolar Space: Mechanisms of Uptake by Epithelial Cells and Alveolar Macrophages.",
  "abstract": "Intra-alveolar microvesicles (MVs) are important mediators of inter-cellular communication within the alveolar space, and are key components in the pathophysiology of lung inflammation such as acute respiratory distress syndrome (ARDS). Despite the abundance of data detailing the pro-inflammatory effects of MVs, it remains unclear how MVs interact or signal with target cells in the alveolus. Using both in vivo and in vitro alveolar models, we analyzed the dynamics of MV uptake by resident alveolar cells: alveolar macrophages and epithelial cells. Under resting conditions, the overwhelming majority of MVs were taken up by alveolar macrophages. However, following lipopolysaccharide (LPS)-mediated inflammation, epithelial cells internalized significantly more MVs (p<0.01) whilst alveolar macrophage internalization was significantly reduced (p<0.01). We found that alveolar macrophages adopted a pro-inflammatory phenotype after internalizing MVs under resting conditions, but reduction of MV uptake following LPS pre-treatment was associated with loss of inflammatory phenotype. Instead, MVs induced significant epithelial cell inflammation following LPS pre-treatment, when MV internalization was most significant. Using pharmacological inhibitors, we interrogated the mechanisms of MV internalization to identify which endocytic pathways and cell surface receptors are involved. We demonstrated that epithelial cells are exclusively dependent on the clathrin and caveolin dependent endocytotic pathway, whereas alveolar macrophage uptake may involve a significant phagocytic component. Furthermore, alveolar macrophages predominantly engulf MVs via scavenger receptors whilst, epithelial cells internalize MVs via a phosphatidylserine/integrin receptor mediated pathway (specifically alpha V beta III), which can be inhibited with phosphatidylserine-binding protein (i.e. annexin V). In summary, we have undertaken a comprehensive evaluation of MV internalization within the alveolar space. Our results demonstrate that different environmental conditions can modulate MV internalization, with inflammatory stimuli strongly enhancing epithelial cell uptake of MVs and inducing epithelial cell activation. Our data reveal the unique mechanisms by which alveolar macrophages and epithelial cells internalize MVs thereby elucidating how MVs exert their pathophysiological effect during lung inflammation and injury. As MVs are potential novel therapeutic targets in conditions such as ARDS, these data provide crucial insights into the dynamics of MV-target cell interactions and highlight potential avenues for researchers to modulate and inhibit their pro-inflammatory actions within the alveolar space.",
  "authors": [
    {
      "last_name": "Soni",
      "fore_name": "Sanooj",
      "initials": "S",
      "name": "Sanooj Soni",
      "affiliations": [
        "Division of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "O'Dea",
      "fore_name": "Kieran P",
      "initials": "KP",
      "name": "Kieran P O'Dea",
      "affiliations": [
        "Division of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Abe",
      "fore_name": "Eiko",
      "initials": "E",
      "name": "Eiko Abe",
      "affiliations": [
        "Division of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Khamdan",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Khamdan",
      "affiliations": [
        "Division of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Sneh V",
      "initials": "SV",
      "name": "Sneh V Shah",
      "affiliations": [
        "Division of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Sarathchandra",
      "fore_name": "Padmini",
      "initials": "P",
      "name": "Padmini Sarathchandra",
      "affiliations": [
        "National Heart & Lung Institute, Imperial College London, Heart Science Centre, Harefield Hospital, Harefield, United Kingdom."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": [
        "Division of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Takata",
      "fore_name": "Masao",
      "initials": "M",
      "name": "Masao Takata",
      "affiliations": [
        "Division of Anaesthetics, Pain Medicine and Intensive Care, Faculty of Medicine, Imperial College London, Chelsea and Westminster Hospital, London, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in immunology",
    "iso_abbreviation": "Front Immunol",
    "issn": "1664-3224",
    "issn_type": "Electronic",
    "volume": "13",
    "pub_year": "2022"
  },
  "start_page": "853769",
  "pages": "853769",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Epithelial Cells",
    "Humans",
    "Inflammation",
    "Lipopolysaccharides",
    "Macrophages, Alveolar",
    "Phosphatidylserines",
    "Pneumonia",
    "Respiratory Distress Syndrome"
  ],
  "article_ids": {
    "pubmed": "35572508",
    "pmc": "PMC9094433",
    "doi": "10.3389/fimmu.2022.853769"
  },
  "doi": "10.3389/fimmu.2022.853769",
  "pmc_id": "PMC9094433",
  "dates": {
    "completed": "2022-05-17",
    "revised": "2022-07-16"
  },
  "chemicals": [
    "Lipopolysaccharides",
    "Phosphatidylserines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.762188",
    "pmid": "35572508"
  }
}