{
  "pmid": "35572086",
  "uid": "35572086",
  "title": "Preoperative Angiography for Free Fibula Flap Harvest: A Case Series.",
  "abstract": "PURPOSE: To assess if preoperative angiography of the lower extremity is necessary to detect abnormalities that alter operative planning of a free fibula flap (FFF). The secondary objective is to determine whether abnormalities are identified on physical examination. METHODS: A retrospective case series of patients receiving preoperative lower extremity angiography for FFF was performed. Between November 2004 and July 2016, patients assessed for FFF reconstruction by a single surgeon were reviewed. Outcomes analyzed were preoperative physical examination, angiography findings, changes in operative plan, and perioperative complications including flap failure and limb ischemia. Level of agreement between physical examination and angiography findings was analyzed. RESULTS: A total of 132 consecutive patients were assessed for FFF, of which 70 met the inclusion criteria. Mean age was 60.9 (range: 22-88) years old. All patients underwent aortic angiogram runoff, except for 2 who received computed tomography angiography. The surgical plan was altered based on angiography findings in 9 (12.9%) patients, and 7 (77.8%) of these cases had a normal physical examination. A further 6 (8.6%) patients had physical examination findings precluding the use of FFF, whereas imaging demonstrated the contrary. Physical examination demonstrated low predictability of aberrant vascular anatomy, with a sensitivity of 22.2%. There were no limb ischemia complications. CONCLUSIONS: Routine preoperative angiography of the lower extremity for all patients being evaluated for FFF is important to ensure safety and success of the procedure. Physical examination alone is insufficient to detect vascular abnormalities that may result in limb or flap compromise.",
  "authors": [
    {
      "last_name": "Alolabi",
      "fore_name": "Noor",
      "initials": "N",
      "name": "Noor Alolabi",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, Oakville Trafalgar Memorial Hospital, Oakville, Ontario, Canada.",
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2404-6145"
    },
    {
      "last_name": "Augustine",
      "fore_name": "Haley",
      "initials": "H",
      "name": "Haley Augustine",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levis",
      "fore_name": "Carolyn",
      "initials": "C",
      "name": "Carolyn Levis",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "30",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "108",
  "end_page": "112",
  "pages": "108-112",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35572086",
    "pmc": "PMC9096851",
    "doi": "10.1177/2292550321996960",
    "pii": "10.1177_2292550321996960"
  },
  "doi": "10.1177/2292550321996960",
  "pmc_id": "PMC9096851",
  "dates": {
    "revised": "2023-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.411915",
    "pmid": "35572086"
  }
}