{
  "pmid": "35570999",
  "uid": "35570999",
  "title": "High Blood Pressure in Children and Adolescents: Current Perspectives and Strategies to Improve Future Kidney and Cardiovascular Health.",
  "abstract": "Hypertension is one of the most common causes of preventable death worldwide. The prevalence of pediatric hypertension has increased significantly in recent decades. The cause of this is likely multifactorial, related to increasing childhood obesity, high dietary sodium intake, sedentary lifestyles, perinatal factors, familial aggregation, socioeconomic factors, and ethnic blood pressure (BP) differences. Pediatric hypertension represents a major public health threat. Uncontrolled pediatric hypertension is associated with subclinical cardiovascular disease and adult-onset hypertension. In children with chronic kidney disease (CKD), hypertension is also a strong risk factor for progression to kidney failure. Despite these risks, current rates of pediatric BP screening, hypertension detection, treatment, and control remain suboptimal. Contributing to these shortcomings are the challenges of accurately measuring pediatric BP, limited access to validated pediatric equipment and hypertension specialists, complex interpretation of pediatric BP measurements, problematic normative BP data, and conflicting society guidelines for pediatric hypertension. To date, limited pediatric hypertension research has been conducted to help address these challenges. However, there are several promising signs in the field of pediatric hypertension. There is greater attention being drawn on the cardiovascular risks of pediatric hypertension, more emphasis on the need for childhood BP screening and management, new public health initiatives being implemented, and increasing research interest and funding. This article summarizes what is currently known about pediatric hypertension, the existing knowledge-practice gaps, and ongoing research aimed at improving future kidney and cardiovascular health.",
  "authors": [
    {
      "last_name": "Robinson",
      "fore_name": "Cal H",
      "initials": "CH",
      "name": "Cal H Robinson",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "ICES (Formerly known as Institute of Clinical Evaluative Sciences), Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Kidney international reports",
    "iso_abbreviation": "Kidney Int Rep",
    "issn": "2468-0249",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "954",
  "end_page": "970",
  "pages": "954-970",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35570999",
    "pmc": "PMC9091586",
    "doi": "10.1016/j.ekir.2022.02.018",
    "pii": "S2468-0249(22)01198-6"
  },
  "doi": "10.1016/j.ekir.2022.02.018",
  "pmc_id": "PMC9091586",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.087053",
    "pmid": "35570999"
  }
}