{
  "pmid": "35572079",
  "uid": "35572079",
  "title": "Job Satisfaction Among Plastic Surgery Residents in Canada.",
  "abstract": "OBJECTIVE: Resident wellness is a focus of medical training and is prioritized in both Canadian and American accreditation processes. Job satisfaction is an important component of wellness that is not examined in the literature. The purpose of this study was to analyze job satisfaction in a national sample of plastic surgery residents, and identify factors that influence satisfaction. METHODS: We designed a cross-sectional survey adapted from existing instruments, with attention to thorough item generation and reduction as well as pilot and clinical sensibility testing. All plastic surgery residents at Canadian institutions were surveyed regarding overall job satisfaction as well as personal- and program-specific factors that may affect satisfaction. Predictors of satisfaction were identified using multivariable regression models. RESULTS: The response rate was 40%. Median overall job satisfaction was 4.0 on a 5-point Likert scale. Operative experience was considered both the most important element of a training program, and the area in most need of improvement. Senior training year (P < .01), shorter commute time (P = .04), fewer duty hours (P = .02), fewer residents (P < .01), and more fellows (P < .01) were associated with significantly greater job satisfaction. CONCLUSIONS: This is the first study to gather cross-sectional data on job satisfaction from a national sample of plastic surgery residents. The results from this study can inform programs in making tangible changes tailored to their trainees' needs. Moreover, our findings may be used to inform a prospectively studied targeted intervention to increase job satisfaction and resident wellness to address North American accreditation standards.",
  "authors": [
    {
      "last_name": "Copeland",
      "fore_name": "Andrea E",
      "initials": "AE",
      "name": "Andrea E Copeland",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1322-026X"
    },
    {
      "last_name": "Mackinnon",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Mackinnon",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7175-4737"
    },
    {
      "last_name": "Axelrod",
      "fore_name": "Daniel E",
      "initials": "DE",
      "name": "Daniel E Axelrod",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Health, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Avram",
      "fore_name": "Ronen",
      "initials": "R",
      "name": "Ronen Avram",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "30",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "151",
  "end_page": "158",
  "pages": "151-158",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35572079",
    "pmc": "PMC9096853",
    "doi": "10.1177/22925503211007237",
    "pii": "10.1177_22925503211007237"
  },
  "doi": "10.1177/22925503211007237",
  "pmc_id": "PMC9096853",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.411472",
    "pmid": "35572079"
  }
}