{
  "pmid": "35572080",
  "uid": "35572080",
  "title": "Identifying Predatory Journals in Plastic Surgery: A Prospective Study.",
  "abstract": "BACKGROUND: Predatory journals promise high acceptance rates and quick publication in exchange for a processing fee. As these journals aim to maximize profits, they neglect traditional mechanisms used to ensure a high-quality publication. Unsolicited email invitations are a characteristic of predatory journals that often inundate the inboxes of surgeons. The objective of this study is to use these emails to identify potentially predatory journals in the area of surgery and plastic surgery. METHODS: Unsolicited email requests from surgery-related journals were collected over a 3-month period. Journals were evaluated using a modified version of the Rohrich and Weinstein checklist. The average number of \"predatory\" criteria met by these potentially predatory journals (PPJs) was compared to that of the top open-access plastic surgery journals which were assumed to be non-predatory for the purposes of this study. RESULTS: In total, 437 unsolicited email requests were received. Of these, 92 emails, representing 57 PPJs, were eligible for inclusion. On average, the PPJs met 5 of the 12 \"predatory\" criteria, compared to less than 1 in the comparison group. Approximately 96% of these emails, or the respective websites, contained obvious spelling or grammatical mistakes; 98% of these emails came from journals not listed on Scopus, Directory of Open Access Journals (DOAJ), and/or Web of Science. CONCLUSIONS: Of the journals that sent unsolicited emails, 98% met 2 or more criteria and were deemed to be predatory. If a journal contains grammatical mistakes and is not listed on Scopus, DOAJ, and/or Web of Science, authors should be cautious.",
  "authors": [
    {
      "last_name": "Gallo",
      "fore_name": "Matteo",
      "initials": "M",
      "name": "Matteo Gallo",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gallo",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Gallo",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mowakket",
      "fore_name": "Sadek",
      "initials": "S",
      "name": "Sadek Mowakket",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Murphy",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Achilles",
      "initials": "A",
      "name": "Achilles Thoma",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8348-2863"
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "30",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "144",
  "end_page": "150",
  "pages": "144-150",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35572080",
    "pmc": "PMC9096859",
    "doi": "10.1177/22925503211002456",
    "pii": "10.1177_22925503211002456"
  },
  "doi": "10.1177/22925503211002456",
  "pmc_id": "PMC9096859",
  "dates": {
    "revised": "2024-08-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:28.622212",
    "pmid": "35572080"
  }
}