{
  "pmid": "35570675",
  "uid": "35570675",
  "title": "Group-based nutrition interventions to promote healthy eating and mobility in community-dwelling older adults: a systematic review.",
  "abstract": "OBJECTIVE: To identify the efficacy of group-based nutrition interventions to increase healthy eating, reduce nutrition risk, improve nutritional status and improve physical mobility among community-dwelling older adults. DESIGN: Systematic review. Electronic databases MEDLINE, CINAHL, EMBASE, PsycINFO and Sociological Abstracts were searched on July 15, 2020 for studies published in English since January 2010. Study selection, critical appraisal (using the Joanna Briggs Institute's tools) and data extraction were performed in duplicate by two independent reviewers. SETTING: Nutrition interventions delivered to groups in community-based settings were eligible. Studies delivered in acute or long-term care settings were excluded. PARTICIPANTS: Community-dwelling older adults aged 55+ years. Studies targeting specific disease populations or promoting weight loss were excluded. RESULTS: Thirty-one experimental and quasi-experimental studies with generally unclear to high risk of bias were included. Interventions included nutrition education with behaviour change techniques (BCT) (e.g. goal setting, interactive cooking demonstrations) (n 21), didactic nutrition education (n 4), interactive nutrition education (n 2), food access (n 2) and nutrition education with BCT and food access (n 2). Group-based nutrition education with BCT demonstrated the most promise in improving food and fluid intake, nutritional status and healthy eating knowledge compared with baseline or control. The impact on mobility outcomes was unclear. CONCLUSIONS: Group-based nutrition education with BCT demonstrated the most promise for improving healthy eating among community-dwelling older adults. Our findings should be interpreted with caution related to generally low certainty, unclear to high risk of bias and high heterogeneity across interventions and outcomes. Higher quality research in group-based nutrition education for older adults is needed.",
  "authors": [
    {
      "last_name": "Teggart",
      "fore_name": "Kylie",
      "initials": "K",
      "name": "Kylie Teggart",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-5527-8593"
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7566-8932"
    },
    {
      "last_name": "Sihota",
      "fore_name": "Davneet",
      "initials": "D",
      "name": "Davneet Sihota",
      "affiliations": [
        "Global Health Graduate Program, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Moore",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Moore",
      "affiliations": [
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Keller",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Keller",
      "affiliations": [
        "Schlegel-UW Research Institute for Aging, Waterloo, ON, Canada.",
        "Department of Kinesiology and Health Sciences, Faculty of Health, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Senson",
      "fore_name": "Christine",
      "initials": "C",
      "name": "Christine Senson",
      "affiliations": [
        "Healthy and Safe Communities Department, City of Hamilton Public Health Services, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Stuart M",
      "initials": "SM",
      "name": "Stuart M Phillips",
      "affiliations": [
        "Department of Kinesiology, Faculty of Science, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1956-4098"
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ONL8S 4L8, Canada."
      ],
      "orcid": "0000-0002-9600-3403"
    }
  ],
  "journal": {
    "title": "Public health nutrition",
    "iso_abbreviation": "Public Health Nutr",
    "issn": "1475-2727",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "16"
  },
  "start_page": "1",
  "end_page": "32",
  "pages": "1-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35570675",
    "pmc": "PMC9991860",
    "doi": "10.1017/S136898002200115X",
    "pii": "S136898002200115X"
  },
  "doi": "10.1017/S136898002200115X",
  "pmc_id": "PMC9991860",
  "dates": {
    "revised": "2024-09-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.167576",
    "pmid": "35570675"
  }
}