{
  "pmid": "35571973",
  "uid": "35571973",
  "title": "Return to Sport for Professional and Subelite Ice Hockey Players After Arthroscopic Surgery for Femoroacetabular Impingement Syndrome.",
  "abstract": "BACKGROUND: Femoroacetabular impingement syndrome (FAIS) is a common cause of hip pain, which can prevent ice hockey players from sports participation. Hip arthroscopy is often performed to relieve pain and enable the player to return to sport (RTS) and return to performance (RTP). PURPOSE: To determine the RTS and RTP rates for ice hockey players at the professional and subelite levels after hip arthroscopy for FAIS. STUDY DESIGN: Case series; Level of evidence, 4. METHODS: High-level ice hockey players who underwent hip arthroscopy for FAIS between 2011 and 2019 were identified using a local hip arthroscopy registry. The player's level was confirmed with ice hockey-specific web pages and was stratified as subelite or professional. Data on the players' careers were extracted from these web pages. Player position was divided into goalkeepers, defensemen, and forwards. Data on participation in games included the season before onset of symptoms, the season before surgery, and the first and second seasons after surgery. RTS was defined as returning to ice hockey after surgery, and RTP was considered as returning to the same league at a comparable level to before symptoms. RESULTS: A total of 80 ice hockey players were included. Comparing presymptom performance with the first season after surgery, the RTS rate was 72%, of which 94% of the players returned to the same or higher level of play. Comparing the presurgery season with the first season after surgery, the RTS rate was 78%. At the second season after surgery, 64% of players still played ice hockey, with a significantly higher return rate among professional players compared with subelite players (96% vs 69%; P = .014). Overall, 85% goalkeepers, 74% forwards, and 60% defensemen returned to sport. Only 28% played at least the same number of games during the first season after surgery as they did during the presymptom season. CONCLUSION: High-level ice hockey players who underwent hip arthroscopy for FAIS had a high RTS rate, in which the majority returned to the same league. However, only 28% played the same number of games the first season after surgery as they did at the presymptom level. Professional ice hockey players returned more frequently than players on the subelite level.",
  "authors": [
    {
      "last_name": "Lindman",
      "fore_name": "Ida",
      "initials": "I",
      "name": "Ida Lindman",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Löfskog",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Löfskog",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Öhlin",
      "fore_name": "Axel",
      "initials": "A",
      "name": "Axel Öhlin",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Abrahamsson",
      "fore_name": "Josefin",
      "initials": "J",
      "name": "Josefin Abrahamsson",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Hamrin Senorski",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Hamrin Senorski",
      "affiliations": [
        "Department of Health and Rehabilitation, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Karlsson",
      "fore_name": "Jon",
      "initials": "J",
      "name": "Jon Karlsson",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sansone",
      "fore_name": "Mikael",
      "initials": "M",
      "name": "Mikael Sansone",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Orthopaedic journal of sports medicine",
    "iso_abbreviation": "Orthop J Sports Med",
    "issn": "2325-9671",
    "issn_type": "Print",
    "volume": "10",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "23259671221089984",
  "pages": "23259671221089984",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35571973",
    "pmc": "PMC9092588",
    "doi": "10.1177/23259671221089984",
    "pii": "10.1177_23259671221089984"
  },
  "doi": "10.1177/23259671221089984",
  "pmc_id": "PMC9092588",
  "dates": {
    "revised": "2022-05-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.860173",
    "pmid": "35571973"
  }
}