{
  "pmid": "35583116",
  "uid": "35583116",
  "title": "Noninferiority Margin Size and Acceptance of Trial Results: Contingent Valuation Survey of Clinician Preferences for Noninferior Mortality.",
  "abstract": "OBJECTIVES: We used modified contingent valuation methodology to determine how noninferiority margin sizes influence clinicians' willingness to accept clinical trial results that compare mortality in critically ill children. METHODS: We surveyed pediatric infectious diseases and critical care clinicians in Canada, Australia, and New Zealand and randomized respondents to review 1 of 9 mock abstracts describing a noninferiority trial of bacteremic critically ill children assigned to 7 or 14 d of antibiotics. Each scenario showed higher mortality in the 7-d group but met noninferiority criterion. We explored how noninferiority margins and baseline mortality rates influenced respondent acceptance of results. RESULTS: There were 106 survey respondents: 65 (61%) critical care clinicians, 28 (26%) infectious diseases physicians, and 13 (12%) pharmacists. When noninferiority margins were 5% and 10%, 73% (24/33) and 79% (27/33) respondents would accept shorter treatment, compared with 44% (17/39) when the margin was 20% (P = 0.003). Logistic regression adjusted for baseline mortality showed 5% and 10% noninferiority margins were more likely to be associated with acceptance of shorter treatment compared with 20% margins (odds ratio [OR] 3.5, 95% confidence interval [CI]: 1.3-9.6, P = 0.013; OR 5.1, 95% CI: 1.8-14.6, P = 0.002). Baseline mortality was not a significant predictor of acceptance of shorter treatment. CONCLUSIONS: Clinicians are more likely to accept shorter treatment when noninferiority margins are ≤10%. However, nearly half of respondents who reviewed abstracts with 20% margins were still willing to accept shorter treatment. This is a novel application of contingent valuation methodology to elicit acceptance of research results among end users of the medical literature. HIGHLIGHTS: Clinicians are more likely to accept shorter treatment durations based on noninferior mortality results when the noninferiority margin is 5% or 10% than if the margin is 20%.However, nearly half of clinicians would still accept shorter-duration treatment as noninferior with margins of 20%.Baseline mortality does not independently predict acceptance of shorter-duration treatment.Contingent valuation is a novel approach to elicit the acceptance of research design parameters from the perspective of endusers of the medical literature.",
  "authors": [
    {
      "last_name": "Pong",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Pong",
      "affiliations": [
        "Department of Pharmacy, The Hospital for Sick Children, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-2963-9601"
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto ON, Canada.",
        "Tory Trauma Program, Sunnybrook Health Sciences Centre, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mitsakakis",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Mitsakakis",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-9041-9152"
    },
    {
      "last_name": "Murthy",
      "fore_name": "Srinivas",
      "initials": "S",
      "name": "Srinivas Murthy",
      "affiliations": [
        "Department of Pediatrics, Division of Critical Care, University of British Columbia, Vancouver, BC, Canada.",
        "Research Institute, BC Children's Hospital, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Division of Infectious Diseases, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gilfoyle",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Gilfoyle",
      "affiliations": [
        "Department of Critical Care Medicine, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bowen",
      "fore_name": "Asha",
      "initials": "A",
      "name": "Asha Bowen",
      "affiliations": [
        "Wesfarmers Centre for Vaccines and Infectious Diseases, Telethon Kids Institute, University of Western Australia Perth Children's Hospital, Nedlands, WA, Australia.",
        "Department of Infectious Diseases, Perth Children's Hospital, Nedlands, WA, Australia."
      ]
    },
    {
      "last_name": "Fontela",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Fontela",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, McGill University, Montreal, QC, Canada.",
        "Department of Pediatrics, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Seto",
      "fore_name": "Winnie",
      "initials": "W",
      "name": "Winnie Seto",
      "affiliations": [
        "Department of Pharmacy, The Hospital for Sick Children, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Science",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Science",
      "affiliations": [
        "Division of Infectious Diseases, Department of Paediatric Medicine, The Hospital for Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hutchison",
      "fore_name": "James S",
      "initials": "JS",
      "name": "James S Hutchison",
      "affiliations": [
        "Department of Critical Care Medicine, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jouvet",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Jouvet",
      "affiliations": [
        "Pediatric Intensive Care Unit, Sainte-Justine Hospital University Center, Montreal, QC, Canada.",
        "Department of Pediatrics, Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Rishu",
      "fore_name": "Asgar",
      "initials": "A",
      "name": "Asgar Rishu",
      "affiliations": [
        "Critical Care Research Unit, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-6779-3672"
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Division of Infectious Diseases, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical decision making : an international journal of the Society for Medical Decision Making",
    "iso_abbreviation": "Med Decis Making",
    "issn": "1552-681X",
    "issn_type": "Electronic",
    "volume": "42",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "832",
  "end_page": "836",
  "pages": "832-836",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Australia",
    "Canada",
    "Child",
    "Clinical Trials as Topic",
    "Critical Illness",
    "Humans",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35583116",
    "pmc": "PMC9277322",
    "doi": "10.1177/0272989X221099493"
  },
  "doi": "10.1177/0272989X221099493",
  "pmc_id": "PMC9277322",
  "dates": {
    "completed": "2022-07-14",
    "revised": "2024-08-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:09.322621",
    "pmid": "35583116"
  }
}