{
  "pmid": "35590543",
  "uid": "35590543",
  "title": "Defect patterns of two-dimensional nematic liquid crystals in confinement.",
  "abstract": "A two-dimensional or quasi-two-dimensional nematic liquid crystal refers to a surface-confined system. When such a system is further confined by external line boundaries or excluded from internal line boundaries, the nematic directors form a deformed texture that may display defect points or defect lines, for which winding numbers can be clearly defined. Here, a particular attention is paid to the case when the liquid crystal molecules prefer to form a boundary nematic texture in parallel to the wall surface (i.e., following the homogeneous boundary condition). A general theory, based on geometric argument, is presented for the relationship between the sum of all winding numbers in the system (the total winding number) and the type of confinement angles and curved segments. The conclusion is validated by comparing the theoretical defect rule with existing nematic textures observed experimentally and theoretically in recent years.",
  "authors": [
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Beijing International Center for Mathematical Research, Peking University, Beijing 100871, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Lei",
      "initials": "L",
      "name": "Lei Zhang",
      "affiliations": [
        "Beijing International Center for Mathematical Research, Peking University, Beijing 100871, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Jeff Z Y",
      "initials": "JZY",
      "name": "Jeff Z Y Chen",
      "affiliations": [
        "Department of Physics and Astronomy, University of Waterloo, Waterloo, Ontario, Canada, N2L 3G1."
      ]
    }
  ],
  "journal": {
    "title": "Physical review. E",
    "iso_abbreviation": "Phys Rev E",
    "issn": "2470-0053",
    "issn_type": "Electronic",
    "volume": "105",
    "issue": "4-1",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "start_page": "044704",
  "pages": "044704",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35590543",
    "doi": "10.1103/PhysRevE.105.044704"
  },
  "doi": "10.1103/PhysRevE.105.044704",
  "dates": {
    "revised": "2022-05-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.373297",
    "pmid": "35590543"
  }
}