{
  "pmid": "35594542",
  "uid": "35594542",
  "title": "Patients selected for dual pathway inhibition in clinical practice have similar characteristics and outcomes to those included in the COMPASS randomized trial: The XATOA Registry.",
  "abstract": "AIMS: To determine the characteristics of patients with coronary artery disease (CAD), peripheral artery disease (PAD), or both, initiating dual pathway inhibition (DPI) using rivaroxaban 2.5 mg twice daily plus aspirin, and to report their clinical outcomes and bleeding rates in clinical practice compared to the COMPASS randomized trial, which provided the basis for using DPI in this patient population. METHODS AND RESULTS: XATOA is a prospective registry of 5532 patients: of which, 72.7% had CAD, 58.9% had PAD, and 31.6% had both. The mean age of patients was 68 years and 25.5% were women. The mean follow-up period was 15 months. The most frequently reported reason for initiating DPI was the presence of existing, worsening or newly diagnosed risk characteristics (n = 4753, 85.9%). Before initiating DPI, 75.3% received a single antiplatelet and 18.3% received various antiplatelet combinations. The incidence of major adverse cardiovascular events (MACE), major adverse limb events (MALE) and acute or severe limb ischaemia was 2.26, 3.57, and 1.54 per 100 patient-years, respectively, among the 5532 patients in XATOA. Corresponding rates in COMPASS were 2.18, 0.19, and 0.12 per 100 patient-years, respectively. Major bleeding rates were 0.95 and 1.67 per 100 patient-years in XATOA and COMPASS, respectively. CONCLUSION: High-risk vascular patients are prioritized for DPI in clinical practice, and rates of MACE are similar to COMPASS, but MALE rates are higher in XATOA, consistent with the greater proportion of PAD patients. Major bleeding rates were lower in XATOA. The findings provide support for favourable net clinical benefit of DPI in high-risk vascular patients. ONE-SENTENCE SUMMARY: The characteristics of patients initiated on dual pathway inhibition (DPI: rivaroxaban 2.5  mg twice daily plus aspirin) have not previously been defined in clinical practice and the XATOA registry findings demonstrate patient outcomes are consistent with those of the COMPASS trial, despite geographic differences in recruitment and the higher proportion of PAD patients.",
  "authors": [
    {
      "last_name": "Fox",
      "fore_name": "Keith A A",
      "initials": "KAA",
      "name": "Keith A A Fox",
      "affiliations": [
        "Centre for Cardiovascular Science, University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Aboyans",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Aboyans",
      "affiliations": [
        "Department of Cardiology, Dupuytren University Hospital, and Inserm U1094, Limoges, France."
      ]
    },
    {
      "last_name": "Debus",
      "fore_name": "E Sebastian",
      "initials": "ES",
      "name": "E Sebastian Debus",
      "affiliations": [
        "Department of Vascular Medicine, Vascular Surgery, Angiology, Endovascular Therapy, University of Hamburg-Eppendorf, Hamburg, Germany."
      ]
    },
    {
      "last_name": "Zeymer",
      "fore_name": "Uwe",
      "initials": "U",
      "name": "Uwe Zeymer",
      "affiliations": [
        "Klinikum der Stadt Ludwigshafen, Medizinische Klinik B, and Institut für Herzinfarktforschung, Ludwigshafen am Rhein, Germany."
      ],
      "orcid": "0000-0001-7077-283X"
    },
    {
      "last_name": "Cowie",
      "fore_name": "Martin R",
      "initials": "MR",
      "name": "Martin R Cowie",
      "affiliations": [
        "Royal Brompton Hospital and King's College London, London, UK."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Manesh",
      "initials": "M",
      "name": "Manesh Patel",
      "affiliations": [
        "Division of Cardiology, Duke Clinical Research Institute, Duke University, Durham NC."
      ]
    },
    {
      "last_name": "Welsh",
      "fore_name": "Robert C",
      "initials": "RC",
      "name": "Robert C Welsh",
      "affiliations": [
        "Mazankowski Alberta Heart Institute and University of Alberta, Edmonton, Alberta, Canada."
      ],
      "orcid": "0000-0003-2613-9142"
    },
    {
      "last_name": "Bosch",
      "fore_name": "Jackie",
      "initials": "J",
      "name": "Jackie Bosch",
      "affiliations": [
        "School of Rehabilitation Science, Chanchlani Research Centre and the Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gay",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Gay",
      "affiliations": [
        "Bayer AG, Berlin, Germany."
      ]
    },
    {
      "last_name": "Vogtländer",
      "fore_name": "Kai",
      "initials": "K",
      "name": "Kai Vogtländer",
      "affiliations": [
        "Bayer AG, Wuppertal, Germany."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "School of Rehabilitation Science, Chanchlani Research Centre and the Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "European heart journal. Cardiovascular pharmacotherapy",
    "iso_abbreviation": "Eur Heart J Cardiovasc Pharmacother",
    "issn": "2055-6845",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "02"
  },
  "start_page": "825",
  "end_page": "836",
  "pages": "825-836",
  "language": "eng",
  "publication_types": [
    "Randomized Controlled Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Aged",
    "Male",
    "Rivaroxaban",
    "Factor Xa Inhibitors",
    "Aspirin",
    "Peripheral Arterial Disease",
    "Registries",
    "Coronary Artery Disease",
    "Hemorrhage"
  ],
  "article_ids": {
    "pubmed": "35594542",
    "doi": "10.1093/ehjcvp/pvac028",
    "pii": "6589684"
  },
  "doi": "10.1093/ehjcvp/pvac028",
  "dates": {
    "completed": "2022-12-05",
    "revised": "2022-12-28"
  },
  "chemicals": [
    "Rivaroxaban",
    "Factor Xa Inhibitors",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.352842",
    "pmid": "35594542"
  }
}