{
  "pmid": "35604426",
  "uid": "35604426",
  "title": "Improvement in pain and patient-related outcome measures following hip arthroscopy in patients with femoroacetabular impingement syndrome and concomitant generalized ligamentous laxity: a systematic review.",
  "abstract": "PURPOSE: Within orthopaedic sports medicine, concomitant ligamentous laxity is often found to be a negative prognostic factor for post-operative outcomes following various procedures. The effect of ligamentous laxity on outcomes following hip arthroscopy remains infrequently reported. Therefore, the purpose of this study is to report on the outcomes of hip arthroscopy for the treatment of femoroacetabular impingement syndrome (FAIS) with concomitant generalized ligamentous laxity (GLL). METHODS: A systematic search was performed in Medline, EMBASE, CENTRAL, and SPORTDiscus (from inception to April 2021) for studies reporting outcomes following hip arthroscopy for symptomatic FAIS in patients with concomitant GLL. RESULTS: Six studies representing 213 patients and 231 hips were included. Outcomes of pain and functional scores as measured by VAS, Harris Hip Score, and Hip Disability and Osteoarthritis Outcomes Score were tabulated. A mean improvement of 4.8 on VAS was observed. Improvements of 30.0 on HHS, 33.1 for ssHOS, and 23.9 for ADL-HOS were observed. CONCLUSION: Hip arthroscopy is an effective method of alleviating pain and improving function with statistically significant improvements in all PROM in patients with concomitant FAIS with GLL. LEVEL OF EVIDENCE: IV. PROSPERO REGISTRATION: CRD42021248864.",
  "authors": [
    {
      "last_name": "Zhu",
      "fore_name": "Xi Ming",
      "initials": "XM",
      "name": "Xi Ming Zhu",
      "affiliations": [
        "St George's University Hospitals NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Toobaie",
      "fore_name": "Asra",
      "initials": "A",
      "name": "Asra Toobaie",
      "affiliations": [
        "Department of Orthopaedic Surgery, Western University, London, Canada."
      ]
    },
    {
      "last_name": "Iansavichene",
      "fore_name": "Alla",
      "initials": "A",
      "name": "Alla Iansavichene",
      "affiliations": [
        "Health Sciences Library, London Health Sciences Centre, London, ON, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Department of Orthopedic Surgery, McMaster University, Hamilton, Canada. khanmm2@mcmaster.ca.",
        "St Joseph's Healthcare Hamilton, 50 Charlton Avenue East, Hamilton, ON, L8N 4A6, Canada. khanmm2@mcmaster.ca."
      ],
      "orcid": "0000-0002-8237-8095"
    },
    {
      "last_name": "Degen",
      "fore_name": "Ryan M",
      "initials": "RM",
      "name": "Ryan M Degen",
      "affiliations": [
        "Department of Orthopaedic Surgery, Western University, London, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "3907",
  "end_page": "3915",
  "pages": "3907-3915",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Activities of Daily Living",
    "Arthroscopy",
    "Femoracetabular Impingement",
    "Follow-Up Studies",
    "Hip Joint",
    "Humans",
    "Joint Instability",
    "Pain",
    "Patient Reported Outcome Measures",
    "Retrospective Studies",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35604426",
    "doi": "10.1007/s00167-022-06997-2",
    "pii": "10.1007/s00167-022-06997-2"
  },
  "doi": "10.1007/s00167-022-06997-2",
  "dates": {
    "completed": "2022-10-18",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.305646",
    "pmid": "35604426"
  }
}