{
  "pmid": "35601930",
  "uid": "35601930",
  "title": "Influences on the uptake of a population health approach to sexual health programs in Ontario public health units: a qualitative descriptive study.",
  "abstract": "AIM: Population-level prevention initiatives are the cornerstone of public health practice. However, despite this normative practice, sexual health programming within public health has not utilized this approach to the same extent as other public health programs. Understanding requirements to put a population-level approach into practice is needed. The objective of this study was to explore the barriers and facilitators experienced by sexual health programs and services within public health when implementing a population health approach. SUBJECT DESIGN AND METHODS: The principles of qualitative description guided all sampling, data collection and analysis decisions. Data collection involved in-depth semi-structured interviews with 12 sexual health managers and/or supervisors from ten Ontario public health units. Directed content analysis was used to code and synthesize the data. Data collection and analysis was guided using constructs from the Consolidated Framework for Implementation Research. RESULTS: Factors that served as either barriers and facilitators to implementing a population health approach, were mainly in the inner and outer setting domains of the Consolidated Framework for Implementation Research. Participants identified the presence of community partnerships, adequate staff training on population health, and access to data on population health served as facilitators. In comparison, barriers to implementation included a lack of resources (human, financial) and clinicians' value of and preferences for delivering services at the individual clinic level. CONCLUSION: Some clear barriers and facilitators influenced if staff in sexual health programs and services could implement a population health approach. Results indicate where public health resources need to be enhanced to move toward a population health approach and provide insight into what worked and should be considered by public health organizations.",
  "authors": [
    {
      "last_name": "Frost",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Frost",
      "affiliations": [
        "School of Nursing - McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1 Canada."
      ],
      "orcid": "0000-0002-6090-1885"
    },
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta",
      "initials": "R",
      "name": "Ruta Valaitis",
      "affiliations": [
        "School of Nursing - McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1 Canada."
      ]
    },
    {
      "last_name": "Butt",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Butt",
      "affiliations": [
        "School of Nursing - McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1 Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing - McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1 Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing - McMaster University, 1280 Main Street West, Hamilton, Ontario L8S4K1 Canada."
      ]
    }
  ],
  "journal": {
    "title": "Zeitschrift fur Gesundheitswissenschaften = Journal of public health",
    "iso_abbreviation": "Z Gesundh Wiss",
    "issn": "2198-1833",
    "issn_type": "Print",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "17"
  },
  "start_page": "1",
  "end_page": "10",
  "pages": "1-10",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35601930",
    "pmc": "PMC9112636",
    "doi": "10.1007/s10389-022-01715-1",
    "pii": "1715"
  },
  "doi": "10.1007/s10389-022-01715-1",
  "pmc_id": "PMC9112636",
  "dates": {
    "revised": "2024-02-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.233238",
    "pmid": "35601930"
  }
}