{
  "pmid": "35606184",
  "uid": "35606184",
  "title": "Perioperative optimization with nutritional supplements in patients undergoing gastrointestinal surgery for cancer: A randomized, placebo-controlled feasibility clinical trial.",
  "abstract": "BACKGROUND: Perioperative nutritional supplementation may improve outcomes. Trials have not investigated the role of combination strategy using different types of nutritional supplements. METHODS: We conducted a single-site randomized pilot trial, among gastrointestinal cancer patients undergoing surgery, comparing perioperative nutritional supplements versus placebo (1 placebo to each supplement), to determine feasibility of a larger trial. Intervention, administered in sequence, included: protein supplementation (preoperative day 30-6), protein supplementation rich in arginine and omega-6 (preoperative day 5-1, and postoperative day 1-5), and carbohydrate loading (surgery day). Primary outcome was enrollment. Secondary outcomes included participant compliance with study supplements (target ≥70% of total packets). We planned protocol modifications to improve enrollment and compliance. Postoperative complications were described. RESULTS: Over 18 months, 495 patients were screened, 144 were deemed eligible, and 71 consented to participate, resulting in an enrollment fraction of 71/144 (49%, 95% confidence interval: 41%-57%). 'Too much burden' was the most common reason for refusal to participate (34%). Participants' median overall compliance with study packets was 80%. Protocol modifications (decreasing the interval from enrollment to surgery from 4 to 2 weeks and decreasing length of baseline assessment) did not impact enrollment or compliance. Postoperative complications were similar between control (18/31 [58%, 95% confidence interval: 4-74]), and intervention (22/34 [65%, 95% confidence interval: 48-79]) arms, with a higher proportion of infectious complications in the control arm (16/31, 52% vs 12/34, 35%). CONCLUSION: Results from this pilot suggest a larger phase III trial is feasible. Postoperative infectious complications were common, making this a suitable outcome of interest.",
  "authors": [
    {
      "last_name": "Serrano",
      "fore_name": "Pablo E",
      "initials": "PE",
      "name": "Pablo E Serrano",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Ontario Clinical Oncology Group, McMaster University, Hamilton, Ontario, Canada. Electronic address: serrano@mcmaster.ca."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Ontario Clinical Oncology Group, McMaster University, Hamilton, Ontario, Canada; Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Duceppe",
      "fore_name": "Emmanuelle",
      "initials": "E",
      "name": "Emmanuelle Duceppe",
      "affiliations": [
        "Department of Medicine, Université de Montreal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Pinto-Sanchez",
      "fore_name": "Maria Ines",
      "initials": "MI",
      "name": "Maria Ines Pinto-Sanchez",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Ontario Clinical Oncology Group, McMaster University, Hamilton, Ontario, Canada; Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Surgery",
    "iso_abbreviation": "Surgery",
    "issn": "1532-7361",
    "issn_type": "Electronic",
    "volume": "172",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "670",
  "end_page": "676",
  "pages": "670-676",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Dietary Supplements",
    "Digestive System Surgical Procedures",
    "Feasibility Studies",
    "Humans",
    "Neoplasms",
    "Postoperative Complications"
  ],
  "article_ids": {
    "pubmed": "35606184",
    "doi": "10.1016/j.surg.2022.04.001",
    "pii": "S0039-6060(22)00229-X"
  },
  "doi": "10.1016/j.surg.2022.04.001",
  "dates": {
    "completed": "2022-07-18",
    "revised": "2022-09-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:16.924126",
    "pmid": "35606184"
  }
}