{
  "pmid": "35610451",
  "uid": "35610451",
  "title": "Termite diversity and damage assessment in urban trees from different parks of Lahore, Punjab, Pakistan.",
  "abstract": "Termite infestation is one of the fundamental problems associated with the loss of urban trees and ecological services. However, no such study has been performed in Pakistan to investigate the termite occurrence and assess such damages to urban trees caused by termites. For Lahore, research and comparable data on urban tree damages are rare or missing. This study surveyed six different microhabitats, including Bagh-e-Jinnah, canal vegetation, Model Town Park, Jallo Forestry, Race-Course Park, and FC College Vegetation employing the three belt transects (100 × 5 m) method. We geo-referenced termite-infested trees to investigate the termite occurrence on living and dead standing trees, termite diversity, and the assessment of tree damage by termites' attack. We recorded four termite species (Odontotermes obesus Rambur, Coptotermes heimi Wasmann, Heterotermes indicola Wasmann, and Microtermes obesi Holmgren) representing two families (Rhinotermitidae and Termitidae). However, the diversity indices revealed that O. obesus (higher termite) and C. heimi (lower termite) were dominant with 46.60 and 36% of occurrence among observed trees, respectively. Kernel density function indicated that the Lahore Canal and Bagh-e-Jinnah plantation shared all four termites' infestation evenly compared to other study sites. We observed the maximum number of damaged trees by termites in canal vegetation with the most damaged exotic tree species Populus euramericana along the canal green belt. Additionally, we observed significant (P < 0.05) termite-tree interactions with exotic, living, and dead standing tree species and found termite colony size positively (R = 0.985) correlated with the tree trunk diameter up to breast height (DBH). The average population of termites per unit volume of deadwood log was (0.39/cm[3]) within all plantation sites. In conclusion, this study provides simple, reckless, and inexpensive knowledge about the assessment of termite damage to trees, which may give a better idea in making decisions on tree selection and management in urban ecosystems.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Entomology and Parasitology Lab, Department of Zoology, Faculty of Biological Science, Quaid-i-Azam University, Islamabad, 45320, Pakistan. mafzal@bs.qau.edu.pk."
      ],
      "orcid": "0000-0001-9976-9239"
    },
    {
      "last_name": "Zamir Rasib",
      "fore_name": "Khalid",
      "initials": "K",
      "name": "Khalid Zamir Rasib",
      "affiliations": [
        "Institute of Molecular Biology and Biotechnology, University of Lahore, Defence Road Campus, Lahore, 54792, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "48",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "72480",
  "end_page": "72492",
  "pages": "72480-72492",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Ecosystem",
    "Environment",
    "Humans",
    "Isoptera",
    "Pakistan",
    "Trees"
  ],
  "article_ids": {
    "pubmed": "35610451",
    "doi": "10.1007/s11356-022-20899-3",
    "pii": "10.1007/s11356-022-20899-3"
  },
  "doi": "10.1007/s11356-022-20899-3",
  "dates": {
    "completed": "2022-10-03",
    "revised": "2022-10-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PSF/NLSP/FCCU-180",
      "agency": "Pakistan Science Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.026321",
    "pmid": "35610451"
  }
}