{
  "pmid": "35617004",
  "uid": "35617004",
  "title": "Machine Learning for Vestibular Schwannoma Diagnosis Using Audiometrie Data Alone.",
  "abstract": "OBJECTIVE: The aim of this study is to compare machine learning algorithms and established rule-based evaluations in screening audiograms for the purpose of diagnosing vestibular schwannomas. A secondary aim is to assess the performance of rule-based evaluations for predicting vestibular schwannomas using the largest dataset in the literature. STUDY DESIGN: Retrospective case-control study. SETTING: Tertiary referral center. PATIENTS: Seven hundred sixty seven adult patients with confirmed vestibular schwannoma and a pretreatment audiogram on file and 2000 randomly selected adult controls with audiograms. INTERVENTIONS: Audiometric data were analyzed using machine learning algorithms and standard rule-based criteria for defining asymmetric hearing loss. MAIN OUTCOME MEASURES: The primary outcome is the ability to identify patients with vestibular schwannomas based on audiometric data alone, using machine learning algorithms and rule-based formulas. The secondary outcome is the application of conventional rule-based formulas to a larger dataset using advanced computational techniques. RESULTS: The machine learning algorithms had mildly improved specificity in some fields compared with rule-based evaluations and had similar sensitivity to previous rule-based evaluations in diagnosis of vestibular schwannomas. CONCLUSIONS: Machine learning algorithms perform similarly to rule-based evaluations in identifying patients with vestibular schwannomas based on audiometric data alone. Performance of established rule-based formulas was consistent with earlier performance metrics, when analyzed using a large dataset.",
  "authors": [
    {
      "last_name": "Carey",
      "fore_name": "Grace E",
      "initials": "GE",
      "name": "Grace E Carey",
      "affiliations": [
        "Department of Otolaryngology, University of Michigan Medical School, Ann Arbor, Michigan."
      ]
    },
    {
      "last_name": "Jacobson",
      "fore_name": "Clare E",
      "initials": "CE",
      "name": "Clare E Jacobson",
      "affiliations": []
    },
    {
      "last_name": "Warburton",
      "fore_name": "Alyssa N",
      "initials": "AN",
      "name": "Alyssa N Warburton",
      "affiliations": []
    },
    {
      "last_name": "Biddle",
      "fore_name": "Elliot",
      "initials": "E",
      "name": "Elliot Biddle",
      "affiliations": []
    },
    {
      "last_name": "Mannarelli",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Mannarelli",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Stucken",
      "fore_name": "Emily Z",
      "initials": "EZ",
      "name": "Emily Z Stucken",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology",
    "iso_abbreviation": "Otol Neurotol",
    "issn": "1537-4505",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "e530",
  "end_page": "e534",
  "pages": "e530-e534",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Audiometry",
    "Case-Control Studies",
    "Humans",
    "Machine Learning",
    "Neuroma, Acoustic",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "35617004",
    "doi": "10.1097/MAO.0000000000003539",
    "pii": "00129492-202206000-00003"
  },
  "doi": "10.1097/MAO.0000000000003539",
  "dates": {
    "completed": "2022-05-30",
    "revised": "2022-07-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.766424",
    "pmid": "35617004"
  }
}