{
  "pmid": "35621356",
  "uid": "35621356",
  "title": "Exploring the context, role and impact of public health nursing during COVID-19: A multiple case study protocol.",
  "abstract": "AIM: The purpose of this study is to: (a) describe public health nursing roles over the course of the COVID-19 pandemic in Ontario, Canada; (b) describe the contextual factors that influence public health nursing role implementation; and (c) describe nurses' perceived impact of their roles on client outcomes and professional/personal nursing practice. DESIGN: Descriptive multiple case study. METHODS: Recruitment of public health nurses (PHNs), working in direct service or administrative leadership positions, in an Ontario public health unit will be conducted through purposive and snowball sampling. Nursing roles will be compared and contrasted across three cases differentiated by geographic setting: urban, urban-rural, northern. In each geographic case, a priori estimates of sample size will include 10 PHNs providing direct care and at least five nurses in an administrative leadership role; with an overall estimated study sample size of 45 individuals. Demographic data will be collected using an online anonymous survey. Individual semi-structured interviews with PHNs, and focus groups with nursing administrators will be conducted via telephone and audio-recorded. Individual interviews and focus groups will be transcribed verbatim. Reflexive thematic analysis will be used to generate emergent themes in each case and cross-case synthesis will be used to compare and contrast patterns across geographic cases. DISCUSSION: Expected findings will provide an in-depth analysis of the rapidly evolving roles and functions of PHNs throughout the COVID-19 pandemic and their impact on individuals, families and communities. As well, findings will provide a new understanding about the contextual barriers and facilitators of PHN role implementation in their working environments. IMPACT: Study findings can support decision-making in relation to funding, resource allocation and supportive work structures and processes at a public health system and/or individual public health organization level.",
  "authors": [
    {
      "last_name": "Belita",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Belita",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4107-5354"
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4380-620X"
    },
    {
      "last_name": "Lokko",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Lokko",
      "affiliations": [
        "Middlesex-London Health Unit, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "National Collaborating Centre for Methods and Tools, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of advanced nursing",
    "iso_abbreviation": "J Adv Nurs",
    "issn": "1365-2648",
    "issn_type": "Electronic",
    "volume": "78",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "2646",
  "end_page": "2655",
  "pages": "2646-2655",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Humans",
    "Nurse Administrators",
    "Ontario",
    "Pandemics",
    "Public Health Nursing"
  ],
  "article_ids": {
    "pubmed": "35621356",
    "pmc": "PMC9348384",
    "doi": "10.1111/jan.15304"
  },
  "doi": "10.1111/jan.15304",
  "pmc_id": "PMC9348384",
  "dates": {
    "completed": "2022-07-14",
    "revised": "2022-08-05"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Faculty of Health Sciences, School of Nursing, McMaster University"
    },
    {
      "grant_id": "NRIG Research Grant for the Novice Researcher",
      "agency": "Nursing Research Interest Group - Registered Nurses' Association of Ontario"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.233730",
    "pmid": "35621356"
  }
}