{
  "pmid": "35623804",
  "uid": "35623804",
  "title": "Are the recommendation of sodium and fluid restriction in heart failure patients changing over the past years? A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Heart failure (HF) is a growing problem for healthcare systems worldwide. Sodium and fluid restriction are non-pharmacological treatments recommended for patients with HF by several guidelines over the years, even without consensus. OBJECTIVE: To evaluate the effects of sodium and fluid restriction in patients with HF. METHODS: We searched MEDLINE, Embase, and Cochrane CENTRAL databases up to June 2020 and screened the reference lists of relevant articles. We included randomized controlled trials evaluating sodium and/or fluid restriction in patients with HF. We assessed three independent comparisons: (a) sodium restriction versus control; (b) fluid restriction versus control; and (c) sodium and fluid restriction versus control. Main outcomes of interest were all-cause mortality and hospitalization. Two independent reviewers selected studies and extracted data. We pooled the results using random-effects meta-analysis. We used the RoB 2.0 and the GRADE framework to assess risk of bias and quality of evidence. RESULTS: We included 16 studies totaling 3545 patients in our meta-analysis. Daily sodium intake was 1.5-2.4 g for the intervention group and >2.7 g for the control group, and daily fluid intake was 0.8-1.5 L for the intervention group and free oral fluid intake for the control group. Sodium restriction increased mortality (relative risk 1.92, 95% confidence interval 1.51 to 2.45, moderate quality of evidence) and hospitalization (relative risk 1.63, 1.11 to 2.40, low quality of evidence). Fluid restriction reduced mortality (relative risk 0.32, 0.13 to 0.82, low quality of evidence) and hospitalization (relative risk 0.46, 0.27 to 0.77, n = 331, low quality of evidence). The combination of sodium and fluid restriction did not significantly affect the risk of mortality (relative risk 0.92, 0.49 to 1.73, low quality of evidence) or the risk of hospitalization (relative risk 0.94, 0.75 to 1.19, low quality of evidence). CONCLUSION: The combination of sodium and fluid restriction in clinical trials resulted in a null effect although results in the opposite direction were observed for each intervention independently. Combined sodium and fluid restriction are usually recommended for patients with HF. Our findings of sodium restriction harm, risk of mortality and hospitalization are consistent with publications from several clinical trial and physiologic explanations. A well-designed clinical trial nested by an implementation study is urgent for definitive sodium range recommendation, specially considering the change of currently guidelines, pushing up the cut-off of sodium restriction range.",
  "authors": [
    {
      "last_name": "Stein",
      "fore_name": "Cinara",
      "initials": "C",
      "name": "Cinara Stein",
      "affiliations": [
        "Hospital Moinhos de Vento (HMV), R. Ramiro Barcelos, 910, 91787070, Porto Alegre, RS, Brazil. Electronic address: cistein_fisio@yahoo.com.br."
      ]
    },
    {
      "last_name": "Helal",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Helal",
      "affiliations": [
        "Quality and Management in Research, Diretoria de Pesquisa, Hospital de Clínicas de Porto Alegre, Brazil; Faculty, Graduate Program in Cardiology, School of Medicine, Universidade Federal do Rio Grande do Sul, Brazil. Electronic address: lhelal@hcpa.edu.br."
      ]
    },
    {
      "last_name": "Migliavaca",
      "fore_name": "Celina Borges",
      "initials": "CB",
      "name": "Celina Borges Migliavaca",
      "affiliations": [
        "Graduate Program in Epidemiology, Universidade Federal do Rio Grande do Sul (UFRGS), R. Ramiro Barcelos, 2400, 90035003, Porto Alegre, RS, Brazil. Electronic address: celinabm7@gmail.com."
      ]
    },
    {
      "last_name": "Sangalli",
      "fore_name": "Caroline Nicola",
      "initials": "CN",
      "name": "Caroline Nicola Sangalli",
      "affiliations": [
        "Hospital São Lucas, Pontifícia Universidade Católica do Rio Grande do Sul (PUCRS), Av. Ipiranga, 6690, 90610000, Porto Alegre, RS, Brazil. Electronic address: carolinesangalli@gmail.com."
      ]
    },
    {
      "last_name": "Colpani",
      "fore_name": "Verônica",
      "initials": "V",
      "name": "Verônica Colpani",
      "affiliations": [
        "HMV, R. Ramiro Barcelos, 910, 91787070, Porto Alegre, RS, Brazil; Graduate Program in Medical Sciences, Endocrinology, UFRGS, R. Ramiro Barcelos, 910, 91787070, Porto Alegre, RS, Brazil. Electronic address: veronica.colpani@hmv.org.br."
      ]
    },
    {
      "last_name": "Raupp da Rosa",
      "fore_name": "Priscila",
      "initials": "P",
      "name": "Priscila Raupp da Rosa",
      "affiliations": [
        "Universidade Nove de Julho, Rua Vergueiro, 235/249, 01525-000, São Paulo, SP, Brazil. Electronic address: raupp.priscilamd@gmail.com."
      ]
    },
    {
      "last_name": "Beck-da-Silva",
      "fore_name": "Luís",
      "initials": "L",
      "name": "Luís Beck-da-Silva",
      "affiliations": [
        "HMV, R. Ramiro Barcelos, 910, 91787070, Porto Alegre, RS, Brazil; Graduate Cardiology Program, School of Medicine, UFRGS, Brazil. Electronic address: luisbeckdasilva@gmail.com."
      ]
    },
    {
      "last_name": "Rohde",
      "fore_name": "Luis E",
      "initials": "LE",
      "name": "Luis E Rohde",
      "affiliations": [
        "HMV, R. Ramiro Barcelos, 910, 91787070, Porto Alegre, RS, Brazil; Cardiovascular Division, Hospital de Clínicas de Porto Alegre (HCPA), Rua Ramiro Barcelos, 2350, 90035-007, Porto Alegre, RS, Brazil. Electronic address: rohde.le@gmail.com."
      ]
    },
    {
      "last_name": "Polanczyk",
      "fore_name": "Carisi Anne",
      "initials": "CA",
      "name": "Carisi Anne Polanczyk",
      "affiliations": [
        "HMV, R. Ramiro Barcelos, 910, 91787070, Porto Alegre, RS, Brazil; National Institute of Science and Technology for Health Technology Assessment (IATS) CNPq, Brazil; Graduate Cardiology Program, School of Medicine, UFRGS, Brazil; HCPA, Rua Ramiro Barcelos, 2350, 90035-903, Porto Alegre, RS, Brazil; Graduate Program in Epidemiology, UFRGS, R. Ramiro Barcelos, 2400, 90035003, Porto Alegre, RS, Brazil. Electronic address: cpolanczyk@hcpa.edu.br."
      ]
    },
    {
      "last_name": "Falavigna",
      "fore_name": "Maicon",
      "initials": "M",
      "name": "Maicon Falavigna",
      "affiliations": [
        "HMV, R. Ramiro Barcelos, 910, 91787070, Porto Alegre, RS, Brazil; National Institute of Science and Technology for Health Technology Assessment (IATS), Brazil. Electronic address: maicon@htanalyze.com."
      ]
    }
  ],
  "journal": {
    "title": "Clinical nutrition ESPEN",
    "iso_abbreviation": "Clin Nutr ESPEN",
    "issn": "2405-4577",
    "issn_type": "Electronic",
    "volume": "49",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "129",
  "end_page": "137",
  "pages": "129-137",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Drinking",
    "Fluid Therapy",
    "Heart Failure",
    "Hospitalization",
    "Humans",
    "Sodium"
  ],
  "article_ids": {
    "pubmed": "35623804",
    "doi": "10.1016/j.clnesp.2022.03.032",
    "pii": "S2405-4577(22)00214-5"
  },
  "doi": "10.1016/j.clnesp.2022.03.032",
  "dates": {
    "completed": "2022-05-31",
    "revised": "2022-06-08"
  },
  "chemicals": [
    "Sodium"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:20:44.189988",
    "pmid": "35623804"
  }
}