{
  "pmid": "35623750",
  "uid": "35623750",
  "title": "Triple-negative breast cancer prevalence in Africa: a systematic review and meta-analysis.",
  "abstract": "OBJECTIVE: The aggressive triple-negative breast cancer (TNBC) subtype disproportionately affects women of African ancestry across the diaspora, but its frequency across Africa has not been widely studied. This study seeks to estimate the frequency of TNBC among African populations. DESIGN: Systematic review and meta-analysis using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) framework. DATA SOURCES: PubMed, EMBASE, African Journals Online and Web of Science were searched on 25 April 2021. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: We included studies that use breast cancer tissue samples from indigenous African women with sample size of eligible participants ≥40 and full receptor status for all three receptors (oestrogen receptor (ER)/progesterone receptor (PR)/human epidermal growth factor receptor 2 (HER2)) reported. DATA EXTRACTION AND SYNTHESIS: Two independent reviewers extracted data and assessed risk of bias using the modified assessment tool by Hoy et al. (2012) for prevalence studies. A random-effects meta-analysis was performed, and data were pooled using the inverse-variance method and logit transformation. Pooled frequencies were reported with 95% CIs calculated with the Clopper-Pearson method and heterogeneity quantified with I[2] statistic. GRADE assessed the certainty of the evidence. RESULTS: 1808 potentially eligible studies were identified of which 67 were included in the systematic review and 60 were included in the meta- analysis. Pooled TNBC frequency across African countries represented was estimated to be 27.0%; 95% CI: 24.0% to 30.2%, I[2]=94%. Pooled TNBC frequency was highest across West Africa, 45.7% (n=15, 95% CI: 38.8% to 52.8%, I[2]=91%) and lowest in Central Africa, 14.9% (n=1, 95% CI: 8.9 % to 24.1%). Estimates for TNBC were higher for studies that used Allred guidelines for ER/PR status compared with American Society of Clinical Oncology(ASCO)/College of American Pathologists(CAP) guidelines, and for studies that used older versions of ASCO/CAP guidelines for assessing HER2 status. Certainty of evidence was assessed to be very low using GRADE approach. CONCLUSION: TNBC frequency was variable with the highest frequency reported in West Africa. Greater emphasis should be placed on establishing protocols for assessing receptor status due to the variability among studies.",
  "authors": [
    {
      "last_name": "Hercules",
      "fore_name": "Shawn M",
      "initials": "SM",
      "name": "Shawn M Hercules",
      "affiliations": [
        "Biology, McMaster University, Hamilton, Ontario, Canada.",
        "African-Caribbean Cancer Consortium, Philadelphia, Pennsylvania, USA.",
        "Princess Margaret Cancer Centre, University Health Network, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-1094-094X"
    },
    {
      "last_name": "Alnajar",
      "fore_name": "Meena",
      "initials": "M",
      "name": "Meena Alnajar",
      "affiliations": [
        "Biology, McMaster University, Hamilton, Ontario, Canada.",
        "Osgoode Hall Law School, York University, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-6150-581X"
    },
    {
      "last_name": "Chen",
      "fore_name": "Chen",
      "initials": "C",
      "name": "Chen Chen",
      "affiliations": [
        "Biology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Molecular Genetics, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-6230-3563"
    },
    {
      "last_name": "Mladjenovic",
      "fore_name": "Stefan M",
      "initials": "SM",
      "name": "Stefan M Mladjenovic",
      "affiliations": [
        "Biology, McMaster University, Hamilton, Ontario, Canada.",
        "Terrence Donnelly Centre for Cellular and Biomolecular Research, University of Toronto, Toronto, Ontario, Canada.",
        "Institute of Biomedical Engineering, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-0446-9300"
    },
    {
      "last_name": "Shipeolu",
      "fore_name": "Bolade Ajarat",
      "initials": "BA",
      "name": "Bolade Ajarat Shipeolu",
      "affiliations": [
        "Biology, McMaster University, Hamilton, Ontario, Canada.",
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-7249-6610"
    },
    {
      "last_name": "Perkovic",
      "fore_name": "Olga",
      "initials": "O",
      "name": "Olga Perkovic",
      "affiliations": [
        "McMaster University Library, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-2324-0691"
    },
    {
      "last_name": "Pond",
      "fore_name": "Greg R",
      "initials": "GR",
      "name": "Greg R Pond",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare, Hamilton, Ontario, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    },
    {
      "last_name": "Blenman",
      "fore_name": "Kim Rm",
      "initials": "KR",
      "name": "Kim Rm Blenman",
      "affiliations": [
        "Department of Internal Medicine, Section of Medical Oncology, Yale University Yale Cancer Center, New Haven, Connecticut, USA.",
        "Department of Computer Science, Yale School of Engineering and Applied Science, Yale University, New Haven, Connecticut, USA."
      ],
      "orcid": "0000-0001-6070-0728"
    },
    {
      "last_name": "Daniel",
      "fore_name": "Juliet M",
      "initials": "JM",
      "name": "Juliet M Daniel",
      "affiliations": [
        "Biology, McMaster University, Hamilton, Ontario, Canada danielj@mcmaster.ca.",
        "African-Caribbean Cancer Consortium, Philadelphia, Pennsylvania, USA."
      ],
      "orcid": "0000-0002-3497-0772"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "27"
  },
  "start_page": "e055735",
  "pages": "e055735",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Africa",
    "Female",
    "Humans",
    "Population Groups",
    "Prevalence",
    "Receptors, Estrogen",
    "Triple Negative Breast Neoplasms"
  ],
  "article_ids": {
    "pubmed": "35623750",
    "pmc": "PMC9150263",
    "doi": "10.1136/bmjopen-2021-055735",
    "pii": "bmjopen-2021-055735"
  },
  "doi": "10.1136/bmjopen-2021-055735",
  "pmc_id": "PMC9150263",
  "dates": {
    "completed": "2022-05-31",
    "revised": "2022-07-16"
  },
  "chemicals": [
    "Receptors, Estrogen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.622491",
    "pmid": "35623750"
  }
}