{
  "pmid": "35625041",
  "uid": "35625041",
  "title": "Antidepressant-like Effects of Renin Inhibitor Aliskiren in an Inflammatory Mouse Model of Depression.",
  "abstract": "Depression is considered a neuropsychic disease that has global prevalence and is associated with disability. The pathophysiology of depression is not well understood; however, emerging evidence has indicated that neuroinflammation could contribute to developing depression symptoms. One of the factors that have a role in the development of neuroinflammation is the renin-angiotensin system. Therefore, the goal of the current study is to determine the antidepressant-like effects of Aliskiren, a renin inhibitor, against lipopolysaccharide (LPS)-induced depressive-like behavior in mice, glial cell activation, and the upregulation of proinflammatory cytokines in the prefrontal cortex. For behavioral studies, the open field test (OFT), tail suspension test (TST), forced swim test (FST), and sucrose preference test (SPT) were used. Inflammatory markers were assessed using real-time polymerase chain reaction (RT-PCR). LPS administration (0.5 mg/kg, intraperitoneal injection (i.p.)) sufficiently reduced the number of crossings in OFT, whereas Aliskiren pretreatment (10 mg/kg, i.p.) attenuated the LPS effect for two hours after LPS injection. The treatments did not show effects on locomotor activity in OFT 24 h after LPS administration. LPS increased the immobility time in TST and FST or reduced sucrose consumption in SPT after 24 h. Aliskiren reversed the effects induced by LPS in TST, FST, and SPT. CD11 b mRNA, a microglial marker, GFAP mRNA, an astroglial marker, and proinflammatory cytokines genes (TNF-α, IL-1β, and IL-6) were upregulated in the prefrontal cortex in LPS exposed animals. However, Aliskiren reduced LPS-induced inflammatory genes in the prefrontal cortex. Hence, the outcomes conclude that Aliskiren prevents depressive illness associated with neuroinflammation in humans.",
  "authors": [
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka 72341, Aljouf, Saudi Arabia."
      ],
      "orcid": "0000-0003-4007-4023"
    },
    {
      "last_name": "Alhassan",
      "fore_name": "Hassan H",
      "initials": "HH",
      "name": "Hassan H Alhassan",
      "affiliations": [
        "Department of Clinical Laboratories Sciences, College of Applied Medical Sciences, Jouf University, Sakaka 72341, Aljouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Abdulaziz I",
      "initials": "AI",
      "name": "Abdulaziz I Alzarea",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, Jouf University, Sakaka 72341, Aljouf, Saudi Arabia."
      ],
      "orcid": "0000-0003-0604-6299"
    },
    {
      "last_name": "Al-Oanzi",
      "fore_name": "Ziad H",
      "initials": "ZH",
      "name": "Ziad H Al-Oanzi",
      "affiliations": [
        "Department of Clinical Laboratories Sciences, College of Applied Medical Sciences, Jouf University, Sakaka 72341, Aljouf, Saudi Arabia."
      ],
      "orcid": "0000-0003-2197-8481"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka 72341, Aljouf, Saudi Arabia."
      ],
      "orcid": "0000-0003-2570-3223"
    }
  ],
  "journal": {
    "title": "Brain sciences",
    "iso_abbreviation": "Brain Sci",
    "issn": "2076-3425",
    "issn_type": "Print",
    "volume": "12",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May",
    "pub_day": "17"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35625041",
    "pmc": "PMC9139539",
    "doi": "10.3390/brainsci12050655",
    "pii": "brainsci12050655"
  },
  "doi": "10.3390/brainsci12050655",
  "pmc_id": "PMC9139539",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "DSR-2021-01-0213",
      "agency": "Deanship of Scientific Research, Jouf University, Saudi Arabia"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.026560",
    "pmid": "35625041"
  }
}