{
  "pmid": "35636623",
  "uid": "35636623",
  "title": "Inhaled anaesthesia compared with conventional sedation in post cardiac arrest patients undergoing temperature control: A systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: Patients admitted with return of spontaneous circulation (ROSC) following out of hospital cardiac arrest (OHCA) are often sedated to facilitate care. Volatile anaesthetics have been proposed as alternative sedatives because of their rapid offset. We performed a systematic review and meta-analysis comparing the use of volatile anaesthetics to conventional sedation in this population. MATERIALS: We searched four databases (MEDLINE, Embase, CENTRAL, and Scopus) from inception to January 6, 2022. We included randomized trials and observational studies evaluating patients admitted following ROSC. We pooled data and reported summary estimates using odds ratio (OR) for dichotomous outcomes and mean difference (MD) for continuous outcomes, both with 95% confidence intervals (CIs). We assessed risk of bias using the Newcastle Ottawa Scale and certainty of evidence using GRADE methodology. RESULTS: Of 1,973 citations, we included three observational studies (n = 604 patients). Compared to conventional sedation, volatile agents had an uncertain effect on delirium (OR 0.96, 95% CI 0.68-1.37), survival to discharge (OR 0.66, 95% CI 0.17-2.61), and ICU length of stay (MD 1.59 days fewer, 95% CI 1.17-4.36, all very low certainty). Patients who received volatile anaesthetic underwent a shorter duration of mechanical ventilation (MD 37.32 hours shorter, 95% CI 7.74-66.90), however this was based on low-certainty evidence. No harms were described with use of volatile anesthetics. CONCLUSION: Volatile anaesthetics may be associated with a decreased duration of mechanical ventilation in patients admitted with ROSC however this is based on low-certainty evidence. Further data are needed to assess their role in this population.",
  "authors": [
    {
      "last_name": "Parlow",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Parlow",
      "affiliations": [
        "CAPITAL Research Group, University of Ottawa Heart Institute Ottawa, Ontario, Canada; Division of Cardiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lepage-Ratte",
      "fore_name": "Melissa Fay",
      "initials": "MF",
      "name": "Melissa Fay Lepage-Ratte",
      "affiliations": [
        "CAPITAL Research Group, University of Ottawa Heart Institute Ottawa, Ontario, Canada; Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jung",
      "fore_name": "Richard G",
      "initials": "RG",
      "name": "Richard G Jung",
      "affiliations": [
        "CAPITAL Research Group, University of Ottawa Heart Institute Ottawa, Ontario, Canada; Department of Cellular and Molecular Medicine, University of Ottawa, Ottawa, Ontario, Canada; Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "CAPITAL Research Group, University of Ottawa Heart Institute Ottawa, Ontario, Canada; Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Visintini",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Visintini",
      "affiliations": [
        "Berkman Library, University of Ottawa Heart Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sterling",
      "fore_name": "Lee H",
      "initials": "LH",
      "name": "Lee H Sterling",
      "affiliations": [
        "Division of Cardiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Di Santo",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Di Santo",
      "affiliations": [
        "CAPITAL Research Group, University of Ottawa Heart Institute Ottawa, Ontario, Canada; Division of Cardiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simard",
      "fore_name": "Trevor",
      "initials": "T",
      "name": "Trevor Simard",
      "affiliations": [
        "Department of Cardiovascular Diseases, Mayo Clinic School of Medicine, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Russo",
      "fore_name": "Juan J",
      "initials": "JJ",
      "name": "Juan J Russo",
      "affiliations": [
        "CAPITAL Research Group, University of Ottawa Heart Institute Ottawa, Ontario, Canada; Division of Cardiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Labinaz",
      "fore_name": "Marino",
      "initials": "M",
      "name": "Marino Labinaz",
      "affiliations": [
        "CAPITAL Research Group, University of Ottawa Heart Institute Ottawa, Ontario, Canada; Division of Cardiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hibbert",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Hibbert",
      "affiliations": [
        "CAPITAL Research Group, University of Ottawa Heart Institute Ottawa, Ontario, Canada; Division of Cardiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada; Department of Cellular and Molecular Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nolan",
      "fore_name": "Jerry P",
      "initials": "JP",
      "name": "Jerry P Nolan",
      "affiliations": [
        "Warwick Clinical Trials Unit, University of Warwick, Coventry, United Kingdom; Royal United Hospital, Bath, United Kingdom."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mathew",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Mathew",
      "affiliations": [
        "CAPITAL Research Group, University of Ottawa Heart Institute Ottawa, Ontario, Canada; Division of Cardiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada. Electronic address: rmathew@ottawaheart.ca."
      ]
    }
  ],
  "journal": {
    "title": "Resuscitation",
    "iso_abbreviation": "Resuscitation",
    "issn": "1873-1570",
    "issn_type": "Electronic",
    "volume": "176",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "74",
  "end_page": "79",
  "pages": "74-79",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Anesthesia",
    "Anesthetics",
    "Heart Arrest",
    "Humans",
    "Respiration, Artificial",
    "Temperature"
  ],
  "article_ids": {
    "pubmed": "35636623",
    "doi": "10.1016/j.resuscitation.2022.05.015",
    "pii": "S0300-9572(22)00166-6"
  },
  "doi": "10.1016/j.resuscitation.2022.05.015",
  "dates": {
    "completed": "2022-06-28",
    "revised": "2022-07-08"
  },
  "chemicals": [
    "Anesthetics"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.199279",
    "pmid": "35636623"
  }
}