{
  "pmid": "35635659",
  "uid": "35635659",
  "title": "Urban ventilation corridors and spatiotemporal divergence patterns of urban heat island intensity: a local climate zone perspective.",
  "abstract": "Urban ventilation corridors introduce fresh air into urban interiors and improve urban livability, while mitigating the urban heat island (UHI) effect. However, few studies have assessed the impact of urban ventilation corridors on UHI intensity (UHII) from the perspective of the local climates of different cities. Therefore, this study integrated multisource data to construct ventilation corridors from the perspective of local climate zone (LCZ) and analyzed its impact on UHII. The results showed the following: (1) the average UHII of constructed LCZs was higher than that of natural LCZs, among which the building type LCZ10 (heavy industry) had the highest intensity (5.77 °C); (2) in extracted ventilation corridors, the pixel number of natural LCZs was substantially larger than that of constructed LCZs, among which LCZE (bare soil/paved) was the largest; and (3) for natural LCZs, the average UHII of each LCZ was lower within the ventilated corridors than within the non-ventilated corridors (except for LCZG [water]), with the UHII of LCZB (scattered trees) exhibiting the greatest mitigation effect. Quantitative research on the composition and function of ventilation corridors can not only assess the ability of ventilation corridors to mitigate UHIs, but also provide a reference for urban ventilation corridor planning.",
  "authors": [
    {
      "last_name": "Shi",
      "fore_name": "Zhipeng",
      "initials": "Z",
      "name": "Zhipeng Shi",
      "affiliations": [
        "Human Settlements Research Center, Liaoning Normal University, Dalian, 116029, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Yang",
      "affiliations": [
        "Human Settlements Research Center, Liaoning Normal University, Dalian, 116029, China. yangjun8@mail.neu.edu.cn.",
        "Jangho Architecture College, Northeastern University, Shenyang, 110169, China. yangjun8@mail.neu.edu.cn."
      ],
      "orcid": "0000-0001-6740-4358"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Human Settlements Research Center, Liaoning Normal University, Dalian, 116029, China."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Xiangming",
      "initials": "X",
      "name": "Xiangming Xiao",
      "affiliations": [
        "Department of Microbiology and Plant Biology, Center for Earth Observation and Modeling, University of Oklahoma, OK, 73019, Norman, USA."
      ]
    },
    {
      "last_name": "Xia",
      "fore_name": "Jianhong Cecilia",
      "initials": "JC",
      "name": "Jianhong Cecilia Xia",
      "affiliations": [
        "School of Earth and Planetary Sciences (EPS), Curtin University, Perth, 65630, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "49",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "74394",
  "end_page": "74406",
  "pages": "74394-74406",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cities",
    "Climate",
    "Hot Temperature",
    "Soil",
    "Water"
  ],
  "article_ids": {
    "pubmed": "35635659",
    "doi": "10.1007/s11356-022-21037-9",
    "pii": "10.1007/s11356-022-21037-9"
  },
  "doi": "10.1007/s11356-022-21037-9",
  "dates": {
    "completed": "2022-10-13",
    "revised": "2022-10-13"
  },
  "chemicals": [
    "Soil",
    "Water"
  ],
  "grants": [
    {
      "grant_id": "41771178",
      "agency": "National Natural Science Foundation of China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.509454",
    "pmid": "35635659"
  }
}