{
  "pmid": "35633145",
  "uid": "35633145",
  "title": "Lessons learned from the CONCOR-1 trial.",
  "abstract": "Faced with an evolving pandemic and a lack of clarity of the role of convalescent plasma for patients with COVID-19, the CONCOR-1 trial was launched. In 14 months the trial was designed, launched, completed, and submitted for publication. In total, 72 sites in three countries served by four blood suppliers randomised 940 patients. Many enablers facilitated the trial including: three study principal investigators to distribute the trial workload, diverse steering committee members, an international data safety monitoring committee, multiple statisticians and methodologists, virtual meeting platforms, REDCap data platform, pausing of non-COVID-19 trials, rapid approval pathways for institutional review boards and regulators, centralised institutional review boards in many locations, restriction of use of convalescent plasma to trial participants and the incredible dedication by research personnel. In future pandemics, we need to be prepared for rapid launch of trials. The protocols, consent forms, data collection tools, and procedures need to be in draft form ready for use at all times. We were well-prepared for blood shortages but should have anticipated the need to conduct trials with convalescent plasma. In this short article, we detail our lessons learned to inform researchers faced with the next pandemic pathogen.",
  "authors": [
    {
      "last_name": "Callum",
      "fore_name": "Jeannie",
      "initials": "J",
      "name": "Jeannie Callum",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, Kingston Health Sciences Centre and Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Bégin",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Bégin",
      "affiliations": [
        "Section of Allergy, Immunology and Rheumatology, Department of Pediatrics, CHU Sainte-Justine, Montréal, Canada.",
        "Department of Medicine, CHUM, Université de Montréal, Montréal, Canada."
      ]
    },
    {
      "last_name": "Jamula",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Jamula",
      "affiliations": [
        "McMaster Centre for Transfusion Research, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Liu",
      "affiliations": [
        "McMaster Centre for Transfusion Research, Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kron",
      "fore_name": "Amie T",
      "initials": "AT",
      "name": "Amie T Kron",
      "affiliations": [
        "Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, Canada."
      ]
    },
    {
      "last_name": "Auclair",
      "fore_name": "Marie-Christine",
      "initials": "MC",
      "name": "Marie-Christine Auclair",
      "affiliations": [
        "Clinical Research Department, Centre de recherche du CHU Sainte-Justine, Montréal, Canada."
      ]
    },
    {
      "last_name": "Cushing",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Cushing",
      "affiliations": [
        "Transfusion Medicine and Cellular Therapy, NewYork-Presbyterian, New York City, USA.",
        "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York City, USA."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, Canadian Blood Services, Hamilton, Canada.",
        "McMaster Centre for Transfusion Research, Canadian Blood Services, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Transfusion medicine (Oxford, England)",
    "iso_abbreviation": "Transfus Med",
    "issn": "1365-3148",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "21",
  "end_page": "25",
  "pages": "21-25",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "SARS-CoV-2",
    "Bisoprolol",
    "Immunization, Passive",
    "COVID-19 Serotherapy"
  ],
  "article_ids": {
    "pubmed": "35633145",
    "doi": "10.1111/tme.12882"
  },
  "doi": "10.1111/tme.12882",
  "dates": {
    "completed": "2023-02-24",
    "revised": "2023-02-24"
  },
  "chemicals": [
    "Bisoprolol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.387073",
    "pmid": "35633145"
  }
}