{
  "pmid": "35653753",
  "uid": "35653753",
  "title": "Follow the leader: Maternal transmission of physiological regulatory support to distressed infants in real-time.",
  "abstract": "Decades of evidence show that mothers provide emotional scaffolding to regulate their infants during moments of distress and that postpartum depression (PPD) can significantly disrupt this process. However, the mechanisms underlying mother-to-infant transmission of regulatory support in real-time are unclear. Examining these mechanisms is critical to understanding how mothers actively shape infant self-regulatory capacity, as well as how psychiatric risk may be transmitted from mother to child. In 32 healthy mother-infant dyads and 26 dyads affected by PPD (Mage infants = 5.4 months, 40% male), respiratory sinus arrhythmia (RSA) was acquired simultaneously within dyads on a second-by-second scale during the reunion phase of the still-face task. We examined if the influence of maternal RSA on subsequent infant RSA (measured at the next second) strengthened across the reunion phase. Effects were examined at baseline, then 9 weeks later at a follow-up study visit. Between visits, mothers affected by PPD received 9 weeks of group cognitive behavioral therapy. Among healthy dyads, maternal RSA influenced subsequent decreases in infant RSA, an effect that strengthened across the reunion at both baseline and follow-up visits. In the PPD dyads, this same pattern was also observed, but only at the follow-up visit. Therefore, while mother-to-infant RSA influence patterns differed between healthy and PPD dyads at baseline, the same pattern was observed in both groups at follow-up. This study provides novel evidence for a mechanism that may explain how mothers actively transmit regulatory support to their distressed infants in real-time. (PsycInfo Database Record (c) 2022 APA, all rights reserved).",
  "authors": [
    {
      "last_name": "Krzeczkowski",
      "fore_name": "John E",
      "initials": "JE",
      "name": "John E Krzeczkowski",
      "affiliations": [
        "Department of Psychology."
      ]
    },
    {
      "last_name": "Schmidt",
      "fore_name": "Louis A",
      "initials": "LA",
      "name": "Louis A Schmidt",
      "affiliations": [
        "Department of Psychology, Neuroscience and Behavior."
      ]
    },
    {
      "last_name": "Ferro",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Ferro",
      "affiliations": [
        "School of Public Health Sciences."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioral Neurosciences."
      ]
    }
  ],
  "journal": {
    "title": "Journal of psychopathology and clinical science",
    "iso_abbreviation": "J Psychopathol Clin Sci",
    "issn": "2769-755X",
    "issn_type": "Electronic",
    "volume": "131",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "524",
  "end_page": "534",
  "pages": "524-534",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Depression, Postpartum",
    "Emotions",
    "Female",
    "Follow-Up Studies",
    "Humans",
    "Infant",
    "Male",
    "Mother-Child Relations",
    "Respiratory Sinus Arrhythmia"
  ],
  "article_ids": {
    "pubmed": "35653753",
    "doi": "10.1037/abn0000760",
    "pii": "2022-65486-001"
  },
  "doi": "10.1037/abn0000760",
  "dates": {
    "completed": "2022-06-20",
    "revised": "2022-08-01"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Vanier Graduate Program"
    },
    {
      "agency": "Brain & Behavior Research Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:58.829494",
    "pmid": "35653753"
  }
}