{
  "pmid": "35651370",
  "uid": "35651370",
  "title": "Nonpharmaceutical interventions to prevent viral respiratory infection in community settings: an umbrella review.",
  "abstract": "BACKGROUND: Respiratory viruses pose an important public health threat to most communities. Nonpharmaceutical interventions (NPIs) such as masks, hand hygiene or physical distancing, among others, are believed to play an important role in reducing transmission of respiratory viruses. In this umbrella review, we summarise the evidence of the effectiveness of NPIs for the prevention of respiratory virus transmission in the community setting. OBSERVATIONS: A systematic search of PubMed, Embase, Medline and Cochrane reviews resulted in a total of 24 studies consisting of 11 systematic reviews and meta-analyses, 12 systematic reviews without meta-analyses and one standalone meta-analysis. The current evidence from these data suggests that hand hygiene is protective against respiratory viral infection. The use of hand hygiene and facemasks, facemasks alone and physical distancing were interventions with inconsistent evidence. Interventions such as school closures, oral hygiene or nasal saline rinses were shown to be effective in reducing the risk of influenza; however, the evidence is sparse and mostly of low and critically low quality. CONCLUSIONS: Studies on the effectiveness of NPIs for the prevention of respiratory viral transmission in the community vary in study design, quality and reported effectiveness. Evidence for the use of hand hygiene or facemasks is the strongest; therefore, the most reasonable suggestion is to use hand hygiene and facemasks in the community setting.",
  "authors": [
    {
      "last_name": "Zhao",
      "fore_name": "Hedi",
      "initials": "H",
      "name": "Hedi Zhao",
      "affiliations": [
        "McGill University, Faculty of Medicine, Montreal, QC, Canada.",
        "These authors contributed equally."
      ]
    },
    {
      "last_name": "Jatana",
      "fore_name": "Sukhdeep",
      "initials": "S",
      "name": "Sukhdeep Jatana",
      "affiliations": [
        "McGill University, Faculty of Medicine, Montreal, QC, Canada.",
        "These authors contributed equally."
      ]
    },
    {
      "last_name": "Bartoszko",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Bartoszko",
      "affiliations": [
        "Dept of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Dept of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "ERJ open research",
    "iso_abbreviation": "ERJ Open Res",
    "issn": "2312-0541",
    "issn_type": "Print",
    "volume": "8",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Apr"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35651370",
    "pmc": "PMC9149389",
    "doi": "10.1183/23120541.00650-2021",
    "pii": "00650-2021"
  },
  "doi": "10.1183/23120541.00650-2021",
  "pmc_id": "PMC9149389",
  "dates": {
    "revised": "2024-08-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.185418",
    "pmid": "35651370"
  }
}