{
  "pmid": "35654163",
  "uid": "35654163",
  "title": "Lipid-lowering treatment intensity, persistence, adherence and goal attainment in patients with coronary heart disease.",
  "abstract": "BACKGROUND: To examine patterns of lipid-lowering therapy (LLT) use, and persistence and adherence among patients with coronary heart disease and their associations with lipoprotein cholesterol (LDL-C) goal attainment. METHODS: Observational study among 26,768 patients who had suffered a myocardial infarction or had been revascularized in Stockholm during 2012 to 2018, and followed up through 2019. Outcomes included initiation of LLT, discontinuation, re-initiation, adherence to treatment and LDL-C goal attainment according to the European dyslipidaemia guidelines from 2011 and 2016 (mainly LDL-C <1.8 mmol/L). RESULTS: 82% of patients commenced or continued LLT within 90 days after discharge. Of those, 71% were dispensed an LLT prescription within 30 days (62% of them for high-intensity LLT). High-intensity LLT prescribing increased over time, from 12% in 2012 to 78% in 2018. During a median follow-up of 3 (IQR 2-5) years 73% continued to fill prescriptions for a statin, 26.3% temporarily or permanently discontinued, and 0.5% changed to non-statin LLT. Only 1.3% discontinued statin treatment permanently. Throughout observation, about 80% of patients showed good statin adherence (proportion of days covered ≥80%). LDL-C target attainment was 52% the first year and <50% during subsequent years. LDL-C goal attainment was highest among patients receiving high-intensity statin treatment and showing good treatment adherence. CONCLUSION: In secondary prevention for patients with established coronary heart disease, the proportion of LDL-C target attainment was low throughout the time period of the study, despite increasing use of high-intensity LLT and good treatment persistence and adherence.",
  "authors": [
    {
      "last_name": "Mazhar",
      "fore_name": "Faizan",
      "initials": "F",
      "name": "Faizan Mazhar",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institute, Stockholm, Sweden. Electronic address: faizan.mazhar@ki.se."
      ]
    },
    {
      "last_name": "Hjemdahl",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Hjemdahl",
      "affiliations": [
        "Department of Medicine Solna, Clinical Epidemiology Unit, Karolinska Institute and Clinical Pharmacology, Karolinska University Hospital, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnell",
      "fore_name": "Kristina",
      "initials": "K",
      "name": "Kristina Johnell",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Karolinska Institute, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Jernberg",
      "fore_name": "Tomas",
      "initials": "T",
      "name": "Tomas Jernberg",
      "affiliations": [
        "Department of Clinical Sciences, Danderyd University Hospital (T.J.), Karolinska Institute, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Carrero",
      "fore_name": "Juan Jesus",
      "initials": "JJ",
      "name": "Juan Jesus Carrero",
      "affiliations": [
        "Department of Clinical Sciences, Danderyd University Hospital (T.J.), Karolinska Institute, Stockholm, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "American heart journal",
    "iso_abbreviation": "Am Heart J",
    "issn": "1097-6744",
    "issn_type": "Electronic",
    "volume": "251",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "78",
  "end_page": "90",
  "pages": "78-90",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Cholesterol, LDL",
    "Coronary Disease",
    "Dyslipidemias",
    "Goals",
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Time Factors",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35654163",
    "doi": "10.1016/j.ahj.2022.05.021",
    "pii": "S0002-8703(22)00115-6"
  },
  "doi": "10.1016/j.ahj.2022.05.021",
  "dates": {
    "completed": "2022-07-07",
    "revised": "2022-08-30"
  },
  "chemicals": [
    "Cholesterol, LDL",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.982358",
    "pmid": "35654163"
  }
}