{
  "pmid": "35667778",
  "uid": "35667778",
  "title": "Designing and Implementing Deliberative Processes for Health Technology Assessment: A Good Practices Report of a Joint HTAi/ISPOR Task Force.",
  "abstract": "OBJECTIVES: Deliberative processes for health technology assessment (HTA) are intended to facilitate participatory decision making, using discussion and open dialogue between stakeholders. Increasing attention is being given to deliberative processes, but guidance is lacking for those who wish to design or use them. Health Technology Assessment International (HTAi) and ISPOR-The Professional Society for Health Economics and Outcomes Research initiated a joint Task Force to address this gap. METHODS: The joint Task Force consisted of 15 members with different backgrounds, perspectives, and expertise relevant to the field. It developed guidance and a checklist for deliberative processes for HTA. The guidance builds upon the few, existing initiatives in the field, as well as input from the HTA community following an established consultation plan. In addition, the guidance was subject to 2 rounds of peer review. RESULTS: A deliberative process for HTA consists of procedures, activities, and events that support the informed and critical examination of an issue and the weighing of arguments and evidence to guide a subsequent decision. Guidance and an accompanying checklist are provided for (i) developing the governance and structure of an HTA program and (ii) informing how the various stages of an HTA process might be managed using deliberation. CONCLUSIONS: The guidance and the checklist contain a series of questions, grouped by 6 phases of a model deliberative process. They are offered as practical tools for those wishing to establish or improve deliberative processes for HTA that are fit for local contexts. The tools can also be used for independent scrutiny of deliberative processes.",
  "authors": [
    {
      "last_name": "Oortwijn",
      "fore_name": "Wija",
      "initials": "W",
      "affiliations": [
        "Department for Health Evidence, Radboud Institute for Health Sciences, Radboud University Medical Centre, Nijmegen, The Netherlands. Electronic address: w.oortwijn@radboudumc.nl."
      ]
    },
    {
      "last_name": "Husereau",
      "fore_name": "Don",
      "initials": "D",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Barasa",
      "fore_name": "Edwine",
      "initials": "E",
      "affiliations": [
        "Health Economics Research Unit (HERU), KEMRI-Wellcome Trust Research Programme, Nairobi, Kenya."
      ]
    },
    {
      "last_name": "Bayani",
      "fore_name": "Diana Dana",
      "initials": "DD",
      "affiliations": [
        "Health Intervention and Policy Evaluation Research (HIPER), Saw Swee Hock School of Public Health, National University of Singapore, Singapore."
      ]
    },
    {
      "last_name": "Canuto Santos",
      "fore_name": "Vania",
      "initials": "V",
      "affiliations": [
        "Department of Management and Incorporation of Health Technology, Executive Secretariat of National Committee Health Technology Incorporation (CONITEC), Ministry of Health, Brasilia, Brazil."
      ]
    },
    {
      "last_name": "Culyer",
      "fore_name": "Anthony",
      "initials": "A",
      "affiliations": [
        "Centre for Health Economics, University of York, York, United Kingdom."
      ]
    },
    {
      "last_name": "Facey",
      "fore_name": "Karen",
      "initials": "K",
      "affiliations": [
        "Evidence Based Health Policy Consultant, Drymen, Scotland."
      ]
    },
    {
      "last_name": "Grainger",
      "fore_name": "David",
      "initials": "D",
      "affiliations": [
        "Biointelect, Sydney, Australia."
      ]
    },
    {
      "last_name": "Kieslich",
      "fore_name": "Katharina",
      "initials": "K",
      "affiliations": [
        "Department of Political Science, Centre for the Study of Contemporary Solidarity, University of Vienna, Vienna, Austria."
      ]
    },
    {
      "last_name": "Ollendorf",
      "fore_name": "Daniel",
      "initials": "D",
      "affiliations": [
        "Center for the Evaluation of Value and Risk in Health (CEVR), Tufts University Medical Centre, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Pichon-Riviere",
      "fore_name": "Andrés",
      "initials": "A",
      "affiliations": [
        "Institute for Clinical Effectiveness and Health Policy (IECS), University of Buenos Aires, Buenos Aires, Argentina."
      ]
    },
    {
      "last_name": "Sandman",
      "fore_name": "Lars",
      "initials": "L",
      "affiliations": [
        "National Centre for Priorities in Health, Linköping University, Linköping, Sweden."
      ]
    },
    {
      "last_name": "Strammiello",
      "fore_name": "Valentina",
      "initials": "V",
      "affiliations": [
        "European Patients' Forum, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Teerawattananon",
      "fore_name": "Yot",
      "initials": "Y",
      "affiliations": [
        "Health Intervention and Technology Assessment Programme (HITAP), Ministry of Health, Bangkok, Thailand."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "869",
  "end_page": "886",
  "pages": "869-886",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Advisory Committees",
    "Biomedical Technology",
    "Checklist",
    "Economics, Medical",
    "Humans",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "35667778",
    "mid": "EMS153581",
    "pmc": "PMC7613534",
    "doi": "10.1016/j.jval.2022.03.018",
    "pii": "S1098-3015(22)00160-7"
  },
  "doi": "10.1016/j.jval.2022.03.018",
  "pmc_id": "PMC7613534",
  "dates": {
    "completed": "2022-06-08",
    "revised": "2022-09-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "203077",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.718984",
    "pmid": "35667778"
  }
}