{
  "pmid": "35668840",
  "uid": "35668840",
  "title": "Community Level Youth-Led Interventions to Improve Maternal-Neonatal Outcomes in Low- and Middle-Income Countries: Protocol for a Systematic Review.",
  "abstract": "INTRODUCTION: On a global scale, women and childbearing people and neonates continue to die from preventable causes related to pregnancy or childbirth. Sustained and accelerated efforts are critical to improve maternal and neonatal health and well-being. Globally, youth are a growing population and have strength in their numbers. Youth are critical, key drivers of change in their communities. Young people hold the potential to affect positive change, and their meaningful engagement is important to improving maternal health and well-being in low- and middle-income countries. OBJECTIVES: To assess the effects of community level youth-led interventions for improving maternal-neonatal health and well-being compared with no interventions or another intervention. METHODS: We will undertake a literature search that is comprehensive, complete, and exhaustive. This will include databases such as MEDLINE, EMBASE, and the Cochrane Library, as well as a grey literature search. In our systematic review, we will include experimental studies evaluating maternal-neonatal health and well-being associated with or because of the implementation of community level youth-led interventions. Participants will include women and childbearing people (of any age) during antepartum, intrapartum, and postpartum periods (up to 42 days postpartum). We will examine all interventions addressing and targeting maternal-neonatal health and well-being that are youth-led and community-based and aimed at the members of the community. Our comparators will be no intervention or another intervention. Our primary outcomes are maternal deaths and neonatal deaths. Our review will include only studies in low- and middle-income countries conducted in urban or rural areas. Ethics and Dissemination. Ethics approval is not required as we will use secondary data that is publicly available. There are no active participants in our study. We will involve key stakeholders and experts in maternal-neonatal health regarding dissemination and knowledge mobilization strategies. Our findings will be disseminated as an open access publication, be presented publicly, and defended as part of a doctoral thesis. This trial is registered with CRD42021288798.",
  "authors": [
    {
      "last_name": "MacDonald",
      "fore_name": "Tonya",
      "initials": "T",
      "name": "Tonya MacDonald",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1246-4959"
    },
    {
      "last_name": "Gentles",
      "fore_name": "Avonae",
      "initials": "A",
      "name": "Avonae Gentles",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Faculty of Health, Health Sciences Program, University of Waterloo, Waterloo, ON, Canada."
      ],
      "orcid": "0000-0002-0457-8606"
    },
    {
      "last_name": "Liu",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Liu",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Stevens-Uninsky",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Stevens-Uninsky",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Global Health, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9406-9185"
    },
    {
      "last_name": "Anni",
      "fore_name": "Naharin Sultana",
      "initials": "NS",
      "name": "Naharin Sultana Anni",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Global Health, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9523-5352"
    },
    {
      "last_name": "Rehman",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Rehman",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0174-1527"
    },
    {
      "last_name": "Darling",
      "fore_name": "Elizabeth K",
      "initials": "EK",
      "name": "Elizabeth K Darling",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "McMaster Midwifery Research Centre, McMaster University, Hamilton, ON, Canada.",
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2675-3222"
    },
    {
      "last_name": "Greene",
      "fore_name": "Saara",
      "initials": "S",
      "name": "Saara Greene",
      "affiliations": [
        "Faculty of Social Sciences, School of Social Work, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1530-2904"
    },
    {
      "last_name": "Moll",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Moll",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1937-0103"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for the Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Biostatistics Unit/The Research Institute, St Joseph's Healthcare-Hamilton, ON, Canada.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "International journal of reproductive medicine",
    "iso_abbreviation": "Int J Reprod Med",
    "issn": "2356-7104",
    "issn_type": "Print",
    "volume": "2022",
    "pub_year": "2022"
  },
  "start_page": "9580986",
  "pages": "9580986",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35668840",
    "pmc": "PMC9167013",
    "doi": "10.1155/2022/9580986"
  },
  "doi": "10.1155/2022/9580986",
  "pmc_id": "PMC9167013",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.623045",
    "pmid": "35668840"
  }
}