{
  "pmid": "35663721",
  "uid": "35663721",
  "title": "Frontliners on the Move: A Quantitative Analysis of the Prevalence of COVID-19 Reinfection Among Healthcare Workers.",
  "abstract": "This study was conducted to review relevant articles and demonstrate the prevalence of coronavirus disease 2019 (COVID-19) reinfection among healthcare workers (HCWs). A systemic search was conducted on PubMed and Medline from their inception to July 17, 2021. All statistical analyses were conducted using ReviewManager 5.4.1. Studies meeting the following inclusion criteria were selected: (a) articles having HCWs with COVID-19; (b) studies describing reinfection of COVID-19; and (c) articles having a defined number of patients and controls. Three studies were selected for meta-analysis. The Newcastle-Ottawa Scale (NOS) was used to assess the quality of the cohort studies. NOS scores of 1-5 were considered high risk for bias, scores of 6-7 were deemed moderate, and scores >7 were considered low risk for bias. A random-effect model was used when heterogeneity was seen to pool the studies, and the results were reported in inverse variance (IV) and corresponding 95% confidence interval (CI). Pooled prevalence of reinfection of COVID-19 in HCWs was 3% (OR: 0.03 [-0.04, 0.01]; p=0.44; I[2] =4%). A non-significant prevalence was found among the healthcare professionals in terms of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) reinfection in Europe. The preformed antibodies were protective against reinfection. However, the waning of antibodies with respect to time was evident, varying differently in different individuals, thereby resulting in reinfection.",
  "authors": [
    {
      "last_name": "Kurra",
      "fore_name": "Nithin C",
      "initials": "NC",
      "name": "Nithin C Kurra",
      "affiliations": [
        "Department of Neurology, University of Nebraska Medical Center, Omaha, USA."
      ]
    },
    {
      "last_name": "Sriram",
      "fore_name": "Krithika",
      "initials": "K",
      "name": "Krithika Sriram",
      "affiliations": [
        "Hospital-based Medicine, University of Pretoria, Pretoria, ZAF."
      ]
    },
    {
      "last_name": "Gandrakota",
      "fore_name": "Nikhila",
      "initials": "N",
      "name": "Nikhila Gandrakota",
      "affiliations": [
        "Family Medicine, Emory University School of Medicine, Atlanta, USA."
      ]
    },
    {
      "last_name": "Nagarajan",
      "fore_name": "Jai Sivanandan",
      "initials": "JS",
      "name": "Jai Sivanandan Nagarajan",
      "affiliations": [
        "Internal Medicine, SRM Medical College Hospital And Research Centre, Chennai, IND."
      ]
    },
    {
      "last_name": "Khasnavis",
      "fore_name": "Sujoy",
      "initials": "S",
      "name": "Sujoy Khasnavis",
      "affiliations": [
        "Internal Medicine, St. George's University School of Medicine, True Blue, GRD."
      ]
    },
    {
      "last_name": "Ramakrishnan",
      "fore_name": "Manju",
      "initials": "M",
      "name": "Manju Ramakrishnan",
      "affiliations": [
        "Medicine, SRM Medical College Hospital and Research Centre, Chennai, IND."
      ]
    },
    {
      "last_name": "Dalal",
      "fore_name": "Suhani",
      "initials": "S",
      "name": "Suhani Dalal",
      "affiliations": [
        "Internal Medicine, University of Medicine and Health Sciences, Basseterre, KNA."
      ]
    },
    {
      "last_name": "Irfan",
      "fore_name": "Shayan A",
      "initials": "SA",
      "name": "Shayan A Irfan",
      "affiliations": [
        "Medicine, Dow University of Health Sciences, Karachi, PAK."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Medicine, Fatima Jinnah Medical University, Lahore, PAK."
      ]
    },
    {
      "last_name": "Jk",
      "fore_name": "Hariniska",
      "initials": "H",
      "name": "Hariniska Jk",
      "affiliations": [
        "Medicine, KAP Viswanatham Government Medical College, Trichy, IND."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Dhruv",
      "initials": "D",
      "name": "Dhruv Patel",
      "affiliations": [
        "Internal Medicine, Medical University of Gdańsk, Gdańsk, POL."
      ]
    },
    {
      "last_name": "Samudrala",
      "fore_name": "Gayathri",
      "initials": "G",
      "name": "Gayathri Samudrala",
      "affiliations": [
        "Medicine and Surgery, Dr. NTR University of Health Sciences, Vijayawada, IND.",
        "Obstetrics and Gynecology, National Board of Examinations, New Delhi, IND."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "14",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "e24652",
  "pages": "e24652",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35663721",
    "pmc": "PMC9155986",
    "doi": "10.7759/cureus.24652"
  },
  "doi": "10.7759/cureus.24652",
  "pmc_id": "PMC9155986",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.756434",
    "pmid": "35663721"
  }
}