{
  "pmid": "35664241",
  "uid": "35664241",
  "title": "A review of implementation and evaluation of Pan American Health Organization's policies to prevent childhood obesity in Latin America.",
  "abstract": "RATIONALE: To inform future policies, the study objectives were to determine to what extent the policies included in the 5-year Plan of Action for the Prevention of Obesity in Children and Adolescents-proposed by Pan American Health Organization (PAHO) and signed by 19 Latin America countries in 2014-have been implemented and evaluated. METHODS: A scoping review of the Governmental websites for Latin American countries and a literature review was conducted to identify whether policies have been implemented and evaluated. Key information was abstracted. RESULTS: The review identified 115 PAHO policies/interventions implemented (43% implemented after signing the proposed plan in 2014). Nearly all (18/19) countries implemented food guidelines or school feeding programs, but fiscal and marketing policies were less commonly implemented (6/19). Through the review, 44 evaluations of PAHO policies were identified of which 23% were qualitative and 77% quantitative. The results of these evaluations were in general positive (e.g., decrease in sugar-sweetened beverages consumption following tax implementation) but no studies evaluated the outcome of reduced obesity. CONCLUSIONS: PAHO recommended policies have been implemented to various degrees in Latin America since 2014 and more research is required to understand their impacts on child and adolescent obesity.",
  "authors": [
    {
      "last_name": "Molina",
      "fore_name": "Mariana",
      "initials": "M",
      "name": "Mariana Molina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton Ontario Canada."
      ],
      "orcid": "0000-0003-0192-3563"
    },
    {
      "last_name": "Anderson",
      "fore_name": "Laura N",
      "initials": "LN",
      "name": "Laura N Anderson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton Ontario Canada.",
        "Centre for Health Economics and Policy Analysis McMaster University Hamilton Ontario Canada.",
        "The Hospital for Sick Children Research Institute Child Health Evaluative Sciences Toronto Ontario Canada."
      ],
      "orcid": "0000-0002-6106-5073"
    },
    {
      "last_name": "Guindon",
      "fore_name": "Godefroy E",
      "initials": "GE",
      "name": "Godefroy E Guindon",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton Ontario Canada.",
        "Centre for Health Economics and Policy Analysis McMaster University Hamilton Ontario Canada.",
        "Department of Economics McMaster University Hamilton Ontario Canada."
      ],
      "orcid": "0000-0001-9561-5072"
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton Ontario Canada.",
        "Centre for Health Economics and Policy Analysis McMaster University Hamilton Ontario Canada.",
        "The Research Institute of St. Joe's Hamilton St. Joseph's Healthcare Hamilton Hamilton Ontario Canada.",
        "McMaster Chair in Health Technology Management Hamilton Hamilton Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Obesity science & practice",
    "iso_abbreviation": "Obes Sci Pract",
    "issn": "2055-2238",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "352",
  "end_page": "362",
  "pages": "352-362",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35664241",
    "pmc": "PMC9159564",
    "doi": "10.1002/osp4.572",
    "pii": "OSP4572"
  },
  "doi": "10.1002/osp4.572",
  "pmc_id": "PMC9159564",
  "dates": {
    "revised": "2024-08-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.659647",
    "pmid": "35664241"
  }
}