{
  "pmid": "35662977",
  "uid": "35662977",
  "title": "Assessing the role of eosinophil-mediated immune response markers in detecting hookworm infection: A case-control study in Kintampo, Ghana.",
  "abstract": "BACKGROUND AND AIM: Human hookworm disease caused by Ancylostoma duodenale and Necator americanus is a serious public health problem. Hookworm infection activates eosinophil-mediated tissue inflammatory responses, involving the production of the eosinophil-specific chemokine (eotaxin), recruitment of eosinophils, secretion of the cationic protein, and production of antiparasite immunoglobulin E (IgE). We investigated eosinophil-mediated immune response as markers (CCL11, eosinophil cationic protein [ECP], and IgE) for detecting hookworm infection. METHODS: This case-control study was carried out in hookworm endemic areas within the Kintampo North Municipality.Forty hookworm-positive subjects and 36 apparently healthy individuals were recruited as cases and controls, respectively. Stool samples were collected for hookworm detection by the Kato-Katz technique and speciation by polymerase chain reaction. Approximately, 5 ml of intravenous blood was used to obtain plasma for the immunological assays. RESULTS: Of eosinophil-mediated immune response markers studied, ECP and CCL11 were significantly higher among hookworm patients compared to controls. Increasing CCL11 (β = -0.81, p = 0.015) was associated with a significant decrease hookworm intensity. However, increasing eosinophil count (β = 0.62, p = 0.027) was associated with significant increase in hookworm intensity. In receiver operator characteristics analysis, ECP could significantly detect hookworm infection with a very high area under the curve (AUC) (AUC = 0.97, p < 0.0001). At a cutoff of 39.05, ECP was the best eosinophil-mediated immune response marker for detecting hookworm infection with a sensitivity of 97.2%, specificity of 87.8%, a positive predictive value of 89.7%, and a negative predictive value of 96.6%. CONCLUSION: ECP best predicts eosinophil-mediated immune response for detecting hookworm infection, while CCL11 and eosinophil count better predict the intensity of hookworm. Moreover, the ECP level is a good indicator of hookworm infection and intensity and may require additional investigations to augment current hookworm diagnostic techniques.",
  "authors": [
    {
      "last_name": "Sakyi",
      "fore_name": "Samuel A",
      "initials": "SA",
      "name": "Samuel A Sakyi",
      "affiliations": [
        "Department of Molecular Medicine, School of Medicine and Dentistry Kwame Nkrumah University of Science and Technology Kumasi Ghana."
      ],
      "orcid": "0000-0001-5168-4762"
    },
    {
      "last_name": "Amoani",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Amoani",
      "affiliations": [
        "Department of Biomedical Science, School of Medicine and Dentistry University of Cape Coast Cape Coast Ghana."
      ],
      "orcid": "0000-0002-4086-3033"
    },
    {
      "last_name": "Opoku",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Opoku",
      "affiliations": [
        "Department of Molecular Medicine, School of Medicine and Dentistry Kwame Nkrumah University of Science and Technology Kumasi Ghana."
      ]
    },
    {
      "last_name": "Dzata",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Dzata",
      "affiliations": [
        "Department of Microbiology and Immunology, School of Medical Sciences University of Cape Coast Cape Coast Ghana."
      ]
    },
    {
      "last_name": "Aniagyei",
      "fore_name": "Wilfred",
      "initials": "W",
      "name": "Wilfred Aniagyei",
      "affiliations": [
        "Department of Biomedical Science, School of Medicine and Dentistry University of Cape Coast Cape Coast Ghana."
      ],
      "orcid": "0000-0003-4706-0046"
    },
    {
      "last_name": "Senu",
      "fore_name": "Ebenezer",
      "initials": "E",
      "name": "Ebenezer Senu",
      "affiliations": [
        "Department of Molecular Medicine, School of Medicine and Dentistry Kwame Nkrumah University of Science and Technology Kumasi Ghana."
      ],
      "orcid": "0000-0002-2973-8952"
    },
    {
      "last_name": "Dankwa",
      "fore_name": "Kwabena",
      "initials": "K",
      "name": "Kwabena Dankwa",
      "affiliations": [
        "Department of Microbiology and Immunology, School of Medical Sciences University of Cape Coast Cape Coast Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Parasitology Department, Noguchi Memorial Institute for Medical Research, College of Health Sciences University of Ghana Legon Ghana."
      ]
    }
  ],
  "journal": {
    "title": "Health science reports",
    "iso_abbreviation": "Health Sci Rep",
    "issn": "2398-8835",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "e674",
  "pages": "e674",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35662977",
    "pmc": "PMC9165202",
    "doi": "10.1002/hsr2.674",
    "pii": "HSR2674"
  },
  "doi": "10.1002/hsr2.674",
  "pmc_id": "PMC9165202",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.766969",
    "pmid": "35662977"
  }
}