{
  "pmid": "35667552",
  "uid": "35667552",
  "title": "Implementation and Evaluation of a TG-275 Key Recommendation: An Additional Early Physics Check.",
  "abstract": "PURPOSE: We report our experience of performing an extra, earlier physics plan check as recommended by the American Association of Physicists in Medicine Task Group 100 and Task Group 275 reports. We assessed utilization and timing of the extra check as well as the time required in a medium-sized clinic. METHODS AND MATERIALS: We retrospectively extracted and analyzed timestamp data from the record and verify system for the quality checklist (QCL) items related to treatment planning and physics \"prechecks\" for 3487 patients treated at our institution from February 2017 to February 2021. The dosimetry staff was interviewed for their perception of the value and efficacy of the practice. RESULTS: Physics prechecks were requested for 19.0% of plans. The number of requests declined from 43.9% of cases in 2017 to 18.4% in 2018. The introduction of automated plan-check tools and a dosimetrist checklist further contributed to a drop in number of precheck requests to 3.5% in 2019. For patients who received a physics precheck, the treatment planning process was a median 3.6 hours longer compared with those without (P < .001). A total of 12.9% of the precheck requests were canceled by the dosimetrist after waiting a median time of 5.3 hours. There was a strong positive correlation (0.899) between a precheck being requested and the time remaining until treatment start. Higher complexity plans and plans with a specific concern (eg, possible collision) were more likely to have a precheck requested. CONCLUSIONS: Physics prechecks have become standard practice for certain cases in our clinic. However, the perception in the department was that, as a universal practice, waiting for a precheck was not worth the time saved redoing work on the few cases in which an error was caught. Dosimetrist access to automated checking tools and checklists, which were motivated by the precheck process, contributed to this perception.",
  "authors": [
    {
      "last_name": "Juneja",
      "fore_name": "Badal R",
      "initials": "BR",
      "name": "Badal R Juneja",
      "affiliations": [
        "Department of Radiation Oncology, Cooper Medical School of Rowan University, MD Anderson Cancer Center at Cooper University Healthcare, Camden, New Jersey. Electronic address: juneja-badal@cooperhealth.edu."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Department of Radiation Oncology, MD Anderson Cancer Center at Cooper University Healthcare, Camden, New Jersey."
      ]
    },
    {
      "last_name": "Bredikin",
      "fore_name": "Alexander Z",
      "initials": "AZ",
      "name": "Alexander Z Bredikin",
      "affiliations": [
        "Department of Radiation Oncology, MD Anderson Cancer Center at Cooper University Healthcare, Camden, New Jersey."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Leonard H",
      "initials": "LH",
      "name": "Leonard H Kim",
      "affiliations": [
        "Department of Radiation Oncology, Cooper Medical School of Rowan University, MD Anderson Cancer Center at Cooper University Healthcare, Camden, New Jersey."
      ]
    }
  ],
  "journal": {
    "title": "Practical radiation oncology",
    "iso_abbreviation": "Pract Radiat Oncol",
    "issn": "1879-8519",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "6",
    "pub_year": "2022"
  },
  "start_page": "e547",
  "end_page": "e555",
  "pages": "e547-e555",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Quality Assurance, Health Care",
    "Retrospective Studies",
    "Physics",
    "Radiometry",
    "Checklist",
    "Radiotherapy Planning, Computer-Assisted"
  ],
  "article_ids": {
    "pubmed": "35667552",
    "doi": "10.1016/j.prro.2022.05.011",
    "pii": "S1879-8500(22)00187-4"
  },
  "doi": "10.1016/j.prro.2022.05.011",
  "dates": {
    "completed": "2022-11-08",
    "revised": "2022-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.068226",
    "pmid": "35667552"
  }
}