{
  "pmid": "35661781",
  "uid": "35661781",
  "title": "Enhancing adherence and management in patients with hypertension: Impact of form and frequency of knowledge intervention.",
  "abstract": "BACKGROUND: The alarming rise in prevalence of hypertension warrants psychosocial methods supplementing pharmacotherapy for better management and prevention of cardiac emergencies. The objective of the study was to assess the differential impact of the form and frequency of knowledge intervention on management of primary hypertension. MATERIALS AND METHOD: The study was conducted on 256 hypertensive patients recruited through purposive sampling at health centers in Hyderabad, India. Pretest post-test control group quasi-experimental design was adopted for the study. There were two forms of the knowledge intervention, namely 'Direct Interaction' and 'Audio-Visual'. Each form was presented in two frequencies namely 'single exposure' and 'double exposure'. The four groups were labelled as Direct Intervention Single (DIS), Direct Intervention Double (DID), Audio-Visual Single (AVS) and Audio-Visual Double (AVD). Adherence and management of hypertension were assessed at baseline and six weeks post experiment. Analysis of Covariance (ANCOVA) was applied using IBM SPSS Statistics version 20. RESULTS: ANCOVA followed by Bonferroni Multiple Group Comparison Test revealed significant differences between the four intervention groups and control group on adherence (p< .001). In case of hypertension management significant differences were observed between Control group and DIS, DID (p < .001), Control and AVS (p < .01). Control group did not differ from AVD. CONCLUSION: There was a positive impact of Knowledge Intervention on adherence and management of hypertension. Double exposure in audio visual form was counterproductive in hypertension management.",
  "authors": [
    {
      "last_name": "Andrew",
      "fore_name": "Asher",
      "initials": "A",
      "name": "Asher Andrew",
      "affiliations": [
        "Centre for Health Psychology, School of Medical Sciences, University of Hyderabad, Central University PO, Prof. C R Rao Road, Gachibowli, Hyderabad, 500046, Telangana, India. Electronic address: ashi.andrew@gmail.com."
      ]
    },
    {
      "last_name": "Hariharan",
      "fore_name": "Meena",
      "initials": "M",
      "name": "Meena Hariharan",
      "affiliations": [
        "Centre for Health Psychology, School of Medical Sciences, University of Hyderabad, Central University PO, Prof. C R Rao Road, Gachibowli, Hyderabad, 500046, Telangana, India. Electronic address: meenahariharan@uohyd.ac.in."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra Roshni",
      "initials": "SR",
      "name": "Sandra Roshni Monteiro",
      "affiliations": [
        "Department of Applied Psychology, GITAM School of Humanities and Social Sciences, GITAM (Deemed to Be University), Hyderabad, 502329, Telangana, India. Electronic address: monteiro.san10@gmail.com."
      ]
    },
    {
      "last_name": "Padhy",
      "fore_name": "Meera",
      "initials": "M",
      "name": "Meera Padhy",
      "affiliations": [
        "Centre for Health Psychology, School of Medical Sciences, University of Hyderabad, Central University PO, Prof. C R Rao Road, Gachibowli, Hyderabad, 500046, Telangana, India. Electronic address: meerapadhy@yahoo.com."
      ]
    },
    {
      "last_name": "Chivukula",
      "fore_name": "Usha",
      "initials": "U",
      "name": "Usha Chivukula",
      "affiliations": [
        "Centre for Health Psychology, School of Medical Sciences, University of Hyderabad, Central University PO, Prof. C R Rao Road, Gachibowli, Hyderabad, 500046, Telangana, India. Electronic address: cvusha24@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Indian heart journal",
    "iso_abbreviation": "Indian Heart J",
    "issn": "2213-3763",
    "issn_type": "Electronic",
    "volume": "74",
    "issue": "4",
    "pub_year": "2022"
  },
  "start_page": "302",
  "end_page": "306",
  "pages": "302-306",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antihypertensive Agents",
    "Humans",
    "Hypertension",
    "India",
    "Medication Adherence",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "35661781",
    "pmc": "PMC9453054",
    "doi": "10.1016/j.ihj.2022.06.002",
    "pii": "S0019-4832(22)00098-0"
  },
  "doi": "10.1016/j.ihj.2022.06.002",
  "pmc_id": "PMC9453054",
  "dates": {
    "completed": "2022-09-07",
    "revised": "2022-09-13"
  },
  "chemicals": [
    "Antihypertensive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.091154",
    "pmid": "35661781"
  }
}