{
  "pmid": "35679206",
  "uid": "35679206",
  "title": "Consequences of vicarious traumatization among mental health service providers with a history of child maltreatment: A narrative review.",
  "abstract": "OBJECTIVE: This narrative review synthesizes existing literature evaluating the psychological and physiological impacts of vicarious trauma (VT), secondary traumatic stress (STS), and compassion fatigue (CF) in mental health providers (MHPs) with a personal history of childhood maltreatment. It also evaluates the impact of MHP childhood maltreatment history on the risk for developing VT, STS, and CF. METHOD: We conducted electronic database searches and forward and backward citation chaining to identify relevant articles. We extracted and synthesized data via iterative readings of each article, and then grouped articles into key thematic areas. RESULTS: We synthesized 10 studies. The studies identified a variety of psychological consequences of STS, CF, and VT, including increased risk of burnout, disruptions in cognitions, and altered worldviews. No studies examined the physiological consequences of STS, CF, or VT, highlighting a significant research gap. Nine of the 10 studies evaluated child maltreatment as a risk factor for STS, CF, or VT, with only five of these nine finding an association. CONCLUSION: Prevalence of maltreatment, especially emotional abuse and neglect, is high in the MHP population and may contribute to ongoing vulnerability to STS, CF, and VT. Childhood exposure to sexual abuse could have implications for MHPs' own intimate relationships. Studies with sample sizes capable of explicating the role of each type of child maltreatment for STS, CF, or VT among MHPs are needed. In addition, it would be prudent to regularly collect data on STS, CF, and VT experiences alongside physiological and psychological outcomes among the MHP workforce. (PsycInfo Database Record (c) 2023 APA, all rights reserved).",
  "authors": [
    {
      "last_name": "Gaboury",
      "fore_name": "Katrine",
      "initials": "K",
      "name": "Katrine Gaboury",
      "affiliations": [
        "Department of Psychology, Neuroscience, and Behaviour, McMaster University."
      ],
      "orcid": "0000-0002-3152-9754"
    },
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University."
      ],
      "orcid": "0000-0002-1255-8947"
    }
  ],
  "journal": {
    "title": "Psychological trauma : theory, research, practice and policy",
    "iso_abbreviation": "Psychol Trauma",
    "issn": "1942-969X",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "Suppl 2",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "S203",
  "end_page": "S212",
  "pages": "S203-S212",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Compassion Fatigue",
    "Health Personnel",
    "Adult Survivors of Child Abuse",
    "Mental Health Services",
    "Burnout, Professional",
    "Child Abuse",
    "Psychological Trauma"
  ],
  "article_ids": {
    "pubmed": "35679206",
    "doi": "10.1037/tra0001298",
    "pii": "2022-68938-001"
  },
  "doi": "10.1037/tra0001298",
  "dates": {
    "completed": "2024-06-17",
    "revised": "2024-06-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:12.195713",
    "pmid": "35679206"
  }
}