{
  "pmid": "35674123",
  "uid": "35674123",
  "title": "Challenges of Conducting Value Assessment for Comprehensive Genomic Profiling.",
  "abstract": "OBJECTIVES: Clinical practice is shifting toward an era of precision medicine. The use of comprehensive genomic profiling (CGP) in oncology has broad potential as a universal companion diagnostic for targeted therapies which may significantly improve health outcomes while using healthcare resources more efficiently. Given the nature of this technology, assessing the value of CGP presents unique challenges. METHODS: This paper draws on evidence from the academic and policy literature in oncology, as well as stakeholder interviews (health economists, payers, clinicians, and public policy officials) in countries using incremental cost-effectiveness ratios (ICER) as part of health technology assessment (HTA). RESULTS: The degree to which CGP is subject to a value assessment varies significantly across healthcare systems. Current HTA processes focus on evaluating diagnostic testing through co-dependent assessment of diagnostic testing and associated therapeutic interventions. Diagnostic tests with multiple associated therapeutic interventions are rapidly evolving and poorly unsuited to current HTA approaches. Moreover, HTA approaches are limited in their ability to consider broader systemic benefits of the expanded diagnostic capabilities and enhanced opportunities for clinical trial participation offered by CGP. CONCLUSIONS: The assessment of the overall value of CGP is limited by the current models of HTA. This paper suggests policy proposals for value assessment and funding reforms to help broaden patient access to CGP. These include investing in genomic testing infrastructure; decoupling the assessment of the value of CGP testing to identifying predetermined therapeutic interventions; tailoring evaluation methodology; and developing approaches to collecting evidence of clinical, healthcare system and societal benefit.",
  "authors": [
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2913-7580"
    },
    {
      "last_name": "Gould",
      "fore_name": "Toby",
      "initials": "T",
      "name": "Toby Gould",
      "affiliations": [
        "HTAccess Consulting, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Thomas",
      "affiliations": [
        "Garvan Institute of Medical Research, Sydney, NSW, Australia.",
        "Vincent's Clinical School, University of New South Wales, Sydney, NSW, Australia."
      ]
    }
  ],
  "journal": {
    "title": "International journal of technology assessment in health care",
    "iso_abbreviation": "Int J Technol Assess Health Care",
    "issn": "1471-6348",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "08"
  },
  "start_page": "e57",
  "pages": "e57",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cost-Benefit Analysis",
    "Genomics",
    "Humans",
    "Medical Oncology",
    "Precision Medicine",
    "Technology Assessment, Biomedical"
  ],
  "article_ids": {
    "pubmed": "35674123",
    "doi": "10.1017/S026646232200040X",
    "pii": "S026646232200040X"
  },
  "doi": "10.1017/S026646232200040X",
  "dates": {
    "completed": "2022-07-12",
    "revised": "2022-07-12"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "F. Hoffmann-La Roche"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.659953",
    "pmid": "35674123"
  }
}