{
  "pmid": "35672725",
  "uid": "35672725",
  "title": "Young mothers' use of and experiences with mental health care services in Ontario, Canada: a qualitative descriptive study.",
  "abstract": "BACKGROUND: Despite the high prevalence of mental health issues among young mothers, their subsequent needs for mental health care support does not correlate with their access and use of services. The purpose of this study, grounded in the experiences of young mothers living in Ontario, Canada, was to describe their experiences of using mental health services during the perinatal period, and to identify the attributes of services and professionals that influenced their decision to engage with mental health services. METHODS: As the qualitative component of a sequential explanatory mixed methods study, the principles of qualitative description informed sampling, data collection, and analysis decisions. In-depth, semi-structured interviews were conducted with a purposeful sample of 29 young mothers (≤ 21 years) who met diagnostic criteria for at least one psychiatric disorder, and who were ≥ 2 months postpartum. Interview data were triangulated with data from ecomaps and a sub-set of demographic data for this purposeful sample from the survey conducted in the quantitative study component. Qualitative data were analyzed using both conventional content analysis and reflexive thematic analysis; the subset of survey data extracted for these 29 participants were analyzed using descriptive statistics. RESULTS: Young mothers identified the need to have at least one individual, either an informal social support or formal service provider who they could talk to about their mental health. Among participants deciding to seek professional mental health support, their hesitancy to access services was grounded in past negative experiences or fears of being judged, being medicated, not being seen as an active partner in care decisions or experiencing increased child protection involvement. Participants identified organizational and provider attributes of those delivering mental health care that they perceived influenced their use of or engagement with services. CONCLUSION: Organizations or health/social care professionals providing mental health services to young pregnant or parenting mothers are recommended to implement trauma-and violence-informed care. This approach prioritizes the emotional and physical safety of individuals within the care environment. Applying this lens in service delivery also aligns with the needs of young mothers, including that they are actively listened to, treated with respect, and genuinely engaged as active partners in making decisions about their care and treatment.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, HSC 3H48B, 1280 Main St. West, Hamilton, ON, L8S 4L8, Canada. jacksm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Whitty",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Whitty",
      "affiliations": [
        "Institute for Innovation and Implementation, School of Social Work, University of Maryland Baltimore, Baltimore, USA."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Niccols",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Niccols",
      "affiliations": [
        "Ron Joyce Children's Health Centre, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lipman",
      "fore_name": "Ellen L",
      "initials": "EL",
      "name": "Ellen L Lipman",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC women's health",
    "iso_abbreviation": "BMC Womens Health",
    "issn": "1472-6874",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "07"
  },
  "start_page": "214",
  "pages": "214",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Female",
    "Humans",
    "Mental Health",
    "Mental Health Services",
    "Mothers",
    "Ontario",
    "Pregnancy",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "35672725",
    "pmc": "PMC9172978",
    "doi": "10.1186/s12905-022-01804-z",
    "pii": "10.1186/s12905-022-01804-z"
  },
  "doi": "10.1186/s12905-022-01804-z",
  "pmc_id": "PMC9172978",
  "dates": {
    "completed": "2022-06-09",
    "revised": "2024-08-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.146462",
    "pmid": "35672725"
  }
}