{
  "pmid": "35687148",
  "uid": "35687148",
  "title": "The anterior hip capsule is thinner in dysplastic hips: a study comparing different young adult hip patients.",
  "abstract": "PURPOSE: To investigate the thickness and intra-substance change of anterior capsule of the hip joint, and compare the difference of the capsular features in patients with different statuses of hip stability. METHODS: A retrospective study was performed to review a hip preservation database. Using the lateral center edge angle(LCEA), patients with borderline dysplasia of the hip (BDH) of 20° ≤ LCEA ≤ 25°, femoracetabular impingement(FAI) with LCEA > 30° and dysplasia of the hip (DH) of LCEA < 20° were enrolled and stratified into different treatment groups. The patients' imaging was reviewed by two experienced musculoskeletal radiologists who were blinded to clinical outcomes. Thickness and intra-substance change of the anterior hip capsule was measured on the sagittal oblique sequences of MRI. A surgeon measured the thickness of the anterior hip capsule during arthroscopy. The capsular thickness and intra-substance change were compared among different groups. RESULTS: Thirty patients (17 women and 13 men) enrolled in each group (FAI, BDH, and DH) matched by sex and ages were evaluated. There were no significant differences in terms of age, sex, BMI, Alpha angle, and Tönnis grade among all three groups. The mean thickness of the anterior capsule in the DH group was 3.2 ± 0.5 mm, which was significantly thinner than that in the BDH and FAI groups (4.5 ± 0.8 mm and 4.7 ± 0.6 mm), and there was no significant difference in capsular thickness between the BDH and FAI groups. The Median of anterior capsule thickness via arthroscopic measuring was 6 mm and 7 mm in the BDH and FAI groups respectively, which has no statistical difference. The intra-substance change of the anterior capsule shows a significant difference among the three groups, and a higher incidence of delamination of the capsule was found in DH groups (p < 0.001). CONCLUSIONS: Patients with hip dysplasia have a significantly reduced capsular thickness on MRI and delaminated anterior joint capsule, which could be a sequence of instability. The clinical relevance of this study is that capsular thickness and intra-substance changes of the anterior capsule vary which could alter capsular management strategies. LEVEL OF EVIDENCE: Level III of evidence, DIAGNOSTIC STUDIES, No consistently applied reference standard.",
  "authors": [
    {
      "last_name": "Bai",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Bai",
      "affiliations": [
        "Department of Radiology, The Second Hospital of Shandong University, Jinan, China."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Ying-Qiang",
      "initials": "YQ",
      "name": "Ying-Qiang Fu",
      "affiliations": [
        "Department of Orthopedics, The Second Hospital of Shandong University, #247 Beiyuan Street, Jinan, 250033, China.",
        "Cheeloo College of Medicine, Shandong University, Jinan, China."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yin",
      "fore_name": "Qing-Feng",
      "initials": "QF",
      "name": "Qing-Feng Yin",
      "affiliations": [
        "Department of Orthopedics, The Second Hospital of Shandong University, #247 Beiyuan Street, Jinan, 250033, China. geoffreyin84@163.com."
      ],
      "orcid": "0000-0002-3131-5609"
    }
  ],
  "journal": {
    "title": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
    "iso_abbreviation": "Knee Surg Sports Traumatol Arthrosc",
    "issn": "1433-7347",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "70",
  "end_page": "78",
  "pages": "70-78",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Female",
    "Young Adult",
    "Retrospective Studies",
    "Hip Dislocation, Congenital",
    "Hip Joint",
    "Femoracetabular Impingement",
    "Hip Dislocation",
    "Arthroscopy",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "35687148",
    "doi": "10.1007/s00167-022-07022-2",
    "pii": "10.1007/s00167-022-07022-2"
  },
  "doi": "10.1007/s00167-022-07022-2",
  "dates": {
    "completed": "2023-01-24",
    "revised": "2023-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.860886",
    "pmid": "35687148"
  }
}