{
  "pmid": "35680341",
  "uid": "35680341",
  "title": "Comprehensive metabolite quantitative assay based on alternate metabolomics and lipidomics analyses.",
  "abstract": "Metabolomics-based precision medicine is facing several obstacles including cross-platform data comparison issue and the lack of metabolome benchmark values of healthy population, one of main reasons is the shortage of comprehensive metabolome quantitation methods. Here, we developed an alternate reversed-phase liquid chromatography-mass spectrometry (RPLC-MS) method to quantitatively determine metabolites and lipids. Assisted by a wide set of reference standards and real samples, up to 397 multiple reaction monitoring (MRM) transitions (239 for positive and 158 for negative ion modes) and 1080 MRM transitions (607 for positive and 473 for negative ion modes) were defined respectively in the metabolomic and lipidomic analyses with more than 1000 metabolites and lipids being quantified. Among them, 144 analytes including amines, amino acids, benzenoids, peptides, nucleobases and related, bile acids, carboxylic acids, fatty acids, hormones, indoles and others were absolutely quantified, while carnitines, lyso-phosphatidylcholines, lyso-phosphatidylethanolamines, free fatty acids, sphingomyelins, phosphatidylcholines (PCs), alkyl and alkenyl substituted PCs, phosphatidylethanolamines (PEs), alkyl and alkenyl substituted PEs and triacylglycerols were semiquantified. The developed method was validated to have good analytical characteristics. Analytical results of standard reference material 1950 human plasma had a good agreement with literature data. As a proof of application, this method was used to study serum metabolic pattern changes of patients with hyperuricemia and nonalcoholic fatty liver. This alternate RPLC-MS method for quantitative metabolites and lipids analysis can further be used to provide technology and large-scale data support for precision medicine and life sciences.",
  "authors": [
    {
      "last_name": "Lv",
      "fore_name": "Wangjie",
      "initials": "W",
      "name": "Wangjie Lv",
      "affiliations": [
        "CAS Key Laboratory of Separation Science for Analytical Chemistry, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, 116023, PR China; University of Chinese Academy of Sciences, Beijing, 100049, PR China; Liaoning Province Key Laboratory of Metabolomics, Dalian, 116023, PR China."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Zhongda",
      "initials": "Z",
      "name": "Zhongda Zeng",
      "affiliations": [
        "College of Environmental and Chemical Engineering, Dalian University, Dalian, 116622, PR China; Dalian ChemDataSolution Information Technology Co. Ltd., Dalian, 116023, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "CAS Key Laboratory of Separation Science for Analytical Chemistry, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, 116023, PR China; University of Chinese Academy of Sciences, Beijing, 100049, PR China; Zhang Dayu School of Chemistry, Dalian University of Technology, Dalian, 116024, PR China; Liaoning Province Key Laboratory of Metabolomics, Dalian, 116023, PR China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Qingqing",
      "initials": "Q",
      "name": "Qingqing Wang",
      "affiliations": [
        "CAS Key Laboratory of Separation Science for Analytical Chemistry, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, 116023, PR China; University of Chinese Academy of Sciences, Beijing, 100049, PR China; Liaoning Province Key Laboratory of Metabolomics, Dalian, 116023, PR China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Lichao",
      "initials": "L",
      "name": "Lichao Wang",
      "affiliations": [
        "CAS Key Laboratory of Separation Science for Analytical Chemistry, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, 116023, PR China; University of Chinese Academy of Sciences, Beijing, 100049, PR China; Liaoning Province Key Laboratory of Metabolomics, Dalian, 116023, PR China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Zhaoxuan",
      "initials": "Z",
      "name": "Zhaoxuan Zhang",
      "affiliations": [
        "Dalian ChemDataSolution Information Technology Co. Ltd., Dalian, 116023, PR China."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Xianzhe",
      "initials": "X",
      "name": "Xianzhe Shi",
      "affiliations": [
        "CAS Key Laboratory of Separation Science for Analytical Chemistry, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, 116023, PR China; University of Chinese Academy of Sciences, Beijing, 100049, PR China; Liaoning Province Key Laboratory of Metabolomics, Dalian, 116023, PR China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Xinjie",
      "initials": "X",
      "name": "Xinjie Zhao",
      "affiliations": [
        "CAS Key Laboratory of Separation Science for Analytical Chemistry, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, 116023, PR China; University of Chinese Academy of Sciences, Beijing, 100049, PR China; Liaoning Province Key Laboratory of Metabolomics, Dalian, 116023, PR China. Electronic address: xj_zhao@dicp.ac.cn."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Guowang",
      "initials": "G",
      "name": "Guowang Xu",
      "affiliations": [
        "CAS Key Laboratory of Separation Science for Analytical Chemistry, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, 116023, PR China; University of Chinese Academy of Sciences, Beijing, 100049, PR China; Liaoning Province Key Laboratory of Metabolomics, Dalian, 116023, PR China. Electronic address: xugw@dicp.ac.cn."
      ]
    }
  ],
  "journal": {
    "title": "Analytica chimica acta",
    "iso_abbreviation": "Anal Chim Acta",
    "issn": "1873-4324",
    "issn_type": "Electronic",
    "volume": "1215",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "04"
  },
  "start_page": "339979",
  "pages": "339979",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Amines",
    "Humans",
    "Lipidomics",
    "Metabolome",
    "Metabolomics",
    "Phosphatidylcholines",
    "Phosphatidylethanolamines"
  ],
  "article_ids": {
    "pubmed": "35680341",
    "doi": "10.1016/j.aca.2022.339979",
    "pii": "S0003-2670(22)00550-5"
  },
  "doi": "10.1016/j.aca.2022.339979",
  "dates": {
    "completed": "2022-06-13",
    "revised": "2022-06-13"
  },
  "chemicals": [
    "Amines",
    "Phosphatidylcholines",
    "Phosphatidylethanolamines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.510992",
    "pmid": "35680341"
  }
}