{
  "pmid": "35697333",
  "uid": "35697333",
  "title": "A framework is proposed for defining, categorizing, and assessing conflicts of interest in health research.",
  "abstract": "OBJECTIVE: We propose an operational definition of conflicts of interest (COI), a framework for categorizing interests, and an approach to assessing whether an interest qualifies as a COI. STUDY DESIGN AND SETTING: We reviewed the literature and conducted methodological studies to inform the development of a draft framework for classifying interests. RESULTS: We developed the following operational definition: \"a conflict of interest exists when a past, current, or expected interest creates a significant risk of inappropriately influencing an individual's judgment, decision, or action when carrying out a specific duty\". Interest refers to a benefit (e.g., money received from industry) or to an attribute of the individual (e.g., having specific religious beliefs). The proposed framework includes seven types of interests relating to individuals (direct financial benefit, benefit through professional status, intellectual, and personal) or their institution (direct financial benefit to the institution, benefit through increasing services provided by the institution, and nonfinancial). When assessing whether an interest qualifies as a COI, one could consider its relevance, nature (e.g., cash vs. educational support), magnitude, and recency. CONCLUSION: The proposed operational definition and categorization framework may help journals, guideline organizations, professional societies, and healthcare institutions enhance transparency in health research.",
  "authors": [
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: ea32@aub.edu.lb."
      ]
    },
    {
      "last_name": "Hakoum",
      "fore_name": "Maram",
      "initials": "M",
      "name": "Maram Hakoum",
      "affiliations": [
        "Mon Health Medical Center, Morgantown, WV, USA."
      ]
    },
    {
      "last_name": "Khamis",
      "fore_name": "Assem",
      "initials": "A",
      "name": "Assem Khamis",
      "affiliations": [
        "Hull York Medical School, University of Hull, Hull, UK."
      ]
    },
    {
      "last_name": "Khabsa",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Khabsa",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Vassar",
      "fore_name": "Matt",
      "initials": "M",
      "name": "Matt Vassar",
      "affiliations": [
        "Department of Biomedical Sciences, Oklahoma State University Center for Health Sciences, Tulsa, OK, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "149",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "236",
  "end_page": "243",
  "pages": "236-243",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Conflict of Interest",
    "Disclosure"
  ],
  "article_ids": {
    "pubmed": "35697333",
    "doi": "10.1016/j.jclinepi.2022.06.001",
    "pii": "S0895-4356(22)00147-0"
  },
  "doi": "10.1016/j.jclinepi.2022.06.001",
  "dates": {
    "completed": "2022-11-15",
    "revised": "2022-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.250995",
    "pmid": "35697333"
  }
}