{
  "pmid": "35694550",
  "uid": "35694550",
  "title": "Targeting the Plasmodium falciparum's Thymidylate Monophosphate Kinase for the Identification of Novel Antimalarial Natural Compounds.",
  "abstract": "Recent reports of resistance to artemisinin-based combination drugs necessitate the need to discover novel antimalarial compounds. The present study was aimed at identifying novel antimalarial compounds from natural product libraries using computational methods. Plasmodium falciparum is highly dependent on the pyrimidine biosynthetic pathway, a de novo pathway responsible for the production of pyrimidines, and the parasite lacks the pyrimidine salvage enzymes. The P. falciparum thymidylate monophosphate kinase (PfTMPK) is an important protein necessary for rapid DNA replication; however, due to its broad substrate specificity, the protein is distinguished from its homologs, making it a suitable drug target. Compounds from AfroDB, a database of natural products originating from Africa, were screened virtually against PfTMPK after filtering the compounds for absorption, distribution, metabolism, excretion, and toxicity (ADMET)-acceptable compounds with FAF-Drugs4. Thirteen hits with lower binding energies than thymidine monophosphate were selected after docking. Among the thirteen compounds, ZINC13374323 and ZINC13365918 with binding energies of -9.4 and -8.9 kcal/mol, respectively, were selected as plausible lead compounds because they exhibited structural properties that ensure proper binding at the active site and inhibitory effect against PfTMPK. ZINC13374323 (also called aurantiamide acetate) is known to exhibit anti-inflammatory and antiviral activities, and ZINC13365918 exhibits antileishmanial activity. Furthermore, aurantiamide acetate, which is commercially available, is a constituent of Artemisia annua, the herb from which artemisinin was derived. The compound also shares interactions with several residues with a potent thymidine analog inhibitor of PfTMPK. The anti-plasmodial activity of aurantiamide acetate was evaluated in vitro, and the mean half-maximal inhibitory concentration (IC50) was 69.33 μM when synchronized P. falciparum 3D7 culture was used as compared to IC50 > 100 μM with asynchronized culture. The significance of our findings within the context of malaria treatment strategies and challenges is discussed.",
  "authors": [
    {
      "last_name": "Enninful",
      "fore_name": "Kweku S",
      "initials": "KS",
      "name": "Kweku S Enninful",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, University of Ghana, Accra, Ghana.",
        "West African Centre for Cell Biology of Infectious Pathogens, College of Basic and Applied Sciences, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Tetteh-Tsifoanya",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Tetteh-Tsifoanya",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Lamptey",
      "fore_name": "Amanda N L",
      "initials": "ANL",
      "name": "Amanda N L Lamptey",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Djameh",
      "fore_name": "Georgina",
      "initials": "G",
      "name": "Georgina Djameh",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Nyarko",
      "fore_name": "Samuel",
      "initials": "S",
      "name": "Samuel Nyarko",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Ghansah",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Ghansah",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana.",
        "Stritch School of Medicine, Loyola University of Chicago, Maywood, IL, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in cellular and infection microbiology",
    "iso_abbreviation": "Front Cell Infect Microbiol",
    "issn": "2235-2988",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2022"
  },
  "start_page": "868529",
  "pages": "868529",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Antimalarials",
    "Artemisinins",
    "Humans",
    "Malaria, Falciparum",
    "Nucleoside-Phosphate Kinase",
    "Plasmodium falciparum"
  ],
  "article_ids": {
    "pubmed": "35694550",
    "pmc": "PMC9174469",
    "doi": "10.3389/fcimb.2022.868529"
  },
  "doi": "10.3389/fcimb.2022.868529",
  "pmc_id": "PMC9174469",
  "dates": {
    "completed": "2022-06-14",
    "revised": "2022-07-23"
  },
  "chemicals": [
    "Antimalarials",
    "Artemisinins",
    "Nucleoside-Phosphate Kinase",
    "dTMP kinase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.767536",
    "pmid": "35694550"
  }
}