{
  "pmid": "35695905",
  "uid": "35695905",
  "title": "Neighbourhood context and diagnosed mental health conditions among immigrant and non-immigrant youth: a population-based cohort study in British Columbia, Canada.",
  "abstract": "PURPOSE: Evidence from systematic reviews suggests that adult immigrants living in areas of higher immigrant density (areas with a higher proportion of foreign-born residents) tend to experience fewer mental health problems-likely through less discrimination, greater access to culturally/linguistically appropriate services, and greater social support. Less is known about how such contexts are associated with mental health during childhood-a key period in the onset and development of many mental health challenges. This study examined associations between neighbourhood immigrant density and youth mental health conditions in British Columbia (BC; Canada). METHODS: Census-derived neighbourhood characteristics were linked to medical records for youth present in ten of BC's largest school districts from age 5 through 19 over the study period (1995-2016; n = 138,090). Occurrence of physician assessed diagnoses of mood and/or anxiety disorders, attention deficit hyperactivity disorder (ADHD), and conduct disorder was inferred through International Classification of Diseases (ICD) diagnostic codes in universal public health insurance records. Multi-level logistic regression was used to model associations between neighbourhood characteristics and odds of diagnoses for each condition; models were stratified by generation status (first-generation: foreign-born; second-generation: Canadian-born to a foreign-born parent; non-immigrant). RESULTS: Higher neighbourhood immigrant density was associated with lower odds of disorders among first-generation immigrant youth (e.g., adjusted odds of mood-anxiety disorders for those in neighbourhoods with the highest immigrant density were 0.67 times lower (95% CI: 0.49, 0.92) than those in neighbourhoods with the lowest immigrant density). Such protective associations generally extended to second-generation and non-immigrant youth, but were-for some disorders-stronger for first-generation than second-generation or non-immigrant youth. CONCLUSIONS: Findings suggest there may be protective mechanisms associated with higher neighbourhood immigrant density for mental health conditions in immigrant and non-immigrant youth. It is important that future work examines potential pathways by which contextual factors impact immigrant and non-immigrant youth mental health.",
  "authors": [
    {
      "last_name": "Emerson",
      "fore_name": "Scott D",
      "initials": "SD",
      "name": "Scott D Emerson",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada. scott.emerson@ubc.ca."
      ],
      "orcid": "0000-0001-8055-3542"
    },
    {
      "last_name": "Petteni",
      "fore_name": "Monique Gagné",
      "initials": "MG",
      "name": "Monique Gagné Petteni",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Puyat",
      "fore_name": "Joseph H",
      "initials": "JH",
      "name": "Joseph H Puyat",
      "affiliations": [
        "School of Population and Public Health, University of British Columbia, Vancouver, Canada.",
        "Centre for Health Evaluation and Outcome Sciences, Providence Health Care Research Institute, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Guhn",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Guhn",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Milbrath",
      "fore_name": "Constance",
      "initials": "C",
      "name": "Constance Milbrath",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada.",
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Gadermann",
      "fore_name": "Anne M",
      "initials": "AM",
      "name": "Anne M Gadermann",
      "affiliations": [
        "Human Early Learning Partnership, School of Population and Public Health, University of British Columbia, Vancouver, Canada.",
        "Centre for Health Evaluation and Outcome Sciences, Providence Health Care Research Institute, Vancouver, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Social psychiatry and psychiatric epidemiology",
    "iso_abbreviation": "Soc Psychiatry Psychiatr Epidemiol",
    "issn": "1433-9285",
    "issn_type": "Electronic",
    "volume": "58",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "693",
  "end_page": "709",
  "pages": "693-709",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Adolescent",
    "Child, Preschool",
    "Canada",
    "Mental Health",
    "British Columbia",
    "Cohort Studies",
    "Emigrants and Immigrants",
    "Anxiety"
  ],
  "article_ids": {
    "pubmed": "35695905",
    "doi": "10.1007/s00127-022-02301-2",
    "pii": "10.1007/s00127-022-02301-2"
  },
  "doi": "10.1007/s00127-022-02301-2",
  "dates": {
    "completed": "2023-04-14",
    "revised": "2023-04-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.731356",
    "pmid": "35695905"
  }
}