{
  "pmid": "35707346",
  "uid": "35707346",
  "title": "The Hemophilia Gene Therapy Patient Journey: Questions and Answers for Shared Decision-Making.",
  "abstract": "PURPOSE: The anticipated emergence of hemophilia gene therapy will present people with hemophilia (PWH) and treating clinicians with increasingly complex treatment options. It will be critical that PWH and their families be empowered to participate fully in decision-making through transparent communication and the development of targeted educational resources. METHODS: The Council of Hemophilia Community (CHC) convened across a series of roundtable meetings to define the patient journey for hemophilia gene therapy, and to develop a question-and-answer style resource to guide discussion between healthcare professionals (HCPs) and their patients. Patient groups were also consulted during the development of this tool. RESULTS: The CHC defined 5 key stages in the hemophilia gene therapy patient journey: pre-gene therapy (information-seeking and decision-making), treatment initiation, short- and long-term post-gene therapy follow-up. PWH will have different questions and concerns at each stage of their journey, which should be discussed with their HCP to aid decision-making. The resulting patient journey infographic and Q&A resource (see Supplementary Materials) has been developed for HCPs and PWH to provide a novel and practical roadmap of key issues and considerations throughout all stages. CONCLUSION: These resources support a collaborative, patient-centric, shared decision-making approach to inform treatment decision discussions between HCPs and PWH. The value of such discussions will be influenced by the language adopted; health literacy is a particularly important consideration, and these discussions should be accessible and tailored to PWH. HCPs and PWH can benefit from awareness of the common questions and uncertainties as they progress together along the patient journey. While the contents of this article are specific to hemophilia gene therapy, the concepts developed here could be adapted to aid patients in other disease states.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wang",
      "affiliations": [
        "University of Colorado Anschutz Medical Campus, Aurora, CO, USA."
      ],
      "orcid": "0000-0001-9289-4862"
    },
    {
      "last_name": "Negrier",
      "fore_name": "Claude",
      "initials": "C",
      "name": "Claude Negrier",
      "affiliations": [
        "National Reference Center for Haemophilia, Louis Pradel Cardiology Hospital, University of Lyon, Lyon, France."
      ]
    },
    {
      "last_name": "Driessler",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Driessler",
      "affiliations": [
        "Bayer, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Goodman",
      "fore_name": "Clifford",
      "initials": "C",
      "name": "Clifford Goodman",
      "affiliations": [
        "The Lewin Group, Falls Church, VA, USA."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Institute for Policy Advancement Ltd, Washington, DC, USA.",
        "McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-0934-0680"
    }
  ],
  "journal": {
    "title": "Patient preference and adherence",
    "iso_abbreviation": "Patient Prefer Adherence",
    "issn": "1177-889X",
    "issn_type": "Print",
    "volume": "16",
    "pub_year": "2022"
  },
  "start_page": "1439",
  "end_page": "1447",
  "pages": "1439-1447",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35707346",
    "pmc": "PMC9191577",
    "doi": "10.2147/PPA.S355627",
    "pii": "355627"
  },
  "doi": "10.2147/PPA.S355627",
  "pmc_id": "PMC9191577",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:29.389011",
    "pmid": "35707346"
  }
}