{
  "pmid": "35718838",
  "uid": "35718838",
  "title": "Internal jugular vein ultrasound for the diagnosis of hypovolemia and hypervolemia in acutely ill adults: a systematic review and meta-analysis.",
  "abstract": "Accurate volume status assessments allow physicians to rapidly implement therapeutic measures in acutely unwell patients. However, existing bedside diagnostic tools are often unreliable for assessing intravascular volume. We searched PUBMED, EMBASE, CENTRAL, and Web of Science for English language articles without date restrictions on January 20, 2022. Studies reporting the diagnostic accuracy of IJV-US for hypovolemia and/or hypervolemia in an acute care setting were screened for inclusion. We included studies using any method of IJV-US assessment as the index test, compared against any reference standard. We fitted hierarchical summary receiver operating characteristic (HSROC) models for meta-analysis of diagnostic test accuracy, separately for hypovolemia and hypervolemia. Two reviewers independently extracted data and assessed risk of bias using QUADAS-2. We assessed certainty of evidence using the GRADE approach. A total of 26 studies were included, of which 19 studies (956 patients) examined IJV-US for hypovolemia and 13 studies (672 patients) examined IJV-US for hypervolemia. For the diagnosis of hypovolemia, IJV-US had a pooled sensitivity of 0.82 (95% CI 0.76 to 0.87; moderate-certainty evidence) and specificity of 0.82 (95% CI 0.73 to 0.88; moderate-certainty evidence). Measurement of IJV collapsibility indices had higher diagnostic accuracy (sensitivity 0.85, 95% CI 0.80 to 0.89; specificity 0.78, 95% CI 0.64 to 0.88) than static IJV indices (sensitivity 0.73, 95% CI 0.60 to 0.82; specificity 0.70, 95% CI 0.48 to 0.86). For the diagnosis of hypervolemia, IJV-US had a pooled sensitivity of 0.84 (95% CI 0.70 to 0.92; moderate-certainty evidence) and specificity of 0.70 (95% CI 0.55 to 0.82; very low-certainty evidence). IJV-US has moderate sensitivity and specificity for the diagnosis of hypervolemia and hypovolemia. Randomized controlled trials are needed to determine the role of IJV-US for guiding therapeutic interventions aimed at optimizing volume status.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Michael Ke",
      "initials": "MK",
      "name": "Michael Ke Wang",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada. wangm7@mcmaster.ca.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. wangm7@mcmaster.ca.",
        "Population Health Research Institute, McMaster University, 237 Barton Street East, Hamilton, ON, Canada. wangm7@mcmaster.ca."
      ],
      "orcid": "0000-0002-4949-3235"
    },
    {
      "last_name": "Piticaru",
      "fore_name": "Joshua",
      "initials": "J",
      "name": "Joshua Piticaru",
      "affiliations": [
        "Department of Medicine, St. Joseph's Hospital, Syracuse, NY, USA."
      ]
    },
    {
      "last_name": "Kappel",
      "fore_name": "Coralea",
      "initials": "C",
      "name": "Coralea Kappel",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mikhaeil",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Mikhaeil",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Internal and emergency medicine",
    "iso_abbreviation": "Intern Emerg Med",
    "issn": "1970-9366",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "1521",
  "end_page": "1532",
  "pages": "1521-1532",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Hypovolemia",
    "Jugular Veins",
    "ROC Curve",
    "Sensitivity and Specificity",
    "Ultrasonography"
  ],
  "article_ids": {
    "pubmed": "35718838",
    "doi": "10.1007/s11739-022-03003-y",
    "pii": "10.1007/s11739-022-03003-y"
  },
  "doi": "10.1007/s11739-022-03003-y",
  "dates": {
    "completed": "2022-08-08",
    "revised": "2022-10-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:56.550969",
    "pmid": "35718838"
  }
}