{
  "pmid": "35719472",
  "uid": "35719472",
  "title": "Feeling Safe With Hypnosis: Eliciting Positive Feelings During a Special State of Consciousness.",
  "abstract": "Our state of consciousness is crucial for our ability to follow suggestions. Suggestions in turn are a powerful tool to induce positive emotional states. In my research, I suggest positive feelings of safety during hypnosis. This is a positive emotional state of low arousal and low anxiety. Both arousal and anxiety affect our decision-making. However, when we feel safe due to hypnotic suggestions of safety, we do not act riskier. Instead, EEG brain activity shows that monetary rewards get less important and delayed rewards are less devalued compared to immediate rewards when we feel safe. These results open promising perspectives for the use of hypnosis to reduce impulsive behavior, for example, in substance abuse. Therapeutic suggestions of safety even work in highly stressful environments like the intensive care unit. I showed that patients tolerate non-invasive ventilation much better when they get the suggestion to feel safe. The effects of positive therapeutic suggestions delivered during hypnosis even persist over time. Post-hypnotic suggestions are associations between a certain emotional state and a trigger that elicits this emotional state after hypnosis is over. I showed that post-hypnotic suggestions of safety are effective weeks after the therapeutic session. Therefore, I present a therapeutic technique that uses a special state of consciousness, hypnosis, to induce positive emotional states. The effects of this technique are very strong and long lasting. My goal is to provide scientific evidence for the use of hypnotherapeutic techniques to increase the number of people who apply and profit from them.",
  "authors": [
    {
      "last_name": "Schmidt",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Schmidt",
      "affiliations": [
        "Institute for Psychosocial Medicine, Psychotherapy and Psychooncology, Jena University Hospital, Jena, Germany.",
        "Institute for Clinical Psychology, University of Jena, Jena, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2022"
  },
  "start_page": "917139",
  "pages": "917139",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35719472",
    "pmc": "PMC9201773",
    "doi": "10.3389/fpsyg.2022.917139"
  },
  "doi": "10.3389/fpsyg.2022.917139",
  "pmc_id": "PMC9201773",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:12.460000",
    "pmid": "35719472"
  }
}