{
  "pmid": "35710892",
  "uid": "35710892",
  "title": "How Do Treatment Preferences of Patients With Cancer Compare With Those of Oncologists and Family Members? Evidence From a Discrete Choice Experiment in China.",
  "abstract": "OBJECTIVES: This study aimed to compare the treatment preference among oncologists, patients with lung cancer, and their family members in China. METHODS: A face-to-face discrete choice experiment survey was conducted among oncologists, patients, and their family members. Participants completed 13 choice sets describing 6 key attributes, namely, overall survival time, risk of severe adverse effect, severity of pain, appetite, physical functioning status, and monthly cost. Mixed logit model and latent class analysis were used to estimate attribute level preference weights and the relative importance (RI) for attributes. The willingness to pay (WTP) and maximum acceptable risk (MAR) were also estimated. The RI, WTP, and MAR of oncologists, patients, and family members were compared. RESULTS: A total of 121 oncologists and 161 dyads of patients and family members completed the survey. Overall survival time, physical functioning status, and pain were the 3 most important attributes across all 3 groups. Oncologists and family members had higher RI on overall survival time than patients (48% and 51% vs 38%). Patients had higher RI on physical functioning status and pain (23% and 14%) than oncologists (13% and 12%) and family members (16% and 11%). For extending survival, patients had the least WTP, and family members had the highest MAR. The latent class analysis identified 2 classes in the patient group and 3 classes in oncologist and family member groups. CONCLUSIONS: There were differences in preferences for survival, risk, quality of life, and costs associated with cancer treatments among patients, oncologists, and family members. This finding highlights the need of involving patients in treatment decision making in China.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Mengqian",
      "initials": "M",
      "name": "Mengqian Zhang",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, China; Center for Social Science Survey and Data, Tianjin University, Tianjin, China."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Xiaoning",
      "initials": "X",
      "name": "Xiaoning He",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, China; Center for Social Science Survey and Data, Tianjin University, Tianjin, China. Electronic address: hexn@tju.edu.cn."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Wu",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, China; Center for Social Science Survey and Data, Tianjin University, Tianjin, China. Electronic address: jingwu@tju.edu.cn."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xinyue",
      "initials": "X",
      "name": "Xinyue Wang",
      "affiliations": [
        "Tianjin Medical University Cancer Institute and Hospital, National Clinical Research Center for Cancer, Tianjin, China; Key Laboratory of Cancer Prevention and Therapy, Tianjin, China; Tianjin's Clinical Research Center for Cancer, Tianjin, China; Department of Thoracic Oncology, Tianjin Lung Cancer Center, Tianjin Cancer Institute and Hospital, Tianjin Medical University, Tianjin, China."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Qian",
      "initials": "Q",
      "name": "Qian Jiang",
      "affiliations": [
        "Department of Clinical Pharmacy, Sichuan Cancer Hospital & Institute, Sichuan Cancer Centre, School of Medicine, University of Electronic Science and Technology of China, Chengdu, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "1768",
  "end_page": "1777",
  "pages": "1768-1777",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "China",
    "Choice Behavior",
    "Family",
    "Humans",
    "Neoplasms",
    "Oncologists",
    "Pain",
    "Patient Preference",
    "Quality of Life",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35710892",
    "doi": "10.1016/j.jval.2022.05.003",
    "pii": "S1098-3015(22)01965-9"
  },
  "doi": "10.1016/j.jval.2022.05.003",
  "dates": {
    "completed": "2022-10-18",
    "revised": "2022-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.210300",
    "pmid": "35710892"
  }
}