{
  "pmid": "35717284",
  "uid": "35717284",
  "title": "Screening and addressing social needs of children and families enrolled in a pediatric weight management program: a protocol for a pilot randomized controlled trial.",
  "abstract": "BACKGROUND: There is a paucity of evidence to support interventions that address the social needs of children and families with chronic medical conditions. The primary objective of this pilot randomized controlled trial (RCT) is to assess the feasibility of an intervention that screens for and addresses the social needs of children and families enrolled in a pediatric weight management clinic. METHOD: We will conduct a single-center, pilot RCT of 40 families with children enrolled in a pediatric weight management program at a tertiary children's hospital in Ontario, Canada. Families who are experiencing unmet social needs will be randomized to either a community navigator or self-navigation of community resources. The primary feasibility outcomes and criteria for success include the following: (1) recruitment rates, will be successful if 80% of our target sample is met in the 6 months of recruitment; (2) uptake of intervention, will be considered successful if > 80% of families complete the intervention; and (3) follow-up of participants, will be considered successful if > 90% of participants complete all the study visits. The secondary outcomes include estimating the preliminary effects on body mass index, body composition, and quality of life at 6 months. The analysis of feasibility outcomes will be based on descriptive statistics, and analysis of secondary clinical outcomes will be reported as estimates of effect. We will not perform tests of significance since these analyses are purely exploratory. DISCUSSION: This study is important because it will aim to improve the treatment of pediatric obesity by testing the feasibility of an intervention that addresses unmet social needs. TRIAL REGISTRATION: ClinicalTrias.gov : NCT04711707 (Registered January 13, 2021).",
  "authors": [
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada. wahig@mcmaster.ca.",
        "Children's Exercise and Nutrition Centre, McMaster Children's Hospital, Hamilton, Canada. wahig@mcmaster.ca."
      ],
      "orcid": "0000-0001-5943-9702"
    },
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Pediatric Hematology and Oncology, McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gutierrez",
      "fore_name": "Carline",
      "initials": "C",
      "name": "Carline Gutierrez",
      "affiliations": [
        "Children's Exercise and Nutrition Centre, McMaster Children's Hospital, Hamilton, Canada.",
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Krasevich",
      "fore_name": "Kimberley",
      "initials": "K",
      "name": "Kimberley Krasevich",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morrison",
      "fore_name": "Katherine M",
      "initials": "KM",
      "name": "Katherine M Morrison",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Children's Exercise and Nutrition Centre, McMaster Children's Hospital, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, St Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "18"
  },
  "start_page": "129",
  "pages": "129",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35717284",
    "pmc": "PMC9206074",
    "doi": "10.1186/s40814-022-01080-6",
    "pii": "10.1186/s40814-022-01080-6"
  },
  "doi": "10.1186/s40814-022-01080-6",
  "pmc_id": "PMC9206074",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Early Career Award",
      "agency": "Hamilton Health Sciences"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:51.409076",
    "pmid": "35717284"
  }
}