{
  "pmid": "35710497",
  "uid": "35710497",
  "title": "Research priorities in emergency general surgery (EGS): a modified Delphi approach.",
  "abstract": "BACKGROUND: Emergency general surgery (EGS) patients account for more than one-third of admissions to hospitals in the National Health Service (NHS) in England. The associated mortality of these patients has been quoted as approximately eight times higher than that of elective surgical admissions. This study used a modified Delphi approach to identify research priorities in EGS. The aim was to establish a research agenda using a formal consensus-based approach in an effort to identify questions relevant to EGS that could ultimately guide research to improve outcomes for this cohort. METHODS: Three rounds were conducted using an electronic questionnaire and involved health care professionals, research personnel, patients and their relatives. In the first round, stakeholders were invited to submit clinical research questions that they felt were priorities for future research. In rounds two and three, participants were asked to score individual questions in order of priority using a 5-point Likert scale. Between rounds, an expert panel analysed results before forwarding questions to subsequent rounds. RESULTS: Ninety-two EGS research questions were proposed in Phase 1. Following the first round of prioritisation, forty-seven questions progressed to the final phase. A final list of seventeen research questions were identified from the final round of prioritisation, categorised as condition-specific questions of high interest within general EGS, emergency colorectal surgery, non-technical and health services research. A broad range of research questions were identified including questions on peri-operative strategies, EGS outcomes in older patients, as well as non-technical and technical influences on EGS outcomes. CONCLUSIONS: Our study provides a consensus delivered framework that should determine the research agenda for future EGS projects. It may also assist setting priorities for research funding and multi-centre collaborative strategies within the academic clinical interest of EGS.",
  "authors": [
    {
      "last_name": "Vaughan",
      "fore_name": "Elizabeth Mary",
      "initials": "EM",
      "name": "Elizabeth Mary Vaughan",
      "affiliations": [
        "Department of General Surgery, Bradford Royal Infirmary, Bradford, BD9 6RJ, UK."
      ]
    },
    {
      "last_name": "Pearson",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Pearson",
      "affiliations": [
        "Department of General Surgery, Elizabeth University Hospital, Glasgow, G51 4TF, Queen, UK."
      ]
    },
    {
      "last_name": "Wohlgemut",
      "fore_name": "Jared Mark",
      "initials": "JM",
      "name": "Jared Mark Wohlgemut",
      "affiliations": [
        "Blizard Institute of Cell and Molecular Science: Barts and The London School of Medicine and Dentistry Blizard Institute, Whitechapel, London, E1 2AT, UK."
      ]
    },
    {
      "last_name": "Knight",
      "fore_name": "Stephen Richard",
      "initials": "SR",
      "name": "Stephen Richard Knight",
      "affiliations": [
        "The University of Edinburgh Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Edinburgh, EH16 4UX, UK."
      ]
    },
    {
      "last_name": "Spiers",
      "fore_name": "Harry",
      "initials": "H",
      "name": "Harry Spiers",
      "affiliations": [
        "Department of General Surgery, Addenbrooke's Hospital, Cambridge, CB2 0QQ, UK."
      ]
    },
    {
      "last_name": "Damaskos",
      "fore_name": "Dimitrios",
      "initials": "D",
      "name": "Dimitrios Damaskos",
      "affiliations": [
        "Department of General Surgery, Royal Infirmary Edinburgh, Edinburgh, EH16 4SA, UK."
      ]
    },
    {
      "last_name": "Cornish",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Cornish",
      "affiliations": [
        "Department of General Surgery, University Hospital Wales, Cardiff, CF14 4XW, UK."
      ]
    },
    {
      "last_name": "Parmar",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Parmar",
      "affiliations": [
        "Department of General Surgery, The Whittington Hospital NHS Trust, London, N19 5NF, UK."
      ]
    },
    {
      "last_name": "Mahawar",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Mahawar",
      "affiliations": [
        "Department of General Surgery, Sunderland Royal Hospital, Sunderland, SR4 7TP, UK.",
        "Department of General Surgery, Royal Alexandra Hospital, Paisley, PA2 9PJ, UK.",
        "Department of Clinical and Experimental Sciences, University of Brescia, ASST Spedali Civili, Brescia, Italy."
      ]
    },
    {
      "last_name": "Moug",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Moug",
      "affiliations": [
        "Department of General Surgery, Royal Alexandra Hospital, Paisley, PA2 9PJ, UK."
      ]
    },
    {
      "last_name": "Baiocchi",
      "fore_name": "Gian Luca",
      "initials": "GL",
      "name": "Gian Luca Baiocchi",
      "affiliations": [
        "Department of Clinical and Experimental Sciences, University of Brescia, ASST Spedali Civili, Brescia, Italy. gianluca.baiocchi@unibs.it."
      ],
      "orcid": "0000-0003-2402-2178"
    },
    {
      "last_name": "Catena",
      "fore_name": "Fausto",
      "initials": "F",
      "name": "Fausto Catena",
      "affiliations": [
        "Department of Emergency and Trauma Surgery, University of Parma, Parma, Italy."
      ]
    },
    {
      "last_name": "Tierney",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Tierney",
      "affiliations": [
        "Department of General Surgery, Derby City General Hospital, Derby, DE22 3NE, UK."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Samuel James",
      "initials": "MSJ",
      "name": "Michael Samuel James Wilson",
      "affiliations": [
        "Department of General Surgery, Forth Valley Royal Hospital, Larbert, FK5 4WR, UK."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "World journal of emergency surgery : WJES",
    "iso_abbreviation": "World J Emerg Surg",
    "issn": "1749-7922",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "16"
  },
  "start_page": "33",
  "pages": "33",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Biomedical Research",
    "Consensus",
    "Delphi Technique",
    "Humans",
    "State Medicine",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35710497",
    "pmc": "PMC9202984",
    "doi": "10.1186/s13017-022-00432-0",
    "pii": "10.1186/s13017-022-00432-0"
  },
  "doi": "10.1186/s13017-022-00432-0",
  "pmc_id": "PMC9202984",
  "dates": {
    "completed": "2022-06-20",
    "revised": "2022-08-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.767845",
    "pmid": "35710497"
  }
}