{
  "pmid": "35718762",
  "uid": "35718762",
  "title": "Protocol for a scoping review of sepsis epidemiology.",
  "abstract": "INTRODUCTION: Sepsis is a common, life-threatening syndrome of physiologic, pathologic, and biochemical abnormalities that are caused by infection and propagated by a dysregulated immune response. In 2017, the estimated annual incidence of sepsis around the world was 508 cases per 100,000 (95% confidence interval [CI], 422-612 cases per 100,000), however, reported incidence rates vary significantly by country. A scoping review will identify knowledge gaps by systematically investigating the incidence of sepsis. METHODS AND ANALYSIS: This scoping review will be guided by the updated JBI (formerly Joanna Briggs Institute) methodology. We will search the following electronic databases: MEDLINE, EMBASE, CINAHL, and Cochrane Database of Systematic Reviews/Central Register of Controlled Trials. In addition, we will search websites of trial and study registries. We will review titles and abstracts of potentially eligible studies and then full-texts by two independent reviewers. We will include any study that is focused on the incidence of sepsis or septic shock in any population. Data will be abstracted independently using pre-piloted data extraction forms, and we will present results according to the Preferred Reporting Items for Systematic Reviews and Meta-analysis Protocols Extension for Scoping Reviews. ETHICS AND DISSEMINATION: The results of this review will be used to create a publicly available indexed and searchable electronic registry of existing sepsis research relating to incidence in neonates, children, and adults. With input from stakeholders, we will identify the implications of study findings for policy, practice, and research. Ethics approval was not required given this study reports on existing literature.",
  "authors": [
    {
      "last_name": "Wilcox",
      "fore_name": "M Elizabeth",
      "initials": "ME",
      "name": "M Elizabeth Wilcox",
      "affiliations": [
        "Department of Medicine, University Health Network, Toronto, ON, Canada. elizabeth.wilcox@utoronto.ca.",
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada. elizabeth.wilcox@utoronto.ca."
      ]
    },
    {
      "last_name": "Daou",
      "fore_name": "Marietou",
      "initials": "M",
      "name": "Marietou Daou",
      "affiliations": [
        "Department of Medicine, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Dionne",
      "fore_name": "Joanna C",
      "initials": "JC",
      "name": "Joanna C Dionne",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, BC, Canada.",
        "Center for Health Evaluation and Outcome Sciences, St. Paul's Hospital and University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Englesakis",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Englesakis",
      "affiliations": [
        "Library & Information Services, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Garland",
      "fore_name": "Allan",
      "initials": "A",
      "name": "Allan Garland",
      "affiliations": [
        "Professor of Medicine, and Community Health Sciences, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Lauzon",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Lauzon",
      "affiliations": [
        "Department of Medicine, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Loubani",
      "fore_name": "Osama",
      "initials": "O",
      "name": "Osama Loubani",
      "affiliations": [
        "Departments of Emergency Medicine and Critical Care, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shankar-Hari",
      "fore_name": "Manu",
      "initials": "M",
      "name": "Manu Shankar-Hari",
      "affiliations": [
        "Chair of Translational Critical Care Medicine, Centre for Inflammation Research, The University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Thavorn",
      "fore_name": "Kednapa",
      "initials": "K",
      "name": "Kednapa Thavorn",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada.",
        "Ottawa Hospital Research Institute, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tricco",
      "fore_name": "Andrea C",
      "initials": "AC",
      "name": "Andrea C Tricco",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Unity Health Toronto, Toronto, ON, Canada.",
        "Epidemiology Division and Institute of Health Policy, Management, and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Queen's Collaboration for Health Care Quality Joanna Briggs Institute Centre of Excellence, Queen's University, Kingston, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Systematic reviews",
    "iso_abbreviation": "Syst Rev",
    "issn": "2046-4053",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "19"
  },
  "start_page": "125",
  "pages": "125",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Humans",
    "Infant, Newborn",
    "Registries",
    "Sepsis",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "35718762",
    "pmc": "PMC9208121",
    "doi": "10.1186/s13643-022-02002-6",
    "pii": "10.1186/s13643-022-02002-6"
  },
  "doi": "10.1186/s13643-022-02002-6",
  "pmc_id": "PMC9208121",
  "dates": {
    "completed": "2022-06-21",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.203784",
    "pmid": "35718762"
  }
}