{
  "pmid": "35711545",
  "uid": "35711545",
  "title": "Egg and Dietary Cholesterol Intake and Risk of All-Cause, Cardiovascular, and Cancer Mortality: A Systematic Review and Dose-Response Meta-Analysis of Prospective Cohort Studies.",
  "abstract": "OBJECTIVE: This systematic review and meta-analysis of prospective cohort studies examined the associations between egg and dietary cholesterol intake and the risk of mortality from all causes, including cardiovascular disease (CVD) and cancer. METHODS: We searched PubMed, Scopus, ISI Web of Knowledge, and Google Scholar until April 2021, as well as references to the relevant articles retrieved. Random-effects models were used to calculate summary relative risk (RR) and 95% confidence intervals (CIs) for the highest vs. lowest categories of egg and dietary cholesterol intake. Also, linear and non-linear dose-response analyses were conducted to examine the dose-response relationships. RESULTS: We included 55 studies, comprising data from 2,772,486 individuals with 228,425, 71,745, and 67,211 cases of all-cause, CVD, and cancer mortality, respectively. Intake of each additional egg per day was associated with a 7% higher risk of all-cause (1.07, 95% CI: 1.02-1.12, I[2] = 84.8%) and a 13% higher risk of cancer mortality (1.13, 95% CI: 1.06-1.20, I[2] = 54.2%), but was not associated with CVD mortality (1.00, 95% CI: 0.92-1.09, I[2] = 81.5%). Non-linear analyses showed increased risks for egg consumption of more than 1.5 and 0.5 eggs/day, respectively. Each 100 mg/day increment in dietary cholesterol intake was associated with a 6% higher risk of all-cause mortality (1.06, 95% CI: 1.03-1.08, I[2] = 34.5%) and a 6% higher risk of cancer mortality (1.06, 95% CI: 1.05-1.07, I[2] = 0%), but was not associated with CVD mortality (1.04, 95% CI: 0.99-1.10, I[2] = 85.9%). Non-linear analyses demonstrated elevated risks of CVD and cancer mortality for intakes more than 450 and 250 mg/day, respectively. CONCLUSIONS AND RELEVANCE: High-dietary intake of eggs and cholesterol was associated with all-cause and cancer mortality. Little evidence for elevated risks was seen for intakes below 0.5 egg/day or 250 mg/day of dietary cholesterol. Our findings should be considered with caution because of small risk estimates and moderate between-study heterogeneity. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/prospero/display_record.php?RecordID=252564, PROSPERO, identifier: CRD42021252564.",
  "authors": [
    {
      "last_name": "Darooghegi Mofrad",
      "fore_name": "Manije",
      "initials": "M",
      "name": "Manije Darooghegi Mofrad",
      "affiliations": [
        "Department of Community Nutrition, School of Nutritional Science and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Naghshi",
      "fore_name": "Sina",
      "initials": "S",
      "name": "Sina Naghshi",
      "affiliations": [
        "Department of Clinical Nutrition, School of Nutritional Science and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Lotfi",
      "fore_name": "Keyhan",
      "initials": "K",
      "name": "Keyhan Lotfi",
      "affiliations": [
        "Department of Community Nutrition, School of Nutritional Science and Dietetics, Tehran University of Medical Sciences, Tehran, Iran."
      ]
    },
    {
      "last_name": "Beyene",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Beyene",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Chanchlani Research Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hypponen",
      "fore_name": "Elina",
      "initials": "E",
      "name": "Elina Hypponen",
      "affiliations": [
        "Australian Centre for Precision Health, Unit of Clinical and Health Sciences, University of South Australia, Adelaide, SA, Australia.",
        "South Australian Health and Medical Research Institute, Adelaide, SA, Australia."
      ]
    },
    {
      "last_name": "Pirouzi",
      "fore_name": "Aliyar",
      "initials": "A",
      "name": "Aliyar Pirouzi",
      "affiliations": [
        "Cellular and Molecular Department, Gerash University of Medical Sciences, Gerash, Iran."
      ]
    },
    {
      "last_name": "Sadeghi",
      "fore_name": "Omid",
      "initials": "O",
      "name": "Omid Sadeghi",
      "affiliations": [
        "Food Security Research Center, Isfahan University of Medical Sciences, Isfahan, Iran.",
        "Department of Community Nutrition, School of Nutrition and Food Science, Isfahan University of Medical Sciences, Isfahan, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in nutrition",
    "iso_abbreviation": "Front Nutr",
    "issn": "2296-861X",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "878979",
  "pages": "878979",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35711545",
    "pmc": "PMC9195585",
    "doi": "10.3389/fnut.2022.878979"
  },
  "doi": "10.3389/fnut.2022.878979",
  "pmc_id": "PMC9195585",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:15.272475",
    "pmid": "35711545"
  }
}