{
  "pmid": "35729646",
  "uid": "35729646",
  "title": "Characterizing mental health related service contacts in children and youth: a linkage study of health survey and administrative data.",
  "abstract": "BACKGROUND: To inform the provision and organization of care, and to improve equitable access to mental health services for children and youth, we must first characterize the children and youth being served, taking into consideration factors related to mental health need. Our objective was to use a population-based survey linked with health administrative data to estimate mental health related contacts and determine socio-demographic correlates, after adjusting for factors related to mental health need. METHODS: Data from the 2014 Ontario Child Health Study (OCHS) were linked at the individual level to health administrative databases from Ontario's Ministry of Health and Long-Term Care (MOHLTC). Mental health related service contacts were identified in the 6-months prior to the OCHS survey date. Service contacts with physicians were obtained from health administrative data, and non-physician service contacts from survey data (parent-report). RESULTS: 21.7% of Ontarian children (4-11 years) and youth (12-17 years) had at least one mental health related contact in the 6-months prior to their OCHS survey date (18.8% non-physician, 8.0% physician, 5.2% both). Children and youth contacting both physician and non-physician services (ref. contact with physician or non-physician services alone) had higher mean symptom ratings of mental disorders across all classes of disorder. After adjusting for total symptom ratings, children and youth with immigrant parent(s) (ref. non-immigrant) (Prevalence Ratio: 0.65, 95% CI 0.55, 0.75) were less likely to have any mental health related service contact. CONCLUSIONS: Results indicate that children and youth with the highest mental health symptom ratings are more likely to have contact with multiple providers across sectors. As such, the coordination of care across and within sectors are critical components of mental health related services for children and youth. Our results indicate that the greatest disparities in mental health related service contacts may exist for children and youth with immigrant parent(s) and that targeted outreach efforts are required to reduce barriers to care and improve equitable access to mental health related services for children and youth in Ontario.",
  "authors": [
    {
      "last_name": "Edwards",
      "fore_name": "Jordan",
      "initials": "J",
      "name": "Jordan Edwards",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada. Jordan.edwards@mcmaster.ca.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada. Jordan.edwards@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Duncan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Duncan",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Comeau",
      "fore_name": "Jinette",
      "initials": "J",
      "name": "Jinette Comeau",
      "affiliations": [
        "Department of Sociology, King's University College, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Kelly K",
      "initials": "KK",
      "name": "Kelly K Anderson",
      "affiliations": [
        "Department of Epidemiology & Biostatistics, Western University, London, ON, Canada.",
        "Department of Psychiatry, Schulich School of Medicine, Western University, London, ON, Canada.",
        "Lawson Health Research Institute, London, ON, Canada."
      ]
    },
    {
      "last_name": "Georgiades",
      "fore_name": "Katholiki",
      "initials": "K",
      "name": "Katholiki Georgiades",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Child and adolescent psychiatry and mental health",
    "iso_abbreviation": "Child Adolesc Psychiatry Ment Health",
    "issn": "1753-2000",
    "issn_type": "Print",
    "volume": "16",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "21"
  },
  "start_page": "48",
  "pages": "48",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35729646",
    "pmc": "PMC9215063",
    "doi": "10.1186/s13034-022-00483-w",
    "pii": "10.1186/s13034-022-00483-w"
  },
  "doi": "10.1186/s13034-022-00483-w",
  "pmc_id": "PMC9215063",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Postdoctoral Fellowship",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "125941",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "Early Career Researcher Award",
      "agency": "Hamilton Health Sciences"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.414780",
    "pmid": "35729646"
  }
}