{
  "pmid": "35724629",
  "uid": "35724629",
  "title": "Review and Quality Assessment of Systematic Reviews and Meta-analyses on the Management of Pediatric Inguinal Hernias: A Descriptive Study.",
  "abstract": "INTRODUCTION: Research quality in pediatric surgery has been challenged by multiple factors, including the low incidence of some congenital pathologies and rare event rates. With the rapid increase of pediatric surgical literature, there is a need for systematic reviews to synthesize evidence. It is important to assess the quality of these systematic reviews. OBJECTIVE: This study aims to examine the reporting of systematic reviews and meta-analyses, using inguinal hernia repair as an index diagnosis. METHODS: MEDLINE, Embase, and CINAHL databases were searched for systematic reviews and/or meta-analyses of interventions on inguinal hernia in the pediatric population. The quality reporting was assessed using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) and A MeaSurement Tool to Assess Systematic Reviews (AMSTAR) 2 tools. RESULTS: Of 1449 unique reports, 21 studies were included (15 meta-analyses and six systematic reviews). Median percent reported items for PRISMA and AMSTAR 2 were 72.2% and 70.5%, respectively. The least reported items in PRISMA were protocol registration (27.6%), synthesis of results (13.0%), and a risk of bias across studies (20.6%). For AMSTAR 2, the least reported items were reporting of source of funding (14.3%), appropriate methods for statistical combination of results (25.0%), and pre-establishment of protocol (28.6%). All critical items were completely or partially fulfilled in 5/21 (23.8%) of the studies and completely absent in 1/21 (4.8%) studies. CONCLUSIONS: The results of this study highlight relatively good reporting quality, yet a poor methodological quality of systematic reviews/meta-analyses in the pediatric surgery literature on inguinal hernia management.",
  "authors": [
    {
      "last_name": "Alshahwani",
      "fore_name": "Noora",
      "initials": "N",
      "name": "Noora Alshahwani",
      "affiliations": [
        "Department of General Pediatric and Thoracic Surgery at Sidra Medicine, Doha, Qatar. Electronic address: nalshahwani@sidra.org."
      ]
    },
    {
      "last_name": "Briatico",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Briatico",
      "affiliations": [
        "Pediatric General Surgery Department, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Wonjae",
      "initials": "W",
      "name": "Wonjae Lee",
      "affiliations": [
        "McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Professor of Epidemiology and Biostatistics Research Director, Department of Health, Evidence, Impact, McMaster University, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of surgical research",
    "iso_abbreviation": "J Surg Res",
    "issn": "1095-8673",
    "issn_type": "Electronic",
    "volume": "278",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "404",
  "end_page": "417",
  "pages": "404-417",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Bias",
    "Hernia, Inguinal",
    "Research Report",
    "Systematic Reviews as Topic",
    "Meta-Analysis as Topic"
  ],
  "article_ids": {
    "pubmed": "35724629",
    "doi": "10.1016/j.jss.2022.04.008",
    "pii": "S0022-4804(22)00190-1"
  },
  "doi": "10.1016/j.jss.2022.04.008",
  "dates": {
    "completed": "2024-01-03",
    "revised": "2024-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.412129",
    "pmid": "35724629"
  }
}