{
  "pmid": "35728399",
  "uid": "35728399",
  "title": "Prenatal distress, access to services, and birth outcomes during the COVID-19 pandemic: Findings from a longitudinal study.",
  "abstract": "BACKGROUND/AIMS: During the COVID-19 pandemic, pregnant people have experienced disruptions to prenatal care, as well elevated rates of mental health problems and distress. The current longitudinal study aims to understand how different forms of prenatal distress (mental health problems, COVID-19 stressful experiences, and access to prenatal services) impact infant birth outcomes during the pandemic. METHODS: Participants were 265 pregnant individuals from Ontario, Canada. Maternal depression, pregnancy-related anxiety, COVID-related stressors (i.e., financial difficulties, social isolation), and disruptions to prenatal and health services were assessed during pregnancy. Delivery experiences and birth outcomes were assessed in the early postpartum period. Associations between pregnancy stressors and birth outcomes were assessed using path analyses. RESULTS: Participants reported experiencing substantial changes to their prenatal care due to COVID-19; 23.0 % had prenatal appointments cancelled, 47.9 % had difficulty accessing prenatal classes, and 60.8 % reported changes to their birth plans. Results of path analyses showed a unique effect of pregnancy-related anxiety during the pandemic on lower birth weight, younger gestational age at birth, and more infant birth problems. Further, multi-group path analysis revealed these effects were more pronounced in male infants. CONCLUSIONS: Findings demonstrate that pregnant individuals in Ontario, Canada have experienced considerable disruptions to services during pregnancy. In addition, pregnancy-related anxiety was uniquely linked to elevated risk for adverse birth outcomes, which more heavily impacted male infants. These findings underscore the need for additional mental health support and access to services for pregnant people and their infants, to reduce long-term adverse maternal and fetal health outcomes.",
  "authors": [
    {
      "last_name": "Khoury",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Khoury",
      "affiliations": [
        "Department of Psychology, Mount Saint Vincent University; Halifax, NS, Canada. Electronic address: Jennifer.khoury@msvu.ca."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Toronto Metropolitan University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Bennett",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University; Hamilton ON, Canada; Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada; School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University; Hamilton ON, Canada; Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Early human development",
    "iso_abbreviation": "Early Hum Dev",
    "issn": "1872-6232",
    "issn_type": "Electronic",
    "volume": "170",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "105606",
  "pages": "105606",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anxiety",
    "COVID-19",
    "Female",
    "Humans",
    "Infant, Newborn",
    "Longitudinal Studies",
    "Male",
    "Ontario",
    "Pandemics",
    "Pregnancy"
  ],
  "article_ids": {
    "pubmed": "35728399",
    "pmc": "PMC9192354",
    "doi": "10.1016/j.earlhumdev.2022.105606",
    "pii": "S0378-3782(22)00069-X"
  },
  "doi": "10.1016/j.earlhumdev.2022.105606",
  "pmc_id": "PMC9192354",
  "dates": {
    "completed": "2022-07-07",
    "revised": "2022-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.235756",
    "pmid": "35728399"
  }
}