{
  "pmid": "35732297",
  "uid": "35732297",
  "title": "Industry sponsorship bias in cost effectiveness analysis: registry based analysis.",
  "abstract": "OBJECTIVE: To assess the association between industry sponsorship (drug, medical device, and biotechnology companies) and cost effectiveness results in cost effectiveness analysis (CEA). DESIGN: Registry based analysis DATA SOURCE: The Tufts Cost-Effectiveness Analysis Registry was used to identify all CEAs published in Medline between 1976 and 2021. ELIGIBILITY CRITERIA FOR SELECTING STUDIES: CEAs that reported incremental cost effectiveness ratio (ICER) using quality adjusted life year and provided sufficient information about the magnitude or location of the ICER. METHODS: Descriptive analyses were used to describe and compare the characteristics of CEAs with and without industry sponsorship. Logistic regression was used to identify the association between industry sponsorship and the cost effective conclusion using selected threshold values ($50 000 (£40 511; €47 405), $100 000, and $150 000). Robust linear regression was used to assess the association between industry sponsorship and the magnitude of ICER. All regression analyses were adjusted for disease and study design characteristics. RESULTS: 8192 CEAs were eligible and included in the analysis, with 2437 (29.7%) sponsored by industry. Industry sponsored CEAs were more likely to publish ICERs below $50 000 (adjusted odds ratio 2.06, 95% confidence interval 1.82 to 2.33), $100 000 (2.95, 2.52 to 3.44), and $150 000 (3.34, 2.80 to 3.99) than non-industry sponsored studies. Among 5877 CEAs that reported positive incremental costs and quality adjusted life years, ICERs from industry sponsored studies were 33% lower (95% confidence interval -40 to -26) than those from non-industry sponsored studies. CONCLUSIONS: Sponsorship bias in CEAs is significant, systemic, and present across a range of diseases and study designs. Use of CEAs conducted by independent bodies could provide payers with more ability to negotiate lower prices. This impartiality is especially important for countries that rely on published CEAs to inform policy making for insurance coverage because of limited capacity for independent economic analysis.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada fengxie@mcmaster.ca.",
        "Centre for Health Economics and Policy Analysis, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3454-6266"
    },
    {
      "last_name": "Zhou",
      "fore_name": "Ting",
      "initials": "T",
      "name": "Ting Zhou",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Centre for Pharmacoeconomics and Outcome Research, China Pharmaceutical University, Nanjing, China."
      ]
    }
  ],
  "journal": {
    "title": "BMJ (Clinical research ed.)",
    "iso_abbreviation": "BMJ",
    "issn": "1756-1833",
    "issn_type": "Electronic",
    "volume": "377",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "22"
  },
  "start_page": "e069573",
  "pages": "e069573",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Bias",
    "Cost-Benefit Analysis",
    "Humans",
    "Industry",
    "Quality-Adjusted Life Years",
    "Registries"
  ],
  "article_ids": {
    "pubmed": "35732297",
    "pmc": "PMC9214880",
    "doi": "10.1136/bmj-2021-069573"
  },
  "doi": "10.1136/bmj-2021-069573",
  "pmc_id": "PMC9214880",
  "dates": {
    "completed": "2022-06-24",
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.210823",
    "pmid": "35732297"
  }
}