{
  "pmid": "35734517",
  "uid": "35734517",
  "title": "Rhythm Control Vs Rate Control in a Contemporary Ambulatory Atrial Fibrillation Cohort: Post Hoc Analysis of the IMPACT-AF Trial.",
  "abstract": "BACKGROUND: We examined the characteristics and outcomes in a contemporary ambulatory population of patients with atrial fibrillation (AF), comparing rate control with rhythm control. METHODS: This is a post hoc analysis of a cluster-randomized trial (Integrated Management Program Advancing Community Treatment of Atrial Fibrillation [IMPACT-AF]) in ambulatory AF patients from 2016 to 2018, which compared use of a clinical decision support tool for general practitioners to usual care. This analysis compared patients managed with rate vs rhythm control, at entry into the study. Outcomes included AF-related emergency department (ED) visits, unplanned cardiovascular hospitalizations, and bleeding events at 12 months. RESULTS: A total of 870 patients were included in this analysis, 99 (11.4%) in the rhythm-control group, and 40% women. In the rhythm-control group, the mean age was younger (70 ± 11.4 vs 72.7 ± 9.5 years, P = 0.03), a higher number were paroxysmal (80% vs 43%, P < 0.001), and CHADS2 scores were lower. The rate of AF-related ED visits was higher in the rhythm-control group (17.2 vs 7.3%, P = 0.003), and repeat visits (rate ratio 3.03, 95% confidence interval [1.99-4.52], P < 0.001). The number of repeat ED visits was independently associated with female sex and being in the rhythm-control group. CONCLUSIONS: Both rate- and rhythm-control patients have recurrent ED visits, with a higher rate in patients treated with rhythm control. These findings are observational, but taken in the context of current guidelines could help develop further therapies aimed at improving symptom burden in both rhythm- and rate-control patients to broadly improve healthcare utilization in the AF population.",
  "authors": [
    {
      "last_name": "Govindapillai",
      "fore_name": "Arun",
      "initials": "A",
      "name": "Arun Govindapillai",
      "affiliations": [
        "Dalhousie University Medical School, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Cox",
      "fore_name": "Jafna L",
      "initials": "JL",
      "name": "Jafna L Cox",
      "affiliations": [
        "Division of Cardiology, QEII Health Sciences Centre, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Population Health Research Institute, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Doucette",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Doucette",
      "affiliations": [
        "Research Methods Unit, Nova Scotia Health Authority, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacKillop",
      "fore_name": "James H",
      "initials": "JH",
      "name": "James H MacKillop",
      "affiliations": [
        "Sydney Primary Care Medical Clinic, Sydney, Nova Scotia, Canada.",
        "Department of Family Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Ciaccia",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Ciaccia",
      "affiliations": [
        "Medical Affairs-Cardiovascular Medicine, Bayer Inc., Mississauga, Ontario, Canada."
      ]
    },
    {
      "last_name": "Choudhri",
      "fore_name": "Shurjeel H",
      "initials": "SH",
      "name": "Shurjeel H Choudhri",
      "affiliations": [
        "Medical & Scientific Affairs, Bayer Inc., Mississauga, Ontario, Canada.",
        "Canadian Clinical Trials Coordinating Centre (CCTCC), Ottawa, Ontario, Canada.",
        "Medical Advisory Team (MAT), Innovative Medicines Canada, Ottawa, Ontario, Canada.",
        "Cardiac Arrhythmia Network of Canada (CANet), London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nemis-White",
      "fore_name": "Joanna M",
      "initials": "JM",
      "name": "Joanna M Nemis-White",
      "affiliations": [
        "Strive Health, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Hamilton",
      "fore_name": "Laura M",
      "initials": "LM",
      "name": "Laura M Hamilton",
      "affiliations": [
        "Division of Cardiology, QEII Health Sciences Centre, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Parkash",
      "fore_name": "Ratika",
      "initials": "R",
      "name": "Ratika Parkash",
      "affiliations": [
        "Division of Cardiology, QEII Health Sciences Centre, Halifax, Nova Scotia, Canada."
      ]
    }
  ],
  "journal": {
    "title": "CJC open",
    "iso_abbreviation": "CJC Open",
    "issn": "2589-790X",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "551",
  "end_page": "557",
  "pages": "551-557",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35734517",
    "pmc": "PMC9207778",
    "doi": "10.1016/j.cjco.2022.03.001",
    "pii": "S2589-790X(22)00049-X"
  },
  "doi": "10.1016/j.cjco.2022.03.001",
  "pmc_id": "PMC9207778",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.211616",
    "pmid": "35734517"
  }
}