{
  "pmid": "35738307",
  "uid": "35738307",
  "title": "Reporting of funding and conflicts of interest improved from preprints to peer-reviewed publications of biomedical research.",
  "abstract": "BACKGROUND AND OBJECTIVES: To assess changes in the reporting of funding and conflicts of interest (COI) in biomedical research between preprint server publications and their corresponding versions in peer-reviewed journals. METHODS: We selected preprint servers publishing exclusively biomedical research. From these, we screened articles by order of publication date and identified 200 preprints first published in 2020 with subsequent versions in peer-reviewed journals. We judged eligibility and extracted data about authorship, funding, and COI in duplicate and independently. We performed descriptive statistics. RESULTS: A quarter of the studies added at least one author to the peer-reviewed version. Most studies reported funding in both versions (87%), and a quarter of these added at least one funder to the peer-reviewed version. Eighteen studies (9%) reported funding only in the peer-reviewed version. A majority of studies reported COI in both versions (69%) and 5% of these had authors reporting more COI in the peer-reviewed version. A minority of studies (23%) reported COI only in the peer-reviewed version. None of the studies justified any changes in authorship, funding, or COI. CONCLUSION: Reporting of funding and COI improved in peer-reviewed versions. However, substantive percentages of studies added authors, funders, and COI disclosures in their peer-reviewed versions.",
  "authors": [
    {
      "last_name": "Itani",
      "fore_name": "Dima",
      "initials": "D",
      "name": "Dima Itani",
      "affiliations": [
        "Faculty of Arts and Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lababidi",
      "fore_name": "Ghena",
      "initials": "G",
      "name": "Ghena Lababidi",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Itani",
      "fore_name": "Rola",
      "initials": "R",
      "name": "Rola Itani",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El Ghoul",
      "fore_name": "Tala",
      "initials": "T",
      "name": "Tala El Ghoul",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hamade",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Hamade",
      "affiliations": [
        "Faculty of Arts and Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hijazi",
      "fore_name": "Ayat R A",
      "initials": "ARA",
      "name": "Ayat R A Hijazi",
      "affiliations": [
        "Department of Family Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Khabsa",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Khabsa",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine American University of Beirut, Beirut, Lebanon; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada. Electronic address: ea32@aub.edu.lb."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "149",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "146",
  "end_page": "153",
  "pages": "146-153",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Conflict of Interest",
    "Disclosure",
    "Peer Review",
    "Authorship",
    "Biomedical Research"
  ],
  "article_ids": {
    "pubmed": "35738307",
    "doi": "10.1016/j.jclinepi.2022.06.008",
    "pii": "S0895-4356(22)00154-8"
  },
  "doi": "10.1016/j.jclinepi.2022.06.008",
  "dates": {
    "completed": "2022-11-15",
    "revised": "2022-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.237803",
    "pmid": "35738307"
  }
}