{
  "pmid": "35747470",
  "uid": "35747470",
  "title": "Systematic review on reducing missed opportunities for vaccinations in Latin America.",
  "abstract": "OBJECTIVES: To estimate the prevalence of missed opportunities for vaccination (MOV) in Latin America and the effect of interventions targeting health systems, health workers, patients, and communities on MOV. METHODS: Searches were conducted in MEDLINE, EMBASE, CINAHL, and LILACS electronic databases and relevant organizations were contacted, including the Pan American Health Organization (PAHO), to identify studies meeting eligibility criteria. A pair of reviewers identified 27 randomized and non-randomized studies quantifying the effectiveness of any intervention for reducing MOV and 5 studies assessing the rate of MOV in Latin America. Results are reported narratively when criteria to pool results were not met, and the certainty of this evidence was assessed using the GRADE approach. RESULTS: Evidence suggests the rate of MOV in Latin America ranged from 5% to 37% with a pooled estimate of 17% (95% CI [9, 32]) (low certainty) and that monetary incentives to healthcare teams, training for healthcare teams on how to communicate with patients, and educational interventions for caregivers probably reduce MOV (moderate to very low certainty). CONCLUSIONS: There is insufficient evidence supporting the implementation of any intervention as policy based only on the potential reduction of MOV without considering several factors, including costs, feasibility, acceptability, and equity.",
  "authors": [
    {
      "last_name": "Tampi",
      "fore_name": "Malavika",
      "initials": "M",
      "name": "Malavika Tampi",
      "affiliations": [
        "University of Michigan School of Dentistry Ann ArborMichigan United States of America University of Michigan School of Dentistry, Ann Arbor, Michigan, United States of America."
      ]
    },
    {
      "last_name": "Carrasco-Labra",
      "fore_name": "Alonso",
      "initials": "A",
      "name": "Alonso Carrasco-Labra",
      "affiliations": [
        "University of Pennsylvania PhiladelphiaPennsylvania United States of America University of Pennsylvania, Philadelphia, Pennsylvania, United States of America."
      ]
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Kelly K",
      "initials": "KK",
      "name": "Kelly K O'Brien",
      "affiliations": [
        "American Dental Association ChicagoIllinois United States of America American Dental Association, Chicago, Illinois, United States of America."
      ]
    },
    {
      "last_name": "Velandia-González",
      "fore_name": "Martha",
      "initials": "M",
      "name": "Martha Velandia-González",
      "affiliations": [
        "Pan American Health Organization Washington, D.C. United States of America Pan American Health Organization, Washington, D.C., United States of America."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "McMaster University Hamilton Ontario Canada McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Revista panamericana de salud publica = Pan American journal of public health",
    "iso_abbreviation": "Rev Panam Salud Publica",
    "issn": "1680-5348",
    "issn_type": "Electronic",
    "volume": "46",
    "pub_year": "2022"
  },
  "start_page": "e65",
  "pages": "e65",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35747470",
    "pmc": "PMC9211032",
    "doi": "10.26633/RPSP.2022.65",
    "pii": "RPSP.2022.65"
  },
  "doi": "10.26633/RPSP.2022.65",
  "pmc_id": "PMC9211032",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:10:50.167507",
    "pmid": "35747470"
  }
}