{
  "pmid": "35745528",
  "uid": "35745528",
  "title": "Epidemiology of Toxoplasmosis among the Pakistani Population: A Systematic Review and Meta-Analysis.",
  "abstract": "Toxoplasma gondii is an intracellular obligate parasite that causes toxoplasmosis, a zoonotic infection that affects warm-blooded animals and humans worldwide. To comprehensively characterize the disease condition in Pakistan for future reference, we ascertained the prevalence of Toxoplasma infection and predisposing factors in the Pakistani population over a 20-year period. We systematically reviewed research articles published in English (2000−2020) from PubMed and Google Scholar. The search results 26 publications involving 10,924 people and 2611 seropositive cases. The toxoplasmosis seropositivity rate was higher in women (25.44%) as compared to men (21.48%) and were statistically significant (p < 0.001). Furthermore, seropositivity was high among people with direct contact with cats, who consumed uncooked meat and raw vegetables, had poor education, and lived in rural areas. The 35−65-year age group had the highest prevalence rate of T. gondii infection. Toxoplasma infection was significantly more prevalent in Khyber Pakhtunkhwa province (25.87%) than in Punjab (20.42%) (p < 0.001). This is the first comprehensive analysis of T. gondii infection epidemiology in Pakistan. It reveals a high frequency of infection among women. We strongly encourage further research to aid patient care and the development of more efficient diagnostic tests and preventative techniques.",
  "authors": [
    {
      "last_name": "Shoukat",
      "fore_name": "Tehniat",
      "initials": "T",
      "name": "Tehniat Shoukat",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Islamabad 45550, Pakistan."
      ]
    },
    {
      "last_name": "Awan",
      "fore_name": "Usman Ayub",
      "initials": "UA",
      "name": "Usman Ayub Awan",
      "affiliations": [
        "Department of Medical Laboratory Technology, The University of Haripur, Haripur 22620, Pakistan."
      ],
      "orcid": "0000-0003-1183-2788"
    },
    {
      "last_name": "Mahmood",
      "fore_name": "Tahir",
      "initials": "T",
      "name": "Tahir Mahmood",
      "affiliations": [
        "Industrial and Systems Engineering Department, College of Computing and Mathematics, King Fahd University of Petroleum and Minerals, Dhahran 31261, Saudi Arabia.",
        "Interdisciplinary Research Center for Smart Mobility & Logistics, King Fahd University of Petroleum and Minerals, Dhahran 31261, Saudi Arabia."
      ],
      "orcid": "0000-0002-8748-5949"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Life Sciences, School of Science, University of Management and Technology (UMT), Lahore 54770, Pakistan."
      ]
    },
    {
      "last_name": "Wasif",
      "fore_name": "Samia",
      "initials": "S",
      "name": "Samia Wasif",
      "affiliations": [
        "Department of Humanities, COMSATS University Islamabad (CUI), Islamabad 45550, Pakistan."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmed",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad (CUI), Islamabad 45550, Pakistan."
      ],
      "orcid": "0000-0002-0382-3569"
    },
    {
      "last_name": "Cao",
      "fore_name": "Jianping",
      "initials": "J",
      "name": "Jianping Cao",
      "affiliations": [
        "National Institute of Parasitic Diseases, Chinese Center for Disease Control and Prevention, (Chinese Center for Tropical Diseases Research), Shanghai 200025, China.",
        "Key Laboratory of Parasite and Vector Biology, National Health Commission of the People's Republic of China, Shanghai 200025, China.",
        "WHO Collaborating Center for Tropical Diseases, Shanghai 200025, China.",
        "The School of Global Health, Chinese Center for Tropical Diseases Research, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."
      ]
    }
  ],
  "journal": {
    "title": "Pathogens (Basel, Switzerland)",
    "iso_abbreviation": "Pathogens",
    "issn": "2076-0817",
    "issn_type": "Print",
    "volume": "11",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "10"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35745528",
    "pmc": "PMC9227424",
    "doi": "10.3390/pathogens11060675",
    "pii": "pathogens11060675"
  },
  "doi": "10.3390/pathogens11060675",
  "pmc_id": "PMC9227424",
  "dates": {
    "revised": "2023-03-08"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "81971969",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "GWV-10.1-XK13",
      "agency": "the Three-Year Public Health Action Plan (2020-2022) of Shanghai"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.027960",
    "pmid": "35745528"
  }
}