{
  "pmid": "35747664",
  "uid": "35747664",
  "title": "Most Elite Athletes Who Underwent Hip Arthroscopy for Femoroacetabular Impingement Syndrome Did Not Return to the Same Level of Sport, but the Majority Were Satisfied With the Outcome of Surgery.",
  "abstract": "PURPOSE: To evaluate the 2-year outcomes after arthroscopic surgical treatment for femoroacetabular impingement syndrome (FAIS) using validated patient-reported outcome measurements in young elite athletes and to report the rate of return to sport. METHODS: Young elite athletes undergoing arthroscopic surgery for FAIS with 2 years of follow-up were included. A young elite athlete was defined as an athlete aged 18 to 22 years at the time of surgery with a Hip Sports Activity Scale (HSAS) level greater than 6 before the onset of symptoms. The following patient-reported outcome measurements were collected prospectively: Copenhagen Hip and Groin Outcome Score, 12-item International Hip Outcome Tool, HSAS, visual analog scale (VAS), European Quality of Life (EQ) 5 Dimensions questionnaire, and EQ VAS. Furthermore, the patients answered a question related to satisfaction with surgery at follow-up. RESULTS: A total of 84 athletes (67 male and 17 female athletes), with a mean age of 19.8 ± 1.5 years, completed the 2-year follow-up. Bilateral hip arthroscopy was performed in 57 athletes, generating a total of 141 included hips. The improvements in the Copenhagen Hip and Groin Outcome Score subscales, 12-item International Hip Outcome Tool, EQ 5 Dimensions questionnaire, EQ VAS, and VAS for overall hip function were statistically significant (P < .001). At the 2-year follow-up, 42% of the athletes reported an HSAS level of either 7 or 8 whereas 28% reported an HSAS level of 5 or 6. In total, 79% of the athletes were satisfied with the surgical procedure. CONCLUSIONS: There are significant improvements in outcome measurements at the 2-year follow-up in elite young athletes undergoing arthroscopic hip surgery for FAIS. Although many of the athletes remained in high-level sports 2 years after surgery, only 30% of the athletes returned to sport at the same level. LEVEL OF EVIDENCE: Level IV, therapeutic case series.",
  "authors": [
    {
      "last_name": "Snaebjörnsson",
      "fore_name": "Thorkell",
      "initials": "T",
      "name": "Thorkell Snaebjörnsson",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, Gothenburg University, Gothenburg, Sweden.",
        "Department of Orthopaedics, Sahlgrenska University Hospital, Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Anari",
      "fore_name": "Sofie Sjövall",
      "initials": "SS",
      "name": "Sofie Sjövall Anari",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, Gothenburg University, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Lindman",
      "fore_name": "Ida",
      "initials": "I",
      "name": "Ida Lindman",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, Gothenburg University, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Neel",
      "initials": "N",
      "name": "Neel Desai",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, Gothenburg University, Gothenburg, Sweden.",
        "Department of Orthopaedics, Sahlgrenska University Hospital, Mölndal, Sweden."
      ]
    },
    {
      "last_name": "Stålman",
      "fore_name": "Anders",
      "initials": "A",
      "name": "Anders Stålman",
      "affiliations": [
        "Capio Artro Clinic, FIFA Medical Centre of Excellence, Sophiahemmet Hospital, Stockholm, Sweden.",
        "Department of Molecular Medicine and Surgery, Stockholm Sports Trauma Research Center, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Öhlin",
      "fore_name": "Axel",
      "initials": "A",
      "name": "Axel Öhlin",
      "affiliations": [
        "Department of Orthopaedics, Institute of Clinical Sciences, Sahlgrenska Academy, Gothenburg University, Gothenburg, Sweden.",
        "Department of Orthopaedics, Sahlgrenska University Hospital, Mölndal, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy, sports medicine, and rehabilitation",
    "iso_abbreviation": "Arthrosc Sports Med Rehabil",
    "issn": "2666-061X",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "e899",
  "end_page": "e906",
  "pages": "e899-e906",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35747664",
    "pmc": "PMC9210366",
    "doi": "10.1016/j.asmr.2021.12.021",
    "pii": "S2666-061X(22)00005-0"
  },
  "doi": "10.1016/j.asmr.2021.12.021",
  "pmc_id": "PMC9210366",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.861111",
    "pmid": "35747664"
  }
}