{
  "pmid": "35750458",
  "uid": "35750458",
  "title": "Shorter versus longer durations of antibiotic treatment for patients with community-acquired pneumonia: a protocol for a systematic review and meta-analysis.",
  "abstract": "INTRODUCTION: Community-acquired pneumonia (CAP), frequently encountered in both outpatient and inpatient settings, is the leading cause of infectious disease-related mortality. While equipoise regarding the optimal duration of antimicrobial therapy to treat CAP remains, recent studies suggest shorter durations of therapy may achieve optimal outcomes. We have therefore planned a systematic review and meta-analysis evaluating the impact of shorter versus longer durations of antibiotic therapy for patients with CAP. METHODS AND ANALYSIS: We searched Ovid MEDLINE, Embase, CINAHL and Cochrane Central Register of Controlled Trials from inception to September 2021 for randomised controlled trials evaluating shorter versus longer duration of antibiotics. Eligible studies will compare durations with a minimum difference of two days of antibiotic therapy, irrespective of antibiotic agent, class, route, frequency or dosage, and will report on any patient-important outcome of benefit or harm. Paired reviewers working independently will conduct title and abstract screening, full-text screening, data extraction and risk of bias (RoB) evaluation using a modified Cochrane RoB 2.0 tool. We will perform random-effects modelling for meta-analyses, with study weights generated using the inverse variance method, and will assess certainty in effect estimates using Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology. The Instrument for assessing the Credibility of Effect Modification Analyses (ICEMAN) tool will inform assessments of credibility of subgroup effects based on severity of illness, drug class, duration of therapy, setting of CAP acquisition and RoB. ETHICS AND DISSEMINATION: The results will be of importance to general practitioners and internists managing CAP, and may directly inform international clinical guidance. Where concerns regarding antimicrobial resistance continue to grow internationally, this evidence summary may motivate new recommendations regarding shorter durations of therapy. We intend to disseminate our findings via national and international conferences, and publication in a peer-reviewed journal. PROSPERO REGISTRATION NUMBER: CRD42021283990.",
  "authors": [
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Division of General Internal Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5780-725X"
    },
    {
      "last_name": "Gao",
      "fore_name": "Ya",
      "initials": "Y",
      "name": "Ya Gao",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, Gansu, China."
      ],
      "orcid": "0000-0002-9280-4457"
    },
    {
      "last_name": "Colunga Lozano",
      "fore_name": "Luis Enrique",
      "initials": "LE",
      "name": "Luis Enrique Colunga Lozano",
      "affiliations": [
        "Department of Clinical Medicine, Universidad de Guadalajara, Guadalajara, Jalisco, Mexico."
      ]
    },
    {
      "last_name": "Asif",
      "fore_name": "Saad",
      "initials": "S",
      "name": "Saad Asif",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bakaa",
      "fore_name": "Layla",
      "initials": "L",
      "name": "Layla Bakaa",
      "affiliations": [
        "Department of Psychology, Neuroscience and Behaviour, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ghadimi",
      "fore_name": "Maryam",
      "initials": "M",
      "name": "Maryam Ghadimi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Basmaji",
      "fore_name": "John",
      "initials": "J",
      "name": "John Basmaji",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Das",
      "fore_name": "Aninditee",
      "initials": "A",
      "name": "Aninditee Das",
      "affiliations": [
        "Department of Medicine, Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada guyatt@mcmaster.ca.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "24"
  },
  "start_page": "e062428",
  "pages": "e062428",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Community-Acquired Infections",
    "Humans",
    "Meta-Analysis as Topic",
    "Pneumonia",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "35750458",
    "pmc": "PMC9234800",
    "doi": "10.1136/bmjopen-2022-062428",
    "pii": "bmjopen-2022-062428"
  },
  "doi": "10.1136/bmjopen-2022-062428",
  "pmc_id": "PMC9234800",
  "dates": {
    "completed": "2022-06-28",
    "revised": "2022-07-16"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.186290",
    "pmid": "35750458"
  }
}