{
  "pmid": "35753074",
  "uid": "35753074",
  "title": "A personalized limited sampling approach to better estimate terminal half-life of FVIII concentrates.",
  "abstract": "INTRODUCTION: Hemophilia A is a bleeding disorder characterized by a deficiency of a coagulation factor VIII and optimally treated using pharmacokinetics (PK)-guided prophylactic replacement therapy. To decrease patient burden, PK can be estimated from sparse sampling leveraging population PK modeling. However, recommendations for sampling times meant for patients with hemophilia A as a group may not be optimal at the individual level. OBJECTIVE: To evaluate a personalized limited sampling approach (Personalized LSA) that suggests a next sampling time point that would provide a more accurate estimation of terminal half-life of FVIII concentrates when using a population PK approach. METHODS: 331 PK studies with rich sampling were extracted from the WAPPS-Hemo database. Two sampling approaches were evaluated and compared: 974 PK studies consisting of two samples were built from the rich sampling data including one sample selected using the personalized LSA prediction; 974 PK studies consisting of two samples were built from the rich sampling data including one sample selected randomly. Half-life values were estimated on the sparse data and compared within patients to the estimates obtained on the rich data for assessing the error on half-life values. RESULTS: Relative errors between estimates from sparse sampling data using personalized LSA and from rich sampling data were always lower than 20% and significantly lower than the comparative approach that used random sampling (median-95th percentile were 3.8%-13.1% vs. 7.0%-23.5%, respectively, p-value < 10[-10]). Moreover, less than 4% of the samples suggested by the personalized LSA were below the limit of quantification. CONCLUSIONS: Identifying the most informative sampling points for PK assessment using a Personalized LSA approach that accounts for individual differences in PK improves the precision of FVIII terminal half-life estimates in sparse sampling.",
  "authors": [
    {
      "last_name": "Chelle",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Chelle",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0002-0167-4774"
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact and Department of Medicine, McMaster University, Ontario, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Edginton",
      "fore_name": "Andrea N",
      "initials": "AN",
      "name": "Andrea N Edginton",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0002-9014-1653"
    }
  ],
  "journal": {
    "title": "Journal of thrombosis and haemostasis : JTH",
    "iso_abbreviation": "J Thromb Haemost",
    "issn": "1538-7836",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "2012",
  "end_page": "2021",
  "pages": "2012-2021",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Blood Coagulation Tests",
    "Data Collection",
    "Factor VIII",
    "Half-Life",
    "Hemophilia A",
    "Humans"
  ],
  "article_ids": {
    "pubmed": "35753074",
    "doi": "10.1111/jth.15803",
    "pii": "S1538-7836(22)02112-2"
  },
  "doi": "10.1111/jth.15803",
  "dates": {
    "completed": "2022-08-16",
    "revised": "2023-08-29"
  },
  "chemicals": [
    "Factor VIII"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.310795",
    "pmid": "35753074"
  }
}