{
  "pmid": "35754823",
  "uid": "35754823",
  "title": "Contribution of HLA and KIR Alleles to Systemic Sclerosis Susceptibility and Immunological and Clinical Disease Subtypes.",
  "abstract": "Systemic sclerosis (SSc) is an autoinflammatory, fibrotic condition of unknown aetiology. The presence of detectable autoantibodies against diverse nuclear antigens, as well as strong HLA associations with disease, suggest autoimmune involvement, however the links between endogenous and exogenous risk factors and SSc pathology remain undetermined. We have conducted a genetic analysis of HLA inheritance in two independent and meta-analysed cohorts of 1,465 SSc cases and 13,273 controls, including stratified association analyses in clinical and autoantibody positive subgroups of disease. Additionally, we have used patient genotypes to impute gene dosages across the KIR locus, encoding paired activating and inhibitory lymphocyte receptors for Class I HLA ligands, to conduct the largest analysis of KIR-HLA epistatic interactions in SSc to date. We confirm previous Class II HLA associations with SSc risk and report a new Class I association with haplotype HLA-B*44:03-HLA-C*16:01 at genome-wide significance (GWS). We further report statistically significant HLA associations with clinical and serological subtypes of disease through direct case-case comparison, and report a new association of HLA-DRB1*15:01, previously shown to bind topoisomerase-1 derived peptides, with anti-topoisomerase (ATA) positive disease. Finally, we identify genetic epistasis between KIRs and HLA class I ligands, suggesting genetic modulation of lymphocyte activation may further contribute to an individual's underlying disease risk. Taken together, these findings support future functional investigation into endogenous immunological and environmental stimuli for disrupted immune tolerance in SSc.",
  "authors": [
    {
      "last_name": "Hanson",
      "fore_name": "Aimee L",
      "initials": "AL",
      "name": "Aimee L Hanson",
      "affiliations": [
        "Department of Medicine, University of Queensland, Brisbane, QLD, Australia.",
        "Department of Medicine, University of Cambridge, Cambridge, United Kingdom."
      ]
    },
    {
      "last_name": "Sahhar",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Sahhar",
      "affiliations": [
        "Department of Medicine, Clayton and Monash Health, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Ngian",
      "fore_name": "Gene-Siew",
      "initials": "GS",
      "name": "Gene-Siew Ngian",
      "affiliations": [
        "Department of Medicine, Clayton and Monash Health, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Roddy",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Roddy",
      "affiliations": [
        "Department of Rheumatology, Royal Perth Hospital, Perth, WA, Australia."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Rheumatology Unit, Flinders Medical Centre, Adelaide, SA, Australia."
      ]
    },
    {
      "last_name": "Stevens",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Stevens",
      "affiliations": [
        "Department of Medicine, University of Melbourne, St Vincent's Hospital, Melbourne, VIC, Australia.",
        "Department of Rheumatology, St Vincent's Hospital, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Nikpour",
      "fore_name": "Mandana",
      "initials": "M",
      "name": "Mandana Nikpour",
      "affiliations": [
        "Department of Medicine, University of Melbourne, St Vincent's Hospital, Melbourne, VIC, Australia.",
        "Department of Rheumatology, St Vincent's Hospital, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Assassi",
      "fore_name": "Shervin",
      "initials": "S",
      "name": "Shervin Assassi",
      "affiliations": [
        "Division of Rheumatology, University of Texas, Houston, TX, United States."
      ]
    },
    {
      "last_name": "Proudman",
      "fore_name": "Susanna",
      "initials": "S",
      "name": "Susanna Proudman",
      "affiliations": [
        "Rheumtology Unit, Royal Adelaide Hospital, Adelaide, SA, Australia.",
        "Discipline of Medicine, University of Adelaide, Adelaide, SA, Australia."
      ]
    },
    {
      "last_name": "Mayes",
      "fore_name": "Maureen D",
      "initials": "MD",
      "name": "Maureen D Mayes",
      "affiliations": [
        "Division of Rheumatology, University of Texas, Houston, TX, United States."
      ]
    },
    {
      "last_name": "Kenna",
      "fore_name": "Tony J",
      "initials": "TJ",
      "name": "Tony J Kenna",
      "affiliations": [
        "Institute of Health and Biomedical Innovation, Queensland University of Technology, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Matthew A",
      "initials": "MA",
      "name": "Matthew A Brown",
      "affiliations": [
        "Genomics England, Charterhouse Square, London, United Kingdom.",
        "Department of Medical and Molecular Genetics, Faculty of Life Sciences and Medicine, King's College London, London, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in genetics",
    "iso_abbreviation": "Front Genet",
    "issn": "1664-8021",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2022"
  },
  "start_page": "913196",
  "pages": "913196",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35754823",
    "pmc": "PMC9214260",
    "doi": "10.3389/fgene.2022.913196",
    "pii": "913196"
  },
  "doi": "10.3389/fgene.2022.913196",
  "pmc_id": "PMC9214260",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.717646",
    "pmid": "35754823"
  }
}