{
  "pmid": "35760299",
  "uid": "35760299",
  "title": "Liberation from Mechanical Ventilation: Established and New Insights.",
  "abstract": "A substantial proportion of critically ill patients require ventilator support with the majority requiring invasive mechanical ventilation. Timely and safe liberation from invasive mechanical ventilation is a critical aspect of patient care in the intensive care unit (ICU) and is a top research priority for patients and clinicians. In this article, we discuss how to (1) identify candidates for liberation from mechanical ventilation, (2) conduct spontaneous breathing trials (SBTs), and (3) optimize patients for liberation from mechanical ventilation. We also discuss the roles for (4) extubation to noninvasive ventilation and (5) newer modes of mechanical ventilation during liberation from mechanical ventilation. We conclude that, though substantial progress has been made in identifying patients who are likely to be liberated (e.g., through the use of SBTs) and management strategies that speed liberation from the ventilator (e.g., protocolized SBTs, lighter sedation, and early mobilization), many important questions regarding liberation from mechanical ventilation in clinical practice remain unanswered.",
  "authors": [
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Departments of Critical Care and Medicine, Unity Health Toronto, St Michael's Hospital, Toronto, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Internal Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bosma",
      "fore_name": "Karen J",
      "initials": "KJ",
      "name": "Karen J Bosma",
      "affiliations": [
        "Division of Critical Care Medicine, Department of Medicine, Schulich School of Medicine and Dentistry, Western University, and London Health Sciences Centre, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chaudhuri",
      "fore_name": "Dipayan",
      "initials": "D",
      "name": "Dipayan Chaudhuri",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Departments of Critical Care Medicine and Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Girard",
      "fore_name": "Timothy D",
      "initials": "TD",
      "name": "Timothy D Girard",
      "affiliations": [
        "The Clinical Research, Investigation, and Systems Modeling of Acute Illness (CRISMA) Center, Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania."
      ]
    }
  ],
  "journal": {
    "title": "Seminars in respiratory and critical care medicine",
    "iso_abbreviation": "Semin Respir Crit Care Med",
    "issn": "1098-9048",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "461",
  "end_page": "470",
  "pages": "461-470",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Airway Extubation",
    "Critical Illness",
    "Humans",
    "Noninvasive Ventilation",
    "Respiration, Artificial",
    "Ventilator Weaning"
  ],
  "article_ids": {
    "pubmed": "35760299",
    "doi": "10.1055/s-0042-1747929"
  },
  "doi": "10.1055/s-0042-1747929",
  "dates": {
    "completed": "2022-07-29",
    "revised": "2022-08-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:08.937029",
    "pmid": "35760299"
  }
}