{
  "pmid": "35760843",
  "uid": "35760843",
  "title": "On-demand ferrofluid droplet formation with non-linear magnetic permeability in the presence of high non-uniform magnetic fields.",
  "abstract": "The magnetic actuation of ferrofluid droplets offers an inspiring tool in widespread engineering and biological applications. In this study, the dynamics of ferrofluid droplet generation with a Drop-on-Demand feature under a non-uniform magnetic field is investigated by multiscale numerical modeling. Langevin equation is assumed for ferrofluid magnetic susceptibility due to the strong applied magnetic field. Large and small computational domains are considered. In the larger domain, the magnetic field is obtained by solving Maxwell equations. In the smaller domain, a coupling of continuity, Navier Stokes, two-phase flow, and Maxwell equations are solved by utilizing the magnetic field achieved by the larger domain for the boundary condition. The Finite volume method and coupling of level-set and Volume of Fluid methods are used for solving equations. The droplet formation is simulated in a two-dimensional axisymmetric domain. The method of solving fluid and magnetic equations is validated using a benchmark. Then, ferrofluid droplet formation is investigated experimentally, and the numerical results showed good agreement with the experimental data. The effect of 12 dimensionless parameters, including the ratio of magnetic, gravitational, and surface tension forces, the ratio of the nozzle and magnetic coil dimensions, and ferrofluid to continuous-phase properties ratios are studied. The results showed that by increasing the magnetic Bond number, gravitational Bond number, Ohnesorge number, dimensionless saturation magnetization, initial magnetic susceptibility of ferrofluid, the generated droplet diameter reduces, whereas the formation frequency increases. The same results were observed when decreasing the ferrite core diameter to outer nozzle diameter, density, and viscosity ratios.",
  "authors": [
    {
      "last_name": "Bijarchi",
      "fore_name": "Mohamad Ali",
      "initials": "MA",
      "name": "Mohamad Ali Bijarchi",
      "affiliations": [
        "Department of Mechanical Engineering, Sharif University of Technology, Tehran, Iran. bijarchi@sharif.edu."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Department of Mechanical Engineering, Sharif University of Technology, Tehran, Iran."
      ]
    },
    {
      "last_name": "Favakeh",
      "fore_name": "Amirhossein",
      "initials": "A",
      "name": "Amirhossein Favakeh",
      "affiliations": [
        "Department of Mechanical Engineering, Sharif University of Technology, Tehran, Iran."
      ]
    },
    {
      "last_name": "Shafii",
      "fore_name": "Mohammad Behshad",
      "initials": "MB",
      "name": "Mohammad Behshad Shafii",
      "affiliations": [
        "Department of Mechanical Engineering, Sharif University of Technology, Tehran, Iran. behshad@sharif.edu.",
        "Sharif Energy, Water and Environment Institute (SEWEI), Tehran, Iran. behshad@sharif.edu."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jun",
    "pub_day": "27"
  },
  "start_page": "10868",
  "pages": "10868",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35760843",
    "pmc": "PMC9237107",
    "doi": "10.1038/s41598-022-14624-w",
    "pii": "10.1038/s41598-022-14624-w"
  },
  "doi": "10.1038/s41598-022-14624-w",
  "pmc_id": "PMC9237107",
  "dates": {
    "revised": "2022-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:05.397176",
    "pmid": "35760843"
  }
}