{
  "pmid": "35762666",
  "uid": "35762666",
  "title": "The Performance of the Rutgeerts Score, SES-CD, and MM-SES-CD for Prediction of Postoperative Clinical Recurrence in Crohn's Disease.",
  "abstract": "BACKGROUND: We compared the Simple Endoscopic Score for Crohn's Disease (SES-CD) and Modified Multiplied SES-CD (MM-SES-CD) scores with the Rutgeerts score for predicting clinical recurrence (CR) of postoperative Crohn's disease (CD). METHODS: This post hoc analysis of the prospective, multicenter, randomized, double-blind, placebo-controlled trial comparing remicade and placebo in the prevention of recurrence in Crohn's disease patients undergoing surgical resection who are at an increased risk of recurrence (PREVENT) study used receiver operating characteristic curve analyses to compare the Rutgeerts, SES-CD, and MM-SES-CD scores at week 76 for subsequent CR by week 104 in 208 participants. Multivariate logistic regression models evaluated cutoffs for the odds of experiencing CR by week 104, after adjustment for confounders. CR was defined as Crohn's Disease Activity Index score ≥200 and ≥70-point increase from baseline (or development of fistulas, abscesses, or treatment failure) and endoscopic recurrence by week 104, defined as Rutgeerts score ≥i2. RESULTS: The week 76 Rutgeerts score predicted CR by week 104 with fair accuracy (area under the receiver-operating characteristic curve [AUC], 0.74; 95% confidence interval [CI], 0.65-0.83), which was similar to the SES-CD ileum score (AUC, 0.72; 95% CI, 0.64-0.80) and the MM-SES-CD ileum score (AUC, 0.72; 95% CI, 0.63-0.80). Compared with cutoffs by the other scores, the MM-SES-CD total score ≥26 at week 76 had the highest odds ratio to predict CR by week 104. Patients with a week 76 MM-SES-CD total score ≥26 were 4.41 times (95% CI, 2.06-9.43, P < .001) more likely to have CR by week 104 compared with those with an MM-SES-CD total score <26. CONCLUSIONS: The SES-CD and MM-SES-CD perform similarly to the Rutgeerts score for predicting subsequent CR of postoperative CD. The MM-SES-CD threshold of ≥26 was predictive of postoperative CR. Clinicians and trialists could consider using the SES-CD or MM-SES-CD to assess postoperative CD given their ability to capture colonic disease recurrence and predict CR.",
  "authors": [
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Division of Gastroenterology and Farncombe Family Digestive Health Research Institute, Department of Medicine, McMaster University, Hamilton ON, Canada."
      ],
      "orcid": "0000-0002-1536-8436"
    },
    {
      "last_name": "Wong",
      "fore_name": "Emily C L",
      "initials": "ECL",
      "name": "Emily C L Wong",
      "affiliations": [
        "Division of Gastroenterology and Farncombe Family Digestive Health Research Institute, Department of Medicine, McMaster University, Hamilton ON, Canada."
      ],
      "orcid": "0000-0001-9472-201X"
    },
    {
      "last_name": "Dulai",
      "fore_name": "Parambir S",
      "initials": "PS",
      "name": "Parambir S Dulai",
      "affiliations": [
        "Division of Gastroenterology, Northwestern University, Chicago, IL, USA."
      ],
      "orcid": "0000-0002-9514-2321"
    },
    {
      "last_name": "Marshall",
      "fore_name": "John K",
      "initials": "JK",
      "name": "John K Marshall",
      "affiliations": [
        "Division of Gastroenterology and Farncombe Family Digestive Health Research Institute, Department of Medicine, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Jairath",
      "fore_name": "Vipul",
      "initials": "V",
      "name": "Vipul Jairath",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Reinisch",
      "fore_name": "Walter",
      "initials": "W",
      "name": "Walter Reinisch",
      "affiliations": [
        "Division of Gastroenterology and Hepatology, Department of Internal Medicine III, Medical University of Vienna, Vienna, Austria."
      ]
    }
  ],
  "journal": {
    "title": "Inflammatory bowel diseases",
    "iso_abbreviation": "Inflamm Bowel Dis",
    "issn": "1536-4844",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May",
    "pub_day": "02"
  },
  "start_page": "716",
  "end_page": "725",
  "pages": "716-725",
  "language": "eng",
  "publication_types": [
    "Randomized Controlled Trial",
    "Multicenter Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Crohn Disease",
    "Prospective Studies",
    "Colon",
    "Infliximab",
    "Endoscopy",
    "Recurrence",
    "Ileum",
    "Colonoscopy"
  ],
  "article_ids": {
    "pubmed": "35762666",
    "doi": "10.1093/ibd/izac130",
    "pii": "6619085"
  },
  "doi": "10.1093/ibd/izac130",
  "dates": {
    "completed": "2023-05-03",
    "revised": "2023-05-05"
  },
  "chemicals": [
    "Infliximab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.173778",
    "pmid": "35762666"
  }
}