{
  "pmid": "35777973",
  "uid": "35777973",
  "title": "Bridging the LatinX community care gap.",
  "abstract": "PURPOSE OF REVIEW: To summarize current developments aimed at improving diabetes care utilizing novel and culturally sensitive strategies to bridge the care gap in the LatinX community. RECENT FINDINGS: There is more than a decade of literature describing disparities in diabetes care and outcomes particularly involving ethnic and racial minorities leading to higher incidence of acute and long-term complications. Social determinants of health including language and cultural barriers in the LatinX community are important determining factors. We found three novel strategies reported in the current literature aimed at closing the diabetes care gap in LatinX patients: community-based efforts: community health workers (CHWs) and peer-led; shared medical and educational models; and adapting telehealth group appointments. SUMMARY: Here we review relevant but limited published articles found in the literature addressing the diabetes care gap in the LatinX community utilizing cost effective, novel and culturally sensitive strategies and reinforce the importance of continued work and publications on this very important field.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea Gerard",
      "initials": "AG",
      "name": "Andrea Gerard Gonzalez",
      "affiliations": [
        "University of Colorado Denver, Barbara Davis Center for Childhood Diabetes, Aurora, Colorado, USA."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in endocrinology, diabetes, and obesity",
    "iso_abbreviation": "Curr Opin Endocrinol Diabetes Obes",
    "issn": "1752-2978",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "392",
  "end_page": "396",
  "pages": "392-396",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Community Health Workers",
    "Diabetes Mellitus",
    "Ethnicity",
    "Humans",
    "Telemedicine"
  ],
  "article_ids": {
    "pubmed": "35777973",
    "doi": "10.1097/MED.0000000000000747",
    "pii": "01266029-202208000-00013"
  },
  "doi": "10.1097/MED.0000000000000747",
  "dates": {
    "completed": "2022-07-11",
    "revised": "2023-01-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.175198",
    "pmid": "35777973"
  }
}