{
  "pmid": "35778661",
  "uid": "35778661",
  "title": "An overview of the environmental pollution and health effects associated with waste landfilling and open dumping.",
  "abstract": "Landfilling is one of the most common waste management methods employed in all countries alike, irrespective of their developmental status. The most commonly used types of landfills are (a) municipal solid waste landfill, (b) industrial waste landfill, and (c) hazardous waste landfill. There is, also, an emerging landfill type called \"green waste landfill\" that is, occasionally, being used. Most landfills, including those discussed in this review article, are controlled and engineered establishments, wherein the waste ought to abide with certain regulations regarding their quality and quantity. However, illegal and uncontrolled \"landfills\" (mostly known as open dumpsites) are, unfortunately, prevalent in many developing countries. Due to the widespread use of landfilling, even as of today, it is imperative to examine any environmental- and/or health-related issues that have emerged. The present study seeks to determine the environmental pollution and health effects associated with waste landfilling by adopting a desk review design. It is revealed that landfilling is associated with various environmental pollution problems, namely, (a) underground water pollution due to the leaching of organic, inorganic, and various other substances of concern (SoC) contained in the waste, (b) air pollution due to suspension of particles, (c) odor pollution from the deposition of municipal solid waste (MSW), and (d) even marine pollution from any potential run-offs. Furthermore, health impacts may occur through the pollution of the underground water and the emissions of gases, leading to carcinogenic and non-carcinogenic effects of the exposed population living in their vicinity.",
  "authors": [
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Environmental and Biological Sciences, College of Arts and Science, Qatar University, P.O. Box 2713, Doha, Qatar."
      ]
    },
    {
      "last_name": "Hahladakis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Hahladakis",
      "affiliations": [
        "Waste Management (FEWS) Program, Center for Sustainable Development, College of Arts and Science, Qatar University, P.O. Box 2713, Doha, Qatar. john_chach@yahoo.gr."
      ],
      "orcid": "0000-0002-8776-6345"
    },
    {
      "last_name": "Al-Attiya",
      "fore_name": "Wadha Ahmed K A",
      "initials": "WAKA",
      "name": "Wadha Ahmed K A Al-Attiya",
      "affiliations": [
        "Department of Environmental and Biological Sciences, College of Arts and Science, Qatar University, P.O. Box 2713, Doha, Qatar."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "39",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "58514",
  "end_page": "58536",
  "pages": "58514-58536",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Industrial Waste",
    "Refuse Disposal",
    "Solid Waste",
    "Waste Disposal Facilities",
    "Waste Management"
  ],
  "article_ids": {
    "pubmed": "35778661",
    "pmc": "PMC9399006",
    "doi": "10.1007/s11356-022-21578-z",
    "pii": "10.1007/s11356-022-21578-z"
  },
  "doi": "10.1007/s11356-022-21578-z",
  "pmc_id": "PMC9399006",
  "dates": {
    "completed": "2022-08-25",
    "revised": "2024-02-28"
  },
  "chemicals": [
    "Industrial Waste",
    "Solid Waste"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.274111",
    "pmid": "35778661"
  }
}