{
  "pmid": "35785633",
  "uid": "35785633",
  "title": "The treatment of epilepsy in younger and older adults: Demographic differences and prescribing patterns of anti-seizure medications in Canada.",
  "abstract": "OBJECTIVE: Our study describes adults in Canada between 2009 and 2013 receiving at least one antiseizure medication (ASM) at the end of a hospitalization for newly-diagnosed epilepsy, with a focus on the type of ASM prescribed, changes in drug prescriptions after one year, and how this differs between younger and older adults. METHODS: Canada-wide data from the Discharge Abstract Database and the National Prescription Drug Utilization Information System database from 2009 to 2013 were used to identify individuals hospitalized with newly-diagnosed epilepsy and prescribed an ASM at the end of this hospitalization. We classified ASMs into enzyme inducing (EIASM) and non-enzyme inducing (non-EIASM). Confidence intervals and p-values were generated using an exact binomial distribution. RESULTS: Our study sample included 10,568 adults. 61.3% (95% CI: 60.3, 62.2) of all prescriptions were for EIASMs. Among EIASMs, phenytoin was the most frequently prescribed drug in both younger (aged 18-59 years) and older subjects. Among older adults prescribed EIASMs, 53.1% (95% CI: 51.5, 54.7) were men; and for non-EIASMs, 45.2% (95% CI: 43.0%, 47.4) were men. Among the 3847 older adults initially prescribed EIASMs, 7.1% (95% CI: 6.4, 8.0) switched to non-EIASMs at one year following their hospital discharge. CONCLUSION: Non-EIASM have been available to clinicians since the 1990's but suboptimal ASMs such as phenytoin remained frequently prescribed during the period of this study. This is an especially pressing issue among older adults due to the greater risk of drug intolerability, related to metabolic changes that occur with greater age, increasing comorbidity burden, and frailty. Men were disproportionately prescribed EIASM, as compared to women who were more often prescribed non-EIASM.",
  "authors": [
    {
      "last_name": "Haris",
      "fore_name": "Asad",
      "initials": "A",
      "name": "Asad Haris",
      "affiliations": [
        "Department of Earth, Ocean and Atmospheric Sciences, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Bachour",
      "fore_name": "Kenan",
      "initials": "K",
      "name": "Kenan Bachour",
      "affiliations": [
        "Research Centre of the Centre Hospitalier de l'Université de Montréal (CRCHUM), Canada."
      ]
    },
    {
      "last_name": "Hopkins",
      "fore_name": "Robert B",
      "initials": "RB",
      "name": "Robert B Hopkins",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Programs for Assessment of Technology in Health (PATH), Research Institute of St. Joseph's Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Programs for Assessment of Technology in Health (PATH), Research Institute of St. Joseph's Hamilton, Hamilton, ON, Canada; Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Keezer",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Keezer",
      "affiliations": [
        "Research Centre of the Centre Hospitalier de l'Université de Montréal (CRCHUM), Canada; Stichting Epilepsie Instellingen Nederland (SEIN), Heemstede, The Netherlands; Department of Neurosciences and School of Public Health, Université of Montréal, Canada. Electronic address: mark.keezer@umontreal.ca."
      ]
    }
  ],
  "journal": {
    "title": "Epilepsy research",
    "iso_abbreviation": "Epilepsy Res",
    "issn": "1872-6844",
    "issn_type": "Electronic",
    "volume": "184",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "106941",
  "pages": "106941",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Aged",
    "Anticonvulsants",
    "Comorbidity",
    "Demography",
    "Drug Prescriptions",
    "Epilepsy",
    "Female",
    "Humans",
    "Male",
    "Phenytoin"
  ],
  "article_ids": {
    "pubmed": "35785633",
    "doi": "10.1016/j.eplepsyres.2022.106941",
    "pii": "S0920-1211(22)00092-4"
  },
  "doi": "10.1016/j.eplepsyres.2022.106941",
  "dates": {
    "completed": "2022-07-13",
    "revised": "2022-08-24"
  },
  "chemicals": [
    "Anticonvulsants",
    "Phenytoin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.660550",
    "pmid": "35785633"
  }
}