{
  "pmid": "35780156",
  "uid": "35780156",
  "title": "Researching the Impact of Service provider Education (RISE) Project - a multiphase mixed methods protocol to evaluate implementation acceptability and feasibility.",
  "abstract": "BACKGROUND: Health and social service providers receive limited education on recognizing and responding to family violence. With adequate education, providers could be prepared to identify individuals subjected to family violence and help reduce the risk of associated impairment. Informed by the Active Implementation Frameworks, our research will determine the scope of strategies needed for the uptake and sustainability of educational interventions focused on family violence for providers. It will also determine the acceptability, feasibility, and proof-of-concept for a new educational intervention, called VEGA (Violence, Evidence, Guidance, Action), for developing and improving primary care provider knowledge and skills in family violence. METHODS: This paper details the protocol for the Researching the Impact of Service provider Education (RISE) Project. The RISE Project follows a sequential multiphase mixed method research design; qualitative and quantitative data are being collected and integrated over three conceptually and methodologically linked research phases. Activities primarily occur in Ontario, Alberta, and Quebec. Phase 1 uses a sequential exploratory mixed method research design to characterize the scope and salience of learning and implementation needs and preferences for family violence education. Phase 2 will use an embedded mixed method research design to determine whether VEGA technology supports providers to achieve their family violence learning goals with effectiveness, efficiency, and satisfaction. Phase 3 will use a concurrent mixed method research design to determine acceptability, feasibility, and proof-of-concept for evaluating whether VEGA improves primary care providers' knowledge and skills in family violence. This final phase will provide information on implementation strategies for family violence education in the \"real world.\" It will also generate data on provider recruitment, retention, and data completeness, as well as exploratory estimates of the effect for provider outcome measures proposed for a randomized controlled trial. DISCUSSION: The RISE Project comprehensively integrates an implementation approach to improve family violence education for the health and social service professions. It will provide important information about factors that could influence the uptake and effectiveness of a health profession's educational intervention into the real world, as well as provide foundational evidence concerning the tenability of using a randomized controlled trial to evaluate the impact of VEGA in primary care settings.",
  "authors": [
    {
      "last_name": "Kimber",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Kimber",
      "affiliations": [
        "Offord Centre for Child Studies, Department of Psychiatry and Behavioural Neuroscience, McMaster University, BAHT 132, 1280 Main Street West, Hamilton, Ontario, L8S 4K1, Canada. kimberms@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main St West, Hamilton, ON, Canada. kimberms@mcmaster.ca."
      ],
      "orcid": "0000-0002-1255-8947"
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 1280 Main St West, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dimitropoulos",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Dimitropoulos",
      "affiliations": [
        "Faculty of Social Work, University of Calgary, MacKimmie Tower 413, 2500 University Dr NW, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Collin-Vézina",
      "fore_name": "Delphine",
      "initials": "D",
      "name": "Delphine Collin-Vézina",
      "affiliations": [
        "School of Social Work, McGill University, 3506 Rue University #300, Montréal, QC, Canada.",
        "Department of Pediatrics, McGill University, 1001 Decarie Blvd, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Stewart",
      "affiliations": [
        "Centre for Mental Health, University of Toronto and University Health Network, EN-7-229, 200 Elizabeth Street, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "02"
  },
  "start_page": "135",
  "pages": "135",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35780156",
    "pmc": "PMC9250197",
    "doi": "10.1186/s40814-022-01096-y",
    "pii": "10.1186/s40814-022-01096-y"
  },
  "doi": "10.1186/s40814-022-01096-y",
  "pmc_id": "PMC9250197",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "1920-HQ-000088",
      "agency": "Public Health Agency of Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.130362",
    "pmid": "35780156"
  }
}