{
  "pmid": "35788508",
  "uid": "35788508",
  "title": "Assessing Bone Loss in the Unstable Shoulder: a Scoping Review.",
  "abstract": "PURPOSE OF REVIEW: The aim of this scoping review is to identify and summarize findings published in the literature over the past 5 years related to methods for assessment of bone loss in anterior shoulder instability. RECENT FINDINGS: Of the 113 clinical studies included in this review, 76 reported a cutoff for glenoid bone loss when determining the patients indicated for one of the many stabilization procedures investigated. Bone loss on the glenoid side was evaluated most commonly with three-dimensional computed tomography (3D CT), and either linear or surface area-based methods were employed with the use of a best-fit circle. When combined with plain CT, the two methods comprise up to 70% of the reported measurement techniques for glenoid bone loss (79 of 113 studies). On the humeral side, Hill-Sachs lesions were assessed more heterogeneously, though plain CT or 3D CT remained the methods of choice in the majority of studies (43 of 68, 63.2%). Lastly, the glenoid track was assessed by 27 of 113 studies (23.9%), again most commonly with 3D CT (13 studies) and plain CT (seven studies). The assessment of glenoid and humeral bone loss is essential to treatment decisions for patient with recurrent anterior shoulder instability. Glenoid bone loss is most commonly assessed using cross-sectional imaging, most often 3D CT, and some variation of a best-fit circle applied to the inferior portion of the glenoid. Hill-Sachs lesion assessment was also commonly done using three-dimensional imaging; however, there was more variability in assessment methods across studies and there is an obvious need to unify the approach to humeral bone loss assessment for the purposes of improving treatment decisions and to better assess on-track and off-track lesions.",
  "authors": [
    {
      "last_name": "Gouveia",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Gouveia",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rizvi",
      "fore_name": "Syed Fayyaz H",
      "initials": "SFH",
      "name": "Syed Fayyaz H Rizvi",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dagher",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Dagher",
      "affiliations": [
        "Faculty of Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopedic Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "Northshore Orthopedic and Spine Institute, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Current reviews in musculoskeletal medicine",
    "iso_abbreviation": "Curr Rev Musculoskelet Med",
    "issn": "1935-973X",
    "issn_type": "Print",
    "volume": "15",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "369",
  "end_page": "376",
  "pages": "369-376",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35788508",
    "pmc": "PMC9463415",
    "doi": "10.1007/s12178-022-09773-4",
    "pii": "10.1007/s12178-022-09773-4"
  },
  "doi": "10.1007/s12178-022-09773-4",
  "pmc_id": "PMC9463415",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.306562",
    "pmid": "35788508"
  }
}