{
  "pmid": "35781067",
  "uid": "35781067",
  "title": "Role of Positioning after Full-Thickness Macular Hole Surgery: A Systematic Review and Meta-Analysis.",
  "abstract": "TOPIC: The importance of postoperative face-down positioning (FDP) to achieve anatomic and functional success after full-thickness macular hole (FTMH) surgery is explored in this meta-analysis of randomized controlled trials (RCTs). CLINICAL RELEVANCE: There is considerable variability in clinical practices regarding the need and length of FDP recommended to patients after FTMH surgery. There is also a lack of robust clinical guidelines on the topic. As such, an updated estimate of the effect size of FDP on clinically important outcomes is critical to inform practice. METHODS: Ovid MEDLINE, EMBASE, CENTRAL, and SCOPUS databases were searched from inception to October 3, 2021, for RCTs evaluating FDP versus non-FDP (nFDP). Data were collected for 7 clinically important outcomes after macular hole surgery: closure rate, visual acuity (VA) improvement, recurrence of FTMH, visual function, quality of life, patient satisfaction, and complication rates. We used the Cochrane risk-of-bias tool for randomized trials (RoB 2) to assess the risk of bias and followed the Grade of Recommendations, Assessment, Development, and Evaluation (GRADE) approach to assess the certainty in the evidence across outcomes. We conducted meta-analyses using random-effects modeling. Subgroup analyses were carried out based on hole size, type of gas, and duration of FDP. RESULTS: Eight RCTs of 709 eyes were included. The relative risk (RR) of FTMH closure rate comparing FDP versus nFDP was RR 1.05 (95% confidence interval [CI]: 0.99, 1.12, P = 0.09, I[2] = 44%, GRADE rating: LOW). The mean difference (MD) regarding VA improvement comparing FDP and nFDP was MD -0.07 (95% CI: -0.12 to 0.01, P = 0.03, I[2] = 16%, GRADE rating: LOW). CONCLUSION: The current review did not demonstrate a difference between FDP and nFDP with respect to FTMH closure, although the CIs were wide. There was a visual benefit to FDP; however, the CIs included values of trivial clinical significance. Subgroup analyses demonstrated that the VA benefit observed was driven by large holes. Limited data precluded analysis regarding the rate of FTMH recurrence, measures of visual function, quality of life measures, and patient satisfaction metrics. Further prospective trials are required to assess the gaps in the literature and improve the certainty of evidence for the outcomes examined.",
  "authors": [
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: vchaudh@mcmaster.ca."
      ]
    },
    {
      "last_name": "Sarohia",
      "fore_name": "Gurkaran S",
      "initials": "GS",
      "name": "Gurkaran S Sarohia",
      "affiliations": [
        "Department of Ophthalmology and Visual Sciences, University of Alberta, Edmonton, Alberta."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Phillips",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Jim S",
      "initials": "JS",
      "name": "Jim S Xie",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nanji",
      "fore_name": "Keean",
      "initials": "K",
      "name": "Keean Nanji",
      "affiliations": [
        "McMaster University, Department of Ophthalmology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Division of Nephrology, Division of Internal Medicine, University of Kansas Medical Center, Kansas City."
      ]
    },
    {
      "last_name": "Kaiser",
      "fore_name": "Peter K",
      "initials": "PK",
      "name": "Peter K Kaiser",
      "affiliations": [
        "Cole Eye Institute, Cleveland Clinic, Cleveland."
      ]
    },
    {
      "last_name": "Loewenstein",
      "fore_name": "Anat",
      "initials": "A",
      "name": "Anat Loewenstein",
      "affiliations": [
        "Division of Ophthalmology, Tel Aviv Medical Center, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Sunir J",
      "initials": "SJ",
      "name": "Sunir J Garg",
      "affiliations": [
        "Mid Atlantic Retina, The Retina Service of Wills Eye Hospital, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Bakri",
      "fore_name": "Sophie J",
      "initials": "SJ",
      "name": "Sophie J Bakri",
      "affiliations": [
        "Department of Ophthalmology, Mayo Clinic, Rochester, Minnesota."
      ]
    },
    {
      "last_name": "Holz",
      "fore_name": "Frank G",
      "initials": "FG",
      "name": "Frank G Holz",
      "affiliations": [
        "Division of Ophthalmology, University of Bonn, Bonn, Germany."
      ]
    },
    {
      "last_name": "Sivaprasad",
      "fore_name": "Sobha",
      "initials": "S",
      "name": "Sobha Sivaprasad",
      "affiliations": [
        "NIHR Moorfields Biomedical Research Centre, Moorfields Eye Hospital, London."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Division of Orthopedic Surgery, Department of Surgery, McMaster University, St. Joseph's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Steel",
      "fore_name": "David H",
      "initials": "DH",
      "name": "David H Steel",
      "affiliations": [
        "Department of Eye and Vision Science, University of Liverpool, Liverpool."
      ]
    },
    {
      "last_name": "Wykoff",
      "fore_name": "Charles C",
      "initials": "CC",
      "name": "Charles C Wykoff",
      "affiliations": [
        "Retina Consultants of Texas, Retina Consultants of America; Blanton Eye Institute, Houston Methodist Hospital, Houston, Texas."
      ]
    }
  ],
  "journal": {
    "title": "Ophthalmology. Retina",
    "iso_abbreviation": "Ophthalmol Retina",
    "issn": "2468-6530",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "33",
  "end_page": "43",
  "pages": "33-43",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Retinal Perforations",
    "Visual Acuity",
    "Eye",
    "Vitrectomy",
    "Prone Position"
  ],
  "article_ids": {
    "pubmed": "35781067",
    "doi": "10.1016/j.oret.2022.06.015",
    "pii": "S2468-6530(22)00322-0"
  },
  "doi": "10.1016/j.oret.2022.06.015",
  "dates": {
    "completed": "2023-01-09",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.284170",
    "pmid": "35781067"
  }
}