{
  "pmid": "35794629",
  "uid": "35794629",
  "title": "Virtual prevention of eating disorders in children, adolescents, and emerging adults: a scoping review.",
  "abstract": "BACKGROUND: During the COVID-19 pandemic, there was a necessity for eating disorder (ED) outpatient treatment to be delivered virtually. Given this transition, and the surge in new ED cases, there was an urgent need to investigate virtually delivered ED prevention programs. This review aimed to identify the available evidence on virtual ED prevention programs for children, adolescents, and emerging adults. METHOD: Using scoping review methodology, seven databases were searched for studies published from January 2000 to April 2021 reporting on virtually delivered ED prevention interventions for children and adolescents (< 18 years) and emerging adults (18-25 years). Studies were excluded if they contained adults (> 25 years) and individuals with clinical ED diagnoses. Abstracts and full-text papers were reviewed independently by two reviewers. Data was extracted on study type, methodology, age, sample size, virtual intervention, outcomes, and results. In April 2022, we used a forward citation chaining process to identify any relevant articles from April 2021 to April 2022. RESULTS: Of 5129 unique studies identified, 67 met eligibility criteria, which included asynchronous (n = 35) and synchronous (n = 18) internet-based programs, other e-technology including mobile apps (n = 3) and text messaging interventions (n = 1), computer-based programs (n = 6), and online caregiver interventions focused on child outcomes (n = 4). Few studies mainly included children and adolescents (n = 18), whereas the vast majority included emerging adults (n = 49). For children and adolescents, the most widely researched programs were Student Bodies and its adapted versions (n = 4), eBody Project (n = 2), and Parents Act Now (n = 2). For emerging adults, the most widely researched programs were Student Bodies and its adapted versions (n = 16), eBody Project (n = 6) and Expand Your Horizon (n = 4). These interventions were effective at reducing various symptoms and ED risk. Some studies demonstrated that virtual prevention intervention efficacy resembled in-person delivery. CONCLUSION: Virtual prevention interventions for EDs can be effective, however more research is needed studying their impact on children and adolescents and on improving access for vulnerable groups. Additional efficacy studies are required, such as for text messaging and mobile app ED prevention interventions. Evidence-based recommendations for virtual ED prevention for children, adolescents, and emerging adults at-risk for EDs should be prioritized.",
  "authors": [
    {
      "last_name": "Pellegrini",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle Pellegrini",
      "affiliations": [
        "McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada. pellegdm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Grennan",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Grennan",
      "affiliations": [
        "McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Bhatnagar",
      "fore_name": "Neera",
      "initials": "N",
      "name": "Neera Bhatnagar",
      "affiliations": [
        "McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "McVey",
      "fore_name": "Gail",
      "initials": "G",
      "name": "Gail McVey",
      "affiliations": [
        "University Health Network, Toronto, ON, Canada.",
        "University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada.",
        "McMaster Children's Hospital, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of eating disorders",
    "iso_abbreviation": "J Eat Disord",
    "issn": "2050-2974",
    "issn_type": "Print",
    "volume": "10",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "06"
  },
  "start_page": "94",
  "pages": "94",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35794629",
    "pmc": "PMC9258006",
    "doi": "10.1186/s40337-022-00616-8",
    "pii": "10.1186/s40337-022-00616-8"
  },
  "doi": "10.1186/s40337-022-00616-8",
  "pmc_id": "PMC9258006",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:19.215645",
    "pmid": "35794629"
  }
}