{
  "pmid": "35809001",
  "uid": "35809001",
  "title": "Defining Minimally Important Differences in Functional Outcomes in Musculoskeletal Oncology.",
  "abstract": "BACKGROUND: Functional outcomes are commonly reported in studies of patients undergoing limb-salvage surgery for the treatment of musculoskeletal tumors; however, interpretation requires knowledge of the smallest amount of improvement that is important to patients: the minimally important difference (MID). We established the MIDs for the Musculoskeletal Tumor Society Rating Scale-93 (MSTS-93) and Toronto Extremity Salvage Score (TESS) for patients with bone tumors undergoing lower-extremity endoprosthetic reconstruction. METHODS: This study was a secondary analysis of the recently completed PARITY (Prophylactic Antibiotic Regimens in Tumor Surgery) study. We used MSTS-93 and TESS data from this trial to calculate (1) the anchor-based MIDs with use of an overall function scale and a receiver operating characteristic curve analysis and (2) the distribution-based MIDs based on one-half of the standard deviation of the change scores from baseline to the 12-month follow-up and one-half the standard deviation of baseline scores. RESULTS: Five hundred and ninety-one patients were available for analysis. The Pearson correlation coefficients for the association between changes in MSTS-93 and TESS scores and changes in the external anchor scores were 0.71 and 0.57, indicating high and moderate correlations. The anchor-based MID was 12 points for the MSTS-93 and 11 points for the TESS. Distribution-based MIDs were larger: 16 to 17 points for the MSTS-93 and 14 points for the TESS. CONCLUSIONS: Two methods for determining MIDs for the MSTS-93 and TESS for patients undergoing lower-extremity endoprosthetic reconstruction for musculoskeletal tumors yielded quantitatively different results. We suggest the use of anchor-based MIDs, which are grounded in changes in functional status that are meaningful to patients. These thresholds can facilitate responder analyses and indicate whether significant differences following interventions are clinically important to patients. LEVEL OF EVIDENCE: Prognostic Level III . See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Gazendam",
      "fore_name": "Aaron M",
      "initials": "AM",
      "name": "Aaron M Gazendam",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2615-4919"
    },
    {
      "last_name": "Schneider",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Schneider",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1425-0687"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "The Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ghert",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ghert",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "18",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "21"
  },
  "start_page": "1659",
  "end_page": "1666",
  "pages": "1659-1666",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Bone Neoplasms",
    "Humans",
    "Limb Salvage",
    "Lower Extremity",
    "Musculoskeletal System"
  ],
  "article_ids": {
    "pubmed": "35809001",
    "doi": "10.2106/JBJS.21.01539",
    "pii": "00004623-202209210-00008"
  },
  "doi": "10.2106/JBJS.21.01539",
  "dates": {
    "completed": "2022-09-23",
    "revised": "2023-08-10"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.478878",
    "pmid": "35809001"
  }
}