{
  "pmid": "35802819",
  "uid": "35802819",
  "title": "Preoperative Patient Education Programs for Orthopaedic Surgery: What Do the Programs Include? How Are They Delivered? What Are the Knowledge Gaps? A Scoping Review of 46 Studies.",
  "abstract": "OBJECTIVES: To (1) describe the nature and content of the current literature on preoperative education programs for patients preparing for orthopaedic surgery, (2) assess the completeness of reporting program descriptions, and (3) report gaps within the literature. DESIGN: Scoping review. LITERATURE SEARCH: We searched the CINAHL, Embase, PubMed, Cochrane Reviews, PsycINFO, Web of Science, and Google Scholar databases for studies that (1) addressed preoperative education in elective orthopaedic surgery or (2) provided descriptions or evaluations of a preoperative program, including the content or outcomes of the program. STUDY SELECTION CRITERIA: Articles were included if they addressed preoperative patient education focused on an elective orthopaedic surgery and any of the (1) descriptions of an education program including any theoretical frameworks, content, or delivery, or (2) evaluations of the process of a preoperative educational program. Studies were excluded if they were treatment programs with the goal of resolving the problem occurring prior to surgery (eg, rehabilitation or pain management prior to surgery). DATA SYNTHESIS: We used the template for intervention description and replication (TIDieR) checklist and guide to assess the completeness of reporting of the content of educational programs. Content was synthesized descriptively and by intervention mapping. The results informed of a draft operational definition of preoperative education that we refined based on expert consultation. RESULTS: Forty-six articles were included. There was variation in study designs, target populations, and intervention content. Preoperative education was defined in 1 out of 5 studies. Thirteen studies used a platform of video-based modules to deliver their program; 3 studies implemented virtual platforms. Results from the TIDieR checklist indicated that 30% of studies tracked adherence to and fidelity of their programs. A definition and conceptual map indicated that the length of stay, functional abilities, patient knowledge, and satisfaction were expected benefits. CONCLUSION: Poor reporting of content, rationale, and frameworks for preoperative programs in orthopedics may explain why systematic reviews have not found support for their value. Future trials must improve rigor in design and reporting. J Orthop Sports Phys Ther 2022;52(9):572-585. Epub: 9 July 2022. doi:10.2519/jospt.2022.10614.",
  "authors": [
    {
      "last_name": "Furtado",
      "fore_name": "Rochelle",
      "initials": "R",
      "name": "Rochelle Furtado",
      "affiliations": []
    },
    {
      "last_name": "MacDermid",
      "fore_name": "Joy C",
      "initials": "JC",
      "name": "Joy C MacDermid",
      "affiliations": []
    },
    {
      "last_name": "Ziebart",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Ziebart",
      "affiliations": []
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne",
      "initials": "D",
      "name": "Dianne Bryant",
      "affiliations": []
    },
    {
      "last_name": "Faber",
      "fore_name": "Kenneth J",
      "initials": "KJ",
      "name": "Kenneth J Faber",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of orthopaedic and sports physical therapy",
    "iso_abbreviation": "J Orthop Sports Phys Ther",
    "issn": "1938-1344",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "572",
  "end_page": "585",
  "pages": "572-585",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Checklist",
    "Humans",
    "Orthopedic Procedures",
    "Orthopedics",
    "Patient Education as Topic",
    "Preoperative Care"
  ],
  "article_ids": {
    "pubmed": "35802819",
    "doi": "10.2519/jospt.2022.10614"
  },
  "doi": "10.2519/jospt.2022.10614",
  "dates": {
    "completed": "2022-09-08",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.978151",
    "pmid": "35802819"
  }
}