{
  "pmid": "35803293",
  "uid": "35803293",
  "title": "Effects of therapies for Ebola virus disease: a systematic review and network meta-analysis.",
  "abstract": "BACKGROUND: Specific treatments targeting Ebola virus are crucial in managing Ebola virus disease. To support the development of clinical practice guidelines on medications for Ebola virus disease, we aimed to evaluate the efficacy and safety of therapies for patients with Ebola virus disease. METHODS: In this systematic review and network meta-analysis, we searched MEDLINE, Embase, the Cochrane Central Register of Controlled Trials, Scopus, Global Health, African Index Medicus, World Health Organization Global Index Medicus, the Cumulative Index to Nursing and Allied Health Literature, ClinicalTrials.gov, Epistemonikos, bioRxiv, medRxiv, and SSRN without language restrictions for randomised controlled trials (RCTs) published between database inception and Jan 1, 2022, comparing at least one therapeutic agent for Ebola virus disease against standard care or another therapeutic agent for Ebola virus disease. Two reviewers assessed study eligibility and extracted summary data independently using a standardised form. Our outcomes of interest were mortality, adverse maternal outcomes, risk of onward transmission, duration of admission to a health-care facility, functional status after Ebola virus disease, serious adverse events from medication, adverse perinatal outcomes, time to symptom resolution, and time to viral clearance. We did frequentist network meta-analyses to estimate the effect of all interventions and applied the Grading of Recommendations Assessment, Development and Evaluation approach to rate the certainty of the evidence. We registered the protocol with PROSPERO, CRD42022296539. FINDINGS: We identified 7840 records through database searches, of which two RCTs with a total of 753 patients proved eligible. Only data on mortality, the duration of admission, serious adverse events, and time to viral clearance were available for meta-analysis. Compared with standard care, REGN-EB3 (relative risk [RR] 0·40, 95% CI 0·18 to 0·89; moderate certainty) and mAb114 (0·42, 0·19 to 0·93; moderate certainty) probably reduce mortality. Whether ZMapp (0·60, 0·28 to 1·26; very low certainty) and remdesivir (0·64, 0·29 to 1·39; very low certainty) reduce mortality compared with standard care is uncertain. With high certainty, REGN-EB3 reduces mortality compared with ZMapp (0·67, 0·52 to 0·88) and remdesivir (0·63, 0·49 to 0·82). With high certainty, mAb114 also reduces mortality compared with ZMapp (0·71, 0·55 to 0·91) and remdesivir (0·66, 0·52 to 0·84). Compared with standard care, REGN-EB3, mAb114, ZMapp, and remdesivir might have little or no effect on the time to viral clearance (mean difference ranged from -0·25 days to -1·14 days; low certainty). ZMapp might reduce the duration of admission compared with standard care (mean difference -2·02 days, 95% CI -4·05 to 0·01; low certainty). Findings for all comparisons suggested that there might be little or no difference in the prevalence of serious adverse events, but certainty was low or very low in all comparisons but one. INTERPRETATION: REGN-EB3 and mAb114 separately reduce mortality compared with ZMapp, remdesivir, or standard care in patients with Ebola virus disease. These findings suggest that health-care workers should prioritise the use of REGN-EB3 and mAb114 for patients with Ebola virus disease during future outbreaks. FUNDING: WHO.",
  "authors": [
    {
      "last_name": "Gao",
      "fore_name": "Ya",
      "initials": "Y",
      "name": "Ya Gao",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Yunli",
      "initials": "Y",
      "name": "Yunli Zhao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Fowler",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kojan",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Kojan",
      "affiliations": [
        "Alliance for International Medical Action, Dakar, Senegal."
      ]
    },
    {
      "last_name": "Ge",
      "fore_name": "Long",
      "initials": "L",
      "name": "Long Ge",
      "affiliations": [
        "Evidence-Based Social Science Research Center, School of Public Health, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Tian",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Tian",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "affiliations": []
    },
    {
      "last_name": "Hao",
      "fore_name": "Qiukui",
      "initials": "Q",
      "name": "Qiukui Hao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada. Electronic address: haoqiukui@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Microbe",
    "iso_abbreviation": "Lancet Microbe",
    "issn": "2666-5247",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "e683",
  "end_page": "e692",
  "pages": "e683-e692",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Antibodies, Monoclonal, Humanized",
    "Drug Combinations",
    "Female",
    "Hemorrhagic Fever, Ebola",
    "Humans",
    "Pregnancy"
  ],
  "article_ids": {
    "pubmed": "35803293",
    "pmc": "PMC9441701",
    "doi": "10.1016/S2666-5247(22)00123-9",
    "pii": "S2666-5247(22)00123-9"
  },
  "doi": "10.1016/S2666-5247(22)00123-9",
  "pmc_id": "PMC9441701",
  "dates": {
    "completed": "2022-09-08",
    "revised": "2025-06-30"
  },
  "chemicals": [
    "Antibodies, Monoclonal, Humanized",
    "Drug Combinations",
    "atoltivimab, maftivimab, and odesivimab-ebgn drug combination",
    "ansuvimab"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.255358",
    "pmid": "35803293"
  }
}