{
  "pmid": "35804302",
  "uid": "35804302",
  "title": "Elicitation of quantitative, choice-based preferences for Person-Centered Care among People living with Dementia in comparison to physicians' judgements in Germany: study protocol for the mixed-methods PreDemCare-study.",
  "abstract": "BACKGROUND: Person-Centered-Care (PCC) requires knowledge about patient preferences. Among People-living-with-Dementia (PlwD) data on quantitative, choice-based preferences, which would allow to quantify, weigh and rank patient-relevant elements of dementia-care, and identify most/least preferred choices, are limited. The Analytic-Hierarchy-Process (AHP) may be one approach to elicit quantitative, choice-based preferences with PlwD, due to simple pairwise comparisons of individual criteria from a complex decision-problem, e.g. health care decisions. Furthermore, data on congruence of patient preferences with physicians' judgements for PCC are missing. If patient preferences and physicians' judgements differ, provision of PCC becomes unlikely. An understanding of patient preferences compared to physician's judgements will support the implementation of truly PCC, i.e. state of the art dementia-care aligned with patient preferences. METHODS: This mixed-methods-study will be based on the results from a previous systematic review and conducted in three phases: (I) literature-based key intervention-categories of PCC will be investigated during qualitative interviews with Dementia-Care-Managers (DCMs) and PlwD to identify actually patient-relevant (sub) criteria of PCC; (II) based on findings from phase I, an AHP-survey will be designed and pre-tested for face- and content-validity, and consistency during face-to-face \"thinking-aloud\"-interviews with PlwD and two expert panels (DCMs and physicians); (III) the developed survey will elicit patient preferences and physicians' judgements for PCC. To assess individual importance weights for (sub) criteria in both groups, the Principal-Eigenvector-Method will be applied. Weights will be aggregated per group by Aggregation-of-Individual-Priorities-mode. Descriptive and interferential statistical analyses will be conducted to assess congruence of importance-weights between groups. Subgroup-analyses shall investigate participant-heterogeneities, sensitivity of AHP-results shall be tested by inclusion/exclusion of inconsistent respondents. DISCUSSION: Little research is published on quantitative, choice-based preferences in dementia care. We expect that (1) PlwD have preferences and can express these, (2) that the AHP is a suitable technique to elicit quantitative, choice-based preferences among PlwD, and (3) to identify a divergence between patient preferences and physicians' judgements for PCC. With the help of the AHP-technique, which supports systematic decision-making including multiple criteria, it may be possible to involve PlwD in future care decisions (patient participation) and ensure implementation of truly Person-Centered-Dementia-Care. TRIAL REGISTRATION: Approval of the study was granted by the Ethics Committee at the University Medicine Greifswald the 09Apr2021 (Reg.-Nr.: BB 018-21, BB 018-21a, BB 018-21b).",
  "authors": [
    {
      "last_name": "Mohr",
      "fore_name": "Wiebke",
      "initials": "W",
      "name": "Wiebke Mohr",
      "affiliations": [
        "German Center for Neurodegenerative Diseases e.V. (DZNE), Site Rostock / Greifswald, Ellernholzstraße 1-2, 17487, Greifswald, Germany. wiebke.mohr@dzne.de."
      ],
      "orcid": "0000-0002-0036-3413"
    },
    {
      "last_name": "Rädke",
      "fore_name": "Anika",
      "initials": "A",
      "name": "Anika Rädke",
      "affiliations": [
        "German Center for Neurodegenerative Diseases e.V. (DZNE), Site Rostock / Greifswald, Ellernholzstraße 1-2, 17487, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases e.V. (DZNE), Site Rostock / Greifswald, Ellernholzstraße 1-2, 17487, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases e.V. (DZNE), Site Rostock / Greifswald, Ellernholzstraße 1-2, 17487, Greifswald, Germany.",
        "Institute for Community Medicine, University Medicine Greifswald (UMG), Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "08"
  },
  "start_page": "567",
  "pages": "567",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Dementia",
    "Germany",
    "Humans",
    "Patient Participation",
    "Patient-Centered Care",
    "Physicians"
  ],
  "article_ids": {
    "pubmed": "35804302",
    "pmc": "PMC9264751",
    "doi": "10.1186/s12877-022-03238-6",
    "pii": "10.1186/s12877-022-03238-6"
  },
  "doi": "10.1186/s12877-022-03238-6",
  "pmc_id": "PMC9264751",
  "dates": {
    "completed": "2022-07-12",
    "revised": "2024-08-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.032112",
    "pmid": "35804302"
  }
}