{
  "pmid": "35821796",
  "uid": "35821796",
  "title": "Adopting an American framework to optimize nursing admission documentation in an Australian health organization.",
  "abstract": "OBJECTIVE: Apply and modify the American Essential Clinical Dataset (ECD) approach to optimize the data elements of an electronic nursing admission assessment form in a metropolitan Australian local health district. MATERIALS AND METHODS: We used the American ECD approach but made modifications. Our approach included (1) a review of data, (2) a review of current admission practice via consultations with nurses, (3) a review of evidence and policies, (4) workshops with nursing and informatics teams in partnership with the electronic medical record (eMR) vendor, and (5) team debrief sessions to consolidate findings and decide what data elements should be kept, moved, or removed from the admission form. RESULTS: Of 165 data elements in the form, 32% (n = 53) had 0% usage, while 25% (n = 43) had 100% usage. Nurses' perceptions of the form's purpose varied. Eight policy documents specifically prescribed data to be noted at admission. Workshops revealed risks of moving or removing data elements, but also uncovered ways of streamlining the form. Consolidation of findings from all phases resulted in a recommendation to reduce 91% of data elements. DISCUSSION: Application of a modified ECD approach allowed the team to identify opportunities for significantly reducing and reorganizing data elements in the eMR to enhance the utility, quality, visibility, and value of nursing admission data. CONCLUSION: We found the modified ECD approach effective for identifying data elements and work processes that were unnecessary and duplicated. Our findings and methodology can inform improvements in nursing clinical practice, information management, and governance in a digital health age.",
  "authors": [
    {
      "last_name": "Shala",
      "fore_name": "Danielle Ritz",
      "initials": "DR",
      "name": "Danielle Ritz Shala",
      "affiliations": [
        "Nursing and Midwifery Services, Sydney Local Health District, Camperdown, NSW, Australia."
      ],
      "orcid": "0000-0001-7727-6740"
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Nursing and Midwifery Services, Sydney Local Health District, Camperdown, NSW, Australia."
      ]
    },
    {
      "last_name": "Fairbrother",
      "fore_name": "Greg",
      "initials": "G",
      "name": "Greg Fairbrother",
      "affiliations": [
        "The University of Sydney Susan Wakil School of Nursing and Midwifery, Faculty of Medicine and Health, Camperdown, NSW, Australia."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Jordanna",
      "initials": "J",
      "name": "Jordanna Davis",
      "affiliations": [
        "Cerner Corporation, North Sydney, NSW, Australia."
      ]
    },
    {
      "last_name": "MacGregor",
      "fore_name": "Alastair",
      "initials": "A",
      "name": "Alastair MacGregor",
      "affiliations": [
        "MacGregor and Associates Consulting Group LLC, Lutz, FL, USA."
      ],
      "orcid": "0000-0002-3312-9850"
    },
    {
      "last_name": "Baysari",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Baysari",
      "affiliations": [
        "University of Sydney, Biomedical Informatics and Digital Health, School of Medical Sciences, Charles Perkins Centre, Faculty of Medicine and Health, Camperdown, NSW, Australia."
      ],
      "orcid": "0000-0003-1645-9126"
    }
  ],
  "journal": {
    "title": "JAMIA open",
    "iso_abbreviation": "JAMIA Open",
    "issn": "2574-2531",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "ooac054",
  "pages": "ooac054",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35821796",
    "pmc": "PMC9272497",
    "doi": "10.1093/jamiaopen/ooac054",
    "pii": "ooac054"
  },
  "doi": "10.1093/jamiaopen/ooac054",
  "pmc_id": "PMC9272497",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:31:25.691284",
    "pmid": "35821796"
  }
}