{
  "pmid": "35829927",
  "uid": "35829927",
  "title": "Methods to Summarize Discrete-Choice Experiments in a Systematic Review: A Scoping Review.",
  "abstract": "BACKGROUND AND OBJECTIVE: Systematic reviews of discrete-choice experiments (DCEs) are being increasingly conducted. The objective of this scoping review was to identify and describe the methodologies that have been used to summarize results across DCEs. METHODS: We searched the electronic databases MEDLINE and EMBASE from inception to March 18, 2021, to identify English-language systematic reviews of patient preferences that included at least two DCEs and extracted data on attribute importance. The methods used to summarize results across DCEs were classified into narrative, semi-quantitative, and quantitative (meta-analytic) approaches and compared. Approaches to characterize the extent of preference heterogeneity were also described. RESULTS: From 7362 unique records, we identified 54 eligible reviews from 2010 to Mar 2021, across a broad range of health conditions. Most (83%) used a narrative approach to summarize findings of DCEs, often citing differences in studies as the reason for not formally pooling findings. Semi-quantitative approaches included summarizing the frequency of the most important attributes, the frequency of attribute statistical significance, or tabulated comparisons of attribute importance for each pair of attributes. One review conducted a meta-analysis using the maximum acceptable risk. While reviews often commented on the heterogeneity of patient preferences, few (6%) addressed this systematically across studies. CONCLUSION: While not commonly used, several semi-quantitative and one quantitative approach for synthesizing results of DCEs were identified, which may be useful for generating summary estimates across DCEs when appropriate. Further work is needed to assess the validity and usefulness of these approaches.",
  "authors": [
    {
      "last_name": "Choudhary",
      "fore_name": "Daksh",
      "initials": "D",
      "name": "Daksh Choudhary",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Thomas",
      "affiliations": [
        "Department of Community Health Sciences, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Pacheco-Barrios",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Pacheco-Barrios",
      "affiliations": [
        "Neuromodulation Center and Center for Clinical Research Learning, Spaulding Rehabilitation Hospital and Massachusetts General Hospital, Boston, MA, USA.",
        "Universidad San Ignacio de Loyola, Vicerrectorado de Investigación, Unidad de Investigación para la Generación y Sintesis de Evidencias en Salud, Lima, Peru."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Instituto de Investigación Biomédica (IIB Sant Pau), Centro Cochrane Iberoamericano, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hazlewood",
      "fore_name": "Glen",
      "initials": "G",
      "name": "Glen Hazlewood",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, AB, Canada. gshazlew@ucalgary.ca.",
        "Department of Community Health Sciences, University of Calgary, Calgary, AB, Canada. gshazlew@ucalgary.ca."
      ],
      "orcid": "0000-0001-7709-3741"
    }
  ],
  "journal": {
    "title": "The patient",
    "iso_abbreviation": "Patient",
    "issn": "1178-1661",
    "issn_type": "Electronic",
    "volume": "15",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "629",
  "end_page": "639",
  "pages": "629-639",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Choice Behavior",
    "Patient Preference",
    "Research Design",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "35829927",
    "doi": "10.1007/s40271-022-00587-7",
    "pii": "10.1007/s40271-022-00587-7"
  },
  "doi": "10.1007/s40271-022-00587-7",
  "dates": {
    "completed": "2022-10-25",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.555161",
    "pmid": "35829927"
  }
}