{
  "pmid": "35820924",
  "uid": "35820924",
  "title": "The effect of birth order on length of hospitalization for pediatric traumatic brain injury: an analysis of the 1987 Finnish birth cohort.",
  "abstract": "PURPOSE: This study examines the relationship between birth order and length of hospitalization due to pediatric traumatic brain injury (TBI). METHODS: We prospectively followed 59,469 Finnish newborns from 1987 until age 18 years. Data on first diagnosis of TBI was recorded within the 1987 Finnish Birth Cohort (FBC). Hospitalization period was divided into two categories: 2 days or less and more than 2 days. The latter was considered in this study as longer hospitalization. RESULTS: Compared with first born siblings, later born siblings had an increased risk of a longer hospitalization for TBI (12.7% of fourth or higher born birth children diagnosed with TBI were hospitalized for 2 or more days, 11.3% of first born, 10.4% of third born and 9.0% of second born). Fourth or higher born children were more likely to experience a repeat TBI; 13.4% of fourth or higher born children diagnosed with TBI had 2-3 TBIs during the study period compared to 9% of third born, 7.8% of second born and 8.8% of the first born. Injuries in the traffic environment and falls were the most common contributors to pediatric TBI and occurred most frequently in the fourth or higher birth category; 29.3% of TBIs among fourth or higher birth order were due to transport accidents and 21% were due to falls. CONCLUSIONS: This study revealed a significant increase in risk for longer hospitalization due to TBI among later born children within the same sibling group. The study provides epidemiological evidence on birth order as it relates to TBI, and its potential to help to explain some of the statistical variability in pediatric TBI hospitalization over time in this population.",
  "authors": [
    {
      "last_name": "Omer",
      "fore_name": "Mazin",
      "initials": "M",
      "name": "Mazin Omer",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Im Neuenheimer Feld 130/3, 69120, Heidelberg, Germany. mazin1255@gmail.com.",
        "Injury Epidemiology and Prevention (IEP) Research Group, Turku Brain Injury Center, Turku University Hospital and University of Turku, Turku, Finland. mazin1255@gmail.com."
      ]
    },
    {
      "last_name": "Posti",
      "fore_name": "Jussi P",
      "initials": "JP",
      "name": "Jussi P Posti",
      "affiliations": [
        "Neurocenter, Department of Neurosurgery and Turku Brain Injury Center, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Gissler",
      "fore_name": "Mika",
      "initials": "M",
      "name": "Mika Gissler",
      "affiliations": [
        "Department of Knowledge Brokers, Finnish Institute for Health and Welfare (THL), Helsinki, Finland.",
        "Region Stockholm, Academic Primary Health Care Centre, Stockholm, Sweden.",
        "Department of Molecular Medicine and Surgery, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Merikukka",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Merikukka",
      "affiliations": [
        "Children, Adolescents and families, Finnish Institute for Health and Welfare (THL), Oulu, Finland.",
        "Itla Children's Foundation (Itla), Helsinki, Finland."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Ildiko",
      "initials": "I",
      "name": "Ildiko Hoffmann",
      "affiliations": [
        "Injury Epidemiology and Prevention (IEP) Research Group, Turku Brain Injury Center, Turku University Hospital and University of Turku, Turku, Finland."
      ]
    },
    {
      "last_name": "Bärnighausen",
      "fore_name": "Till",
      "initials": "T",
      "name": "Till Bärnighausen",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Im Neuenheimer Feld 130/3, 69120, Heidelberg, Germany."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael Lowery",
      "initials": "ML",
      "name": "Michael Lowery Wilson",
      "affiliations": [
        "Heidelberg Institute of Global Health (HIGH), University of Heidelberg, Im Neuenheimer Feld 130/3, 69120, Heidelberg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Archives of public health = Archives belges de sante publique",
    "iso_abbreviation": "Arch Public Health",
    "issn": "0778-7367",
    "issn_type": "Print",
    "volume": "80",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "11"
  },
  "start_page": "167",
  "pages": "167",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35820924",
    "pmc": "PMC9275049",
    "doi": "10.1186/s13690-022-00919-x",
    "pii": "10.1186/s13690-022-00919-x"
  },
  "doi": "10.1186/s13690-022-00919-x",
  "pmc_id": "PMC9275049",
  "dates": {
    "revised": "2022-07-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.771464",
    "pmid": "35820924"
  }
}