{
  "pmid": "35831093",
  "uid": "35831093",
  "title": "Interventions to address polypharmacy in older adults living with multimorbidity: Review of reviews.",
  "abstract": "OBJECTIVE: To summarize evidence from published systematic reviews evaluating the effect of polypharmacy interventions on clinical and intermediate outcomes. It also summarizes the adverse events that may occur as a result of these interventions. DATA SOURCES: A literature search was conducted using the electronic databases MEDLINE, Embase, CINAHL, Cochrane Central, and Cochrane Database of Systematic Reviews (PROSPERO registration number: CRD42018085767). STUDY SELECTION: The search yielded a total of 21,329 citations, of which 619 were reviewed as full text and 5 met the selection criteria. SYNTHESIS: The polypharmacy interventions were found to produce statistically significant reductions in potentially inappropriate prescribing and improved medication adherence; however, the observed effects on clinical and intermediate outcomes were inconsistent. None of the included reviews reported any significant benefit of polypharmacy interventions for quality-of-life outcomes. Specific to health care utilization and cost, polypharmacy interventions reduced health care resource usage and expenditure. The reviews reported no differences in adverse drug events between polypharmacy interventions and usual care groups. The overall certainty of evidence was reported as low to very low across included reviews. CONCLUSION: Polypharmacy interventions are associated with reductions in potentially inappropriate prescribing and improvements in medication adherence. However, there is limited evidence of their effectiveness for clinical and intermediate outcomes.",
  "authors": [
    {
      "last_name": "Ali",
      "fore_name": "Muhammad Usman",
      "initials": "MU",
      "name": "Muhammad Usman Ali",
      "affiliations": [
        "Epidemiologist with the McMaster Evidence Review and Synthesis Team (MERST) at McMaster University in Hamilton, Ont."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "Associate Professor in the School of Nursing at McMaster University and Lead of MERST."
      ]
    },
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": [
        "Senior Research Coordinator and Scientific Manager with MERST."
      ]
    },
    {
      "last_name": "Kenny",
      "fore_name": "Meghan",
      "initials": "M",
      "name": "Meghan Kenny",
      "affiliations": [
        "Research Coordinator in the Department of Health Research Methods, Evidence, and Impact at McMaster University."
      ]
    },
    {
      "last_name": "Lamarche",
      "fore_name": "Larkin",
      "initials": "L",
      "name": "Larkin Lamarche",
      "affiliations": [
        "Assistant Professor in the School of Kinesiology and Health Sciences at York University in Toronto, Ont."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Professor in the Department of Health Research Methods, Evidence, and Impact and Scientific Director of the McMaster Institute for Research on Aging at McMaster University."
      ]
    },
    {
      "last_name": "Mangin",
      "fore_name": "Derelie",
      "initials": "D",
      "name": "Derelie Mangin",
      "affiliations": [
        "Professor in the Department of Family Medicine, the David Braley Nancy Gordon Chair in Family Medicine, and Director and Associate Chair of Research at McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Canadian family physician Medecin de famille canadien",
    "iso_abbreviation": "Can Fam Physician",
    "issn": "1715-5258",
    "issn_type": "Electronic",
    "volume": "68",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "e215",
  "end_page": "e226",
  "pages": "e215-e226",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Aged",
    "Drug-Related Side Effects and Adverse Reactions",
    "Humans",
    "Inappropriate Prescribing",
    "Multimorbidity",
    "Polypharmacy",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "35831093",
    "pmc": "PMC9842141",
    "doi": "10.46747/cfp.6807e215",
    "pii": "68/7/e215"
  },
  "doi": "10.46747/cfp.6807e215",
  "pmc_id": "PMC9842141",
  "dates": {
    "completed": "2022-07-15",
    "revised": "2024-09-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.763645",
    "pmid": "35831093"
  }
}