{
  "pmid": "35836043",
  "uid": "35836043",
  "title": "Flood hazards vulnerability and risk of food security in Bait community flood-prone areas of Punjab Pakistan: In SDGs achievement threat.",
  "abstract": "Climate change in the global perspective has increased the occurrence of natural disasters, which subsequently decreased agricultural production and intensified the issue of food security. Developing countries, such as Pakistan, are facing severe food security issues, where most of the population still experiences poverty and hunger in their daily lives. Flood disasters ruin valuable land, cause agricultural production losses, and interrupt livelihood routines as expected household livelihood becomes more vulnerable. This research work focused on investigating the flood hazards vulnerability and risk of food security in the Bait community flood-prone areas of Punjab, Pakistan, with a broader aspect in contrast to previous research work. A constructed food security index composed of several IPCC and FAO factors with correlated dimensions of food security was used for the empirical estimation in this study. A composite food security index was developed through polychoric principal component analysis. To estimate the influence on the overall food security condition in the study area, a food security index was regressed on various independent variables. Estimates of the study indicated that three-fourths of household respondents in the study area are confronted with the issue of food security with changeable scale. Financing schemes, physical assets, and family type illustrated the positive influence on respondents' food security level, whereas respondents suffering property losses owing to floods had a negative influence. The study findings suggested integrated strategies must be adopted to effectively deal with issues of food security in the scenario of increasing severity of flood disasters. Policymakers and disaster-concerned institutions need to develop disaster risk mitigation strategies by constructing new water reserves and clearing river encroachments to deal with flood disasters. Agricultural research and development authorities need to provide climate friendly seed varieties and promote particular food crops for flood prone areas to ensure food security and reduce livelihood vulnerability, specifically for the flood-prone communities.",
  "authors": [
    {
      "last_name": "Ahmad",
      "fore_name": "Dilshad",
      "initials": "D",
      "name": "Dilshad Ahmad",
      "affiliations": [
        "Department of Management Sciences, COMSATS University Islamabad, Vehari Campus, Pakistan. dilshad@ciitvehari.edu.pk."
      ],
      "orcid": "0000-0002-3991-805X"
    },
    {
      "last_name": "Shah",
      "fore_name": "Salyha Zulfiqar Ali",
      "initials": "SZA",
      "name": "Salyha Zulfiqar Ali Shah",
      "affiliations": [
        "School of Economics, Bahauddin Zakariya University, Multan, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Economics, Preston University, Islamabad,, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Environmental science and pollution research international",
    "iso_abbreviation": "Environ Sci Pollut Res Int",
    "issn": "1614-7499",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "59",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "88663",
  "end_page": "88680",
  "pages": "88663-88680",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Floods",
    "Pakistan",
    "Sustainable Development",
    "Disasters",
    "Food Security"
  ],
  "article_ids": {
    "pubmed": "35836043",
    "doi": "10.1007/s11356-022-21683-z",
    "pii": "10.1007/s11356-022-21683-z"
  },
  "doi": "10.1007/s11356-022-21683-z",
  "dates": {
    "completed": "2022-11-22",
    "revised": "2024-07-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.028529",
    "pmid": "35836043"
  }
}