{
  "pmid": "35836234",
  "uid": "35836234",
  "title": "Angiogenic and angiostatic factors present in the saliva of malaria patients.",
  "abstract": "BACKGROUND: Malaria related mortality is associated with significant deregulation of host inflammatory factors such as interferon-inducible protein 10, a member of the CXC or α-subfamily (CXCL10), and host angiogenic factors such as angiopoietin 1 (Ang-1) and angiopoietin 2 (Ang-2). However, detection of these factors in malaria patients requires the drawing of blood, which is invasive and increases the risk of accidental blood-borne infections. There has been an increased interest in the use of saliva as the body fluid of choice for the diagnosis of many infectious diseases including malaria. Here, saliva levels of CXCL10, Ang-1, and Ang-2 previously shown to be predictive of severe malaria in malaria patients in Ghana were assessed in malaria patients. METHODS: This study was conducted in the Shai-Osudoku District Hospital in Dodowa, Accra, Ghana and the study population comprised 119 malaria patients and 94 non-malaria subjects. The non-malaria subjects are healthy community participants with no malaria infection. Plasma and saliva levels of CXCL10, Ang-1 and Ang-2 of the study participants were measured using an enzyme-linked immunoassay. Complete blood counts of each participant were measured with a haematology autoanalyzer. Pearson correlation was used to evaluate the correlation between plasma and saliva levels of each biomarker in malaria patients. A p-value of < 0.05 was considered significant. Box plots of median biomarker concentrations were plotted. SPSS version 14.2 software was used for statistical analysis. RESULTS: The non-malaria subjects had a median age of 29 years compared to 23 years for malaria patients (p = 0.001). Among the malaria patients, there was a strong significant relationship between CXCL10 (R[2] = 0.7, p < 0.0001) and Ang-1 (R[2] = 0.7, p < 0.0001). Malaria patients had lower saliva levels of Ang-1 (p = 0.009) and higher saliva levels of CXCL10 (p = 0.004) and Ang-2 (p = 0.001) compared to non-malaria subjects. CONCLUSIONS: This study provides the first evidence of elevated levels of CXCL10 and Ang-2 in the saliva of malaria patients. Detection of CXCL10, Ang-1 and Ang-2 in saliva may have a potential application for non-invasive malaria diagnosis.",
  "authors": [
    {
      "last_name": "Lekpor",
      "fore_name": "Cecilia Elorm",
      "initials": "CE",
      "name": "Cecilia Elorm Lekpor",
      "affiliations": [
        "Department of Pathology, Korle-Bu Teaching Hospital, University of Ghana Medical School, Accra, Ghana. cella20gh@yahoo.com."
      ]
    },
    {
      "last_name": "Botchway",
      "fore_name": "Felix",
      "initials": "F",
      "name": "Felix Botchway",
      "affiliations": [
        "Department of Chemical Pathology, University of Ghana Medical School, Korle-Bu Teaching Hospital, Accra, Ghana."
      ]
    },
    {
      "last_name": "Kusi",
      "fore_name": "Kwadwo Asamoah",
      "initials": "KA",
      "name": "Kwadwo Asamoah Kusi",
      "affiliations": [
        "Department of Immunology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana.",
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Adjei",
      "fore_name": "Andrew A",
      "initials": "AA",
      "name": "Andrew A Adjei",
      "affiliations": [
        "Department of Pathology, Korle-Bu Teaching Hospital, University of Ghana Medical School, Accra, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Stiles",
      "fore_name": "Jonathan K",
      "initials": "JK",
      "name": "Jonathan K Stiles",
      "affiliations": [
        "Department of Microbiology, Biochemistry & Immunology, Morehouse School of Medicine, Atlanta, GA, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Nana O",
      "initials": "NO",
      "name": "Nana O Wilson",
      "affiliations": [
        "Department of Microbiology, Biochemistry & Immunology, Morehouse School of Medicine, Atlanta, GA, USA. nanaotoo@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Malaria journal",
    "iso_abbreviation": "Malar J",
    "issn": "1475-2875",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "14"
  },
  "start_page": "220",
  "pages": "220",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Angiopoietin-1",
    "Angiopoietin-2",
    "Biomarkers",
    "Ghana",
    "Humans",
    "Malaria",
    "Saliva"
  ],
  "article_ids": {
    "pubmed": "35836234",
    "pmc": "PMC9284857",
    "doi": "10.1186/s12936-022-04221-7",
    "pii": "10.1186/s12936-022-04221-7"
  },
  "doi": "10.1186/s12936-022-04221-7",
  "pmc_id": "PMC9284857",
  "dates": {
    "completed": "2022-07-18",
    "revised": "2022-07-19"
  },
  "chemicals": [
    "Angiopoietin-1",
    "Angiopoietin-2",
    "Biomarkers"
  ],
  "grants": [
    {
      "grant_id": "R01 NS091616",
      "agency": "NINDS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R25 TW009340",
      "agency": "FIC NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R25TW009340",
      "agency": "NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.772909",
    "pmid": "35836234"
  }
}