{
  "pmid": "35843928",
  "uid": "35843928",
  "title": "Inhaled corticosteroids, COPD, and the incidence of lung cancer: a systematic review and dose response meta-analysis.",
  "abstract": "BACKGROUND: There has been debate on whether inhaled corticosteroids (ICS) reduce the incidence of lung cancer amongst patients with Chronic Obstructive Lung Disease (COPD). We aimed to perform a systematic review and dose-response meta-analysis on available observational data. METHODS: We performed both a dose response and high versus low random effects meta-analysis on observational studies measuring whether lung cancer incidence was lower in patients using ICS with COPD. We report relative risk (RR) with 95% confidence intervals (CI), as well as risk difference. We use the GRADE framework to report our results. RESULTS: Our dose-response suggested a reduction in the incidence of lung cancer for every 500 ug/day of fluticasone equivalent ICS (RR 0.82 [95% 0.68-0.95]). Using a baseline risk of 7.2%, we calculated risk difference of 14 fewer cases per 1000 ([95% CI 24.7-3.8 fewer]). Similarly, our results suggested that for every 1000 ug/day of fluticasone equivalent ICS, there was a larger reduction in incidence of lung cancer (RR 0.68 [0.44-0.93]), with a risk difference of 24.7 fewer cases per 1000 ([95% CI 43.2-5.4 fewer]). The certainty of the evidence was low to very low, due to risk of bias and inconsistency. CONCLUSION: There may be a reduction in the incidence for lung cancer in COPD patients who use ICS. However, the quality of the evidence is low to very low, therefore, we are limited in making strong claims about the true effect of ICS on lung cancer incidence.",
  "authors": [
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Division of Internal Medicine, McMaster University, 1280 Main Street West, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kiflen",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Kiflen",
      "affiliations": [
        "Temerty School of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ho",
      "fore_name": "Terence",
      "initials": "T",
      "name": "Terence Ho",
      "affiliations": [
        "Department of Respirology, St. Joseph's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Seijo",
      "fore_name": "Luis M",
      "initials": "LM",
      "name": "Luis M Seijo",
      "affiliations": [
        "Department of Pulmonary Medicine, Clínica Universidad de Navarra, Madrid, Spain."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Bioinformatics, Harvard Medical School, Boston, MA, USA. Dena_Zeraatkar@hms.harvard.edu."
      ]
    },
    {
      "last_name": "de Torres",
      "fore_name": "Juan P",
      "initials": "JP",
      "name": "Juan P de Torres",
      "affiliations": [
        "Division of Respirology and Sleep Medicine, Queen's University, Kingston, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC pulmonary medicine",
    "iso_abbreviation": "BMC Pulm Med",
    "issn": "1471-2466",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "17"
  },
  "start_page": "275",
  "pages": "275",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Administration, Inhalation",
    "Adrenal Cortex Hormones",
    "Fluticasone",
    "Humans",
    "Incidence",
    "Lung Neoplasms",
    "Pulmonary Disease, Chronic Obstructive"
  ],
  "article_ids": {
    "pubmed": "35843928",
    "pmc": "PMC9290283",
    "doi": "10.1186/s12890-022-02072-1",
    "pii": "10.1186/s12890-022-02072-1"
  },
  "doi": "10.1186/s12890-022-02072-1",
  "pmc_id": "PMC9290283",
  "dates": {
    "completed": "2022-07-19",
    "revised": "2022-07-21"
  },
  "chemicals": [
    "Adrenal Cortex Hormones",
    "Fluticasone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.285840",
    "pmid": "35843928"
  }
}