{
  "pmid": "35844965",
  "uid": "35844965",
  "title": "Multiple Chronic Diseases Associated With Tooth Loss Among the US Adult Population.",
  "abstract": "BACKGROUND: Half of US adults aged 20-64 years have lost at least one permanent tooth; one in six adults aged 65 and over in the USA is edentulous. Tooth loss and edentulism interfere with nutritional intake and quality of life. Although selected chronic diseases (e.g., diabetes) have been identified as possible risk factors for tooth loss, data on multiple chronic diseases and on having two or more concurrent chronic diseases (multimorbidity) in relation to tooth loss are lacking. Therefore, this study aimed to assess the association between multiple chronic diseases, multimorbidity, and tooth loss in US adults. METHODS: We performed a secondary data analysis using the US 2012 Behavioral Risk Factor Surveillance System (BRFSS), a national cross-sectional telephone survey studying health conditions and health behaviors among US adults (≥18 years) who are non-institutionalized residents. Variables were derived from the BRFSS Standard Core Questionnaire. Descriptive analysis including means, standard deviations (SDs), and percentages was calculated. Sample weights were applied. The stepwise multinomial logistic regression method was used to examine the relationship between several chronic diseases and tooth loss. Separate multinomial logistic regression models were used to examine the relationship between multimorbidity and tooth loss among all adults aged more than 18 years, adults aged 18-64 years, and adults aged more than 65 years, respectively. RESULTS: Among the samples (n = 471,107, mean age 55 years, 60% female), 55% reported losing no tooth loss, 30% reported losing one to five teeth, 10% reported losing six or more but not all teeth, and 5% reported losing all teeth. After adjusting for demographic characteristics, socioeconomic status, smoking, BMI, and dental care, chronic diseases that were associated with edentulism were chronic obstructive pulmonary disease (COPD) [adjusted risk ratio (adj. RR) 2.18, 95% confidence interval (CI) 2.08-2.29]; diabetes (adj. RR 1.49, 95% CI 1.44-1.56); arthritis (adj. RR 1.49, 95% CI 1.44-1.54); cardiovascular disease (adj. RR 1.38, 95% CI 1.30-1.45); stroke (adj. RR 1.31, 95% CI 1.24-1.40); kidney disease (adj. RR 1.16, 95% CI 1.08-1.25); cancer (adj. RR 1.05, 95% CI 1.01-1.11); and asthma (adj. RR 1.07, 95% CI 1.02-1.12). For those who reported losing six or more teeth, the association remained significant for all the chronic diseases mentioned, albeit the magnitude of association appeared to be comparative or smaller. In addition, adults with multimorbidity were more likely to have tooth loss (loss of one to five teeth: adj. RR 1.17, 95% CI 1.14-1.19; loss of six or more teeth: adj. RR 1.78, 95% CI 1.73-1.82; edentulous: adj. RR 2.03, 95% CI 1.96-2.10). CONCLUSIONS: Multiple chronic diseases were associated with edentulism and tooth loss. People with multimorbidity are more likely to be edentulous than those with one or no chronic disease. The findings from this study will help to identify populations at increased risk for oral problems and nutritional deficits, thus the assessment of oral health should be evaluated further as an important component of chronic illness care.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "College of Nursing, University of Cincinnati, Mason, OH, United States.",
        "Robert and Donna Manning College of Nursing and Health Sciences, University of Massachusetts Boston, Boston, MA, United States."
      ]
    },
    {
      "last_name": "Leveille",
      "fore_name": "Suzanne G",
      "initials": "SG",
      "name": "Suzanne G Leveille",
      "affiliations": [
        "Robert and Donna Manning College of Nursing and Health Sciences, University of Massachusetts Boston, Boston, MA, United States.",
        "Harvard Medical School, Boston, MA, United States.",
        "Beth Israel Deaconess Medical Center, Boston, MA, United States."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Shi",
      "affiliations": [
        "Robert and Donna Manning College of Nursing and Health Sciences, University of Massachusetts Boston, Boston, MA, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in big data",
    "iso_abbreviation": "Front Big Data",
    "issn": "2624-909X",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2022"
  },
  "start_page": "932618",
  "pages": "932618",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35844965",
    "pmc": "PMC9283677",
    "doi": "10.3389/fdata.2022.932618"
  },
  "doi": "10.3389/fdata.2022.932618",
  "pmc_id": "PMC9283677",
  "dates": {
    "revised": "2022-07-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.518039",
    "pmid": "35844965"
  }
}