{
  "pmid": "35859303",
  "uid": "35859303",
  "title": "Post-Traumatic Stress Disorder Among U.S. Army Drone Operators.",
  "abstract": "INTRODUCTION: Exposure to traumatic events could increase post-traumatic stress disorder (PTSD) risk among enlisted U.S. Army drone operators. Published research on PTSD risk in this population is unavailable.METHODS: We used a combined medical and administrative longitudinal dataset to examine adjusted associations between drone operator service among U.S. Army enlisted members and three PTSD indicators: whether screened via the PTSD Checklist - Civilian (PCL-C); PCL-C scores; and incident PTSD diagnoses. We compiled summary statistics for and conducted tests of differences in independent variable distributions when comparing drone operators and others. Two multivariable survival regression models and an ordinary least squares model were used to estimate adjusted associations.RESULTS: There were 1.68 million person-years of observed time in the study population (N = 678,548; drone operator N = 2856). Compared to other servicemembers, the adjusted likelihood of undergoing PTSD screening was 35% lower [95% confidence interval (CI) for the adjusted hazard ratio (aHR): 0.56-0.76]. Among subjects who took the PCL-C, scores did not differ significantly on the basis of drone operator service (adjusted change: -1.26 points; CI: -3.41-0.89). The adjusted hazard of receiving a PTSD diagnosis was 34% lower among drone operators (CI: 0.54-0.80).DISCUSSION: These findings provide reassurance that enlisted U.S. Army drone operators are not at increased risk of PTSD. Further research is needed in order to identify the mechanisms of the decreased PTSD risk observed, and whether other or longer-term mental health risks are present among those in this occupation.Nelson DA, Wilson M, Kurina LM. Post-traumatic stress disorder among U.S. Army drone operators. Aerosp Med Hum Perform. 2022; 93(7):562-570.",
  "authors": [
    {
      "last_name": "Nelson",
      "fore_name": "D Alan",
      "initials": "DA",
      "name": "D Alan Nelson",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": []
    },
    {
      "last_name": "Kurina",
      "fore_name": "Lianne M",
      "initials": "LM",
      "name": "Lianne M Kurina",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Aerospace medicine and human performance",
    "iso_abbreviation": "Aerosp Med Hum Perform",
    "issn": "2375-6322",
    "issn_type": "Electronic",
    "volume": "93",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "562",
  "end_page": "570",
  "pages": "562-570",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Military Personnel",
    "Stress Disorders, Post-Traumatic",
    "Unmanned Aerial Devices"
  ],
  "article_ids": {
    "pubmed": "35859303",
    "doi": "10.3357/AMHP.6016.2022"
  },
  "doi": "10.3357/AMHP.6016.2022",
  "dates": {
    "completed": "2022-07-22",
    "revised": "2022-07-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.776860",
    "pmid": "35859303"
  }
}