{
  "pmid": "35859677",
  "uid": "35859677",
  "title": "DIRECTIVE CLINIQUE CONJOINTE DE LA SOGC ET DE LA SCP: Directive clinique n[o] 424 : Prise en charge du cordon ombilical chez le nourrisson prématuré ou à terme.",
  "abstract": "OBJECTIF: Évaluer l'effet du clampage retardé du cordon et de la traite du cordon ombilical sur les risques de mortalité et de morbidité maternelles et néonatales en contexte de grossesses monofœtale ou gémellaire. POPULATION CIBLE: Femmes enceintes dont la grossesse monofœtale ou gémellaire est à terme ou avant terme. BÉNÉFICES RISQUES ET COÛTS: Chez les prématurés de grossesse monofœtale, le clampage retardé de 60 à 120 secondes idéalement, mais d'au moins 30 secondes, réduit le risque de mortalité et de morbidité. Chez les jumeaux prématurés, le clampage retardé est associé à certains bénéfices. Chez les nourrissons de grossesse monofœtale à terme, le clampage retardé de 60 secondes améliore les paramètres hématologiques. Chez les grands prématurés, la traite du cordon ombilical augmente le risque d'hémorragie intraventriculaire. DONNÉES PROBANTES: Une recherche a été effectuée au moyen des bases de données Medline, PubMed, Embase et Cochrane Library, de leur création jusqu'à mars 2020, à partir de termes MeSH et de mot-clés liés au clampage retardé du cordon et à la traite du cordon ombilical. Le présent document est un résumé des données probantes et non pas une revue méthodologique. MÉTHODES DE VALIDATION: Les auteurs ont évalué la qualité des données probantes et la force des recommandations en utilisant le cadre méthodologique d'évaluation, de développement et d'évaluation (GRADE). Voir l'annexe A en ligne (tableau A1 pour les définitions et tableau A2 pour l'interprétation des recommandations fortes et conditionnelles [faibles]).",
  "authors": [
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Hamilton (Ontario) Canada."
      ]
    },
    {
      "last_name": "Narvey",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Narvey",
      "affiliations": [
        "Winnipeg (Manitoba) Canada."
      ]
    },
    {
      "last_name": "Ehman",
      "fore_name": "William",
      "initials": "W",
      "name": "William Ehman",
      "affiliations": [
        "Nanaimo (Colombie-Britannique) Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Venu",
      "initials": "V",
      "name": "Venu Jain",
      "affiliations": [
        "Edmonton (Alberta) Canada."
      ]
    },
    {
      "last_name": "Cassell",
      "fore_name": "Krista",
      "initials": "K",
      "name": "Krista Cassell",
      "affiliations": [
        "Charlottetown (Île-du-Prince-Édouard) Canada."
      ]
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1205-7088",
    "issn_type": "Print",
    "volume": "27",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "254",
  "end_page": "255",
  "pages": "254-255",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35859677",
    "pmc": "PMC9291342",
    "doi": "10.1093/pch/pxac011",
    "pii": "pxac011"
  },
  "doi": "10.1093/pch/pxac011",
  "pmc_id": "PMC9291342",
  "dates": {
    "revised": "2023-07-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:42:00.558057",
    "pmid": "35859677"
  }
}