{
  "pmid": "35868620",
  "uid": "35868620",
  "title": "Histological alterations and oxidative stress in adult zebrafish muscle after aluminium exposure.",
  "abstract": "Aluminium (Al) is among the most abundant metals in nature, and its presence in the environment is further increasing by anthropogenic activities. In water bodies, the Al concentrations ranged between 0.001 and 50 mg/L, raising concerns about the health of aquatic organisms. For this reason, zebrafish was chosen as the model, since it is well suited for ecotoxicological studies. Adult specimens were exposed to 11 mg/L of Al for 10, 15 and 20 days to assess both the morphology and the oxidative state of muscle tissue. Considering the involvement of ROS, the activity of the main antioxidant enzymes, metallothioneins contents, but also oxidative damage and enzymes involved in energy consumption and neuromuscular transmission were assessed. Collected data showed an increase in the thickness of the endomysium and resorbed myofibrils in the organisms exposed to Al for 10 days, and an increase of myotomes' size in the organisms exposed to Al for 15 days. Moreover, the organisms exposed for less time to Al, it was evident an activation of anaerobic metabolism and the increased activity of antioxidant enzymes such as superoxide dismutase, glutathione peroxidase and glutathione S-transferases. However, these effects stabilized with increasing exposure time. In addition, only after 20 days of treatment did the oxidative damage to the proteins and the activity of acetylcholinesterase increase while the levels of metallothioneins and the lipid peroxidation were lower for all treated animals when compared to the control group. Overall, the biochemical and histological changes induced by aluminium exposure in the muscular tissue represent a relevant contribution to understanding the environmental risk due to the diffusion of this metal within the aquatic compartment.",
  "authors": [
    {
      "last_name": "Ferrandino",
      "fore_name": "Ida",
      "initials": "I",
      "name": "Ida Ferrandino",
      "affiliations": [
        "Department of Biology, University of Naples \"Federico II\", Naples, Italy. Electronic address: ida.ferrandino@unina.it."
      ]
    },
    {
      "last_name": "Capriello",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Capriello",
      "affiliations": [
        "Department of Biology, University of Naples \"Federico II\", Naples, Italy. Electronic address: teresa.capriello@unina.it."
      ]
    },
    {
      "last_name": "Félix",
      "fore_name": "Luis M",
      "initials": "LM",
      "name": "Luis M Félix",
      "affiliations": [
        "Laboratory Animal Science (LAS), Institute for Research and Innovation in Health (i3S), University of Porto (UP), Porto, Portugal; Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Inov4Agro, Institute for Innovation, Capacity Building and Sustainability of Agri-food Production, Vila Real, Portugal. Electronic address: lfelix@utad.pt."
      ]
    },
    {
      "last_name": "Di Meglio",
      "fore_name": "Gianluca",
      "initials": "G",
      "name": "Gianluca Di Meglio",
      "affiliations": [
        "Department of Biology, University of Naples \"Federico II\", Naples, Italy. Electronic address: gianl.dimeglio@studenti.unina.it."
      ]
    },
    {
      "last_name": "Santos",
      "fore_name": "Dércia",
      "initials": "D",
      "name": "Dércia Santos",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Inov4Agro, Institute for Innovation, Capacity Building and Sustainability of Agri-food Production, Vila Real, Portugal. Electronic address: dsantos@utad.pt."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Inov4Agro, Institute for Innovation, Capacity Building and Sustainability of Agri-food Production, Vila Real, Portugal. Electronic address: smonteir@utad.pt."
      ]
    }
  ],
  "journal": {
    "title": "Environmental toxicology and pharmacology",
    "iso_abbreviation": "Environ Toxicol Pharmacol",
    "issn": "1872-7077",
    "issn_type": "Electronic",
    "volume": "94",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "103934",
  "pages": "103934",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acetylcholinesterase",
    "Aluminum",
    "Animals",
    "Antioxidants",
    "Muscles",
    "Oxidative Stress",
    "Superoxide Dismutase",
    "Water Pollutants, Chemical",
    "Zebrafish"
  ],
  "article_ids": {
    "pubmed": "35868620",
    "doi": "10.1016/j.etap.2022.103934",
    "pii": "S1382-6689(22)00127-2"
  },
  "doi": "10.1016/j.etap.2022.103934",
  "dates": {
    "completed": "2022-08-11",
    "revised": "2022-08-11"
  },
  "chemicals": [
    "Antioxidants",
    "Water Pollutants, Chemical",
    "Aluminum",
    "Superoxide Dismutase",
    "Acetylcholinesterase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.091702",
    "pmid": "35868620"
  }
}