{
  "pmid": "35874332",
  "uid": "35874332",
  "title": "Subjective Well-Being of Professional Females: A Case Study of Dalian High-Tech Industrial Zone.",
  "abstract": "The education level and social participation of contemporary Chinese women have reached their historical peak; work is fast becoming the dominant theme of their lives. However, influenced by traditional attitudes, women are still expected to undertake the main family care tasks, thus, facing dual constraints of family and work, which seriously affect their life happiness. Based on the theory of subjective well-being and feminist geography, this study used the questionnaire survey and in-depth interview results of professional females in Dalian High-tech Industrial Zone as basic data to explore the life satisfaction and emotional cognition in intra- and extra-household life of professional females (Professional females: In this study, they are the women who have received formal education and currently have full-time and steady job (including regular employees in the national systems and those who have signed labor contracts with labor units).). The following results were obtained: (1) Most professional females reported higher life satisfaction in intra- rather than extra-household life, and it varied with individual attributes, reflecting the internal differences among them. (2) The positive emotions of professional females came from the company of family and friends in intra-household life, and satisfaction with the working environment and treatment in extra-household life. (3) The negative emotions came from the pressure of \"marriage,\" \"birth,\" and other traditional concepts in intra-household life. In extra-household life, it came from the health problems caused by working stress, interpersonal problems and gender inequality in the workplace, and the anxiety of age and future career development. Therefore, this study committed to revealing the living status and subjective feelings of contemporary professional females in China, hoping to improve women's life quality and enhance their life happiness from a theoretical and realistic perspective.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Geography, Liaoning Normal University, Dalian, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Ya",
      "initials": "Y",
      "name": "Ya Gao",
      "affiliations": [
        "School of Geography, Liaoning Normal University, Dalian, China."
      ]
    },
    {
      "last_name": "Zhan",
      "fore_name": "Chengcheng",
      "initials": "C",
      "name": "Chengcheng Zhan",
      "affiliations": [
        "Dalian No. 8 Senior High School, Dalian, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Tianbao",
      "initials": "T",
      "name": "Tianbao Liu",
      "affiliations": [
        "School of Geography, Liaoning Normal University, Dalian, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xueming",
      "initials": "X",
      "name": "Xueming Li",
      "affiliations": [
        "School of Geography, Liaoning Normal University, Dalian, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2022"
  },
  "start_page": "904298",
  "pages": "904298",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35874332",
    "pmc": "PMC9296829",
    "doi": "10.3389/fpsyg.2022.904298"
  },
  "doi": "10.3389/fpsyg.2022.904298",
  "pmc_id": "PMC9296829",
  "dates": {
    "revised": "2024-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.520363",
    "pmid": "35874332"
  }
}