{
  "pmid": "35873090",
  "uid": "35873090",
  "title": "Prenatal and postpartum maternal mental health and neonatal motor outcomes during the COVID-19 pandemic.",
  "abstract": "BACKGROUND: Rates of prenatal and postpartum stress and depression in pregnant individuals have increased during the COVID-19 pandemic. Perinatal maternal mental health has been linked to worse motor development in offspring, with motor deficits appearing in infancy and early childhood. We aimed to evaluate the relationship between prenatal and postpartum stress and depression and motor outcome in infants born during the COVID-19 pandemic. METHODS: One hundred and seventeen participants completed an online prospective survey study at two timepoints: during pregnancy and within 2 months postpartum. Depression was self-reported using the Edinburgh Perinatal/Postpartum Depression Scale (EPDS), and stress via the Perceived Stress Scale (PSS). Mothers reported total infant motor ability (fine and gross) using the interRAI 0-3 Developmental Domains questionnaire. RESULTS: Prenatal (EPDS median=10.0, interquartile range[IQR]=6.0 - 14.0, B=-0.035, 95%CI=-0.062 to -0.007, p = 0.014) and postpartum maternal depression outcomes (median=7, IQR=4-12, B=-0.037, 95%CI= -0.066 to -0.008, p = 0.012) were significantlynegatively associated with total infant motor ability. Neither pregnancy nor postpartum perceived stress was associated with infant motor function. A cluster analysis revealed that preterm and low-birth weight infants whose mothers reported elevated depressive symptoms during pregnancy and in the postpartum period had the poorest motor outcomes. CONCLUSIONS: Prenatal and postpartum depression, but not stress, was associated with early infant motor abilities. Preterm and low-birth weight infants whose mothers reported elevated depressive symptoms maybe at-risk of experiencing poor motor outcomes. These results highlight the importance of identifying pre- and postnatal maternal mental health issues, especially during the ongoing COVID-19 pandemic.",
  "authors": [
    {
      "last_name": "Papadopoulos",
      "fore_name": "Alissa",
      "initials": "A",
      "name": "Alissa Papadopoulos",
      "affiliations": [
        "Applied Psychology, Faculty of Education, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Nichols",
      "fore_name": "Emily S",
      "initials": "ES",
      "name": "Emily S Nichols",
      "affiliations": [
        "Applied Psychology, Faculty of Education, Western University, London, ON, Canada.",
        "The Western Institute for Neuroscience, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Mohsenzadeh",
      "fore_name": "Yalda",
      "initials": "Y",
      "name": "Yalda Mohsenzadeh",
      "affiliations": [
        "The Western Institute for Neuroscience, Western University, London, ON, Canada.",
        "Department of Computer Science, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Giroux",
      "fore_name": "Isabelle",
      "initials": "I",
      "name": "Isabelle Giroux",
      "affiliations": [
        "School of Nutrition Sciences, Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada.",
        "Insititut du Savoir Monfort, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Mottola",
      "fore_name": "Michelle F",
      "initials": "MF",
      "name": "Michelle F Mottola",
      "affiliations": [
        "R. Samuel McLaughlin Foundation - Exercise and Pregnancy Laboratory, School of Kinesiology, Faculty of Health Sciences, Department of Anatomy and Cell Biology, Schulich School of Medicine and Dentistry, Children's Health Research Institute, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Duerden",
      "fore_name": "Emma G",
      "initials": "EG",
      "name": "Emma G Duerden",
      "affiliations": [
        "Applied Psychology, Faculty of Education, Western University, London, ON, Canada.",
        "The Western Institute for Neuroscience, Western University, London, ON, Canada.",
        "Department of Psychiatry, Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of affective disorders reports",
    "iso_abbreviation": "J Affect Disord Rep",
    "issn": "2666-9153",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "100387",
  "pages": "100387",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35873090",
    "pmc": "PMC9297659",
    "doi": "10.1016/j.jadr.2022.100387",
    "pii": "S2666-9153(22)00079-8"
  },
  "doi": "10.1016/j.jadr.2022.100387",
  "pmc_id": "PMC9297659",
  "dates": {
    "revised": "2022-12-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.146888",
    "pmid": "35873090"
  }
}