{
  "pmid": "35874427",
  "uid": "35874427",
  "title": "The relationships between resilience, care environment, and social-psychological factors in orphaned and separated adolescents in western Kenya.",
  "abstract": "The relationships between care environment, resilience, and social factors in orphaned and separated adolescents and youths (OSAY) in western Kenya are complex and under-studied. This study examines these relationships through the analysis of survey responses from OSAY living in Charitable Children's Institutes (CCI) and family-based care settings (FBS) in Uasin Gishu County, Kenya. The associations between 1) care environment and resilience (measured using the 14-item Resilience Scale); 2) care environment and factors thought to promote resilience (e.g. social, family, and peer support); and 3) resilience and these same resilience-promoting factors, were examined using multivariable linear and logistic regressions. This cross-sectional study included 1202 OSAY (50.4% female) aged 10-26 (mean=16; SD=3.5). The mean resilience score in CCIs was 71 (95%CI=69-73) vs. 64 (95%CI=62-66) in FBS. OSAY in CCIs had higher resilience (β=7.67; 95%CI=5.26-10.09), social support (β=0.26; 95%CI=0.14-0.37), and peer support (β=0.90; 95%CI=0.64-1.17) than those in FBS. OSAY in CCIs were more likely to volunteer than those in FBS (OR=3.72; 95%CI=1.80-7.68), except in the male subgroup. Family (β=0.42; 95%CI=0.24-0.60), social (β=4.19; 95%CI=2.53-5.85), and peer (β=2.13; 95%CI=1.44-2.83) relationships were positively associated with resilience in all analyses. Volunteering was positively associated with resilience (β=5.85; 95%CI=1.51-10.19). The factor most strongly related to resilience in both fully adjusted models was peer support. This study found a strong relationship between care environment and resilience. Care environment and resilience each independently demonstrated strong relationships with peer support, social support, and participating in volunteer activities. Resilience also had a strong relationship with familial support. These data suggest that resilience can be developed through strategic supports to this vulnerable population.",
  "authors": [
    {
      "last_name": "Sutherland",
      "fore_name": "Sarah C",
      "initials": "SC",
      "name": "Sarah C Sutherland",
      "affiliations": [
        "Division of Epidemiology, Dalla Lana School of Public Health, University of Toronto, 155 College Street, M5T 3M7, Toronto, Canada."
      ]
    },
    {
      "last_name": "Shannon",
      "fore_name": "Harry S",
      "initials": "HS",
      "name": "Harry S Shannon",
      "affiliations": [
        "Division of Epidemiology, Dalla Lana School of Public Health, University of Toronto, 155 College Street, M5T 3M7, Toronto, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Science, McMaster University, 1280 Main Street West, L8S 4L8, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ayuku",
      "fore_name": "David",
      "initials": "D",
      "name": "David Ayuku",
      "affiliations": [
        "Department of Mental Health and Behavioral Sciences, School of Medicine, College of Health Sciences, Moi University, Nandi Road, Eldoret, Kenya."
      ]
    },
    {
      "last_name": "Streiner",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Streiner",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, 100 West 5, L8N 3K7, Hamilton, Canada.",
        "Department of Psychiatry, University of Toronto, 250 College Street, 8 floor, M5T 1R8, Toronto, Canada."
      ]
    },
    {
      "last_name": "Saarela",
      "fore_name": "Olli",
      "initials": "O",
      "name": "Olli Saarela",
      "affiliations": [
        "Division of Biostatistics, Dalla Lana School of Public Health, University of Toronto, 155 College Street, M5T 3M7, Toronto, Canada."
      ]
    },
    {
      "last_name": "Atwoli",
      "fore_name": "Lukoye",
      "initials": "L",
      "name": "Lukoye Atwoli",
      "affiliations": [
        "Department of Mental Health and Behavioral Sciences, School of Medicine, College of Health Sciences, Moi University, Nandi Road, Eldoret, Kenya.",
        "Brain and Mind Institute and the Department of Medicine, Aga Khan University Medical College, East Africa, Nairobi, Kenya."
      ]
    },
    {
      "last_name": "Braitstein",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Braitstein",
      "affiliations": [
        "Division of Epidemiology, Dalla Lana School of Public Health, University of Toronto, 155 College Street, M5T 3M7, Toronto, Canada.",
        "Academic Model Providing Access to Healthcare (AMPATH), Nandi Road, Eldoret, Kenya.",
        "Department of Epidemiology and Medical Statistics, School of Public Health, College of Health Sciences, Moi University, Nandi Road, Eldoret, Kenya."
      ]
    }
  ],
  "journal": {
    "title": "Vulnerable children and youth studies",
    "iso_abbreviation": "Vulnerable Child Youth Stud",
    "issn": "1745-0128",
    "issn_type": "Print",
    "volume": "17",
    "issue": "2",
    "pub_year": "2022"
  },
  "start_page": "165",
  "end_page": "179",
  "pages": "165-179",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35874427",
    "mid": "NIHMS1804052",
    "pmc": "PMC9302592",
    "doi": "10.1080/17450128.2022.2067381"
  },
  "doi": "10.1080/17450128.2022.2067381",
  "pmc_id": "PMC9302592",
  "dates": {
    "revised": "2023-04-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 HD060478",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:55.904338",
    "pmid": "35874427"
  }
}