{
  "pmid": "35871019",
  "uid": "35871019",
  "title": "Vitiligo International Task force for an Agreed List of core data (VITAL): study protocol of a vitiligo core outcome set (COS) and contextual factors for clinical trials, registries, and clinical practice.",
  "abstract": "BACKGROUND: There is a lack of consensus related to the collection of standardized data for individuals with vitiligo enrolled in clinical trials and registries as well as those seen in clinical practice which causes difficulty in accurately interpreting, comparing, and pooling of data. Several years ago, efforts to initiate work on developing core outcome sets were performed and a consensus was reached in 2015 on the first core domain set for vitiligo clinical trials. METHODS/DESIGN: This project aims to further develop a core outcome set for vitiligo clinical trials as well as create internationally agreed-upon core outcome sets for registries and clinical practice. These core outcome sets will include a core domain set and a core measurement instruments set and will be supplemented by contextual factors, including baseline and treatment-related characteristics. In a preparatory exercise, the 2015 core domain set will be re-evaluated and will serve as the basis for the list of outcome domains used to initiate the consensus process. This project will consist of two parts. Part 1 will focus on the selection of a core domain set, or \"what to measure\" and contextual factors, for each setting based on electronic surveys (e-Delphi technique) and a conclusive consensus meeting by a large group of international stakeholders. Part 2 will include selection of core measurement instruments, or \"how to measure,\" and measurement details (e.g., scale and timing) for the core domain sets and contextual factors agreed upon in part 1. Part 2 will be based on consensus meetings with stakeholders involved in part 1 and will be guided by C3 (CHORD-COUSIN Collaboration), Harmonising Outcome Measures for Eczema (HOME), COnsensus-based Standards for the selection of health Measurement INstruments (COSMIN), and Outcome Measures in Rheumatology (OMERACT) recommendations including information on measurement properties of available instruments (systematic review and expert/patient opinion). At the end of part 2, all stakeholders involved will be invited to participate in a final meeting in which the ultimate core data sets (core outcome sets and contextual factors) will be presented and the dissemination plan and implementation goals will be defined. DISCUSSION: This project will harmonize data collection between clinical trials, registries, and clinical practices, facilitating new insights in vitiligo. TRIAL REGISTRATION: This study is registered in the Core Outcome Measures for Effectiveness Trials (COMET) database and on the C3 (CHORD-COUSIN Collaboration) website.",
  "authors": [
    {
      "last_name": "van Geel",
      "fore_name": "Nanja",
      "initials": "N",
      "name": "Nanja van Geel",
      "affiliations": [
        "Department of Dermatology, Ghent University Hospital, Ghent, Belgium. Nanja.vangeel@UGent.be."
      ],
      "orcid": "0000-0002-3249-8195"
    },
    {
      "last_name": "Hamzavi",
      "fore_name": "Iltefat H",
      "initials": "IH",
      "name": "Iltefat H Hamzavi",
      "affiliations": [
        "Department of Dermatology, Henry Ford Hospital, Global Vitiligo Foundation, Detroit, MI, USA."
      ]
    },
    {
      "last_name": "Pandya",
      "fore_name": "Amit G",
      "initials": "AG",
      "name": "Amit G Pandya",
      "affiliations": [
        "Department of Dermatology, The University of Texas Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Wolkerstorfer",
      "fore_name": "Albert",
      "initials": "A",
      "name": "Albert Wolkerstorfer",
      "affiliations": [
        "Department of Dermatology, Amsterdam Public Health/Infection and Immunology, Location AMC, A0-227, University of Amsterdam, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Seneschal",
      "fore_name": "Julien",
      "initials": "J",
      "name": "Julien Seneschal",
      "affiliations": [
        "Department of Dermatology, INSERM U 1035, University of Bordeaux, Bordeaux University Hospitals, Bordeaux, France."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, NY, USA."
      ]
    },
    {
      "last_name": "Spuls",
      "fore_name": "Phyllis",
      "initials": "P",
      "name": "Phyllis Spuls",
      "affiliations": [
        "Department of Dermatology, Amsterdam Public Health/Infection and Immunology, Location AMC, A0-227, University of Amsterdam, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Terwee",
      "fore_name": "Caroline B",
      "initials": "CB",
      "name": "Caroline B Terwee",
      "affiliations": [
        "Department of Epidemiology and Data Science, Amsterdam University Medical Centers, Vrije Universiteit Amsterdam, Amsterdam Public Health Research Institute, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Mallett",
      "fore_name": "Sue",
      "initials": "S",
      "name": "Sue Mallett",
      "affiliations": [
        "UCL Centre for Medical Imaging, University College London, London, UK."
      ]
    },
    {
      "last_name": "Speeckaert",
      "fore_name": "Reinhart",
      "initials": "R",
      "name": "Reinhart Speeckaert",
      "affiliations": [
        "Department of Dermatology, Ghent University Hospital, Ghent, Belgium."
      ]
    },
    {
      "last_name": "Meurant",
      "fore_name": "Jean Marie",
      "initials": "JM",
      "name": "Jean Marie Meurant",
      "affiliations": [
        "Vitiligo International Patient Organizations, 11 rue de Clichy, 75009, Paris, France."
      ]
    },
    {
      "last_name": "Eleftheriadou",
      "fore_name": "Viktoria",
      "initials": "V",
      "name": "Viktoria Eleftheriadou",
      "affiliations": [
        "New Cross Hospital, The Royal Wolverhampton NHS Trust, Wolverhampton, UK."
      ]
    },
    {
      "last_name": "Ezzedine",
      "fore_name": "Khaled",
      "initials": "K",
      "name": "Khaled Ezzedine",
      "affiliations": [
        "Department of Dermatology, University Hospital Henri Mondor, EpiDermE EA 7379, Université Paris-Est Créteil Val de Marne, Créteil, France."
      ]
    }
  ],
  "journal": {
    "title": "Trials",
    "iso_abbreviation": "Trials",
    "issn": "1745-6215",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "23"
  },
  "start_page": "591",
  "pages": "591",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Delphi Technique",
    "Humans",
    "Outcome Assessment, Health Care",
    "Registries",
    "Research Design",
    "Treatment Outcome",
    "Vitiligo"
  ],
  "article_ids": {
    "pubmed": "35871019",
    "pmc": "PMC9308182",
    "doi": "10.1186/s13063-022-06497-1",
    "pii": "10.1186/s13063-022-06497-1"
  },
  "doi": "10.1186/s13063-022-06497-1",
  "pmc_id": "PMC9308182",
  "dates": {
    "completed": "2022-07-26",
    "revised": "2022-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.351248",
    "pmid": "35871019"
  }
}