{
  "pmid": "35870763",
  "uid": "35870763",
  "title": "Comparison of the efficacy and safety of first-line treatments based on clinicopathological characteristics for patients with advanced epidermal growth factor receptor mutated non-small-cell lung cancer: A systematic review and network meta-analysis.",
  "abstract": "BACKGROUND: A growing number of regimens have been approved as first-line treatments for patients with advanced epidermal growth factor receptor (EGFR) mutated non-small cell lung cancer. However, the optimal regimen has not been determined, especially for patients with different clinicopathological characteristics. Therefore, we performed this meta-analysis to compare the efficacy and safety of first-line treatments for patients with EGFR-mutated NSCLC based on clinicopathological characteristics, thereby providing evidence for individual patient clinical decision-making. METHODS: The PubMed, Embase, Cochrane Library databases, and abstracts of ASCO, ESMO, and WCLC were searched from inception to 3 June 2021 to identify eligible randomized controlled trials (RCTs). The outcomes of progression-free survival (PFS), overall survival (OS), objective response rate (ORR), and grade 3 or higher adverse events (≥3AEs) were compared and ranked based on various clinicopathological characteristics among 14 regimens by network meta-analysis (NMA) and the surface under the cumulative ranking curve (SUCRA), respectively. RESULTS: 25 RCTs were included, with a total of 6965 patients and 14 treatment regimens. The primary endpoint of all RCTs was PFS, and OS, ORR, and ≥3AEs were secondary endpoints. Regarding overall patients, the most distinct PFS benefit was observed in osimertinib (OSI), with the fewest ≥3AEs, whereas gefitinib plus pemetrexed-based chemotherapy (GEF+PB) provided the greatest benefit for OS. When considering EGFR mutation type, aumolertinib (AUM) and GEF+PB could be the optimal regimens in terms of PFS for patients with EGFR 19DEL and EGFR 21L858R, respectively. Notably, the efficacy of the 14 regimens for PFS varied across clinicopathological characteristics, with GEP+PB ranking first in Eastern Cooperative Oncology Group performance status (ECOG PS)= 1, Asian, age＜65 and smoking subgroups, with AUM ranking first in ECOG PS= 0 and female subgroups, with ICO+PB ranking first in age ≥65 and no smoking subgroups, and with AFA+CET ranking first in the male subgroup. In terms of brain metastases, third-generation EGFR-TKI showed obvious superiority, with AUM and OSI optimally prolonging PFS in patients with and without brain metastases, respectively. In addition, GEF+PB is a superior alternative, ranking second in terms of PFS regardless of the presence of brain metastases. CONCLUSIONS: OSI and GEF+PB were the most two effective first-line regimens for overall patients, ranking first in PFS and OS, respectively. GEF+PB ranked first in terms of PFS in subgroups of EGFR 21L858R, ECOG PS= 1, Asian, age <65, and smoking. Meanwhile, AUM in subgroups of EGFR 19DEL, ECOG PS= 0, female, brain metastasis, OSI in the subgroup of without brain metastasis, ICO+PB in no smoking subgroup, and AFA+CET in male subgroup were the best options as for their evident superiority in PFS.",
  "authors": [
    {
      "last_name": "Yang",
      "fore_name": "Fei",
      "initials": "F",
      "name": "Fei Yang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, 107 Wenhuaxi Road, Jinan, Shandong, 250012, China. Electronic address: yangfeiql@163.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Wengang",
      "initials": "W",
      "name": "Wengang Zhang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, 107 Wenhuaxi Road, Jinan, Shandong, 250012, China. Electronic address: 202036279@mail.sdu.edu.cn."
      ]
    },
    {
      "last_name": "Shang",
      "fore_name": "Xiaoling",
      "initials": "X",
      "name": "Xiaoling Shang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, 107 Wenhuaxi Road, Jinan, Shandong, 250012, China. Electronic address: shangxl@mail.sdu.edu.cn."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Ni",
      "initials": "N",
      "name": "Ni Liu",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, 107 Wenhuaxi Road, Jinan, Shandong, 250012, China. Electronic address: liuniaiputao@163.com."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Xinchun",
      "initials": "X",
      "name": "Xinchun Ma",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, 107 Wenhuaxi Road, Jinan, Shandong, 250012, China. Electronic address: maxinchun0207@163.com."
      ]
    },
    {
      "last_name": "Qin",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Qin",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, 107 Wenhuaxi Road, Jinan, Shandong, 250012, China. Electronic address: qj1059469865@163.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, 107 Wenhuaxi Road, Jinan, Shandong, 250012, China. Electronic address: 15689826338@163.com."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yanguo",
      "initials": "Y",
      "name": "Yanguo Liu",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, 107 Wenhuaxi Road, Jinan, Shandong, 250012, China. Electronic address: liuyanguo@sdu.edu.cn."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiuwen",
      "initials": "X",
      "name": "Xiuwen Wang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, 107 Wenhuaxi Road, Jinan, Shandong, 250012, China. Electronic address: xiuwenwang12@sdu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Critical reviews in oncology/hematology",
    "iso_abbreviation": "Crit Rev Oncol Hematol",
    "issn": "1879-0461",
    "issn_type": "Electronic",
    "volume": "177",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "103760",
  "pages": "103760",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Acrylamides",
    "Aged",
    "Antineoplastic Agents",
    "Brain Neoplasms",
    "Carcinoma, Non-Small-Cell Lung",
    "ErbB Receptors",
    "Female",
    "Humans",
    "Indoles",
    "Lung Neoplasms",
    "Male",
    "Middle Aged",
    "Mutation",
    "Protein Kinase Inhibitors",
    "Pyrimidines"
  ],
  "article_ids": {
    "pubmed": "35870763",
    "doi": "10.1016/j.critrevonc.2022.103760",
    "pii": "S1040-8428(22)00184-6"
  },
  "doi": "10.1016/j.critrevonc.2022.103760",
  "dates": {
    "completed": "2022-08-23",
    "revised": "2025-06-30"
  },
  "chemicals": [
    "Acrylamides",
    "Antineoplastic Agents",
    "Indoles",
    "Protein Kinase Inhibitors",
    "Pyrimidines",
    "ErbB Receptors",
    "aumolertinib"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.519539",
    "pmid": "35870763"
  }
}