{
  "pmid": "35889528",
  "uid": "35889528",
  "title": "Mechanistic Insights into the Mechanism of Inhibitor Selectivity toward the Dark Kinase STK17B against Its High Homology STK17A.",
  "abstract": "As a member of the death-associated protein kinase (DAPK) family, STK17B plays an important role in the regulation of cellular apoptosis and has been considered as a promising drug target for hepatocellular carcinoma. However, the highly conserved ATP-binding site of protein kinases represents a challenge to design selective inhibitors for a specific DAPK isoform. In this study, molecular docking, multiple large-scale molecular dynamics (MD) simulations, and binding free energy calculations were performed to decipher the molecular mechanism of the binding selectivity of PKIS43 toward STK17B against its high homology STK17A. MD simulations revealed that STK17A underwent a significant conformational arrangement of the activation loop compared to STK17B. The binding free energy predictions suggested that the driving force to control the binding selectivity of PKIS43 was derived from the difference in the protein-ligand electrostatic interactions. Furthermore, the per-residue free energy decomposition unveiled that the energy contribution from Arg41 at the phosphate-binding loop of STK17B was the determinant factor responsible for the binding specificity of PKIS43. This study may provide useful information for the rational design of novel and potent selective inhibitors toward STK17B.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Chang",
      "initials": "C",
      "name": "Chang Liu",
      "affiliations": [
        "Department of Hepatic Surgery VI, Eastern Hepatobiliary Surgery Hospital, Second Military Medical University, Shanghai 200433, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yichi",
      "initials": "Y",
      "name": "Yichi Zhang",
      "affiliations": [
        "Department of Transplantation, Xinhua Hospital Affiliated to Shanghai Jiao Tong University, School of Medicine, Shanghai 200092, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "MD Cancer Center, Yue Yang Hospital of Integrative Traditional Chinese and Western Medicine, Affiliated to Shanghai University of Traditional Chinese Medicine, Shanghai 200437, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Zonghan",
      "initials": "Z",
      "name": "Zonghan Liu",
      "affiliations": [
        "Department of Hepatic Surgery VI, Eastern Hepatobiliary Surgery Hospital, Second Military Medical University, Shanghai 200433, China."
      ]
    },
    {
      "last_name": "Mao",
      "fore_name": "Feifei",
      "initials": "F",
      "name": "Feifei Mao",
      "affiliations": [
        "Tongji University Cancer Center, Shanghai Tenth People's Hospital, School of Medicine, Tongji University, Shanghai 200072, China."
      ]
    },
    {
      "last_name": "Chai",
      "fore_name": "Zongtao",
      "initials": "Z",
      "name": "Zongtao Chai",
      "affiliations": [
        "Department of Hepatic Surgery VI, Eastern Hepatobiliary Surgery Hospital, Second Military Medical University, Shanghai 200433, China.",
        "Department of Hepatic Surgery, Shanghai Geriatric Center, Shanghai 201104, China.",
        "Liver Cancer Institute, Zhongshan Hospital, Fudan University, Key Laboratory of Carcinogenesis and Cancer Invasion (Fudan University), Ministry of Education, Shanghai 200032, China."
      ]
    }
  ],
  "journal": {
    "title": "Molecules (Basel, Switzerland)",
    "iso_abbreviation": "Molecules",
    "issn": "1420-3049",
    "issn_type": "Electronic",
    "volume": "27",
    "issue": "14",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "21"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Apoptosis Regulatory Proteins",
    "Binding Sites",
    "Humans",
    "Ligands",
    "Liver Neoplasms",
    "Molecular Docking Simulation",
    "Molecular Dynamics Simulation",
    "Protein Binding",
    "Protein Serine-Threonine Kinases"
  ],
  "article_ids": {
    "pubmed": "35889528",
    "pmc": "PMC9317881",
    "doi": "10.3390/molecules27144655",
    "pii": "molecules27144655"
  },
  "doi": "10.3390/molecules27144655",
  "pmc_id": "PMC9317881",
  "dates": {
    "completed": "2022-07-28",
    "revised": "2022-07-31"
  },
  "chemicals": [
    "Apoptosis Regulatory Proteins",
    "Ligands",
    "Protein Serine-Threonine Kinases",
    "STK17A protein, human",
    "STK17B protein, human"
  ],
  "grants": [
    {
      "grant_id": "82172846",
      "agency": "National Natural Science Foundation of China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.520925",
    "pmid": "35889528"
  }
}