{
  "pmid": "35881618",
  "uid": "35881618",
  "title": "Antibiotic treatment duration for bloodstream infections in critically ill children-A survey of pediatric infectious diseases and critical care clinicians for clinical equipoise.",
  "abstract": "OBJECTIVE: To describe antibiotic treatment durations that pediatric infectious diseases (ID) and critical care clinicians usually recommend for bloodstream infections in critically ill children. DESIGN: Anonymous, online practice survey using five common pediatric-based case scenarios of bloodstream infections. SETTING: Pediatric intensive care units in Canada, Australia and New Zealand. PARTICIPANTS: Pediatric intensivists, nurse practitioners, ID physicians and pharmacists. MAIN OUTCOME MEASURES: Recommended treatment durations for common infectious syndromes associated with bloodstream infections and willingness to enrol patients into a trial to study treatment duration. RESULTS: Among 136 survey respondents, most recommended at least 10 days antibiotics for bloodstream infections associated with: pneumonia (65%), skin/soft tissue (74%), urinary tract (64%) and intra-abdominal infections (drained: 90%; undrained: 99%). For central vascular catheter-associated infections without catheter removal, over 90% clinicians recommended at least 10 days antibiotics, except for infections caused by coagulase negative staphylococci (79%). Recommendations for at least 10 days antibiotics were less common with catheter removal. In multivariable linear regression analyses, lack of source control was significantly associated with longer treatment durations (+5.2 days [95% CI: 4.4-6.1 days] for intra-abdominal infections and +4.1 days [95% CI: 3.8-4.4 days] for central vascular catheter-associated infections). Most clinicians (73-95%, depending on the source of bloodstream infection) would be willing to enrol patients into a trial of shorter versus longer antibiotic treatment duration. CONCLUSIONS: The majority of clinicians currently recommend at least 10 days of antibiotics for most scenarios of bloodstream infections in critically ill children. There is practice heterogeneity in self-reported treatment duration recommendations among clinicians. Treatment durations were similar across different infectious syndromes. Under appropriate clinical conditions, most clinicians would be willing to enrol patients into a trial of shorter versus longer treatment for common syndromes associated with bloodstream infections.",
  "authors": [
    {
      "last_name": "Pong",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Pong",
      "affiliations": [
        "Department of Pharmacy, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-2963-9601"
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto Ontario, Canada.",
        "Tory Trauma Program, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Murthy",
      "fore_name": "Srinivas",
      "initials": "S",
      "name": "Srinivas Murthy",
      "affiliations": [
        "Department of Pediatrics, Division of Critical Care, University of British Columbia, Vancouver, British Columbia, Canada.",
        "Research Institute, BC Children's Hospital, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Pernica",
      "fore_name": "Jeffrey M",
      "initials": "JM",
      "name": "Jeffrey M Pernica",
      "affiliations": [
        "Division of Infectious Diseases, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4380-5402"
    },
    {
      "last_name": "Gilfoyle",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Gilfoyle",
      "affiliations": [
        "Department of Critical Care Medicine, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fontela",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Fontela",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, McGill University, Montreal, Québec, Canada.",
        "Department of Pediatrics, McGill University, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Mitsakakis",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Mitsakakis",
      "affiliations": [
        "Children's Hospital of Eastern Ontario Research Institute, Ottawa, Ontario, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bowen",
      "fore_name": "Asha C",
      "initials": "AC",
      "name": "Asha C Bowen",
      "affiliations": [
        "Wesfarmers Centre for Vaccines and Infectious Diseases, Telethon Kids Institute, University of Western Australia Perth Children's Hospital, Nedlands, Western Australia, Australia.",
        "Department of Infectious Diseases, Perth Children's Hospital, Nedlands, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Seto",
      "fore_name": "Winnie",
      "initials": "W",
      "name": "Winnie Seto",
      "affiliations": [
        "Department of Pharmacy, The Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Science",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Science",
      "affiliations": [
        "Division of Infectious Diseases, Department of Paediatric Medicine, The Hospital for Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hutchison",
      "fore_name": "James S",
      "initials": "JS",
      "name": "James S Hutchison",
      "affiliations": [
        "Department of Critical Care Medicine, The Hospital for Sick Children, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jouvet",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Jouvet",
      "affiliations": [
        "Pediatric Intensive Care Unit, Sainte-Justine Hospital University Center, Montreal, Québec, Canada.",
        "Department of Pediatrics, Université de Montréal, Montreal, Québec, Canada."
      ],
      "orcid": "0000-0001-5684-3398"
    },
    {
      "last_name": "Rishu",
      "fore_name": "Asgar",
      "initials": "A",
      "name": "Asgar Rishu",
      "affiliations": [
        "Critical Care Research Unit, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Division of Infectious Diseases, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "7",
    "pub_year": "2022"
  },
  "start_page": "e0272021",
  "pages": "e0272021",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Bacterial Agents",
    "Bacteremia",
    "Catheter-Related Infections",
    "Child",
    "Communicable Diseases",
    "Critical Care",
    "Critical Illness",
    "Duration of Therapy",
    "Humans",
    "Intraabdominal Infections",
    "Sepsis",
    "Surveys and Questionnaires",
    "Syndrome"
  ],
  "article_ids": {
    "pubmed": "35881618",
    "pmc": "PMC9321425",
    "doi": "10.1371/journal.pone.0272021",
    "pii": "PONE-D-22-04577"
  },
  "doi": "10.1371/journal.pone.0272021",
  "pmc_id": "PMC9321425",
  "dates": {
    "completed": "2022-07-28",
    "revised": "2022-07-29"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:09.323002",
    "pmid": "35881618"
  }
}