{
  "pmid": "35880772",
  "uid": "35880772",
  "title": "Engaging patients, families and professionals at the bedside using whiteboards.",
  "abstract": "Health-care systems around the world are striving to be patient-centered, and there is growing evidence that engaging patients and families in their care, as well as in efforts to redesign services, contributes to improved outcomes and experiences for patients and providers. This patient-oriented care movement includes efforts to improve the quality of information and communication between health-care professionals and patients as well as families and caregivers. Whiteboards have emerged as a best practice in hospitals to promote engagement and improve information and communication, yet with limited empirical evidence regarding their value to patients, families, or interprofessional teams. We introduced whiteboards on an acute medical unit at a community hospital and conducted an evaluation using a pre-post design collecting both qualitative and quantitative data. Baseline and post-implementation data were collected via qualitative interviews with patients/family and providers and using the Canadian Patient Experience Survey; focus groups were held with staff and members of the care team. Qualitative results highlighted improvements in communication between the care team and patients as well as family members. Implications for practice include attention to patient/family empowerment and safety, adherence to guidance for good communication, and support for regular training and education in the use of communication tools for members of the interprofessional team.",
  "authors": [
    {
      "last_name": "Law",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Law",
      "affiliations": [
        "Mary's Research Centre, Department of Family Medicine, McGill UniversitySt. , Montreal, QC, Canada.",
        "Institute for Better Health, University of Toronto & Senior Scientist, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-5196-2267"
    },
    {
      "last_name": "Antonacci",
      "fore_name": "Rosetta",
      "initials": "R",
      "name": "Rosetta Antonacci",
      "affiliations": [
        "Teaching Unit, St. Mary's HospitalNurse Manager - Medical-Clinical, Montreal, QC, Canada.",
        "Ingram School of Nursing & Clinical Associate, Department of Academic and University Affairs, CIUSSS ODIM, Ingram School of Nursing, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Ormel",
      "fore_name": "Ilja",
      "initials": "I",
      "name": "Ilja Ormel",
      "affiliations": [
        "St. Mary's Research Centre, Montreal, QC, Canada."
      ],
      "orcid": "0000-0001-7849-7588"
    },
    {
      "last_name": "Hidalgo",
      "fore_name": "Marcela",
      "initials": "M",
      "name": "Marcela Hidalgo",
      "affiliations": [
        "Patient Engagement, St. Mary's Research Centre, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Ma",
      "affiliations": [
        "Biostatistician - Institute for Better Health, Trillium Health Partners.",
        "Data Scientist, Precision Analytics, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Dyachenko",
      "fore_name": "Alina",
      "initials": "A",
      "name": "Alina Dyachenko",
      "affiliations": [
        "St. Mary's Research Centre, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Laframboise",
      "fore_name": "Devon",
      "initials": "D",
      "name": "Devon Laframboise",
      "affiliations": [
        "Nursing Educator, St. Mary's Hospital, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Doucette",
      "fore_name": "Elaine",
      "initials": "E",
      "name": "Elaine Doucette",
      "affiliations": [
        "Ingram School of Nursing, McGill University, Montreal, QC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of interprofessional care",
    "iso_abbreviation": "J Interprof Care",
    "issn": "1469-9567",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "3",
    "pub_year": "2023"
  },
  "start_page": "400",
  "end_page": "409",
  "pages": "400-409",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Interprofessional Relations",
    "Canada",
    "Family",
    "Patients",
    "Caregivers",
    "Patient Care Team",
    "Communication"
  ],
  "article_ids": {
    "pubmed": "35880772",
    "doi": "10.1080/13561820.2022.2074379"
  },
  "doi": "10.1080/13561820.2022.2074379",
  "dates": {
    "completed": "2023-04-28",
    "revised": "2023-04-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:59.609916",
    "pmid": "35880772"
  }
}