{
  "pmid": "35880346",
  "uid": "35880346",
  "title": "Fixation of Distal Radius Fractures Under Wide-Awake Local Anesthesia: A Systematic Review.",
  "abstract": "BACKGROUND: The purpose of this systematic review was to analyze the available literature on fixation of distal radius fractures (DRFs) under wide-awake local anesthesia no-tourniquet (WALANT), and to examine postoperative pain scores and functional outcomes, operative data including operative time and blood loss, and the frequency of adverse events. METHODS: Embase, MEDLINE, Web of Science, and SCOPUS were searched from inception until May 2022 for relevant studies. Studies were screened in duplicate, and data on pain scores, functional outcomes, and adverse events were recorded. Due to methodological and statistical heterogeneity, the results are presented in a descriptive fashion. RESULTS: Ten studies were included comprising 456 patients with closed, unilateral DRFs, of whom 226 underwent fixation under WALANT. These patients had a mean age of 52.8 ± 8.3 years, were 48% female, and had a mean follow-up time of 11.6 months (range: 6-24). Operative time for WALANT patients averaged 60.4 ± 6.5 minutes, with mean postoperative pain scores of 1.4 ± 0.6 on a 10-point scale. Studies that compared WALANT to general anesthesia found shorter hospital stays with most WALANT patients being sent home the same day, decreased postoperative pain scores, and decreased costs to the healthcare system. No adverse events were reported for WALANT patients. CONCLUSIONS: A growing body of literature reports that for closed, unilateral DRF, surgical fixation under WALANT is a safe and effective option. It allows patients to have surgery sooner, with improved pain scores and good functional outcomes, with a very low incidence of adverse events.",
  "authors": [
    {
      "last_name": "Gouveia",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Gouveia",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0434-4989"
    },
    {
      "last_name": "Harbour",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Harbour",
      "affiliations": [
        "School of Medicine, University of Limerick, Ireland."
      ]
    },
    {
      "last_name": "Gazendam",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Gazendam",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Hand (New York, N.Y.)",
    "iso_abbreviation": "Hand (N Y)",
    "issn": "1558-9455",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "58",
  "end_page": "67",
  "pages": "58-67",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Adult",
    "Middle Aged",
    "Male",
    "Anesthesia, Local",
    "Wrist Fractures",
    "Fracture Fixation, Internal",
    "Wakefulness",
    "Pain, Postoperative"
  ],
  "article_ids": {
    "pubmed": "35880346",
    "pmc": "PMC10786102",
    "doi": "10.1177/15589447221109632"
  },
  "doi": "10.1177/15589447221109632",
  "pmc_id": "PMC10786102",
  "dates": {
    "completed": "2023-12-28",
    "revised": "2024-08-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.479693",
    "pmid": "35880346"
  }
}