{
  "pmid": "35880773",
  "uid": "35880773",
  "title": "Incorporating merged treatment procedures for children with autism: A case report.",
  "abstract": "We examined interprofessional collaboration in a pre-service training model which incorporated the merging of three treatments: Occupational Therapy, Speech-Language Pathology, and Applied Behavior Analysis. We examined the effects of changes in the clinician interprofessional skill repertoire on therapeutic outcomes for children with Autism Spectrum Disorder. Three licensed professionals modeled core techniques from their respective professions to establish benchmark standards for skill demonstration in the treatment of children with autism. Treatment phases were implemented sequentially targeting multiple therapist and child behaviors within a multiple-baseline across participants' single case experimental design. Therapist skills improved to show a diverse repertoire of intervention techniques to match supervisor proficiencies. These interprofessional skills were delivered simultaneously in a timely and efficient manner. Assessed outcomes for children with autism included increased frequency of verbalizations, engagement during adult-directed interactions, visual-motor task productivity, and improved postural alignment. The study suggests that integrated training across interprofessional techniques enhanced a diverse repertoire of clinician skills, while systematically demonstrating child improvement on many interprofessional treatment goals.",
  "authors": [
    {
      "last_name": "Starry",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Starry",
      "affiliations": [
        "James Madison University, Harrisonburg, VA, United States."
      ]
    },
    {
      "last_name": "Stokes",
      "fore_name": "Trevor F",
      "initials": "TF",
      "name": "Trevor F Stokes",
      "affiliations": [
        "James Madison University, Harrisonburg, VA, United States."
      ]
    },
    {
      "last_name": "Longerbeam",
      "fore_name": "Marsha",
      "initials": "M",
      "name": "Marsha Longerbeam",
      "affiliations": [
        "James Madison University, Harrisonburg, VA, United States."
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Richardson",
      "affiliations": [
        "James Madison University, Harrisonburg, VA, United States."
      ]
    }
  ],
  "journal": {
    "title": "Journal of interprofessional care",
    "iso_abbreviation": "J Interprof Care",
    "issn": "1469-9567",
    "issn_type": "Electronic",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "26"
  },
  "start_page": "1",
  "end_page": "9",
  "pages": "1-9",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35880773",
    "doi": "10.1080/13561820.2022.2076658"
  },
  "doi": "10.1080/13561820.2022.2076658",
  "dates": {
    "revised": "2024-02-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:53:59.402383",
    "pmid": "35880773"
  }
}