{
  "pmid": "35898578",
  "uid": "35898578",
  "title": "Using Administrative Health Care Databases to Identify Patients With End-Stage Kidney Disease With No Recorded Contraindication to Receiving a Kidney Transplant.",
  "abstract": "BACKGROUND: Administrative health care databases can be efficiently analyzed to describe the degree to which patients with end-stage kidney disease (ESKD) have access to kidney transplantation. Measures of access to transplantation are better represented when restricting to only those patients eligible to receive a kidney transplant. The way administrative data can be used to assess kidney transplant eligibility in the absence of clinical data has not been well described. OBJECTIVE: To demonstrate a method that uses administrative health care databases to identify patients with ESKD who have no recorded contraindication to receiving a kidney transplant. DESIGN AND SETTING: Population-based cohort study using linked administrative health care databases in Ontario, Canada. PATIENTS: Adult patients with ESKD approaching the need for dialysis (predialysis) or receiving maintenance dialysis between January 1, 2013 and March 31, 2015 in Ontario, Canada. MEASUREMENTS: Recipient of a kidney-only or kidney-pancreas transplant. METHODS: We assessed more than 80 baseline characteristics, including demographic information, comorbidities, kidney-specific characteristics, and referral and listing criteria for kidney transplantation. We compared these characteristics between patients who did and did not receive a kidney transplant. RESULTS: We included 23 642 patients with ESKD (11 195 who were predialysis and 12 447 receiving maintenance dialysis). Over a median follow-up of 3.2 years (25th, 75th percentile: 1.3, 5.6), 3215 (13.6%) received a kidney-only or kidney-pancreas transplant. Of the studied characteristics available in administrative databases, >97% of patients with one or more of these characteristics did not receive a kidney transplant during follow-up: ESKD-modified Charlson Comorbidity Index score ≥7 (a higher score represents greater comorbidity), home oxygen use, age above 75 years, dementia, living in a long-term care facility, receiving at least one physician house call in the past year, and a combination of select malignancies (ie, lung, lymphoma, cervical, colorectal, liver, active multiple myeloma, and bladder cancer). Using these combined criteria reduced the total number of patients from 23 642 to 12 539 with no recorded contraindications to transplant (a 47% reduction), while the proportion who received a kidney transplant changed from 13.6% (denominator of 23 642) to 24.9% (denominator of 12 539). LIMITATIONS: Administrative databases are unable to capture all the complexities of determining transplant eligibility. CONCLUSION: We identified several criteria available within administrative health care databases that can be used to identify patients with ESKD who have no recorded contraindications to kidney transplant. These criteria could be applied when reporting measures of access to kidney transplantation that require knowledge of transplant eligibility.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Wang",
      "affiliations": [
        "Division of Nephrology, Western University, London, ON, Canada.",
        "London Health Sciences Center, Victoria Hospital, London, ON, Canada."
      ],
      "orcid": "0000-0003-0225-8307"
    },
    {
      "last_name": "Naylor",
      "fore_name": "Kyla L",
      "initials": "KL",
      "name": "Kyla L Naylor",
      "affiliations": [
        "ICES, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "Lawson Health Research Institute, London, ON, Canada."
      ],
      "orcid": "0000-0002-5304-8038"
    },
    {
      "last_name": "Luo",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Luo",
      "affiliations": [
        "ICES, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bota",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Bota",
      "affiliations": [
        "ICES, London, ON, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "ICES, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada.",
        "Lawson Health Research Institute, London, ON, Canada."
      ],
      "orcid": "0000-0002-7566-6574"
    },
    {
      "last_name": "Yohanna",
      "fore_name": "Seychelle",
      "initials": "S",
      "name": "Seychelle Yohanna",
      "affiliations": [
        "Division of Nephrology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-0404-7319"
    },
    {
      "last_name": "Treleaven",
      "fore_name": "Darin",
      "initials": "D",
      "name": "Darin Treleaven",
      "affiliations": [
        "Division of Nephrology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Elliott",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Elliott",
      "affiliations": [
        "Ontario Renal Network, Ontario Health, Toronto, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Western University, London, ON, Canada.",
        "ICES, London, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "20543581221111712",
  "pages": "20543581221111712",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35898578",
    "pmc": "PMC9309776",
    "doi": "10.1177/20543581221111712",
    "pii": "10.1177_20543581221111712"
  },
  "doi": "10.1177/20543581221111712",
  "pmc_id": "PMC9309776",
  "dates": {
    "revised": "2022-07-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:17.001869",
    "pmid": "35898578"
  }
}