{
  "pmid": "35905150",
  "uid": "35905150",
  "title": "Small animal general practitioners discuss nutrition infrequently despite assertion of indication, citing barriers.",
  "abstract": "OBJECTIVE: To determine what perceived factors prevent small animal general practitioners from discussing pet nutrition with clients during healthy and sick pet appointments. SAMPLE: 403 veterinarians in small animal general practice. PROCEDURES: An online survey was used to gather veterinarians' opinions on perceived barriers, knowledge levels, and confidence regarding pet nutrition discussions. RESULTS: Reported barriers to discussing nutrition during healthy pet appointments included client resistance to changing brand (149/359), time constraints (146/359), misinformation online (138/359), and difficulty keeping up with products (132/359). Reported barriers to discussing nutrition during sick pet appointments included client cost concerns (101/349), pet not accepting new food (99/349), and time constraints (83/349). Veterinarians reported discussing nutrition less during healthy pet appointments, compared to sick pet appointments, and were significantly less confident with their knowledge regarding nontherapeutic food, compared to therapeutic food. Veterinarians also reported that they perceived conversations about therapeutic foods to be more positive than conversations about nontherapeutic foods, and veterinarians with more years in practice more commonly reported that there was nothing that would dissuade them from discussing nutrition. Veterinarians who reported barriers to discussing nutrition described a need for resources and reliable information for health-care teams and clients. CLINICAL RELEVANCE: Results demonstrated a substantial gap between veterinarians' assertion that nutrition conversations are indicated and the frequency with which they discuss nutrition during appointments. Veterinarians reported that they felt their nutrition conversations were frequently positive; therefore, it is important to overcome barriers to engage with clients about pet nutrition.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth E",
      "initials": "EE",
      "name": "Elizabeth E Alvarez",
      "affiliations": [
        "1Department of Medical Sciences, School of Veterinary Medicine, University of Wisconsin-Madison, Madison, WI."
      ]
    },
    {
      "last_name": "Schultz",
      "fore_name": "Kelly K",
      "initials": "KK",
      "name": "Kelly K Schultz",
      "affiliations": [
        "1Department of Medical Sciences, School of Veterinary Medicine, University of Wisconsin-Madison, Madison, WI."
      ]
    },
    {
      "last_name": "Floerchinger",
      "fore_name": "Amanda M",
      "initials": "AM",
      "name": "Amanda M Floerchinger",
      "affiliations": [
        "2Hill's Pet Nutrition, Topeka, KS."
      ]
    },
    {
      "last_name": "Hull",
      "fore_name": "Jennifer L",
      "initials": "JL",
      "name": "Jennifer L Hull",
      "affiliations": [
        "2Hill's Pet Nutrition, Topeka, KS."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Veterinary Medical Association",
    "iso_abbreviation": "J Am Vet Med Assoc",
    "issn": "1943-569X",
    "issn_type": "Electronic",
    "volume": "260",
    "issue": "13",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "28"
  },
  "start_page": "1704",
  "end_page": "1710",
  "pages": "1704-1710",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Humans",
    "General Practitioners",
    "Veterinarians",
    "Communication",
    "Surveys and Questionnaires",
    "Patient Care Team"
  ],
  "article_ids": {
    "pubmed": "35905150",
    "doi": "10.2460/javma.22.05.0226"
  },
  "doi": "10.2460/javma.22.05.0226",
  "dates": {
    "completed": "2022-11-03",
    "revised": "2022-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:45.960682",
    "pmid": "35905150"
  }
}