{
  "pmid": "35916234",
  "uid": "35916234",
  "title": "The effects of a sugar-sweetened beverage tax: moving beyond dental health outcomes and service utilisation.",
  "abstract": "Despite considerable academic and policy interest in the taxation of sugar-sweetened beverages (SSBs), its extra-health implications remain largely unexplored. We investigated the impact of an SSB tax on school absenteeism due to improved dental health, in a framework that accounted for the distribution of the benefit. We designed a quantitative, decision-analytic model that synthesised existing evidence in the areas of dental epidemiology, public health and economics, and simulated causal mechanisms that lead to changes in school attendance in Australian children and adolescents aged 6-17, in a tax vs no tax scenarios. Introducing a 20% sales tax on SSBs would result in a 0.73% (95% confidence interval: 0.38; 1.10), or 4684 (2412; 7071) days per year nationwide, reduction in school absences attributable to dental health reasons. While positive impacts would be seen across the board, the distribution of benefit was favourable towards boys, older teens and those from lower socio-economic status. Our study highlights the need for, and the viability of, quantifying distributions of direct and indirect consequences of public health policy. Despite modest effect size, the equity profile of SSB tax, the long-lasting benefits of educational gains, and potential synergies with other interventions, make it an attractive option for policymakers to consider.",
  "authors": [
    {
      "last_name": "Sowa",
      "fore_name": "P Marcin",
      "initials": "PM",
      "name": "P Marcin Sowa",
      "affiliations": [
        "Centre for the Business and Economics of Health, The University of Queensland, St Lucia, Queensland, Australia."
      ],
      "orcid": "0000-0001-8892-4133"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, The University of Queensland, St Lucia, Queensland, Australia.",
        "Centre for Health Economics, University of Manchester, Manchester, UK."
      ]
    }
  ],
  "journal": {
    "title": "Health economics, policy, and law",
    "iso_abbreviation": "Health Econ Policy Law",
    "issn": "1744-134X",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "139",
  "end_page": "153",
  "pages": "139-153",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Adolescent",
    "Child",
    "Humans",
    "Sugar-Sweetened Beverages",
    "Beverages",
    "Australia",
    "Taxes",
    "Outcome Assessment, Health Care"
  ],
  "article_ids": {
    "pubmed": "35916234",
    "doi": "10.1017/S1744133122000147",
    "pii": "S1744133122000147"
  },
  "doi": "10.1017/S1744133122000147",
  "dates": {
    "completed": "2023-03-10",
    "revised": "2023-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.709080",
    "pmid": "35916234"
  }
}