{
  "pmid": "35919904",
  "uid": "35919904",
  "title": "Application of Transactional (Cross-lagged panel) Models in Mental Health Research: An Introduction and Review of Methodological Considerations.",
  "abstract": "Transactional models employing cross-lagged panels have been used for over 40 years to examine the longitudinal relations and directional associations between variables of interest to child and adolescent mental health. Through a narrative synthesis of the literature, we provide an accessible overview of cross-lagged panels with attention to developing a research question, study design and assumptions, dynamic effects (including the random-intercept cross-lagged panel model), and reporting and interpretation of results. Implications and critical appraisal guidelines for readers are discussed throughout. Overall, several key points are highlighted, with particular emphasis on the intended level of inference, model and measure selection, and timing of assessments. Despite limitations in establishing causation, cross-lagged panel models are fundamental to non-experimental epidemiologic research in child mental health and development.",
  "authors": [
    {
      "last_name": "Baribeau",
      "fore_name": "Danielle A",
      "initials": "DA",
      "name": "Danielle A Baribeau",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario.",
        "Holland Bloorview Kids Rehabilitation Hospital, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Vigod",
      "fore_name": "Simone",
      "initials": "S",
      "name": "Simone Vigod",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario.",
        "Department of Psychiatry, Women's College Hospital and Women's College Research Institute, Toronto, Ontario.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Brittain",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Brittain",
      "affiliations": [
        "Counselling Psychology, Faculty of Education, University of Ottawa, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Vaillancourt",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Vaillancourt",
      "affiliations": [
        "Counselling Psychology, Faculty of Education, University of Ottawa, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, Ontario.",
        "Centre for Addiction and Mental Health and The Hospital for Sick Children, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children Research Institute, Toronto, Ontario.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Canadian Academy of Child and Adolescent Psychiatry = Journal de l'Academie canadienne de psychiatrie de l'enfant et de l'adolescent",
    "iso_abbreviation": "J Can Acad Child Adolesc Psychiatry",
    "issn": "1719-8429",
    "issn_type": "Print",
    "volume": "31",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "124",
  "end_page": "134",
  "pages": "124-134",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35919904",
    "pmc": "PMC9275371",
    "pii": "ccap_p0124"
  },
  "pmc_id": "PMC9275371",
  "dates": {
    "revised": "2022-08-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.515436",
    "pmid": "35919904"
  }
}