{
  "pmid": "35910861",
  "uid": "35910861",
  "title": "Changes in food-related costs during the COVID-19 pandemic among families managing food allergy.",
  "abstract": "BACKGROUND: The COVID-19 pandemic has affected the supply, cost, and demand for certain foods, but it is not clear how these changes have affected food-allergic households. OBJECTIVE: To describe the changes in food-related costs that have followed COVID-19, as reported by higher- and lower-income households with a food-allergic member. METHODS: Between May 1-June 30, 2020, Canadian households, with at least one food-allergic member, completed an online survey on food shopping and preparation habits before and during the COVID-19 pandemic. The sample was divided into binary groups, either higher or lower than the sample median income. Data were analyzed using descriptive statistics and multiple regression. RESULTS: The sample was comprised of 102 participants (i.e., 51/ income group). The three most common food allergies amongst both groups were peanuts, tree nuts and milk. Since the start of the pandemic, both groups reported greater monthly direct grocery costs, although costs amongst the higher-income group were twice as high as the lower-income group ($212.86 vs. $98.89, respectively). Indirect food preparation costs were similarly elevated. Higher-income households with food procurement difficulties reported increased indirect shopping costs following the outbreak of COVID-19, whereas those without such difficulties reported decreased costs. Lower-income households with allergies to milk, wheat, or eggs (i.e., staple allergy) experienced a larger change in indirect food preparation costs following the outbreak of COVID-19 relative to those with other food allergies ($244.58 vs. -$20.28, respectively; p = 0.03). CONCLUSION: Both higher and lower income households with food allergy reported greater direct food costs and indirect food preparation costs following the COVID-19. Households with staple allergy and those with difficulties finding their typical food items were particularly affected.",
  "authors": [
    {
      "last_name": "Golding",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Golding",
      "affiliations": [
        "The Children's Hospital Research Institute of Manitoba, Winnipeg, MB, Canada.",
        "Department of Pediatrics and Child Health, The University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Lemoine-Courcelles",
      "fore_name": "Cathérine",
      "initials": "C",
      "name": "Cathérine Lemoine-Courcelles",
      "affiliations": [
        "The Children's Hospital Research Institute of Manitoba, Winnipeg, MB, Canada.",
        "Department of Pediatrics and Child Health, The University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Abrams",
      "fore_name": "Elissa M",
      "initials": "EM",
      "name": "Elissa M Abrams",
      "affiliations": [
        "The Children's Hospital Research Institute of Manitoba, Winnipeg, MB, Canada.",
        "Department of Pediatrics and Child Health, The University of Manitoba, Winnipeg, MB, Canada.",
        "Division of Allergy and Immunology, Department of Pediatrics, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Ben-Shoshan",
      "fore_name": "Moshe",
      "initials": "M",
      "name": "Moshe Ben-Shoshan",
      "affiliations": [
        "Division of Pediatric Allergy and Clinical Immunology, Department of Pediatrics, McGill University Health Center, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Bégin",
      "fore_name": "Philippe",
      "initials": "P",
      "name": "Philippe Bégin",
      "affiliations": [
        "Division of Clinical Immunology, Rheumatology, and Allergy, Department of Pediatrics, Sainte-Justine University Hospital Center, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Edmond S",
      "initials": "ES",
      "name": "Edmond S Chan",
      "affiliations": [
        "Division of Allergy and Immunology, Department of Pediatrics, University of British Columbia, Vancouver, BC, Canada.",
        "BC Children's Hospital Research Institute, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "The Research Institute of St. Joe's Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gerdts",
      "fore_name": "Jennifer D",
      "initials": "JD",
      "name": "Jennifer D Gerdts",
      "affiliations": [
        "Food Allergy Canada, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Povolo",
      "fore_name": "Beatrice",
      "initials": "B",
      "name": "Beatrice Povolo",
      "affiliations": [
        "Food Allergy Canada, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Harold",
      "initials": "H",
      "name": "Harold Kim",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Simons",
      "fore_name": "Elinor",
      "initials": "E",
      "name": "Elinor Simons",
      "affiliations": [
        "The Children's Hospital Research Institute of Manitoba, Winnipeg, MB, Canada.",
        "Section of Allergy and Immunology, Department of Pediatrics and Child Health, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Upton",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Upton",
      "affiliations": [
        "Division of Immunology and Allergy, Department of Pediatrics, Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Protudjer",
      "fore_name": "Jennifer L P",
      "initials": "JLP",
      "name": "Jennifer L P Protudjer",
      "affiliations": [
        "The Children's Hospital Research Institute of Manitoba, Winnipeg, MB, Canada.",
        "Department of Pediatrics and Child Health, The University of Manitoba, Winnipeg, MB, Canada.",
        "George and Fay Yee Center for Healthcare Innovation, Winnipeg, MB, Canada.",
        "Centre for Allergy Research, Karolinska Institutet, Stockholm, Sweden.",
        "Department of Food and Human Nutritional Sciences, The University of Manitoba, Winnipeg, MB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in allergy",
    "iso_abbreviation": "Front Allergy",
    "issn": "2673-6101",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2022"
  },
  "start_page": "915014",
  "pages": "915014",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35910861",
    "pmc": "PMC9334569",
    "doi": "10.3389/falgy.2022.915014"
  },
  "doi": "10.3389/falgy.2022.915014",
  "pmc_id": "PMC9334569",
  "dates": {
    "revised": "2022-08-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.139134",
    "pmid": "35910861"
  }
}