{
  "pmid": "35910363",
  "uid": "35910363",
  "title": "Role of Traditional Chinese Medicine in Treating Severe or Critical COVID-19: A Systematic Review of Randomized Controlled Trials and Observational Studies.",
  "abstract": "Background: The coronavirus disease 2019 (COVID-19) continues to spread globally. Due to the higher risk of mortality, the treatment of severe or critical patients is a top priority. Traditional Chinese medicine (TCM) treatment has played an extremely important role in the fight against COVID-19 in China; a timely evidence summary on TCM in managing COVID-19 is crucial to update the knowledge of healthcare for better clinical management of COVID-19. This study aimed to assess the effects and safety of TCM treatments for severe/critical COVID-19 patients by systematically collecting and synthesizing evidence from randomized controlled trials (RCTs) and observational studies (e.g., cohort). Methods: We searched nine databases up to 19th March 2022 and the reference lists of relevant publications. Pairs of reviewers independently screened studies, extracted data of interest, and assessed risk of bias. We performed qualitative systematic analysis with visual presentation of results and compared the direction and distribution of effect estimates for each patient's important outcome. We performed sensitivity analyses to observe the robustness of results by restricting analysis to studies with low risk of bias. Results: The search yielded 217,761 records, and 21 studies (6 RCTs and 15 observational studies) proved eligible. A total of 21 studies enrolled 12,981 severe/critical COVID-19 patients with a mean age of 57.21 years and a mean proportion of men of 47.91%. Compared with usual supportive treatments, the effect estimates of TCM treatments were consistent in direction, illustrating that TCM treatments could reduce the risk of mortality, rate of conversion to critical cases, and mechanical ventilation, and showed significant advantages in shortening the length of hospital stay, time to viral clearance, and symptom resolution. The results were similar when we restricted analyses to low-risk-bias studies. No serious adverse events were reported with TCM treatments, and no significant differences were observed between groups. Conclusion: Encouraging evidence suggests that TCM presents substantial advantages in treating severe/critical COVID-19 patients. TCM has a safety profile that is comparable to that of conventional treatment alone. TCMs have played an important role in China's prevention and treatment of COVID-19, which sets an example of using traditional medicine in preventing and treating COVID-19 worldwide.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Mengting",
      "initials": "M",
      "name": "Mengting Li",
      "affiliations": [
        "Department of Social Medicine and Health Management, School of Public Health, Lanzhou University, Lanzhou, China.",
        "Evidence Based Social Science Research Centre, School of Public Health, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Hongfei",
      "initials": "H",
      "name": "Hongfei Zhu",
      "affiliations": [
        "Department of Social Medicine and Health Management, School of Public Health, Lanzhou University, Lanzhou, China.",
        "Evidence Based Social Science Research Centre, School of Public Health, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yafei",
      "initials": "Y",
      "name": "Yafei Liu",
      "affiliations": [
        "Department of Social Medicine and Health Management, School of Public Health, Lanzhou University, Lanzhou, China.",
        "Evidence Based Social Science Research Centre, School of Public Health, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Yao",
      "initials": "Y",
      "name": "Yao Lu",
      "affiliations": [
        "Department of Social Medicine and Health Management, School of Public Health, Lanzhou University, Lanzhou, China.",
        "Evidence Based Social Science Research Centre, School of Public Health, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Minyao",
      "initials": "M",
      "name": "Minyao Sun",
      "affiliations": [
        "Evidence Based Nursing Centre, School of Nursing, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "CEBIM (Center for Evidence Based Integrative Medicine)-Clarity Collaboration, Guang' Anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China.",
        "Institute of Acupuncture and Moxibustion, China Academy of Chinese Medical Sciences, Beijing, China.",
        "Nottingham Ningbo GRADE Center, The University of Nottingham Ningbo, Ningbo, China."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Jiaheng",
      "initials": "J",
      "name": "Jiaheng Shi",
      "affiliations": [
        "China Center for Evidence Based Traditional Chinese Medicine, China Academy of Chinese Medical Sciences, Beijing, China.",
        "Department of Emergency, Guang' Anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Nannan",
      "initials": "N",
      "name": "Nannan Shi",
      "affiliations": [
        "China Center for Evidence Based Traditional Chinese Medicine, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Ling",
      "initials": "L",
      "name": "Ling Li",
      "affiliations": [
        "Chinese Evidence-Based Medicine Center, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Kehu",
      "initials": "K",
      "name": "Kehu Yang",
      "affiliations": [
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China.",
        "WHO Collaborating Center for Guideline Implementation and Knowledge Translation, Lanzhou, China.",
        "Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province, Lanzhou, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Sun",
      "affiliations": [
        "Chinese Evidence-Based Medicine Center, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Liu",
      "affiliations": [
        "China Center for Evidence Based Traditional Chinese Medicine, China Academy of Chinese Medical Sciences, Beijing, China.",
        "Department of Oncology, Guang' Anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Ge",
      "fore_name": "Long",
      "initials": "L",
      "name": "Long Ge",
      "affiliations": [
        "Department of Social Medicine and Health Management, School of Public Health, Lanzhou University, Lanzhou, China.",
        "Evidence Based Social Science Research Centre, School of Public Health, Lanzhou University, Lanzhou, China.",
        "WHO Collaborating Center for Guideline Implementation and Knowledge Translation, Lanzhou, China.",
        "Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province, Lanzhou, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Luqi",
      "initials": "L",
      "name": "Luqi Huang",
      "affiliations": [
        "China Center for Evidence Based Traditional Chinese Medicine, China Academy of Chinese Medical Sciences, Beijing, China.",
        "National Resource Center for Chinese Materia Medica, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pharmacology",
    "iso_abbreviation": "Front Pharmacol",
    "issn": "1663-9812",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2022"
  },
  "start_page": "926189",
  "pages": "926189",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35910363",
    "pmc": "PMC9336221",
    "doi": "10.3389/fphar.2022.926189",
    "pii": "926189"
  },
  "doi": "10.3389/fphar.2022.926189",
  "pmc_id": "PMC9336221",
  "dates": {
    "revised": "2022-08-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.624862",
    "pmid": "35910363"
  }
}