{
  "pmid": "35913736",
  "uid": "35913736",
  "title": "Impact of cancer diagnosis on distribution and trends of cardiovascular hospitalizations in the USA between 2004 and 2017.",
  "abstract": "BACKGROUND AND AIMS: There is limited data on temporal trends of cardiovascular hospitalizations and outcomes amongst cancer patients. We describe the distribution, trends of admissions, and in-hospital mortality associated with key cardiovascular diseases among cancer patients in the USA between 2004 and 2017. METHODS: Using the Nationwide Inpatient Sample we, identified admissions with five cardiovascular diseases of interest: acute myocardial infarction (AMI), pulmonary embolism (PE), ischaemic stroke, heart failure, atrial fibrillation (AF) or atrial flutter, and intracranial haemorrhage. Patients were stratified by cancer status and type. We estimated crude annual rates of hospitalizations and annual in-hospital all-cause mortality rates. RESULTS: From >42.5 million hospitalizations with a primary cardiovascular diagnosis, 1.9 million (4.5%) had a concurrent record of cancer. Between 2004 and 2017, cardiovascular admission rates increased by 23.2% in patients with cancer, whilst decreasing by 10.9% in patients without cancer. The admission rate increased among cancer patients across all admission causes and cancer types except prostate cancer. Patients with haematological (9.7-13.5), lung (7.4-8.9), and GI cancer (4.6-6.3) had the highest crude rates of cardiovascular hospitalizations per 100 000 US population. Heart failure was the most common reason for cardiovascular admission in patients across all cancer types, except GI cancer (crude admission rates of 13.6-16.6 per 100 000 US population for patients with cancer). CONCLUSIONS: In contrast to declining trends in patients without cancer, primary cardiovascular admissions in patients with cancer is increasing. The highest admission rates are in patients with haematological cancer, and the most common cause of admission is heart failure.",
  "authors": [
    {
      "last_name": "Kobo",
      "fore_name": "Ofer",
      "initials": "O",
      "name": "Ofer Kobo",
      "affiliations": [
        "Keele Cardiovascular Research Group, Centre for Prognosis Research, Keele University, Keele, Newcastle ST5 5BG, UK.",
        "Department of Cardiology, Hillel Yaffe Medical Center, Hadera 38100, Israel."
      ]
    },
    {
      "last_name": "Raisi-Estabragh",
      "fore_name": "Zahra",
      "initials": "Z",
      "name": "Zahra Raisi-Estabragh",
      "affiliations": [
        "William Harvey Research Institute, NIHR Barts Biomedical Research Centre, Centre for Advanced Cardiovascular Imaging, Queen Mary University London, ondon E1 4NS, UK.",
        "Barts Heart Centre, St Bartholomew's Hospital, Barts Health NHS Trust, West Smithfield, London EC1A 7BE, UK."
      ],
      "orcid": "0000-0002-7757-5465"
    },
    {
      "last_name": "Gevaert",
      "fore_name": "Sofie",
      "initials": "S",
      "name": "Sofie Gevaert",
      "affiliations": [
        "Department of Cardiology, Ghent University Hospital, Ghent University, 9000 Ghent, Belgium."
      ],
      "orcid": "0000-0002-8721-3003"
    },
    {
      "last_name": "Rana",
      "fore_name": "Jamal S",
      "initials": "JS",
      "name": "Jamal S Rana",
      "affiliations": [
        "Department of Cardiology, Permanente Medical Group, Oakland, CA 94612, USA.",
        "Department of Medicine, University of California San Francisco, San Francisco, CA 94143, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, Department of Health Research Methods, Evidence, and Impact, Population Health Research Institute, Research Institute of St. Joe's, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Roguin",
      "fore_name": "Ariel",
      "initials": "A",
      "name": "Ariel Roguin",
      "affiliations": [
        "Department of Cardiology, Hillel Yaffe Medical Center, Hadera 38100, Israel."
      ]
    },
    {
      "last_name": "Petersen",
      "fore_name": "Steffen E",
      "initials": "SE",
      "name": "Steffen E Petersen",
      "affiliations": [
        "William Harvey Research Institute, NIHR Barts Biomedical Research Centre, Centre for Advanced Cardiovascular Imaging, Queen Mary University London, London E1 4NS, UK.",
        "Barts Heart Centre, St Bartholomew's Hospital, Barts Health NHS Trust, West Smithfield, London EC1A 7BE, UK.",
        "Health Data Research UK, London NW1 2BE, UK.",
        "Alan Turing Institute, London NW1 2DB, UK."
      ]
    },
    {
      "last_name": "Ky",
      "fore_name": "Bonnie",
      "initials": "B",
      "name": "Bonnie Ky",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA 19104, USA.",
        "Abramson Cancer Center, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA 19104, USA.",
        "Department of Biostatistics, Epidemiology and Informatics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA 19104, USA."
      ],
      "orcid": "0000-0002-6628-9981"
    },
    {
      "last_name": "Mamas",
      "fore_name": "Mamas A",
      "initials": "MA",
      "name": "Mamas A Mamas",
      "affiliations": [
        "Keele Cardiovascular Research Group, Centre for Prognosis Research, Keele University, Keele, Newcastle ST5 5BG, UK.",
        "Institute of Population Health, University of Manchester, Manchester M13 9PL, UK."
      ]
    }
  ],
  "journal": {
    "title": "European heart journal. Quality of care & clinical outcomes",
    "iso_abbreviation": "Eur Heart J Qual Care Clin Outcomes",
    "issn": "2058-1742",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Oct",
    "pub_day": "26"
  },
  "start_page": "787",
  "end_page": "797",
  "pages": "787-797",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Male",
    "Humans",
    "United States",
    "Brain Ischemia",
    "Stroke",
    "Hospitalization",
    "Heart Failure",
    "Neoplasms",
    "Lung"
  ],
  "article_ids": {
    "pubmed": "35913736",
    "pmc": "PMC9603542",
    "doi": "10.1093/ehjqcco/qcac045",
    "pii": "6652898"
  },
  "doi": "10.1093/ehjqcco/qcac045",
  "pmc_id": "PMC9603542",
  "dates": {
    "completed": "2022-10-28",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "FS/17/81/33318",
      "agency": "British Heart Foundation",
      "country": "United Kingdom"
    },
    {
      "grant_id": "FS/17/81/33 318",
      "agency": "British Heart Foundation",
      "country": "United Kingdom"
    },
    {
      "agency": "Department of Health",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.869232",
    "pmid": "35913736"
  }
}