{
  "pmid": "35928674",
  "uid": "35928674",
  "title": "Lessons from implementing the Australian National Action Plan for Endometriosis.",
  "abstract": "ABSTRACT: Endometriosis is a common yet under-recognised chronic disease with one in nine (more than 830,000) women and those assigned female at birth diagnosed with endometriosis by the age of 44 years in Australia. In 2018, Australia was the first country to develop a roadmap and blueprint to tackle endometriosis in a nationwide, coordinated manner. This blueprint is outlined in the National Action Plan for Endometriosis (NAPE), created from a partnership between government, endometriosis experts and advocacy groups. The NAPE aims to improve patient outcomes in the areas of awareness and education, clinical management and care and research. As researchers and clinicians are working to improve the lives of those with endometriosis, we discuss our experiences since the launch of the plan to highlight areas of consideration by other countries when developing research priorities and clinical plans. Historically, major barriers for those with endometriosis have been twofold; first, obtaining a diagnosis and secondly, effective symptom management post-diagnosis. In recent years, there have been calls to move away from the historically accepted 'gold-standard' surgical diagnosis and single-provider specialist care. As there are currently no reliable biomarkers for endometriosis diagnosis, specialist endometriosis scans and MRI incorporating artificial intelligence offer a novel method of visualisation and promising affordable non-invasive diagnostic tool incorporating well-established technologies. The recognised challenges of ongoing pain and symptom management, a holistic interdisciplinary care approach and access to a chronic disease management plan, could lead to improved patient outcomes while reducing healthcare costs. LAY SUMMARY: Endometriosis is a chronic disease where tissue like the lining of the uterus is found in other locations around the body. For the 830,000 people living with endometriosis in Australia, this often results in an immense burden on all aspects of daily life. In 2018, Australia was the first country to introduce a roadmap and blueprint to tackle endometriosis in a nationwide coordinated manner with the National Action Plan for Endometriosis. This plan was created as a partnership between government, endometriosis experts and advocacy groups. There are several other countries who are now considering similar plans to address the burden of endometriosis. As researchers and clinicians are working to improve the lives of those with endometriosis, we share our experiences and discuss areas that should be considered when developing these national plans, including diagnostic pathways without the need for surgery, and building new centres of expertise in Endometriosis and Pelvic Pain.",
  "authors": [
    {
      "last_name": "Armour",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Armour",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Sydney, New South Wales, Australia.",
        "Translational Health Research Institute (THRI), Western Sydney University, Sydney, New South Wales, Australia.",
        "Medical Research Institute of New Zealand (MRINZ), Wellington, New Zealand."
      ],
      "orcid": "0000-0001-7539-9851"
    },
    {
      "last_name": "Avery",
      "fore_name": "Jodie",
      "initials": "J",
      "name": "Jodie Avery",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Van Niekerk",
      "fore_name": "Leesa",
      "initials": "L",
      "name": "Leesa Van Niekerk",
      "affiliations": [
        "School of Psychological Sciences, University of Tasmania, Hobart, Tasmania, Australia."
      ]
    },
    {
      "last_name": "Druitt",
      "fore_name": "Marilla L",
      "initials": "ML",
      "name": "Marilla L Druitt",
      "affiliations": [
        "University Hospital Geelong, Deakin University, Victoria, Australia."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa A",
      "initials": "MA",
      "name": "Melissa A Parker",
      "affiliations": [
        "Canberra Endometriosis Centre, Department of Obstetrics and Gynaecology, ACT Health, Canberra ACT, Australia."
      ]
    },
    {
      "last_name": "Girling",
      "fore_name": "Jane E",
      "initials": "JE",
      "name": "Jane E Girling",
      "affiliations": [
        "Department of Anatomy, School of Biomedical Sciences, University of Otago, Dunedin, New Zealand."
      ]
    },
    {
      "last_name": "McKinnon",
      "fore_name": "Brett",
      "initials": "B",
      "name": "Brett McKinnon",
      "affiliations": [
        "Institute for Molecular Bioscience, The University of Queensland, St Lucia, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Mikocka-Walus",
      "fore_name": "Antonina",
      "initials": "A",
      "name": "Antonina Mikocka-Walus",
      "affiliations": [
        "Centre for Social and Early Emotional Development, School of Psychology, Deakin University, Geelong, Australia."
      ]
    },
    {
      "last_name": "Ng",
      "fore_name": "Cecilia H M",
      "initials": "CHM",
      "name": "Cecilia H M Ng",
      "affiliations": [
        "Jean Hailes for Women's Health, Melbourne, Victoria, Australia.",
        "School of Women's and Children's Health, University of New South Wales, Sydney, New South Wales, Australia."
      ]
    },
    {
      "last_name": "O'Hara",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca O'Hara",
      "affiliations": [
        "Robinson Research Institute, Adelaide Medical School, University of Adelaide, Adelaide, Australia."
      ]
    },
    {
      "last_name": "Ciccia",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Ciccia",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Sydney, New South Wales, Australia.",
        "Endometriosis Australia, Sydney, Australia."
      ]
    },
    {
      "last_name": "Stanley",
      "fore_name": "Katherine",
      "initials": "K",
      "name": "Katherine Stanley",
      "affiliations": [
        "Endo Help Foundation, Victoria, Australia."
      ]
    },
    {
      "last_name": "Evans",
      "fore_name": "Subhadra",
      "initials": "S",
      "name": "Subhadra Evans",
      "affiliations": [
        "Centre for Social and Early Emotional Development, School of Psychology, Deakin University, Geelong, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Reproduction & fertility",
    "iso_abbreviation": "Reprod Fertil",
    "issn": "2633-8386",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "C29",
  "end_page": "C39",
  "pages": "C29-C39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Artificial Intelligence",
    "Australia",
    "Chronic Disease",
    "Endometriosis",
    "Female",
    "Humans",
    "Pelvic Pain"
  ],
  "article_ids": {
    "pubmed": "35928674",
    "pmc": "PMC9346321",
    "doi": "10.1530/RAF-22-0003"
  },
  "doi": "10.1530/RAF-22-0003",
  "pmc_id": "PMC9346321",
  "dates": {
    "completed": "2022-08-30",
    "revised": "2025-01-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.217593",
    "pmid": "35928674"
  }
}