{
  "pmid": "35926992",
  "uid": "35926992",
  "title": "Long-term and serious harms of medical cannabis and cannabinoids for chronic pain: a systematic review of non-randomised studies.",
  "abstract": "OBJECTIVE: To establish the prevalence of long-term and serious harms of medical cannabis for chronic pain. DESIGN: Systematic review and meta-analysis. DATA SOURCES: MEDLINE, EMBASE, PsycINFO and CENTRAL from inception to 1 April 2020. STUDY SELECTION: Non-randomised studies reporting on harms of medical cannabis or cannabinoids in adults or children living with chronic pain with ≥4 weeks of follow-up. DATA EXTRACTION AND SYNTHESIS: A parallel guideline panel provided input on the design and interpretation of the systematic review, including selection of adverse events for consideration. Two reviewers, working independently and in duplicate, screened the search results, extracted data and assessed risk of bias. We used random-effects models for all meta-analyses and the Grades of Recommendations, Assessment, Development and Evaluation approach to evaluate the certainty of evidence. RESULTS: We identified 39 eligible studies that enrolled 12 143 adult patients with chronic pain. Very low certainty evidence suggests that adverse events are common (prevalence: 26.0%; 95% CI 13.2% to 41.2%) among users of medical cannabis for chronic pain, particularly any psychiatric adverse events (prevalence: 13.5%; 95% CI 2.6% to 30.6%). Very low certainty evidence, however, indicates serious adverse events, adverse events leading to discontinuation, cognitive adverse events, accidents and injuries, and dependence and withdrawal syndrome are less common and each typically occur in fewer than 1 in 20 patients. We compared studies with <24 weeks and ≥24 weeks of cannabis use and found more adverse events reported among studies with longer follow-up (test for interaction p<0.01). Palmitoylethanolamide was usually associated with few to no adverse events. We found insufficient evidence addressing the harms of medical cannabis compared with other pain management options, such as opioids. CONCLUSIONS: There is very low certainty evidence that adverse events are common among people living with chronic pain who use medical cannabis or cannabinoids, but that few patients experience serious adverse events.",
  "authors": [
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Biomedical Informatics, Harvard Medical School, Boston, Massachusetts, USA."
      ],
      "orcid": "0000-0003-4287-0541"
    },
    {
      "last_name": "Cooper",
      "fore_name": "Matthew Adam",
      "initials": "MA",
      "name": "Matthew Adam Cooper",
      "affiliations": [
        "Michael G. Degroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Arnav",
      "initials": "A",
      "name": "Arnav Agarwal",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-0931-7851"
    },
    {
      "last_name": "Vernooij",
      "fore_name": "Robin W M",
      "initials": "RWM",
      "name": "Robin W M Vernooij",
      "affiliations": [
        "Department of Research and Development, Netherlands Comprehensive Cancer Organisation, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Gareth",
      "initials": "G",
      "name": "Gareth Leung",
      "affiliations": [
        "Department of Public Health and Primary Care, University of Cambridge, Cambridge, UK."
      ]
    },
    {
      "last_name": "Loniewski",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Loniewski",
      "affiliations": [
        "Faculty of Health, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dookie",
      "fore_name": "Jared E",
      "initials": "JE",
      "name": "Jared E Dookie",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Muhammad Muneeb",
      "initials": "MM",
      "name": "Muhammad Muneeb Ahmed",
      "affiliations": [
        "Michael G. Degroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4208-6247"
    },
    {
      "last_name": "Hong",
      "fore_name": "Brian Y",
      "initials": "BY",
      "name": "Brian Y Hong",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Chris",
      "initials": "C",
      "name": "Chris Hong",
      "affiliations": [
        "Health Research Methods, Evidence, and Impact, University of Toronto Faculty of Medicine, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hong",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Hong",
      "affiliations": [
        "Department of Anesthesiology and Pain Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Couban",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Couban",
      "affiliations": [
        "Michael G. DeGroote Institute for Pain Research and Care, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario, Canada.",
        "Division of General Internal Medicine & Division of Epidemiology, University Hospitals Geneva, Geneve, Switzerland."
      ],
      "orcid": "0000-0002-6182-9969"
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Anesthesia, McMaster University, Hamilton, Ontario, Canada bussejw@mcmaster.ca."
      ],
      "orcid": "0000-0002-0178-8712"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Aug",
    "pub_day": "04"
  },
  "start_page": "e054282",
  "pages": "e054282",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Analgesics, Opioid",
    "Cannabinoids",
    "Child",
    "Chronic Pain",
    "Humans",
    "Medical Marijuana"
  ],
  "article_ids": {
    "pubmed": "35926992",
    "pmc": "PMC9358949",
    "doi": "10.1136/bmjopen-2021-054282",
    "pii": "bmjopen-2021-054282"
  },
  "doi": "10.1136/bmjopen-2021-054282",
  "pmc_id": "PMC9358949",
  "dates": {
    "completed": "2022-08-08",
    "revised": "2022-08-17"
  },
  "chemicals": [
    "Analgesics, Opioid",
    "Cannabinoids",
    "Medical Marijuana"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.287034",
    "pmid": "35926992"
  }
}