{
  "pmid": "35920409",
  "uid": "35920409",
  "title": "A retrospective cohort study examining health care utilization patterns in individuals diagnosed with an eating disorder in childhood and/or adolescence.",
  "abstract": "OBJECTIVE: This study examined a 2-year period following an eating disorder (ED) diagnosis in order to determine patterns of health care utilization. METHOD: We conducted a retrospective cohort study of children (n = 1560) diagnosed with an ED between 2000 and 2017. The ED diagnosis was made at a tertiary level hospital for children and adolescents presenting for outpatient assessment by specialist adolescent medicine physicians and recorded in a program database over this period of time. We then created three sex- and age-matched comparison cohorts using provincial health administrative databases including: a general population cohort, a diabetes cohort (to compare nonmental health care utilization) and a mood disorder cohort (to compare mental health care utilization). Outcomes included hospitalizations, emergency department visits, as well as general practitioner, psychiatrist, and pediatrician visits. Odds ratios (dichotomous outcomes) and rate ratios (continuous outcomes) were calculated. RESULTS: Compared to the general population cohort, the ED cohort had higher odds and rates of all types of health care utilization. Compared to the diabetes cohort, the ED cohort had higher odds of nonmental health-related admissions (OR 1.45, 95% CI 1.09-1.95) and higher rates of nonmental health-related emergency department visits (RR 1.59, 95% CI 1.18-2.13). Compared to the mood disorder cohort, the ED cohort had higher rates of pediatrician visits, which were mental health-related (RR 14.88, 95% CI 10.64-20.82), however most other types of mental health service utilization were lower. DISCUSSION: These patterns indicate that the service needs of young people diagnosed with EDs are higher than those with diabetes with respect to nonmental health admissions and emergency department visits, while in terms of mental health service utilization, there appears to be a lack of use of mental health services compared to youth with mood disorders with the exception of pediatrician mental health visits. These findings must be interpreted in the context of under-detection and under-treatment of EDs. PUBLIC SIGNIFICANCE STATEMENT: Our study found that the health service needs of young people with EDs are higher than those with diabetes with respect to admissions and emergency department visits, while there appears to be a lack of use of mental health services compared to youth with mood disorders with the exception of pediatrician mental health visits.",
  "authors": [
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Division of Child and Adolescent Psychiatry, Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3218-0168"
    },
    {
      "last_name": "Gayowsky",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Gayowsky",
      "affiliations": [
        "ICES, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Findlay",
      "fore_name": "Sheri",
      "initials": "S",
      "name": "Sheri Findlay",
      "affiliations": [
        "Division of Adolescent Medicine, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Webb",
      "fore_name": "Cheryl",
      "initials": "C",
      "name": "Cheryl Webb",
      "affiliations": [
        "McMaster Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sami",
      "fore_name": "Sadaf",
      "initials": "S",
      "name": "Sadaf Sami",
      "affiliations": [
        "Division of Child and Adolescent Psychiatry, Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Anthony K C",
      "initials": "AKC",
      "name": "Anthony K C Chan",
      "affiliations": [
        "Division of Hematology and Oncology, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1551-3995"
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Kurdyak",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Kurdyak",
      "affiliations": [
        "Centre for Addiction and Mental Health, Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The International journal of eating disorders",
    "iso_abbreviation": "Int J Eat Disord",
    "issn": "1098-108X",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "1316",
  "end_page": "1330",
  "pages": "1316-1330",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Cohort Studies",
    "Emergency Service, Hospital",
    "Feeding and Eating Disorders",
    "Humans",
    "Patient Acceptance of Health Care",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "35920409",
    "doi": "10.1002/eat.23789"
  },
  "doi": "10.1002/eat.23789",
  "dates": {
    "completed": "2022-10-04",
    "revised": "2022-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:19.217857",
    "pmid": "35920409"
  }
}