{
  "pmid": "35930589",
  "uid": "35930589",
  "title": "Validity, reliability, and acceptability of the Evidence-Informed Decision-Making (EIDM) competence measure.",
  "abstract": "Valid, reliable, and acceptable tools for assessing self-reported competence in evidence-informed decision-making (EIDM) are required to provide insight into the current status of EIDM knowledge, skills, attitudes/beliefs, and behaviours for registered nurses working in public health. The purpose of this study was to assess the validity, reliability, and acceptability of the EIDM Competence Measure. A psychometric study design was employed guided by the Standards for Educational and Psychological Testing and general measurement development principles. All registered nurses working across 16 public health units in Ontario, Canada were invited to complete the newly developed EIDM Competence Measure via an online survey. The EIDM Competence Measure is a self-reported tool consisting of four EIDM subscales: 1) knowledge; 2) skills; 3) attitudes/beliefs; and 4) behaviours. Acceptability was measured by completion time and percentage of missing data of the original 40-item tool. The internal structure of the tool was first assessed through item-subscale total and item-item correlations within subscales for potential item reduction of the original 40-item tool. Following item reduction which resulted in a revised 27-item EIDM Competence Measure, a principal component analysis using an oblique rotation was performed to confirm the four subscale structure. Validity based on relationships to other variables was assessed by exploring associations between EIDM competence attributes and individual factors (e.g., years of nursing experience, education) and organizational factors (e.g., resource allocation). Internal reliability within each subscale was analyzed using Cronbach's alphas. Across 16 participating public health units, 201 nurses (mean years as a registered nurse = 18.1, predominantly female n = 197; 98%) completed the EIDM Competence Measure. Overall missing data were minimal as 93% of participants completed the entire original 40-item tool (i.e., no missing data), with 7% of participants having one or more items with missing data. Only one participant (0.5%) had >10% of missing data (i.e., more than 4 out of 40 items with data missing). Mean completion time was 7 minutes and 20 seconds for the 40-item tool. Extraction of a four-factor model based on the 27-item version of the scale showed substantial factor loadings (>0.4) that aligned with the four EIDM subscales of knowledge, skills, attitudes/beliefs, and behaviours. Significant relationships between EIDM competence subscale scores and education, EIDM training, EIDM project involvement, and supportive organizational culture were observed. Cronbach's alphas exceeded minimum standards for all subscales: knowledge (α = 0.96); skills (α = 0.93); attitudes/beliefs (α = 0.80); and behaviours (α = 0.94).",
  "authors": [
    {
      "last_name": "Belita",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Belita",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4107-5354"
    },
    {
      "last_name": "Fisher",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Fisher",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8342-1238"
    },
    {
      "last_name": "Yost",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Yost",
      "affiliations": [
        "M. Louise Fitzpatrick College of Nursing, Villanova University, Villanova, Pennsylvania, United States of America."
      ]
    },
    {
      "last_name": "Squires",
      "fore_name": "Janet E",
      "initials": "JE",
      "name": "Janet E Squires",
      "affiliations": [
        "School of Nursing/École des Sciences Infirmières, University of Ottawa/Université d'Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7566-8932"
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "8",
    "pub_year": "2022"
  },
  "start_page": "e0272699",
  "pages": "e0272699",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Male",
    "Ontario",
    "Psychometrics",
    "Reproducibility of Results",
    "Self Report",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "35930589",
    "pmc": "PMC9355195",
    "doi": "10.1371/journal.pone.0272699",
    "pii": "PONE-D-21-28662"
  },
  "doi": "10.1371/journal.pone.0272699",
  "pmc_id": "PMC9355195",
  "dates": {
    "completed": "2022-08-09",
    "revised": "2022-09-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:57.353300",
    "pmid": "35930589"
  }
}