{
  "pmid": "35945342",
  "uid": "35945342",
  "title": "Classification of Children and Adolescents With Avoidant/Restrictive Food Intake Disorder.",
  "abstract": "BACKGROUND AND OBJECTIVES: Evidence suggests that children and adolescents with avoidant/restrictive food intake disorder (ARFID) have heterogeneous clinical presentations. To use latent class analysis (LCA) and determine the frequency of various classes in pediatric patients with ARFID drawn from a 2-year surveillance study. METHODS: Cases were ascertained using the Canadian Pediatric Surveillance Program methodology from January 1, 2016, to December 31, 2017. An exploratory LCA was undertaken with latent class models ranging from 1 to 5 classes. RESULTS: Based on fit statistics and class interpretability, a 3-class model had the best fit: Acute Medical (AM), Lack of Appetite (LOA), and Sensory (S). The probability of being classified as AM, LOA, and S was 52%, 40.7%, and 6.9%, respectively. The AM class was distinct for increased likelihood of weight loss (92%), a shorter length of illness (<12 months) (66%), medical hospitalization (56%), and heart rate <60 beats per minute (31%). The LOA class was distinct for failure to gain weight (97%) and faltering growth (68%). The S class was distinct for avoiding certain foods (100%) and refusing to eat because of sensory characteristics of the food (100%). Using posterior probability assignments, a mixed group AM/LOA (n = 30; 14.5%) had characteristics of both AM and LOA classes. CONCLUSIONS: This LCA suggests that ARFID is a heterogeneous diagnosis with 3 distinct classes corresponding to the 3 subtypes described in the literature: AM, LOA, and S. The AM/LOA group had a mixed clinical presentation. Clinicians need to be aware of these different ARFID presentations because clinical and treatment needs will vary.",
  "authors": [
    {
      "last_name": "Katzman",
      "fore_name": "Debra K",
      "initials": "DK",
      "name": "Debra K Katzman",
      "affiliations": [
        "Division of Adolescent Medicine, Department of Pediatrics, The Hospital for Sick Children and University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guimond",
      "fore_name": "Tim",
      "initials": "T",
      "name": "Tim Guimond",
      "affiliations": [
        "Rainbow Services, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Department of Psychiatry, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Spettigue",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Spettigue",
      "affiliations": [
        "Children's Hospital of Eastern Ontario, Ottawa, Ontario, Canada.",
        "Department of Psychiatry, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Agostino",
      "fore_name": "Holly",
      "initials": "H",
      "name": "Holly Agostino",
      "affiliations": [
        "Division of Adolescent Medicine, Department of Pediatrics, Montreal Children's Hospital and McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Couturier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Couturier",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster Children's Hospital and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Norris",
      "fore_name": "Mark L",
      "initials": "ML",
      "name": "Mark L Norris",
      "affiliations": [
        "Division of Adolescent Medicine, Department of Pediatrics, Children's Hospital of Eastern Ontario and University of Ottawa, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pediatrics",
    "iso_abbreviation": "Pediatrics",
    "issn": "1098-4275",
    "issn_type": "Electronic",
    "volume": "150",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Avoidant Restrictive Food Intake Disorder",
    "Canada",
    "Child",
    "Eating",
    "Feeding and Eating Disorders",
    "Hospitalization",
    "Humans",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "35945342",
    "doi": "10.1542/peds.2022-057494",
    "pii": "188739"
  },
  "doi": "10.1542/peds.2022-057494",
  "dates": {
    "completed": "2022-09-08",
    "revised": "2022-09-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:19.218242",
    "pmid": "35945342"
  }
}