{
  "pmid": "35943606",
  "uid": "35943606",
  "title": "Does a deep learning inventory predict knowledge transfer? Linking student perceptions to transfer outcomes.",
  "abstract": "Students are often encouraged to learn 'deeply' by abstracting generalizable principles from course content rather than memorizing details. So widespread is this perspective that Likert-style inventories are now routinely administered to students to quantify how much a given course or curriculum evokes deep learning. The predictive validity of these inventories, however, has been criticized based on sparse empirical support and ambiguity in what specific outcome measures indicate whether deep learning has occurred. Here we further tested the predictive validity of a prevalent deep learning inventory, the Revised Two-Factor Study Process Questionnaire, by selectively analyzing outcome measures that reflect a major goal of medical education-i.e., knowledge transfer. Students from two undergraduate health sciences courses completed the deep learning inventory before their course's final exam. Shortly after, a random subset of students rated how much each final exam item aligned with three task demands associated with transfer: (1) application of general principles, (2) integration of multiple ideas or examples, and (3) contextual novelty. We then used these ratings from students to examine performance on a subset of exam items that were collectively perceived to demand transfer. Despite good reliability, the resulting transfer outcomes were not substantively predicted by the deep learning inventory. These findings challenge the validity of this tool and others like it.",
  "authors": [
    {
      "last_name": "LoGiudice",
      "fore_name": "Andrew B",
      "initials": "AB",
      "name": "Andrew B LoGiudice",
      "affiliations": [
        "Department of Evaluative Clinical Sciences, Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, 2075 Bayview Ave, Toronto, ON, M4N 3M5, Canada. andrew.logiudice@sri.utoronto.ca.",
        "Faculty of Health Sciences Program in Education Research, Innovation and Theory (MERIT), McMaster University, Hamilton, Canada. andrew.logiudice@sri.utoronto.ca."
      ],
      "orcid": "0000-0003-3527-4389"
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Faculty of Health Sciences Program in Education Research, Innovation and Theory (MERIT), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Manzoor",
      "fore_name": "Saba",
      "initials": "S",
      "name": "Saba Manzoor",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Faculty of Health Sciences Program in Education Research, Innovation and Theory (MERIT), McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Advances in health sciences education : theory and practice",
    "iso_abbreviation": "Adv Health Sci Educ Theory Pract",
    "issn": "1573-1677",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "47",
  "end_page": "63",
  "pages": "47-63",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Deep Learning",
    "Reproducibility of Results",
    "Curriculum",
    "Education, Medical",
    "Students"
  ],
  "article_ids": {
    "pubmed": "35943606",
    "doi": "10.1007/s10459-022-10141-7",
    "pii": "10.1007/s10459-022-10141-7"
  },
  "doi": "10.1007/s10459-022-10141-7",
  "dates": {
    "completed": "2023-03-09",
    "revised": "2023-03-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.776261",
    "pmid": "35943606"
  }
}