{
  "pmid": "35949223",
  "uid": "35949223",
  "title": "Considerations for Conducting Bring Your Own \"Device\" (BYOD) Clinical Studies.",
  "abstract": "BACKGROUND: Digital health technologies are attracting attention as novel tools for data collection in clinical research. They present alternative methods compared to in-clinic data collection, which often yields snapshots of the participants' physiology, behavior, and function that may be prone to biases and artifacts, e.g., white coat hypertension, and not representative of the data in free-living conditions. Modern digital health technologies equipped with multi-modal sensors combine different data streams to derive comprehensive endpoints that are important to study participants and are clinically meaningful. Used for data collection in clinical trials, they can be deployed as provisioned products where technology is given at study start or in a bring your own \"device\" (BYOD) manner where participants use their technologies to generate study data. SUMMARY: The BYOD option has the potential to be more user-friendly, allowing participants to use technologies that they are familiar with, ensuring better participant compliance, and potentially reducing the bias that comes with introducing new technologies. However, this approach presents different technical, operational, regulatory, and ethical challenges to study teams. For example, BYOD data can be more heterogeneous, and recruiting historically underrepresented populations with limited access to technology and the internet can be challenging. Despite the rapid increase in digital health technologies for clinical and healthcare research, BYOD use in clinical trials is limited, and regulatory guidance is still evolving. KEY MESSAGES: We offer considerations for academic researchers, drug developers, and patient advocacy organizations on the design and deployment of BYOD models in clinical research. These considerations address: (1) early identification and engagement with internal and external stakeholders; (2) study design including informed consent and recruitment strategies; (3) outcome, endpoint, and technology selection; (4) data management including compliance and data monitoring; (5) statistical considerations to meet regulatory requirements. We believe that this article acts as a primer, providing insights into study design and operational requirements to ensure the successful implementation of BYOD clinical studies.",
  "authors": [
    {
      "last_name": "Demanuele",
      "fore_name": "Charmaine",
      "initials": "C",
      "name": "Charmaine Demanuele",
      "affiliations": [
        "Pfizer Inc, Cambridge, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Lokker",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Lokker",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jhaveri",
      "fore_name": "Krishna",
      "initials": "K",
      "name": "Krishna Jhaveri",
      "affiliations": [
        "Philips Sleep and Respiratory Care, Monroeville, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Georgiev",
      "fore_name": "Pirinka",
      "initials": "P",
      "name": "Pirinka Georgiev",
      "affiliations": [
        "Pfizer Inc, Cambridge, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Sezgin",
      "fore_name": "Emre",
      "initials": "E",
      "name": "Emre Sezgin",
      "affiliations": [
        "The Abigail Wexner Research Institute, Nationwide Children's Hospital, Columbus, Ohio, USA."
      ]
    },
    {
      "last_name": "Geoghegan",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Geoghegan",
      "affiliations": [
        "Patient and Partners LLC, Madison, Connecticut, USA."
      ]
    },
    {
      "last_name": "Zou",
      "fore_name": "Kelly H",
      "initials": "KH",
      "name": "Kelly H Zou",
      "affiliations": [
        "Global Medical Analytics and Real-World Evidence, Viatris Inc, Canonsburg, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Izmailova",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Izmailova",
      "affiliations": [
        "Koneksa Health, New York, New York, USA."
      ]
    },
    {
      "last_name": "McCarthy",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie McCarthy",
      "affiliations": [
        "Novartis Ireland Ltd., Dublin, Ireland."
      ]
    }
  ],
  "journal": {
    "title": "Digital biomarkers",
    "iso_abbreviation": "Digit Biomark",
    "issn": "2504-110X",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "2",
    "pub_year": "2022"
  },
  "start_page": "47",
  "end_page": "60",
  "pages": "47-60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35949223",
    "pmc": "PMC9294934",
    "doi": "10.1159/000525080",
    "pii": "dib-0006-0047"
  },
  "doi": "10.1159/000525080",
  "pmc_id": "PMC9294934",
  "dates": {
    "revised": "2022-08-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:11.226778",
    "pmid": "35949223"
  }
}