{
  "pmid": "35954653",
  "uid": "35954653",
  "title": "Effects of Household Air Pollution (HAP) on Cardiovascular Diseases in Low- and Middle-Income Countries (LMICs): A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: Out of over 3 billion people exposed to household air pollution (HAP), approximately 4 million die prematurely, most from cardiorespiratory diseases. Although many recent studies have reported adverse effects of HAP on cardiovascular outcomes, the findings are inconsistent. OBJECTIVES: The primary aim of this systematic review is to critically appraise the published studies and report the pooled summary of the findings on the association between HAP and cardiovascular outcomes, particularly in LMICs. METHODS: During this systematic review and meta-analysis, six databases were searched systematically, and the protocol was published in PROSPERO (CRD 42021248800). Only peer-reviewed English-language studies published from 1980 to March 2021 were included. We extracted data for the population ≥ 18 years old. Newcastle-Ottawa Criteria were used to assess the quality of evidence. The heterogeneity and publication bias of the studies was evaluated. A meta-analysis was conducted using a random-effect model to pool the findings from published studies. RESULTS: In sixteen studies totaling 547,463 cases, 319,180 were exposed to HAP. The pooled estimate suggested an overall 13% higher risk of CVDs, and a 21% higher risk of CVD mortality in LMICs among those exposed to HAP. Similarly, the increased risk of stroke and cerebrovascular accidents, heart failure, and hypertension was statistically significant among those exposed to HAP but not with myocardial infarction, IHD, eclampsia/preeclampsia, and carotid intima-media thickness. CONCLUSIONS: Our findings suggest exposure to HAP increases the risk of cardiovascular outcomes.",
  "authors": [
    {
      "last_name": "Adekoya",
      "fore_name": "Akorede",
      "initials": "A",
      "name": "Akorede Adekoya",
      "affiliations": [
        "Global Health, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Tyagi",
      "fore_name": "Sudhir K",
      "initials": "SK",
      "name": "Sudhir K Tyagi",
      "affiliations": [
        "Department of Mechanical Engineering, Indian Institute of Technology Delhi, Hauz Khas, New Delhi 110016, India."
      ],
      "orcid": "0000-0002-3103-7100"
    },
    {
      "last_name": "Duru",
      "fore_name": "Christiana N",
      "initials": "CN",
      "name": "Christiana N Duru",
      "affiliations": [
        "NES Healthcare, Aylesbury HP20 1SE, UK."
      ]
    },
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Firestone Institute for Respiratory Health, St Joseph's Healthcare, Hamilton, ON L8S 4L8, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "McMaster Institute for Research on Ageing, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Paudyal",
      "fore_name": "Vibhu",
      "initials": "V",
      "name": "Vibhu Paudyal",
      "affiliations": [
        "School of Pharmacy, College of Medical and Dental Sciences, Sir Robert Aitken Institute for Medical Research, University of Birmingham, Birmingham B15 2TT, UK."
      ],
      "orcid": "0000-0002-4173-6490"
    },
    {
      "last_name": "Kurmi",
      "fore_name": "Om P",
      "initials": "OP",
      "name": "Om P Kurmi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Firestone Institute for Respiratory Health, St Joseph's Healthcare, Hamilton, ON L8S 4L8, Canada.",
        "Centre for Intelligent Healthcare, Institute of Health and Wellbeing, Richard Cross Building, Coventry University, Coventry CV1 5FB, UK.",
        "Nexus Institute of Research and Innovation, Lalitpur 44700, Nepal."
      ],
      "orcid": "0000-0002-9518-4716"
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "15",
    "pub_year": "2022",
    "pub_month": "Jul",
    "pub_day": "29"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adolescent",
    "Air Pollution",
    "Air Pollution, Indoor",
    "Cardiovascular Diseases",
    "Carotid Intima-Media Thickness",
    "Developing Countries",
    "Female",
    "Humans",
    "Pregnancy"
  ],
  "article_ids": {
    "pubmed": "35954653",
    "pmc": "PMC9368384",
    "doi": "10.3390/ijerph19159298",
    "pii": "ijerph19159298"
  },
  "doi": "10.3390/ijerph19159298",
  "pmc_id": "PMC9368384",
  "dates": {
    "completed": "2022-08-15",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.744820",
    "pmid": "35954653"
  }
}