{
  "pmid": "35969331",
  "uid": "35969331",
  "title": "The impact of care-recipient relationship type on health-related quality of life in community-dwelling older adults with dementia and their informal caregivers.",
  "abstract": "PURPOSE: To assess whether there was an association between care-recipient relationship type and health-related quality of life (HRQL) of older persons living with dementia (PLWD) and their informal caregivers, and whether this association was affected by PLWD' dementia severity. METHODS: This was a secondary data analysis study. PLWD (n = 1230) and caregivers (n = 1871) were identified from participants in the National Health and Aging Trends Study (NHATS) Round 5 and the National Study of Caregiving (NSOC) II, respectively. A series of bivariate and multivariable regression models examined the associations among relationship type and HRQL in PLWD and caregivers, adjusted for socio-demographic variables and dementia severity. RESULTS: PLWD and caregivers' HRQL outcomes varied by relationship type. PLWD cared for by an adult-child caregiver, or multiple caregivers experienced higher functional limitations than those cared for by a spousal caregiver (β = .79, CI [.39, 1.19]; β = .50, CI [.17, .82], respectively). \"Other\" caregivers, such as extended family members or friends, had lower odds of experiencing negative emotional burden and social strain than spousal caregivers (β = .79, CI [.39, 1.19]; β = .50, CI [.17, .82], respectively). Lower odds of experiencing negative emotional burden were also found with multiple caregivers. The effect of an adult-child caregiver on social strain was no longer significant when the dementia severity of PLWD was included in the analysis. CONCLUSION: The type of care-recipient relationship impacts the HRQL in both PLWD and their informal caregivers. Dementia severity of the PLWD appears to affect this association.",
  "authors": [
    {
      "last_name": "Lai",
      "fore_name": "Aiping",
      "initials": "A",
      "name": "Aiping Lai",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Richardson",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Richardson",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada. jrichard@mcmaster.ca.",
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada. jrichard@mcmaster.ca."
      ],
      "orcid": "0000-0001-6356-0492"
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Griffith",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kuspinar",
      "fore_name": "Ayse",
      "initials": "A",
      "name": "Ayse Kuspinar",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Smith-Turchyn",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Smith-Turchyn",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "3377",
  "end_page": "3390",
  "pages": "3377-3390",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Aged, 80 and over",
    "Caregivers",
    "Quality of Life",
    "Independent Living",
    "Dementia",
    "Emotions"
  ],
  "article_ids": {
    "pubmed": "35969331",
    "doi": "10.1007/s11136-022-03203-1",
    "pii": "10.1007/s11136-022-03203-1"
  },
  "doi": "10.1007/s11136-022-03203-1",
  "dates": {
    "completed": "2022-10-25",
    "revised": "2022-10-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.505731",
    "pmid": "35969331"
  }
}