{
  "pmid": "35961201",
  "uid": "35961201",
  "title": "Tumor-infiltrating neutrophils and peripheral neutrophil-to-lymphocyte ratio conversely predicted the prognosis of patients with non-small cell lung cancer.",
  "abstract": "Increasing evidence indicates that neutrophil-associated prognostic markers, such as, tumor-associated neutrophils (TANs), neutrophil-to-T cell ratio (NTR) and neutrophil-to-lymphocyte ratio (NLR), are strongly correlated with the survival of patients with non-small cell lung cancer (NSCLC). However, either the association or the difference in their predictive efficacies remains unknown. To this aim, we investigated the influence of intratumoural TANs and peripheral NLR on the clinical outcome of NSCLC patients using tumor tissues, peripheral blood indexes, and clinicopathological data of 133 patients diagnosed with NSCLC. Additionally, Kendall correlation analysis was performed to identify the association between TANs and NLR. Our results revealed that intratumoural TANs were effective prognostic factors for favorable overall survival (OS), but were not associated with disease-free survival (DFS) in the subgroup analysis of 84 postoperative patients and progression-free survival (PFS) in 49 non-resectable NSCLC patients. Elevated NTR also indicated favorable prognosis, with high intratumoural NTR being correlated with prolonged OS and high stromal NTR being correlated with prolonged DFS. In contrast, peripheral NLR predicted dismal OS and DFS of patients receiving curative surgery. Furthermore, neither intratumoural nor stromal TANs were found to be associated with NLR, indicating that they were independent inflammatory indexes in predicting the prognosis of NSCLC. In conclusion, we discovered that TANs and NLR independently and oppositely predicted the clinical outcome of NSCLC patients, providing new sights on the role of neutrophil in tumor biology and survival prediction.",
  "authors": [
    {
      "last_name": "Yang",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui Yang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, 107 Wenhuaxi Road, Jinan, Shandong 250012, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiaoqi",
      "initials": "X",
      "name": "Xiaoqi Wang",
      "affiliations": [
        "Department of PBG China Medical, Pfizer Investment Com, Ltd, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Ma",
      "affiliations": [
        "Institute of Basic Medical Sciences, Qilu Hospital, Cheeloo College of Medicine, Shandong University, 107 Wenhuaxi Road, Jinan, Shandong 250012, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Zhihui",
      "initials": "Z",
      "name": "Zhihui Zhang",
      "affiliations": [
        "Department of Thoracic Surgery, National Cancer Center, National Clinical Research Center for Cancer, Cancer Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100021, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Ni",
      "initials": "N",
      "name": "Ni Liu",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, 107 Wenhuaxi Road, Jinan, Shandong 250012, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Xinchun",
      "initials": "X",
      "name": "Xinchun Ma",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, 107 Wenhuaxi Road, Jinan, Shandong 250012, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, 107 Wenhuaxi Road, Jinan, Shandong 250012, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiuwen",
      "initials": "X",
      "name": "Xiuwen Wang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, 107 Wenhuaxi Road, Jinan, Shandong 250012, China. Electronic address: xiuwenwang12@sdu.edu.cn."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yanguo",
      "initials": "Y",
      "name": "Yanguo Liu",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, 107 Wenhuaxi Road, Jinan, Shandong 250012, China. Electronic address: liuyanguo@sdu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Cellular immunology",
    "iso_abbreviation": "Cell Immunol",
    "issn": "1090-2163",
    "issn_type": "Electronic",
    "volume": "379",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "104588",
  "pages": "104588",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Carcinoma, Non-Small-Cell Lung",
    "Humans",
    "Lung Neoplasms",
    "Lymphocytes",
    "Neutrophils",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "35961201",
    "doi": "10.1016/j.cellimm.2022.104588",
    "pii": "S0008-8749(22)00113-7"
  },
  "doi": "10.1016/j.cellimm.2022.104588",
  "dates": {
    "completed": "2022-09-13",
    "revised": "2022-09-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.523851",
    "pmid": "35961201"
  }
}