{
  "pmid": "35976878",
  "uid": "35976878",
  "title": "A Network Meta-analysis of Dexamethasone for Preventing Postextubation Upper Airway Obstruction in Children.",
  "abstract": "Rationale: Periextubation corticosteroids are commonly used in children to prevent upper airway obstruction (UAO). However, the best timing and dose combination of corticosteroids is unknown. Objectives: To compare effectiveness of different corticosteroid regimens in preventing UAO and reintubation. Methods: MEDLINE, CINAHL, and Embase search identified randomized trials in children using corticosteroids to prevent UAO. All studies used dexamethasone. The studies were categorized based on timing of initiation of dexamethasone (early use: >12 h before extubation) and the dose (high dose: ⩾0.5 mg/kg/dose). We performed Bayesian network meta-analysis with studies grouped into four regimens: high dose, early use (HE); low dose, early use (LE); high dose, late use (HL); and low dose, late use. Results: Eight trials (n = 903) were included in the analysis. For preventing UAO (odds ratio; 95% credible interval), HE (0.13; 0.04-0.36), HL (0.39; 0.19-0.74), and LE (0.15; 0.04-0.58) regimens appear to be more effective than no dexamethasone (low certainty). HE and LE had the highest probability of being the top-ranked regimens for preventing UAO (surface under the cumulative ranking curve 0.901 and 0.808, respectively). For preventing reintubation, the effect estimate was imprecise for all four dexamethasone regimens compared with no dexamethasone (very low certainty). HE and LE were the top-ranked regimens (surface under the cumulative ranking curve 0.803 and 0.720, respectively) for preventing reintubation. Sensitivity analysis showed that regimens that started >12 hours before extubation were likely more effective than regimens started >6 hours before extubation. Conclusions: Periextubation dexamethasone can prevent postextubation UAO in children, but effectiveness is highly dependent on timing and dosing regimen. Early initiation (ideally >12 h before extubation) appears to be more important than the dose of dexamethasone. Ultimately, the specific steroid strategy should be personalized, considering the potential for adverse events associated with dexamethasone and the individual risk of UAO and reintubation.",
  "authors": [
    {
      "last_name": "Iyer",
      "fore_name": "Narayan P",
      "initials": "NP",
      "name": "Narayan P Iyer",
      "affiliations": [
        "Fetal and Neonatal Institute, Division of Neonatology, and.",
        "Department of Pediatrics, Keck School of Medicine, University of Southern California, Los Angeles, California."
      ],
      "orcid": "0000-0003-3589-0018"
    },
    {
      "last_name": "López-Fernández",
      "fore_name": "Yolanda M",
      "initials": "YM",
      "name": "Yolanda M López-Fernández",
      "affiliations": [
        "Division of Pediatric Critical Care Medicine, Department of Pediatrics, Biocruces-Bizkaia Health Research Institute, Cruces University Hospital, Bizkaia, Spain."
      ],
      "orcid": "0000-0002-3918-1326"
    },
    {
      "last_name": "González-Dambrauskas",
      "fore_name": "Sebastián",
      "initials": "S",
      "name": "Sebastián González-Dambrauskas",
      "affiliations": [
        "Cuidados Intensivos Pediátricos Especializados (CIPe), Casa de Galicia, Red Colaborativa Pediátrica de Latinoamérica (LARed Network), Montevideo, Uruguay.",
        "Facultad de Medicina, Unidad de Cuidados Intensivos de Niños del Centro Hospitalario Pereira Rossell (UCIN-CHPR), Universidad de la República, Montevideo, Uruguay."
      ],
      "orcid": "0000-0003-4775-227X"
    },
    {
      "last_name": "Baranwal",
      "fore_name": "Arun K",
      "initials": "AK",
      "name": "Arun K Baranwal",
      "affiliations": [
        "HDF unit, Advanced Pediatrics Center, Postgraduate Institute of Medical Education and Research, Chandigarh, India."
      ],
      "orcid": "0000-0003-4334-2652"
    },
    {
      "last_name": "Hotz",
      "fore_name": "Justin C",
      "initials": "JC",
      "name": "Justin C Hotz",
      "affiliations": [
        "Department of Anesthesiology and Critical Care, Children's Hospital Los Angeles, Los Angeles, California."
      ],
      "orcid": "0000-0001-8352-9564"
    },
    {
      "last_name": "Zhu",
      "fore_name": "Meng",
      "initials": "M",
      "name": "Meng Zhu",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6173-0005"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4174-0641"
    },
    {
      "last_name": "Craven",
      "fore_name": "Hannah J",
      "initials": "HJ",
      "name": "Hannah J Craven",
      "affiliations": [
        "Ruth Lilly Medical Library, Indiana University School of Medicine, Indianapolis, Indiana."
      ],
      "orcid": "0000-0002-1701-3655"
    },
    {
      "last_name": "Whipple",
      "fore_name": "Elizabeth C",
      "initials": "EC",
      "name": "Elizabeth C Whipple",
      "affiliations": [
        "Ruth Lilly Medical Library, Indiana University School of Medicine, Indianapolis, Indiana."
      ],
      "orcid": "0000-0002-0103-6318"
    },
    {
      "last_name": "Abu-Sultaneh",
      "fore_name": "Samer",
      "initials": "S",
      "name": "Samer Abu-Sultaneh",
      "affiliations": [
        "Division of Pediatric Critical Care, Department of Pediatrics, Riley Hospital for Children at Indiana University Health and Indiana University School of Medicine, Indianapolis, Indiana; and."
      ],
      "orcid": "0000-0002-2659-2070"
    },
    {
      "last_name": "Khemani",
      "fore_name": "Robinder G",
      "initials": "RG",
      "name": "Robinder G Khemani",
      "affiliations": [
        "Department of Anesthesiology and Critical Care, Children's Hospital Los Angeles, Los Angeles, California.",
        "Keck School of Medicine, University of Southern California, Los Angeles, California."
      ],
      "orcid": "0000-0002-5815-0314"
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "118",
  "end_page": "130",
  "pages": "118-130",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Bayes Theorem",
    "Respiration Disorders",
    "Adrenal Cortex Hormones",
    "Airway Extubation",
    "Airway Obstruction"
  ],
  "article_ids": {
    "pubmed": "35976878",
    "pmc": "PMC9819263",
    "doi": "10.1513/AnnalsATS.202203-212OC"
  },
  "doi": "10.1513/AnnalsATS.202203-212OC",
  "pmc_id": "PMC9819263",
  "dates": {
    "completed": "2023-01-03",
    "revised": "2025-04-18"
  },
  "chemicals": [
    "Adrenal Cortex Hormones"
  ],
  "grants": [
    {
      "grant_id": "R13 HD102137",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:13:34.555402",
    "pmid": "35976878"
  }
}