{
  "pmid": "35974851",
  "uid": "35974851",
  "title": "Reduction in Operating Room Airborne Particle Burden and Time-Dependent Contamination of Sterile Instrument Trays With the Use of a Novel Air Filtration System.",
  "abstract": "Introduction Postoperative infections represent a substantial burden to patients and healthcare systems. To improve patient care and reduce healthcare expenditures, interventions to reduce surgical infections must be employed. The crystalline C-band ultraviolet (UV-C) air filtration technology (Aerobiotix Inc., Miamisburg, OH, USA) has been designed to reduce airborne bioburden through high-quality filtration and germicidal irradiation. The purpose of this study was to assess the ability of a novel UV-C air filtration device to reduce airborne particle counts and contamination of surgical instrument trays in an operating room (OR) setting. Materials and methods Thirty sterile instrument trays were opened in a positive-air-flow OR. The trays were randomly assigned to one of two groups (UV-C or control, n=15 per group). In the UV-C group, the UV-C filtration device was used and in the control, it was not. All trays were opened with the use of a sterile technique and left exposed in the OR for four hours. Air was sampled by a particle counter to measure the numbers of 5µm and 10µm particles. Culture specimens were obtained from the trays to assess for bacterial contamination. Outcome data were collected at 30-minute intervals for the duration of the four-hour study period. Results Use of the UV-C device resulted in statistically significant reductions in the numbers of 5µm (average of 64.9% reduction when compared with the control, p<0.001) and 10µm (average of 65.7% reduction when compared with the control, p<0.001)-sized particles detectable in the OR. There was no significant difference in the overall rates of contamination (33.3% in the control group vs. 26.7% in the UV-C group, p=1.0) or the time to contamination (mean survival of 114 minutes in the control group vs. 105 minutes in the UV-C group, p=0.72) of surgical instrument trays with the use of the UV-C device. Conclusions The results demonstrate that the UV-C filtration device can successfully reduce airborne bioburden in standard ORs, suggesting that it may have the potential to reduce the risk for wound and hardware infections. Further clinical trials are necessary to better determine the effect of this air filtration system on postoperative infection rates.",
  "authors": [
    {
      "last_name": "Hijji",
      "fore_name": "Fady Y",
      "initials": "FY",
      "name": "Fady Y Hijji",
      "affiliations": [
        "Orthopaedic Surgery, Boonshoft School of Medicine, Dayton, USA."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Schneider",
      "affiliations": [
        "Orthopaedic Surgery, Boonshoft School of Medicine, Dayton, USA."
      ]
    },
    {
      "last_name": "Reeves",
      "fore_name": "Jeffrey T",
      "initials": "JT",
      "name": "Jeffrey T Reeves",
      "affiliations": [
        "Orthopaedic Surgery, Boonshoft School of Medicine, Dayton, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Orthopaedic Surgery, Boonshoft School of Medicine, Dayton, USA."
      ]
    },
    {
      "last_name": "Nye",
      "fore_name": "Logan",
      "initials": "L",
      "name": "Logan Nye",
      "affiliations": [
        "Orthopaedic Surgery, Boonshoft School of Medicine, Dayton, USA."
      ]
    },
    {
      "last_name": "Lyons",
      "fore_name": "Joseph G",
      "initials": "JG",
      "name": "Joseph G Lyons",
      "affiliations": [
        "Orthopaedic Surgery, Boonshoft School of Medicine, Dayton, USA."
      ]
    },
    {
      "last_name": "Prayson",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Prayson",
      "affiliations": [
        "Orthopaedic Surgery, Boonshoft School of Medicine, Dayton, USA."
      ]
    },
    {
      "last_name": "Rubino",
      "fore_name": "Louis J",
      "initials": "LJ",
      "name": "Louis J Rubino",
      "affiliations": [
        "Orthopaedic Surgery, Boonshoft School of Medicine, Dayton, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "14",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "e26864",
  "pages": "e26864",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35974851",
    "pmc": "PMC9375117",
    "doi": "10.7759/cureus.26864"
  },
  "doi": "10.7759/cureus.26864",
  "pmc_id": "PMC9375117",
  "dates": {
    "revised": "2022-08-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.779584",
    "pmid": "35974851"
  }
}