{
  "pmid": "35972822",
  "uid": "35972822",
  "title": "Optimising the educational value of indirect patient care.",
  "abstract": "INTRODUCTION: Indirect patient care activities (IPCA) such as documentation, reviewing investigations and filling out forms require an increasing amount of physician time. While an essential part of patient care, rising rates of IPCA work correspond with increases in physician burnout and job dissatisfaction. It is not known how best to prepare residents in IPCA-heavy specialties (e.g. family medicine) for this aspect of their career. This study investigates how educators and residency programmes can optimise IPCA work during residency to best prepare residents for future practice. METHODS: Using Constructivist Grounded Theory, we conducted focus groups and individual interviews with 42 clinicians (19 family medicine residents, 16 family physicians in the first 5 years of practice and 7 family physician educators). All participants were connected to one family medicine residency programme. We analysed interview data iteratively, using a staged approach to constant comparative analysis. RESULTS: While residents, early career physicians and educators perceived the educational value of IPCAs differently, they all reported IPCAs as a necessary weight that family physicians carry throughout their career. Some residents described IPCAs as a burden, creating inequities in workload and interfering with other learning and personal opportunities. In contrast, educators conceptualised IPCAs as an opportunity to build and develop the skills required to carry the weight of IPCAs throughout their career. We make specific recommendations for helping residents recognise this educational opportunity, such as clarifying expectations, navigating equity, understanding purpose and maintaining consistency when teaching IPCAs. CONCLUSION: IPCAs are a key competency for many medical residents but require explicit pedagogical attention. If the educational opportunities are not made explicit, residents may miss the opportunity to develop strategies for practice management, professional boundaries, and administrative efficiencies.",
  "authors": [
    {
      "last_name": "O'Toole",
      "fore_name": "Danielle",
      "initials": "D",
      "name": "Danielle O'Toole",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sadik",
      "fore_name": "Marina",
      "initials": "M",
      "name": "Marina Sadik",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Inglis",
      "fore_name": "Gabrielle",
      "initials": "G",
      "name": "Gabrielle Inglis",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Weresch",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Weresch",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster FHS program for Education Research, Innovation & Theory (MERIT), McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    }
  ],
  "journal": {
    "title": "Medical education",
    "iso_abbreviation": "Med Educ",
    "issn": "1365-2923",
    "issn_type": "Electronic",
    "volume": "56",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "1214",
  "end_page": "1222",
  "pages": "1214-1222",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Internship and Residency",
    "Workload",
    "Family Practice",
    "Patient Care"
  ],
  "article_ids": {
    "pubmed": "35972822",
    "doi": "10.1111/medu.14921"
  },
  "doi": "10.1111/medu.14921",
  "dates": {
    "completed": "2022-11-09",
    "revised": "2022-12-05"
  },
  "chemicals": [
    "isopropyl cyanoacrylate"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.131747",
    "pmid": "35972822"
  }
}