{
  "pmid": "35984572",
  "uid": "35984572",
  "title": "Increased demand for paramedic transports to the emergency department in Ontario, Canada: a population-level descriptive study from 2010 to 2019.",
  "abstract": "PURPOSE: We examined changes in annual paramedic transport incidence over the ten years prior to COVID-19 in comparison to increases in population growth and emergency department (ED) visitation by walk-in. METHODS: We conducted a population-level cohort study using the National Ambulatory Care Reporting System from January 1, 2010 to December 31, 2019 in Ontario, Canada. We included all patients triaged in the ED who arrived by either paramedic transport or walk-in. We clustered geographical regions using the Local Health Integration Network boundaries. Descriptive statistics, rate ratios (RR), and 95% confidence intervals were calculated to explore population-adjusted changes in transport volumes. RESULTS: Overall incidence of paramedic transports increased by 38.3% (n = 264,134), exceeding population growth fourfold (9.4%) and walk-in ED visitation threefold (13.4%). Population-adjusted transport rates increased by 26.2% (rate ratio 1.26, 95% CI 1.26-1.27) compared to 3.4% for ED visit by walk-in (rate ratio 1.03, 95% CI 1.03-1.04). Patient and visit characteristics remained consistent (age, gender, triage acuity, number of comorbidities, ED disposition, 30-day repeat ED visits) across the years of study. The majority of transports in 2019 had non-emergent triage scores (60.0%) and were discharged home directly from the ED (63.7%). The largest users were persons aged 65 or greater (43.7%). The majority of transports occurred in urbanized regions, though rural and northern regions experienced similar paramedic transport growth rates. CONCLUSION: There was a substantial increase in the demand for paramedic transportation. Growth in paramedic demand outpaced population growth markedly and may continue to surge alongside population aging. Increases in the rate of paramedic transports per population were not bound to urbanized regions, but were province-wide. Our findings indicate a mounting need to develop innovative solutions to meet the increased demand on paramedic services and to implement long-term strategies across provincial paramedic systems.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. Strumr@mcmaster.ca."
      ],
      "orcid": "0000-0003-1902-4734"
    },
    {
      "last_name": "Drennan",
      "fore_name": "Ian R",
      "initials": "IR",
      "name": "Ian R Drennan",
      "affiliations": [
        "Department of Family and Community Medicine, Division of Emergency Medicine, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Sunnybrook Research Institute, Sunnybrook Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice I",
      "initials": "FI",
      "name": "Fabrice I Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, ON, Canada.",
        "Institute for Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Worster",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Worster",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, Division of Emergency Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Babe",
      "fore_name": "Glenda",
      "initials": "G",
      "name": "Glenda Babe",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "CJEM",
    "iso_abbreviation": "CJEM",
    "issn": "1481-8043",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "7",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "742",
  "end_page": "750",
  "pages": "742-750",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Infant",
    "Cohort Studies",
    "Ontario",
    "COVID-19",
    "Emergency Service, Hospital",
    "Allied Health Personnel",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "35984572",
    "pmc": "PMC9389513",
    "doi": "10.1007/s43678-022-00363-4",
    "pii": "10.1007/s43678-022-00363-4"
  },
  "doi": "10.1007/s43678-022-00363-4",
  "pmc_id": "PMC9389513",
  "dates": {
    "completed": "2022-11-04",
    "revised": "2022-11-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.696857",
    "pmid": "35984572"
  }
}