{
  "pmid": "35982429",
  "uid": "35982429",
  "title": "Use of the interRAI PEDS HC in children receiving home care in Ontario, Canada.",
  "abstract": "BACKGROUND: There is no standard assessment tool for pediatric home care recipients in Canada, limiting the availability of comparable, population-based data. The objective of this study was to describe pediatric home care recipients who were part of a pilot implementation of the interRAI Pediatric Home Care Assessment Form (PEDS-HC) among medically complex children referred to home care agencies in three regions in Ontario, Canada. METHODS: All 14 agencies providing home care to children in Ontario were invited to participate in the pilot project, and 9 participated in an education session. Three of these agencies used the PEDS-HC during the pilot implementation between February 2018 and March 2020. We used de-identified data to describe the demographics, home care needs, and diagnoses of pediatric home care recipients. RESULTS: The sample of 474 assessments was predominantly male (60.34%), with an average age at assessment of 12.36 years (SD 4.56). Most (78.48%) reported English as their primary language. Most children assessed had between two and eight medical diagnoses. Diagnoses reported varied: gastrointestinal, musculoskeletal, respiratory and neurological conditions were most common. The prevalence of urinary incontinence (40.1%) and bowel incontinence (70.9%) were high. Over 60% of children were rarely or only sometimes understood. A majority of children had adequate hearing (83.5%) and vision (68.6%). Extensive services were being provided in 10% of children assessed. Most children received care both at school and at home (70.89%), with 20.89% receiving home care only. CONCLUSIONS: The PEDS-HC provides a detailed, standardised descriptive profile of medically complex children receiving home care. Expanding use of PEDS-HC would promote consistency in care planning and delivery on the patient level, enable cross-jurisdictional comparisons, and inform utilization tracking and health care funding decisions on the organization and provincial levels.",
  "authors": [
    {
      "last_name": "Thorburn-Winsor",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Thorburn-Winsor",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, ON, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Doherty",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Doherty",
      "affiliations": [
        "Children's Hospital of Eastern Ontario, 401 Smyth Rd, Ottawa, ON, K1H 8L1, Canada.",
        "University of Ottawa, Ottawa, Ontario, Canada.",
        "Roger Neilson House, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, ON, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Vadeboncoeur",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Vadeboncoeur",
      "affiliations": [
        "Children's Hospital of Eastern Ontario, 401 Smyth Rd, Ottawa, ON, K1H 8L1, Canada. vadeboncoeur@cheo.on.ca.",
        "University of Ottawa, Ottawa, Ontario, Canada. vadeboncoeur@cheo.on.ca.",
        "Roger Neilson House, Ottawa, Ontario, Canada. vadeboncoeur@cheo.on.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Aug",
    "pub_day": "18"
  },
  "start_page": "1057",
  "pages": "1057",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Female",
    "Home Care Services",
    "Humans",
    "Male",
    "Ontario",
    "Palliative Care",
    "Pilot Projects",
    "Prevalence"
  ],
  "article_ids": {
    "pubmed": "35982429",
    "pmc": "PMC9389723",
    "doi": "10.1186/s12913-022-08442-z",
    "pii": "10.1186/s12913-022-08442-z"
  },
  "doi": "10.1186/s12913-022-08442-z",
  "pmc_id": "PMC9389723",
  "dates": {
    "completed": "2022-08-22",
    "revised": "2022-08-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.490781",
    "pmid": "35982429"
  }
}