{
  "pmid": "35987720",
  "uid": "35987720",
  "title": "Medical Treatment for Rheumatic Heart Disease: A Narrative Review.",
  "abstract": "BACKGROUND: Acute rheumatic fever (ARF) and rheumatic heart disease (RHD) are rare in high-income countries; however, in Aotearoa New Zealand ARF and RHD disproportionately affect Indigenous Māori and Pacific Peoples. This narrative review explores the evidence regarding non-surgical management of patients with clinically significant valve disease or heart failure due to RHD. METHODS: Medline, EMBASE and Scopus databases were searched, and additional publications were identified through cross-referencing. Included were 28 publications from 1980 onwards. RESULTS: Of the available interventions, improved anticoagulation management and a national RHD register could improve RHD outcomes in New Zealand. Where community pharmacy anticoagulant management services (CPAMS) are available good anticoagulation control can be achieved with a time in the therapeutic range (TTR) of more than 70%, which is above the internationally recommended level of 60%. The use of pharmacists in anticoagulation control is cost-effective, acceptable to patients, pharmacists, and primary care practitioners. There is a lack of local data available to fully assess other interventions; including optimal therapy for heart failure, equitable access to specialist RHD care, prevention, and management of endocarditis. CONCLUSION: As RHD continues to disproportionately affect Indigenous and minority groups, pro-equity tertiary prevention interventions should be fully evaluated to ensure they are reducing disease burden and improving outcomes in patients with RHD.",
  "authors": [
    {
      "last_name": "Rentta",
      "fore_name": "Neilenuo Nelly",
      "initials": "NN",
      "name": "Neilenuo Nelly Rentta",
      "affiliations": [
        "Department of Public Health, University of Otago, Wellington, New Zealand."
      ]
    },
    {
      "last_name": "Bennett",
      "fore_name": "Julie",
      "initials": "J",
      "name": "Julie Bennett",
      "affiliations": [
        "Department of Public Health, University of Otago, Wellington, New Zealand. Electronic address: julie.bennett@otago.ac.nz."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "William",
      "initials": "W",
      "name": "William Leung",
      "affiliations": [
        "Department of Public Health, University of Otago, Wellington, New Zealand."
      ]
    },
    {
      "last_name": "Webb",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Webb",
      "affiliations": [
        "Auckland District Health Board, Auckland, New Zealand; University of Auckland, Department of Paediatrics: Child and Youth Health, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "Public Health South, Southern District Health Board, Dunedin, New Zealand."
      ]
    },
    {
      "last_name": "Harwood",
      "fore_name": "Matire",
      "initials": "M",
      "name": "Matire Harwood",
      "affiliations": [
        "General Practice and Primary Healthcare, University of Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Baker",
      "affiliations": [
        "Department of Public Health, University of Otago, Wellington, New Zealand."
      ]
    },
    {
      "last_name": "Lund",
      "fore_name": "Mayanna",
      "initials": "M",
      "name": "Mayanna Lund",
      "affiliations": [
        "Counties Manukau District Health Board, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Nigel",
      "initials": "N",
      "name": "Nigel Wilson",
      "affiliations": [
        "Green Lane Paediatric and Congenital Cardiac Services, Starship Children's Hospital, Auckland, New Zealand; Department of Paediatrics, Child and Youth Health, University of Auckland, Auckland, New Zealand."
      ]
    }
  ],
  "journal": {
    "title": "Heart, lung & circulation",
    "iso_abbreviation": "Heart Lung Circ",
    "issn": "1444-2892",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "1463",
  "end_page": "1470",
  "pages": "1463-1470",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Rheumatic Heart Disease",
    "Rheumatic Fever",
    "Heart Failure",
    "Anticoagulants"
  ],
  "article_ids": {
    "pubmed": "35987720",
    "doi": "10.1016/j.hlc.2022.07.013",
    "pii": "S1443-9506(22)01014-9"
  },
  "doi": "10.1016/j.hlc.2022.07.013",
  "dates": {
    "completed": "2022-11-29",
    "revised": "2024-12-05"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.587789",
    "pmid": "35987720"
  }
}