{
  "pmid": "35990336",
  "uid": "35990336",
  "title": "Effect of different sweeteners on the quality, fatty acid and volatile flavor compounds of braised pork.",
  "abstract": "This study aimed to assess how several sweeteners (white sugar, Siraitia grosvenorii fruit, mogrosides, and stevia glycoside) affected the flavor, fatty acid composition, and quality of braised pork. The findings indicated that braised meat prepared with sweeteners differed from typical braised pork. When simmered for 60 min, the typical braised pork with white granulated sugar exhibited a significant cooking loss (CL) and little water content. Significantly more than in the group containing Siraitia grosvenorii, mogroside, and stevia glycoside, the Thiobarbituric acid (TBARS) value increased by 14.39% (P < 0.05). The sample in the group that included mogroside had a low CL rate. After 40 min of stewing, the lean pork has the highest L* value, but the 60-min stew sample is nicely colored and stretchy. Mogroside can prevent protein, and lipid oxidation, is thermally stable and reduces CL during stewing. Additionally, Siraitia grosvenorii and stevia glycosides help prevent oxidation from intensifying during stewing. When Siraitia grosvenorii is added, lipid oxidation is significantly inhibited, and stevia glycosides are more beneficial for enhancing meat color. With an increase in heating time, the fatty acids in braised pork reduced; the unsaturated fatty acid (UFA) of the Siraitia grosvenorii fruit (SF) and mg group also fell somewhat, and the UFA: SFA ratio was higher than that of the white sugar (WS) group. The SFA content of the braised meat in the stevia glycoside group was higher than that of the WS group. In all, 75 volatile flavor elements in braised pork were discovered by Gas chromatography-ion mobility spectrometry (GC-IMS). The sweetener increased alcohols, esters, and acids in the braised pork. As stewing time increased, ketones decreased, but aldehydes and esters increased. The pork formed antioxidant peptides with great nutritional value after cooking. Braised pork with mogroside and stevia glycoside additions primarily have some protein color protection and antioxidant effects. This study may offer fresh perspectives on applying natural sweeteners and enhancing braised pork's flavor.",
  "authors": [
    {
      "last_name": "He",
      "fore_name": "Zhi-Gui",
      "initials": "ZG",
      "name": "Zhi-Gui He",
      "affiliations": [
        "School of Leisure and Health, Guilin Tourism University, Guilin, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Zhang",
      "affiliations": [
        "School of Tourism and Cuisine, Harbin University of Commerce, Harbin, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Ming-Duo",
      "initials": "MD",
      "name": "Ming-Duo Yang",
      "affiliations": [
        "School of Tourism and Cuisine, Harbin University of Commerce, Harbin, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "School of Leisure and Health, Guilin Tourism University, Guilin, China."
      ]
    },
    {
      "last_name": "Cui",
      "fore_name": "Ying-Ying",
      "initials": "YY",
      "name": "Ying-Ying Cui",
      "affiliations": [
        "School of Leisure and Health, Guilin Tourism University, Guilin, China."
      ]
    },
    {
      "last_name": "Du",
      "fore_name": "Mi-Ying",
      "initials": "MY",
      "name": "Mi-Ying Du",
      "affiliations": [
        "School of Leisure and Health, Guilin Tourism University, Guilin, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Dong",
      "initials": "D",
      "name": "Dong Zhao",
      "affiliations": [
        "School of Leisure and Health, Guilin Tourism University, Guilin, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Sun",
      "affiliations": [
        "School of Leisure and Health, Guilin Tourism University, Guilin, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in nutrition",
    "iso_abbreviation": "Front Nutr",
    "issn": "2296-861X",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "961998",
  "pages": "961998",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35990336",
    "pmc": "PMC9387942",
    "doi": "10.3389/fnut.2022.961998"
  },
  "doi": "10.3389/fnut.2022.961998",
  "pmc_id": "PMC9387942",
  "dates": {
    "revised": "2022-08-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.525582",
    "pmid": "35990336"
  }
}