{
  "pmid": "35992759",
  "uid": "35992759",
  "title": "Hepatitis C virus (HCV) care in Canadian correctional facilities: Where are we and where do we need to be?",
  "abstract": "Approximately 25% of people in Canadian correctional facilities have been previously exposed to hepatitis C virus (HCV). Despite being a high-prevalence setting, most Canadian prisons have thus far failed to engage the majority of those with chronic HCV infection in care. Several factors, including the lack of systematic screening programs, lack of on-site and trained health care personnel to improve access to care and treatment during incarceration, and the absence of standardized procedures needed to facilitate linkage to care following release likely contribute to poor engagement along the HCV care cascade for people in prison. HCV screening and engagement in care for people in prison can be improved through the implementation of universal opt-out screening upon admission and consideration of multidisciplinary care models for the provision of care. As well, the dissemination of prison-based needle and syringe programs to avert new HCV infections and re-infections should be considered. To meet the World Health Organization (WHO) 2030 HCV elimination goals, engaging researchers, clinicians and other health care providers, policy makers, correctional officials, and members of community in dialogue will be an essential first step going forward.",
  "authors": [
    {
      "last_name": "Kronfli",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Kronfli",
      "affiliations": [
        "Department of Medicine, Division of Infectious Diseases and Chronic Viral Illness Service, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Buxton",
      "fore_name": "Jane A",
      "initials": "JA",
      "name": "Jane A Buxton",
      "affiliations": [
        "BC Centre of Disease Control and School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Jennings",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Jennings",
      "affiliations": [
        "Prisoners with HIV/AIDS Support Action Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Kouyoumdjian",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Centre for Urban Health Solutions, St. Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Wong",
      "affiliations": [
        "Department of Medicine, University of Saskatchewan, Regina, Saskatchewan, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian liver journal",
    "iso_abbreviation": "Can Liver J",
    "issn": "2561-4444",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "4",
    "pub_year": "2019"
  },
  "start_page": "171",
  "end_page": "183",
  "pages": "171-183",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35992759",
    "pmc": "PMC9202815",
    "doi": "10.3138/canlivj.2019-0007"
  },
  "doi": "10.3138/canlivj.2019-0007",
  "pmc_id": "PMC9202815",
  "dates": {
    "revised": "2023-09-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.269008",
    "pmid": "35992759"
  }
}