{
  "pmid": "35999604",
  "uid": "35999604",
  "title": "Advanced biological age is associated with improved antibody responses in older high-dose influenza vaccine recipients over four consecutive seasons.",
  "abstract": "BACKGROUND: Biological aging represents a loss of integrity and functionality of physiological systems over time. While associated with an enhanced risk of adverse outcomes such as hospitalization, disability and death following infection, its role in perceived age-related declines in vaccine responses has yet to be fully elucidated. Using data and biosamples from a 4-year clinical trial comparing immune responses of standard- and high-dose influenza vaccination, we quantified biological age (BA) prior to vaccination in adults over 65 years old (n = 292) using a panel of ten serological biomarkers (albumin, alanine aminotransferase, creatinine, ferritin, free thyroxine, cholesterol, high-density lipoprotein, triglycerides, tumour necrosis factor, interleukin-6) as implemented in the BioAge R package. Hemagglutination inhibition antibody titres against influenza A/H1N1, A/H3N2 and B were quantified prior to vaccination and 4-, 10- and 20- weeks post-vaccination. RESULTS: Counter to our hypothesis, advanced BA was associated with improved post-vaccination antibody titres against the different viral types and subtypes. However, this was dependent on both vaccine dose and CMV serostatus, as associations were only apparent for high-dose recipients (d = 0.16-0.26), and were largely diminished for CMV positive high-dose recipients. CONCLUSIONS: These findings emphasize two important points: first, the loss of physiological integrity related to biological aging may not be a ubiquitous driver of immune decline in older adults; and second, latent factors such as CMV infection (prevalent in up to 90% of older adults worldwide) may contribute to the heterogeneity in vaccine responses of older adults more than previously thought.",
  "authors": [
    {
      "last_name": "Verschoor",
      "fore_name": "Chris P",
      "initials": "CP",
      "name": "Chris P Verschoor",
      "affiliations": [
        "Health Sciences North Research Institute, 41 Ramsey Lake Road, Rm 32033, Sudbury, ON, P3E 5J1, Canada. cverschoor@hsnri.ca.",
        "Northern Ontario School of Medicine, Sudbury, ON, Canada. cverschoor@hsnri.ca."
      ]
    },
    {
      "last_name": "Belsky",
      "fore_name": "Daniel W",
      "initials": "DW",
      "name": "Daniel W Belsky",
      "affiliations": [
        "Department of Epidemiology, Columbia University Mailman School of Public Health, New York, NY, USA.",
        "Robert N. Butler Columbia Aging Center, Columbia University, New York, NY, USA."
      ]
    },
    {
      "last_name": "Andrew",
      "fore_name": "Melissa K",
      "initials": "MK",
      "name": "Melissa K Andrew",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Haynes",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Haynes",
      "affiliations": [
        "UConn Center on Aging, University of Connecticut School of Medicine, Farmington, CT, USA."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pawelec",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Pawelec",
      "affiliations": [
        "Health Sciences North Research Institute, 41 Ramsey Lake Road, Rm 32033, Sudbury, ON, P3E 5J1, Canada.",
        "Department of Immunology, University of Tübingen, Tübingen, Germany."
      ]
    },
    {
      "last_name": "McElhaney",
      "fore_name": "Janet E",
      "initials": "JE",
      "name": "Janet E McElhaney",
      "affiliations": [
        "Health Sciences North Research Institute, 41 Ramsey Lake Road, Rm 32033, Sudbury, ON, P3E 5J1, Canada."
      ]
    },
    {
      "last_name": "Kuchel",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Kuchel",
      "affiliations": [
        "UConn Center on Aging, University of Connecticut School of Medicine, Farmington, CT, USA."
      ]
    }
  ],
  "journal": {
    "title": "Immunity & ageing : I & A",
    "iso_abbreviation": "Immun Ageing",
    "issn": "1742-4933",
    "issn_type": "Print",
    "volume": "19",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Aug",
    "pub_day": "23"
  },
  "start_page": "39",
  "pages": "39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35999604",
    "pmc": "PMC9396565",
    "doi": "10.1186/s12979-022-00296-7",
    "pii": "10.1186/s12979-022-00296-7"
  },
  "doi": "10.1186/s12979-022-00296-7",
  "pmc_id": "PMC9396565",
  "dates": {
    "revised": "2022-08-27"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AG048023",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 AG048023",
      "agency": "NIA NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.187544",
    "pmid": "35999604"
  }
}