{
  "pmid": "35994289",
  "uid": "35994289",
  "title": "Testing Bidirectional, Longitudinal Associations Between Disturbed Sleep and Depressive Symptoms in Children and Adolescents Using Cross-Lagged Models.",
  "abstract": "IMPORTANCE: Understanding the longitudinal, bidirectional associations between disturbed sleep and depression in childhood and adolescence is crucial for the development of prevention and intervention programs. OBJECTIVE: To test for bidirectional associations and cascade processes between disturbed sleep and depressive symptoms covering both childhood and adolescence and to test for the moderating processes of sex and pubertal status in adolescence. DESIGN, SETTING, AND PARTICIPANTS: A prospective cohort study using the Québec Longitudinal Study of Child Development (QLSCD; 1997-ongoing). QLSCD's objective is to identify early childhood factors associated with long-term psychosocial and academic adjustment. Data were collected across 8 waves between ages 5 years (2003) and 17 years (2015). Associations were tested through cross-lagged models in childhood (5, 7, and 8 years), and in adolescence (10, 12, 13, 15, and 17 years). Data were analyzed from February to October 2021. MAIN OUTCOMES AND MEASURES: Primary outcomes were disturbed sleep and depressive symptoms. Disturbed sleep was parent-reported and included sleep duration, time awake in bed, daytime sleepiness, sleep talking, sleepwalking, night terrors, and nightmares. Depressive symptoms were parent-reported in childhood (Child Behavior Checklist and Revised Ontario Child Health Study Scales), and self-reported in adolescence (Mental Health and Social Inadaptation Assessment for Adolescents). RESULTS: Data on 1689 children (852 female [50.4%]) and 1113 adolescents (595 female [53.5%]) were included in the analyses. In childhood, significant bidirectional associations between depressive symptoms and disturbed sleep at all time points were found, indicating cascade processes (range β = 0.07; 95% CI, 0.02-012 to β = 0.15; 95% CI, 0.10-0.19). In adolescence, significant bidirectional associations from depressive symptoms to disturbed sleep (β = 0.09; 95% CI, 0.04-0.14) and vice versa (β = 0.10; 95% CI, 0.04-0.16) between 10 and 12 years were found. Between 12 and 13 years, depressive symptoms were modestly associated with disturbed sleep (β = 0.05; 95% CI, 0.001-0.10) but the reverse association was not significant. Cross-lagged estimates were nonsignificant after 13 years. The associations did not vary as a function of either sex or puberty-by-sex. CONCLUSIONS AND RELEVANCE: These findings suggest that disturbed sleep is associated with the consolidation of depressive symptoms starting in childhood, which, in turn, is associated with ongoing sleep problems. It is possible that timely and appropriate interventions for incipient disturbed sleep and depression prevent spiraling effects on both domains.",
  "authors": [
    {
      "last_name": "Marino",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Marino",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Andrade",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Andrade",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Montplaisir",
      "fore_name": "Jacques",
      "initials": "J",
      "name": "Jacques Montplaisir",
      "affiliations": [
        "Center for Advanced Research in Sleep Medicine, Centre Intégré Universitaire de Santé et de Services Sociaux du Nord-de-l'île-de-Montréal, Montreal, Québec, Canada.",
        "Department of Psychiatry, Université de Montréal, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Petit",
      "fore_name": "Dominique",
      "initials": "D",
      "name": "Dominique Petit",
      "affiliations": [
        "Center for Advanced Research in Sleep Medicine, Centre Intégré Universitaire de Santé et de Services Sociaux du Nord-de-l'île-de-Montréal, Montreal, Québec, Canada.",
        "Department of Psychiatry, Université de Montréal, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Touchette",
      "fore_name": "Evelyne",
      "initials": "E",
      "name": "Evelyne Touchette",
      "affiliations": [
        "Department of Psychoeducation, Université du Québec à Trois-Rivières, Trois- Rivières, Québec, Canada.",
        "Research Unit on Children's Psychosocial Maladjustment, Université du Québec à Trois-Rivières, Trois-Rivières, Québec, Canada."
      ]
    },
    {
      "last_name": "Paradis",
      "fore_name": "Hélène",
      "initials": "H",
      "name": "Hélène Paradis",
      "affiliations": [
        "Groupe de Recherche sur l'inadaptation Psychosociale chez l'enfant, Université Laval, Québec City, Québec, Canada."
      ]
    },
    {
      "last_name": "Côté",
      "fore_name": "Sylvana M",
      "initials": "SM",
      "name": "Sylvana M Côté",
      "affiliations": [
        "Department of Psychology, Université de Montréal, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Tremblay",
      "fore_name": "Richard E",
      "initials": "RE",
      "name": "Richard E Tremblay",
      "affiliations": [
        "Department of Psychology, Université de Montréal, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Hospital for Sick Children, Toronto, Ontario, Canada.",
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, Ontario, Canada.",
        "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boivin",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Boivin",
      "affiliations": [
        "School of Psychology, Université Laval, Québec City, Québec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "8",
    "pub_year": "2022",
    "pub_month": "Aug",
    "pub_day": "01"
  },
  "start_page": "e2227119",
  "pages": "e2227119",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Child, Preschool",
    "Depression",
    "Female",
    "Humans",
    "Longitudinal Studies",
    "Mental Health",
    "Prospective Studies",
    "Sleep"
  ],
  "article_ids": {
    "pubmed": "35994289",
    "pmc": "PMC9396361",
    "doi": "10.1001/jamanetworkopen.2022.27119",
    "pii": "2795493"
  },
  "doi": "10.1001/jamanetworkopen.2022.27119",
  "pmc_id": "PMC9396361",
  "dates": {
    "completed": "2022-08-24",
    "revised": "2022-09-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.516373",
    "pmid": "35994289"
  }
}