{
  "pmid": "35990395",
  "uid": "35990395",
  "title": "What Does It Take to Become an Academic Plastic Surgeon in Canada: Hiring Trends Over the Last 50 Years.",
  "abstract": "Objective: Academic plastic surgery positions have become highly competitive secondary to delayed retirement, stagnant hospital funding, and an increasing number of plastic surgery graduates. Little information is available to help residents navigate this challenging landscape. Our objectives were to evaluate the training backgrounds of all Canadian academic plastic surgeons and to develop recommendations for residents interested in an academic career. Methods: All Canadian academic plastic surgeons were included. Training histories were obtained from institutions' websites. Surgeons were subsequently emailed to confirm this information and complete missing details. Multivariate regressions were designed to analyze the effect of gender and FRCSC year on graduate and fellowship training and time to first academic position. Results: Training information was available for 196 surgeons (22% female), with a 56% email response rate; 91% of surgeons completed residency in Canada; 94% completed fellowship training, while 43% held graduate degrees; 74% were employed where they previously trained. Female gender significantly lengthened the time from graduation to first academic job, despite equal qualification. Younger surgeons were more likely to hold graduate degrees (P < .01). Conclusions: We identified objective data that correlate with being hired at an academic centre, including training at the same institution, obtaining a graduate degree during residency, and pursuing fellowship training. In addition, we demonstrated that women take significantly longer to acquire academic positions (P < .01), despite equal qualification. Trainees should consider these patterns when planning their careers. Future research should explore gender-based discrepancies in hiring practices.",
  "authors": [
    {
      "last_name": "Copeland",
      "fore_name": "Andrea E",
      "initials": "AE",
      "name": "Andrea E Copeland",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-1322-026X"
    },
    {
      "last_name": "Axelrod",
      "fore_name": "Daniel E",
      "initials": "DE",
      "name": "Daniel E Axelrod",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Chloe R",
      "initials": "CR",
      "name": "Chloe R Wong",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3595-5160"
    },
    {
      "last_name": "Malone",
      "fore_name": "Janna L",
      "initials": "JL",
      "name": "Janna L Malone",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gallo",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Gallo",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Avram",
      "fore_name": "Ronen",
      "initials": "R",
      "name": "Ronen Avram",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Brett T",
      "initials": "BT",
      "name": "Brett T Phillips",
      "affiliations": [
        "Division of Plastic, Maxillofacial, and Oral Surgery, Duke Department of Surgery, Duke University School of Medicine, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Plastic surgery (Oakville, Ont.)",
    "iso_abbreviation": "Plast Surg (Oakv)",
    "issn": "2292-5503",
    "issn_type": "Print",
    "volume": "30",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Aug"
  },
  "start_page": "238",
  "end_page": "245",
  "pages": "238-245",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "35990395",
    "pmc": "PMC9389061",
    "doi": "10.1177/22925503211011974",
    "pii": "10.1177_22925503211011974"
  },
  "doi": "10.1177/22925503211011974",
  "pmc_id": "PMC9389061",
  "dates": {
    "revised": "2022-08-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.090675",
    "pmid": "35990395"
  }
}