{
  "pmid": "36002358",
  "uid": "36002358",
  "title": "Tensions and opportunities in the roles of senior public health officials in Canada: A qualitative study.",
  "abstract": "Although public health emergencies like the COVID-19 pandemic thrust senior public health officials into the spotlight, their day-to-day roles remain misunderstood and under-examined. In jurisdictions that follow the Westminster system of government such as Canada, the United Kingdom, and Australia, Chief Medical Officers of Health (CMOHs) are typically senior public servants who are simultaneously positioned as public health professionals with independent expertise, senior advisors to an elected government, and designated protectors of the public health interest. Using Canada's federal and provincial CMOHs as case studies of this role in Westminster governments, we analyzed in-depth key informant interview data to examine how CMOHs navigate the tensions among their duties to the government, profession, and public in order to maximize their public health impact. We demonstrate that CMOHs are variously called upon to be government advisors, public health managers, and public communicators, and that the different emphasis that jurisdictions place on these roles shapes the tools and pathways through which CMOHs can influence government action and public health. We also elucidate the tensions associated with having CMOHs positioned within the senior levels of the public service and the strategies these officials use to balance their internal- and external-facing roles. Finally, we highlight the trade-offs among different institutional design options to inform decisions about the structure of the CMOH position in different contexts.",
  "authors": [
    {
      "last_name": "Cassola",
      "fore_name": "Adèle",
      "initials": "A",
      "name": "Adèle Cassola",
      "affiliations": [
        "Global Strategy Lab, York University/University of Ottawa, Victor Dahdaleh Building Suite 2120, 4700 Keele Street, Toronto, Ontario M3J 1P3, Canada."
      ]
    },
    {
      "last_name": "Fafard",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Fafard",
      "affiliations": [
        "Global Strategy Lab, York University/University of Ottawa, Victor Dahdaleh Building Suite 2120, 4700 Keele Street, Toronto, Ontario M3J 1P3, Canada; Graduate School of Public and International Affairs, University of Ottawa, Room 6049, FSS Building, 120 University Private, Ottawa, Ontario K1N 6N5, Canada; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Room 101, 600 Peter Morand Crescent, Ottawa, Ontario K1G 5Z3, Canada. Electronic address: patrick.fafard@globalstrategylab.org."
      ]
    },
    {
      "last_name": "Nagi",
      "fore_name": "Ranjana",
      "initials": "R",
      "name": "Ranjana Nagi",
      "affiliations": [
        "Global Strategy Lab, York University/University of Ottawa, Victor Dahdaleh Building Suite 2120, 4700 Keele Street, Toronto, Ontario M3J 1P3, Canada."
      ]
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, York University/University of Ottawa, Victor Dahdaleh Building Suite 2120, 4700 Keele Street, Toronto, Ontario M3J 1P3, Canada; Dahdaleh Institute for Global Health Research, School of Global Health and Osgoode Hall Law School, York University, Victor Dahdaleh Building Suite 2150, 4700 Keele Street, Toronto, Ontario, Canada, M3J 1P3, Canada; Department of Health Research Methods, Evidence and Impact and McMaster Health Forum, McMaster University, 1280 Main Street West, Hamilton, Ontario L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "126",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "988",
  "end_page": "995",
  "pages": "988-995",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "COVID-19",
    "Canada",
    "Humans",
    "Pandemics",
    "Public Health",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "36002358",
    "pmc": "PMC9296232",
    "doi": "10.1016/j.healthpol.2022.07.009",
    "pii": "S0168-8510(22)00190-7"
  },
  "doi": "10.1016/j.healthpol.2022.07.009",
  "pmc_id": "PMC9296232",
  "dates": {
    "completed": "2022-09-08",
    "revised": "2022-12-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.648144",
    "pmid": "36002358"
  }
}