{
  "pmid": "36007545",
  "uid": "36007545",
  "title": "Defining the Assisted Living Sector in Canada: An Environmental Scan.",
  "abstract": "OBJECTIVES: In this study, we (1) identify the terms used to describe the assisted living sector and the legislation governing operation in all Canadian provinces and territories; (2) identify the cost estimates associated with residency in these homes; and (3) quantify the growth of the sector. DESIGN: Environmental scan. SETTING AND PARTICIPANTS: Internet searches of Canadian provincial and territorial government websites and professional associations were conducted in 2021 to retrieve publicly accessible sources related to the assisted living sector. METHODS: We synthesized data that identified the terms used to describe the sector in all provinces and territories, the legislation governing operation, financing, median fees per month for care, and growth of the sector from 2012 to 2020. Counts and proportions were calculated for some extracted variables. All data were narratively synthesized. RESULTS: The terms used to describe the assisted living sector varied across Canada. The terms \"assisted living,\" \"retirement homes,\" and \"supportive living\" were prevalent. Ontario was the only province to regulate the sector through an independent, not-for-profit organization. Ontario, British Columbia, and Alberta had some of the highest median fees for room, board, and care per month (range: $1873 to $6726). The licensed assisted living sector in Ontario doubled in size (768 in 2020 vs 383 in 2012), and there was a threefold increase in the number of corporate-owned chain assisted living facilities (465 in 2020 vs 142 in 2012). CONCLUSIONS AND IMPLICATIONS: The rapid growth of the assisted living sector that is primarily financed through out-of-pocket payments may indicate a rise in a two-tier system of housing and health care for older adults. Policymakers need better mechanisms, such as standardized reporting systems and assessments, to understand the needs of older adults who reside in assisted living facilities and inform the need for sector regulation and oversight.",
  "authors": [
    {
      "last_name": "Manis",
      "fore_name": "Derek R",
      "initials": "DR",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada. Electronic address: manisd@mcmaster.ca."
      ]
    },
    {
      "last_name": "Bronskill",
      "fore_name": "Susan E",
      "initials": "SE",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Women's College Research Institute, Toronto, Ontario, Canada; Institute for Health Policy, Management & Evaluation, University of Toronto, Toronto, Ontario, Canada; Sunnybrook Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rochon",
      "fore_name": "Paula A",
      "initials": "PA",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Women's College Research Institute, Toronto, Ontario, Canada; Institute for Health Policy, Management & Evaluation, University of Toronto, Toronto, Ontario, Canada; Division of Geriatric Medicine, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Samir K",
      "initials": "SK",
      "affiliations": [
        "Institute for Health Policy, Management & Evaluation, University of Toronto, Toronto, Ontario, Canada; Division of General Internal Medicine and Geriatrics, Sinai Health and University Health Network, Toronto, Ontario, Canada; Department of Medicine, University of Toronto, Toronto, Ontario, Canada; National Institute on Ageing, Ryerson University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Boscart",
      "fore_name": "Veronique",
      "initials": "V",
      "affiliations": [
        "Schlegel Research Institute for Aging, Waterloo, Ontario, Canada; Institute of Technology and Advanced Learning, Conestoga College, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Bruyère Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Poss",
      "fore_name": "Jeffrey W",
      "initials": "JW",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rahim",
      "fore_name": "Ahmad",
      "initials": "A",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Éric",
      "initials": "JÉ",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Abelson",
      "fore_name": "Julia",
      "initials": "J",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada; Schlegel Research Institute for Aging, Waterloo, Ontario, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "1871",
  "end_page": "1877.e1",
  "pages": "1871-1877.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Canada",
    "Assisted Living Facilities",
    "Ontario",
    "British Columbia"
  ],
  "article_ids": {
    "pubmed": "36007545",
    "doi": "10.1016/j.jamda.2022.07.018",
    "pii": "S1525-8610(22)00559-X"
  },
  "doi": "10.1016/j.jamda.2022.07.018",
  "dates": {
    "completed": "2022-11-08",
    "revised": "2024-03-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T10:35:36.719921",
    "pmid": "36007545"
  }
}