{
  "pmid": "36008827",
  "uid": "36008827",
  "title": "A Bayesian reanalysis of the Standard versus Accelerated Initiation of Renal-Replacement Therapy in Acute Kidney Injury (STARRT-AKI) trial.",
  "abstract": "BACKGROUND: Timing of initiation of kidney-replacement therapy (KRT) in critically ill patients remains controversial. The Standard versus Accelerated Initiation of Renal-Replacement Therapy in Acute Kidney Injury (STARRT-AKI) trial compared two strategies of KRT initiation (accelerated versus standard) in critically ill patients with acute kidney injury and found neutral results for 90-day all-cause mortality. Probabilistic exploration of the trial endpoints may enable greater understanding of the trial findings. We aimed to perform a reanalysis using a Bayesian framework. METHODS: We performed a secondary analysis of all 2927 patients randomized in multi-national STARRT-AKI trial, performed at 168 centers in 15 countries. The primary endpoint, 90-day all-cause mortality, was evaluated using hierarchical Bayesian logistic regression. A spectrum of priors includes optimistic, neutral, and pessimistic priors, along with priors informed from earlier clinical trials. Secondary endpoints (KRT-free days and hospital-free days) were assessed using zero-one inflated beta regression. RESULTS: The posterior probability of benefit comparing an accelerated versus a standard KRT initiation strategy for the primary endpoint suggested no important difference, regardless of the prior used (absolute difference of 0.13% [95% credible interval [CrI] - 3.30%; 3.40%], - 0.39% [95% CrI - 3.46%; 3.00%], and 0.64% [95% CrI - 2.53%; 3.88%] for neutral, optimistic, and pessimistic priors, respectively). There was a very low probability that the effect size was equal or larger than a consensus-defined minimal clinically important difference. Patients allocated to the accelerated strategy had a lower number of KRT-free days (median absolute difference of - 3.55 days [95% CrI - 6.38; - 0.48]), with a probability that the accelerated strategy was associated with more KRT-free days of 0.008. Hospital-free days were similar between strategies, with the accelerated strategy having a median absolute difference of 0.48 more hospital-free days (95% CrI - 1.87; 2.72) compared with the standard strategy and the probability that the accelerated strategy had more hospital-free days was 0.66. CONCLUSIONS: In a Bayesian reanalysis of the STARRT-AKI trial, we found very low probability that an accelerated strategy has clinically important benefits compared with the standard strategy. Patients receiving the accelerated strategy probably have fewer days alive and KRT-free. These findings do not support the adoption of an accelerated strategy of KRT initiation.",
  "authors": [
    {
      "last_name": "Zampieri",
      "fore_name": "Fernando G",
      "initials": "FG",
      "name": "Fernando G Zampieri",
      "affiliations": [
        "Academic Research Organization, Albert Einstein Hospital, São Paulo, Brazil.",
        "Department of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, 2-124E Clinical Sciences Building, 8440-112 St NW, Edmonton, AB, T6G2B7, Canada."
      ]
    },
    {
      "last_name": "da Costa",
      "fore_name": "Bruno R",
      "initials": "BR",
      "name": "Bruno R da Costa",
      "affiliations": [
        "Applied Health Research Centre, Li Ka Shing Knowledge Institute of St. Michael's Hospital, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Vaara",
      "fore_name": "Suvi T",
      "initials": "ST",
      "name": "Suvi T Vaara",
      "affiliations": [
        "Division of Intensive Care Medicine, Department of Anesthesiology, Intensive Care and Pain Medicine, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "François",
      "initials": "F",
      "name": "François Lamontagne",
      "affiliations": [
        "Department of Medicine, Université de Sherbrooke, Sherbrooke, QC, Canada.",
        "Centre de Recherche du CHU de Sherbrooke, Sherbrooke, QC, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine (Division of Critical Care) and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nichol",
      "fore_name": "Alistair D",
      "initials": "AD",
      "name": "Alistair D Nichol",
      "affiliations": [
        "Department of Critical Care Medicine, University College Dublin Clinical Research Centre at St. Vincent's University Hospital, Dublin, Ireland.",
        "Monash University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "McGuinness",
      "fore_name": "Shay",
      "initials": "S",
      "name": "Shay McGuinness",
      "affiliations": [
        "Cardiothoracic and Vascular Intensive Care Unit, Auckland City Hospital, Auckland and Medical Research Institute of New Zealand, Wellington, New Zealand."
      ]
    },
    {
      "last_name": "McAuley",
      "fore_name": "Danny F",
      "initials": "DF",
      "name": "Danny F McAuley",
      "affiliations": [
        "The Wellcome-Wolfson Institute for Experimental Medicine, Queen's University, and The Regional Intensive Care Unit, Royal Victoria Hospital, Belfast, UK."
      ]
    },
    {
      "last_name": "Ostermann",
      "fore_name": "Marlies",
      "initials": "M",
      "name": "Marlies Ostermann",
      "affiliations": [
        "Department of Critical Care Medicine, King's College London, Guy's and St Thomas' Hospital, London, UK."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Division of Nephrology, St. Michael's Hospital, and the Li Ka Shing Knowledge Institute and the University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": [
        "Department of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, 2-124E Clinical Sciences Building, 8440-112 St NW, Edmonton, AB, T6G2B7, Canada. bagshaw@ualberta.ca."
      ],
      "orcid": "0000-0003-3633-6596"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Critical care (London, England)",
    "iso_abbreviation": "Crit Care",
    "issn": "1466-609X",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Aug",
    "pub_day": "25"
  },
  "start_page": "255",
  "pages": "255",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Randomized Controlled Trial"
  ],
  "keywords": [
    "Acute Kidney Injury",
    "Bayes Theorem",
    "Critical Illness",
    "Humans",
    "Probability",
    "Renal Replacement Therapy"
  ],
  "article_ids": {
    "pubmed": "36008827",
    "pmc": "PMC9404618",
    "doi": "10.1186/s13054-022-04120-y",
    "pii": "10.1186/s13054-022-04120-y"
  },
  "doi": "10.1186/s13054-022-04120-y",
  "pmc_id": "PMC9404618",
  "dates": {
    "completed": "2022-08-29",
    "revised": "2022-10-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Project Grant 389635",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "Project Grant 389635",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.207878",
    "pmid": "36008827"
  }
}