{
  "pmid": "36006864",
  "uid": "36006864",
  "title": "Prevention and Control of Seasonal Influenza with Vaccines: Recommendations of the Advisory Committee on Immunization Practices - United States, 2022-23 Influenza Season.",
  "abstract": "THIS REPORT UPDATES THE 2021-22 RECOMMENDATIONS OF THE ADVISORY COMMITTEE ON IMMUNIZATION PRACTICES (ACIP) CONCERNING THE USE OF SEASONAL INFLUENZA VACCINES IN THE UNITED STATES: (MMWR Recomm Rep 2021;70[No. RR-5]:1-24). Routine annual influenza vaccination is recommended for all persons aged ≥6 months who do not have contraindications. For each recipient, a licensed and age-appropriate vaccine should be used. With the exception of vaccination for adults aged ≥65 years, ACIP makes no preferential recommendation for a specific vaccine when more than one licensed, recommended, and age-appropriate vaccine is available. All seasonal influenza vaccines expected to be available in the United States for the 2022-23 season are quadrivalent, containing hemagglutinin (HA) derived from one influenza A(H1N1)pdm09 virus, one influenza A(H3N2) virus, one influenza B/Victoria lineage virus, and one influenza B/Yamagata lineage virus. Inactivated influenza vaccines (IIV4s), recombinant influenza vaccine (RIV4), and live attenuated influenza vaccine (LAIV4) are expected to be available. Trivalent influenza vaccines are no longer available, but data that involve these vaccines are included for reference. INFLUENZA VACCINES MIGHT BE AVAILABLE AS EARLY AS JULY OR AUGUST, BUT FOR MOST PERSONS WHO NEED ONLY 1 DOSE OF INFLUENZA VACCINE FOR THE SEASON, VACCINATION SHOULD IDEALLY BE OFFERED DURING SEPTEMBER OR OCTOBER. HOWEVER, VACCINATION SHOULD CONTINUE AFTER OCTOBER AND THROUGHOUT THE SEASON AS LONG AS INFLUENZA VIRUSES ARE CIRCULATING AND UNEXPIRED VACCINE IS AVAILABLE. FOR MOST ADULTS (PARTICULARLY ADULTS AGED ≥65 YEARS) AND FOR PREGNANT PERSONS IN THE FIRST OR SECOND TRIMESTER, VACCINATION DURING JULY AND AUGUST SHOULD BE AVOIDED UNLESS THERE IS CONCERN THAT VACCINATION LATER IN THE SEASON MIGHT NOT BE POSSIBLE. CERTAIN CHILDREN AGED 6 MONTHS THROUGH 8 YEARS NEED 2 DOSES; THESE CHILDREN SHOULD RECEIVE THE FIRST DOSE AS SOON AS POSSIBLE AFTER VACCINE IS AVAILABLE, INCLUDING DURING JULY AND AUGUST. VACCINATION DURING JULY AND AUGUST CAN BE CONSIDERED FOR CHILDREN OF ANY AGE WHO NEED ONLY 1 DOSE FOR THE SEASON AND FOR PREGNANT PERSONS WHO ARE IN THE THIRD TRIMESTER IF VACCINE IS AVAILABLE DURING THOSE MONTHS: UPDATES DESCRIBED IN THIS REPORT REFLECT DISCUSSIONS DURING PUBLIC MEETINGS OF ACIP THAT WERE HELD ON OCTOBER 20, 2021; JANUARY 12, 2022; FEBRUARY 23, 2022; AND JUNE 22, 2022. PRIMARY UPDATES TO THIS REPORT INCLUDE THE FOLLOWING THREE TOPICS: 1) THE COMPOSITION OF 2022-23 U.S. SEASONAL INFLUENZA VACCINES; 2) UPDATES TO THE DESCRIPTION OF INFLUENZA VACCINES EXPECTED TO BE AVAILABLE FOR THE 2022-23 SEASON, INCLUDING ONE INFLUENZA VACCINE LABELING CHANGE THAT OCCURRED AFTER THE PUBLICATION OF THE 2021-22 ACIP INFLUENZA RECOMMENDATIONS; AND 3) UPDATES TO THE RECOMMENDATIONS CONCERNING VACCINATION OF ADULTS AGED ≥65 YEARS. FIRST, THE COMPOSITION OF 2022-23 U.S. INFLUENZA VACCINES INCLUDES UPDATES TO THE INFLUENZA A(H3N2) AND INFLUENZA B/VICTORIA LINEAGE COMPONENTS. U.S.-LICENSED INFLUENZA VACCINES WILL CONTAIN HA DERIVED FROM AN INFLUENZA A/VICTORIA/2570/2019 (H1N1)PDM09-LIKE VIRUS (FOR EGG-BASED VACCINES) OR AN INFLUENZA A/WISCONSIN/588/2019 (H1N1)PDM09-LIKE VIRUS (FOR CELL CULTURE-BASED OR RECOMBINANT VACCINES); AN INFLUENZA A/DARWIN/9/2021 (H3N2)-LIKE VIRUS (FOR EGG-BASED VACCINES) OR AN INFLUENZA A/DARWIN/6/2021 (H3N2)-LIKE VIRUS (FOR CELL CULTURE-BASED OR RECOMBINANT VACCINES); AN INFLUENZA B/AUSTRIA/1359417/2021 (VICTORIA LINEAGE)-LIKE VIRUS; AND AN INFLUENZA B/PHUKET/3073/2013 (YAMAGATA LINEAGE)-LIKE VIRUS. SECOND, THE APPROVED AGE INDICATION FOR THE CELL CULTURE-BASED INACTIVATED INFLUENZA VACCINE, FLUCELVAX QUADRIVALENT (CCIIV4), WAS CHANGED IN OCTOBER 2021 FROM ≥2 YEARS TO ≥6 MONTHS. THIRD, RECOMMENDATIONS FOR VACCINATION OF ADULTS AGED ≥65 YEARS HAVE BEEN MODIFIED. ACIP RECOMMENDS THAT ADULTS AGED ≥65 YEARS PREFERENTIALLY RECEIVE ANY ONE OF THE FOLLOWING HIGHER DOSE OR ADJUVANTED INFLUENZA VACCINES: QUADRIVALENT HIGH-DOSE INACTIVATED INFLUENZA VACCINE (HD-IIV4), QUADRIVALENT RECOMBINANT INFLUENZA VACCINE (RIV4), OR QUADRIVALENT ADJUVANTED INACTIVATED INFLUENZA VACCINE (AIIV4). IF NONE OF THESE THREE VACCINES IS AVAILABLE AT AN OPPORTUNITY FOR VACCINE ADMINISTRATION, THEN ANY OTHER AGE-APPROPRIATE INFLUENZA VACCINE SHOULD BE USED: THIS REPORT FOCUSES ON RECOMMENDATIONS FOR THE USE OF VACCINES FOR THE PREVENTION AND CONTROL OF SEASONAL INFLUENZA DURING THE 2022-23 INFLUENZA SEASON IN THE UNITED STATES. A BRIEF SUMMARY OF THE RECOMMENDATIONS AND A LINK TO THE MOST RECENT BACKGROUND DOCUMENT CONTAINING ADDITIONAL INFORMATION ARE AVAILABLE AT: https://www.cdc.gov/vaccines/hcp/acip-recs/vacc-specific/flu.html. These recommendations apply to U.S.-licensed influenza vaccines used according to Food and Drug Administration-licensed indications. Updates and other information are available from CDC's influenza website (https://www.cdc.gov/flu). Vaccination and health care providers should check this site periodically for additional information.",
  "authors": [
    {
      "last_name": "Grohskopf",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Grohskopf",
      "affiliations": []
    },
    {
      "last_name": "Blanton",
      "fore_name": "Lenee H",
      "initials": "LH",
      "name": "Lenee H Blanton",
      "affiliations": []
    },
    {
      "last_name": "Ferdinands",
      "fore_name": "Jill M",
      "initials": "JM",
      "name": "Jill M Ferdinands",
      "affiliations": []
    },
    {
      "last_name": "Chung",
      "fore_name": "Jessie R",
      "initials": "JR",
      "name": "Jessie R Chung",
      "affiliations": []
    },
    {
      "last_name": "Broder",
      "fore_name": "Karen R",
      "initials": "KR",
      "name": "Karen R Broder",
      "affiliations": []
    },
    {
      "last_name": "Talbot",
      "fore_name": "H Keipp",
      "initials": "HK",
      "name": "H Keipp Talbot",
      "affiliations": []
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": []
    },
    {
      "last_name": "Fry",
      "fore_name": "Alicia M",
      "initials": "AM",
      "name": "Alicia M Fry",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "MMWR. Recommendations and reports : Morbidity and mortality weekly report. Recommendations and reports",
    "iso_abbreviation": "MMWR Recomm Rep",
    "issn": "1545-8601",
    "issn_type": "Electronic",
    "volume": "71",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Aug",
    "pub_day": "26"
  },
  "start_page": "1",
  "end_page": "28",
  "pages": "1-28",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Adult",
    "Advisory Committees",
    "Child",
    "Female",
    "Humans",
    "Immunization Schedule",
    "Infant",
    "Influenza A Virus, H1N1 Subtype",
    "Influenza A Virus, H3N2 Subtype",
    "Influenza B virus",
    "Influenza Vaccines",
    "Influenza, Human",
    "Pregnancy",
    "Seasons",
    "United States",
    "Vaccination",
    "Vaccines, Combined",
    "Vaccines, Inactivated"
  ],
  "article_ids": {
    "pubmed": "36006864",
    "pmc": "PMC9429824",
    "doi": "10.15585/mmwr.rr7101a1"
  },
  "doi": "10.15585/mmwr.rr7101a1",
  "pmc_id": "PMC9429824",
  "dates": {
    "completed": "2022-08-29",
    "revised": "2022-09-10"
  },
  "chemicals": [
    "Influenza Vaccines",
    "Vaccines, Combined",
    "Vaccines, Inactivated"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:33.695730",
    "pmid": "36006864"
  }
}