{
  "pmid": "36004415",
  "uid": "36004415",
  "title": "Epidemiology and Burden of Disorders of Gut-Brain Interaction in Romania: A Subgroup Analysis of the Rome Foundation Global Epidemiology Study.",
  "abstract": "BACKGROUND AND AIMS: Disorders of gut-brain interaction (DGBI) are a group of chronic illnesses that are crucial to public health because they are widespread, influence patients' quality of life and functional level, and exert a major socioeconomic impact. We assessed the national prevalence of all 22 DGBI, the percentage of respondents satisfying diagnostic criteria for at least one DGBI, and the impact on the disease burden in Romania using data from the Rome Foundation Global Epidemiology Study. METHODS: Data were collected through an anonymous, nationwide, and secure online survey, which evaluated the prevalence of any DGBI as well as over 22 different DGBI. The Rome IV diagnostic questionnaire and an in-depth supplemental questionnaire were included in the survey, which was completed through the Internet with numerous built-in quality-assurance measures. RESULTS: The survey was completed by 2,049 participants (mean age 42.29±13.11 years) with a representative national distribution. Diagnostic criteria for any DGBI were met in 40.1% of the subjects, while 28.6% met criteria for only one DGBI (no overlap), and 11.5% met criteria for DGBIs in two, three, or four overlapping gastrointestinal anatomical regions. Females had a substantially higher predominance of DGBI than males. Psychosocial characteristics (such as quality of life, somatization, and concern about digestive problems) and healthcare utilization (such as physician visits and medication use) were associated with having any DGBI. CONCLUSIONS: We provide the first comprehensive evaluation of the prevalence and burden of DGBI in Romania using the Rome IV criteria. The burden of DGBI in Romania is substantial, with 40.1% of the 2,049 participants meeting diagnostic criteria for any DGBI. These findings demonstrate the importance of patient care, and the need for training and future research.",
  "authors": [
    {
      "last_name": "Dumitrascu",
      "fore_name": "Dan L",
      "initials": "DL",
      "name": "Dan L Dumitrascu",
      "affiliations": [
        "2nd Department of Internal Medicine, \"Iuliu Hatieganu\" University of Medicine and Pharmacy, 400006 Cluj-Napoca, Romania. ddumitrascu@umfcluj.ro."
      ]
    },
    {
      "last_name": "Freud",
      "fore_name": "Tamar",
      "initials": "T",
      "name": "Tamar Freud",
      "affiliations": [
        "Siaal Research Center for Family Medicine and Primary Care, Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer Sheva, Israel. freudt@bgu.ac.il."
      ]
    },
    {
      "last_name": "Ismaiel",
      "fore_name": "Abdulrahman",
      "initials": "A",
      "name": "Abdulrahman Ismaiel",
      "affiliations": [
        "2nd Department of Internal Medicine, Iuliu Hațieganu University of Medicine and Pharmacy, Cluj-Napoca, Romania. abdulrahman.ismaiel@yahoo.com."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.. kant@unc.edu."
      ]
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI and Motility Disorders, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina. olafur_palsson@med.unc.edu."
      ]
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer Sheva, Israel. amiroie@me.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of gastrointestinal and liver diseases : JGLD",
    "iso_abbreviation": "J Gastrointestin Liver Dis",
    "issn": "1842-1121",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "15"
  },
  "start_page": "273",
  "end_page": "282",
  "pages": "273-282",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Brain",
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Prevalence",
    "Quality of Life",
    "Romania",
    "Rome",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "36004415",
    "doi": "10.15403/jgld-4380"
  },
  "doi": "10.15403/jgld-4380",
  "dates": {
    "completed": "2022-09-20",
    "revised": "2022-12-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.785752",
    "pmid": "36004415"
  }
}