{
  "pmid": "36017942",
  "uid": "36017942",
  "title": "High Rates of Imminent Subsequent Fracture After Femoral Neck Fracture in the Elderly.",
  "abstract": "BACKGROUND: Fragility fractures of the hip are known to be followed frequently by subsequent fragility fractures, including second hip fractures. Data on subsequent fractures are available for aggregated index femoral neck and intertrochanteric femoral fractures, grouped generically as hip fractures, but not specifically for femoral neck fractures. There is increasing recognition that a subsequent fracture often occurs early after a hip fracture in the elderly, creating an emphasis on the concept of \"imminent fracture risk.\" Since 2000, there have been many reports on the care gap in interventions after a fragility fracture, with concern regarding the slow uptake of appropriate systemic treatments designed to prevent a subsequent fracture in high-risk patients. METHODS: As planned a priori, we performed an analysis of subsequent fractures after an index femoral neck fracture in 2 prospective clinical trials involving 2,520 patients from 90 sites on 5 continents. We recorded the incidence and time of occurrence of all secondary fragility fractures as well as the reported use of bone-protective medication in all subjects. RESULTS: In the 24 months following the index femoral neck fracture, 226 (9.0%) of 2,520 patients sustained at least 1 subsequent fragility fracture, including 113 hip fractures (4.5%). The median interval from the index fracture to a subsequent fracture was approximately 9.0 months. Only 25.2% (634) of the 2,520 patients reported using bone-protective medications at any time during follow-up. Female patients, those with nondisplaced index fractures, and those treated with arthroplasty, were more likely to have received protective medication. CONCLUSIONS: Subsequent fractures, including second hip fractures, occurred frequently and early following an index femoral neck fracture in 2 large global cohorts. Interventions to prevent a subsequent fracture were instituted in only 1 of 4 patients, even though a focused directive was included in both study protocols. LEVEL OF EVIDENCE: Prognostic Level II . See Instructions for Authors for a complete description of levels of evidence.",
  "authors": [
    {
      "last_name": "Bogoch",
      "fore_name": "Earl",
      "initials": "E",
      "name": "Earl Bogoch",
      "affiliations": [
        "Department of Surgery, University of Toronto, Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-6627-4336"
    },
    {
      "last_name": "Marcano-Fernández",
      "fore_name": "Francesc A",
      "initials": "FA",
      "name": "Francesc A Marcano-Fernández",
      "affiliations": [
        "Orthopaedic Department, Parc Taulí Hospital Universitari, Institut d'Investigació i Innovació Parc Taulí I3PT, Universitat Autònoma de Barcelona, Sabadell, Spain."
      ],
      "orcid": "0000-0001-5690-631"
    },
    {
      "last_name": "Schemitsch",
      "fore_name": "Emil H",
      "initials": "EH",
      "name": "Emil H Schemitsch",
      "affiliations": [
        "Department of Surgery, University of Western Ontario, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-6435-9069"
    },
    {
      "last_name": "Zhou",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Zhou",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bzovsky",
      "fore_name": "Sofia",
      "initials": "S",
      "name": "Sofia Bzovsky",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3505-1396"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Prism S",
      "initials": "PS",
      "name": "Prism S Schneider",
      "affiliations": [
        "Division of Orthopaedic Trauma, Department of Surgery, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Swiontkowski",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Swiontkowski",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Minnesota, Minneapolis, Minnesota."
      ]
    },
    {
      "last_name": "Sprague",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Sprague",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1466-8063"
    },
    {
      "affiliations": []
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Journal of bone and joint surgery. American volume",
    "iso_abbreviation": "J Bone Joint Surg Am",
    "issn": "1535-1386",
    "issn_type": "Electronic",
    "volume": "104",
    "issue": "22",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "16"
  },
  "start_page": "1984",
  "end_page": "1992",
  "pages": "1984-1992",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Aged",
    "Femoral Neck Fractures",
    "Prospective Studies",
    "Hip Fractures",
    "Incidence"
  ],
  "article_ids": {
    "pubmed": "36017942",
    "doi": "10.2106/JBJS.22.00088",
    "pii": "00004623-202211160-00004"
  },
  "doi": "10.2106/JBJS.22.00088",
  "dates": {
    "completed": "2022-11-18",
    "revised": "2023-07-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.481657",
    "pmid": "36017942"
  }
}