{
  "pmid": "36036350",
  "uid": "36036350",
  "title": "Intensive care unit-acquired weakness: A review from molecular mechanisms to its impact in COVID-2019.",
  "abstract": "Intensive Care Unit-Acquired Weakness (ICU-AW) is a generalized and symmetric neuromuscular dysfunction associated with critical illness and its treatments. Its incidence is approximately 80% in intensive care unit patients, and it manifests as critical illness polyneuropathy, critical illness myopathy, and muscle atrophy. Intensive care unit patients can lose an elevated percentage of their muscle mass in the first days after admission, producing short- and long-term sequelae that affect patients' quality of life, physical health, and mental health. In 2019, the world was faced with coronavirus disease 2019 (COVID-19), caused by the acute respiratory syndrome coronavirus 2. COVID-19 produces severe respiratory disorders, such as acute respiratory distress syndrome, which increases the risk of developing ICU-AW. COVID-19 patients treated in intensive care units have shown early diffuse and symmetrical muscle weakness, polyneuropathy, and myalgia, coinciding with the clinical presentation of ICU-AW. Besides, these patients require prolonged intensive care unit stays, invasive mechanical ventilation, and intensive care unit pharmacological therapy, which are risk factors for ICU-AW. Thus, the purposes of this review are to discuss the features of ICU-AW and its effects on skeletal muscle. Further, we will describe the mechanisms involved in the probable development of ICU-AW in severe COVID-19 patients.",
  "authors": [
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Department of Biological Sciences, Faculty of Life Sciences. Universidad Andres Bello, Santiago, Chile; Millennium Institute on Immunology and Immunotherapy, Faculty of Life Sciences, Universidad Andres Bello, Santiago, Chile; Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago . a.gonzalezrojas@uandresbello.edu."
      ]
    },
    {
      "last_name": "Abrigo",
      "fore_name": "Johanna",
      "initials": "J",
      "name": "Johanna Abrigo",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Department of Biological Sciences, Faculty of Life Sciences. Universidad Andres Bello, Santiago, Chile; Millennium Institute on Immunology and Immunotherapy, Faculty of Life Sciences, Universidad Andres Bello, Santiago, Chile; Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago . j.abrigoleon@uandresbello.edu."
      ]
    },
    {
      "last_name": "Achiardi",
      "fore_name": "Oscar",
      "initials": "O",
      "name": "Oscar Achiardi",
      "affiliations": [
        "Escuela de Kinesiología, Facultad de Ciencias, Pontificia Universidad Católica de Valparaíso, Valparaíso. oscar.achiardi@pucv.cl."
      ]
    },
    {
      "last_name": "Simon",
      "fore_name": "Felipe",
      "initials": "F",
      "name": "Felipe Simon",
      "affiliations": [
        "Millennium Institute on Immunology and Immunotherapy, Faculty of Life Sciences, Universidad Andres Bello, Santiago, Chile; Millennium Nucleus of Ion Channel-Associated Diseases (MiNICAD), Universidad de Chile, Santiago, Chile; (6) Laboratory of Integrative Physiopathology, Department of Biological Sciences, Faculty of Life Sciences, Universidad Andres Bello, Santiago. fsimon@unab.cl."
      ]
    },
    {
      "last_name": "Cabello-Verrugio",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Cabello-Verrugio",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Department of Biological Sciences, Faculty of Life Sciences. Universidad Andres Bello, Santiago, Chile; Millennium Institute on Immunology and Immunotherapy, Faculty of Life Sciences, Universidad Andres Bello, Santiago, Chile; Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago . claudio.cabello@unab.cl."
      ]
    }
  ],
  "journal": {
    "title": "European journal of translational myology",
    "iso_abbreviation": "Eur J Transl Myol",
    "issn": "2037-7452",
    "issn_type": "Print",
    "volume": "32",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Aug",
    "pub_day": "26"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36036350",
    "pmc": "PMC9580540",
    "doi": "10.4081/ejtm.2022.10511"
  },
  "doi": "10.4081/ejtm.2022.10511",
  "pmc_id": "PMC9580540",
  "dates": {
    "revised": "2022-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.176581",
    "pmid": "36036350"
  }
}