{
  "pmid": "36031479",
  "uid": "36031479",
  "title": "Generic Health-Related Quality of Life Utility Measure for Preschool Children (Health Utilities Preschool): Design, Development, and Properties.",
  "abstract": "OBJECTIVES: Health Utilities Preschool (HuPS) was developed to fill the need for a generic preference-based measure (GPM) applicable in early childhood. A GPM has all the properties for higher-order summary measures, such as quality-adjusted life-years, required to inform important policy decisions regarding health and healthcare services. METHODS: Development was in accordance with published standards for a GPM, statistical procedures, and modeling. HuPS incorporates key components of 2 existing measurement systems: Health Status Classification System for Preschool Children and Health Utilities Index Mark 3 (HUI3). The study included a series of 4 measurement surveys: definitional, adaptational, quantificational, and evaluational health-related quality of life (HRQL). HuPS measurements were evaluated for reliability, validity, interpretability, and acceptability. RESULTS: Definitional measurements identified 8 Health Status Classification System for Preschool Children attributes in common with HUI3 (vision, hearing, speech, ambulation, dexterity, emotion, cognition, and pain and discomfort), making the HUI3 scoring equation commensurate with HuPS health states. Adaptational measurements informed the content of attribute-level descriptions (n = 35). Quantificational measurements determined level scoring coefficients. HRQL scoring inter-rater reliability (intraclass correlation coefficient = 0.79) was excellent. Continuity of HRQL scoring with HUI3 was reliable (intraclass correlation coefficient = 0.80, P < .001) and valid (mean absolute difference = 0.016, P = .396). CONCLUSIONS: HuPS is an acceptable, reliable, and valid GPM. HRQL scoring is continuous with HUI3. Continuity expands the applicability of GPM (HUI3) scoring to include subjects as young as 2 years of age. Widespread applications of HuPS would inform important health policy and management decisions as HUI3 does for older subjects.",
  "authors": [
    {
      "last_name": "Furlong",
      "fore_name": "William",
      "initials": "W",
      "name": "William Furlong",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. Electronic address: furlongb@mcmaster.ca."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Division of Hematology and Oncology, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Feeny",
      "fore_name": "David",
      "initials": "D",
      "name": "David Feeny",
      "affiliations": [
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ghotra",
      "fore_name": "Satvinder",
      "initials": "S",
      "name": "Satvinder Ghotra",
      "affiliations": [
        "Division of Neonatal-Perinatal Medicine, Department of Pediatrics, Dalhousie University, Halifax, Ontario, Canada."
      ]
    },
    {
      "last_name": "Breakey",
      "fore_name": "Vicky R",
      "initials": "VR",
      "name": "Vicky R Breakey",
      "affiliations": [
        "Division of Hematology and Oncology, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carter",
      "fore_name": "Teresa",
      "initials": "T",
      "name": "Teresa Carter",
      "affiliations": [
        "Division of Developmental Pediatrics, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pai",
      "fore_name": "Nikhil",
      "initials": "N",
      "name": "Nikhil Pai",
      "affiliations": [
        "Division of Gastroenterology, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pullenayegum",
      "fore_name": "Eleanor",
      "initials": "E",
      "name": "Eleanor Pullenayegum",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Barr",
      "fore_name": "Ronald",
      "initials": "R",
      "name": "Ronald Barr",
      "affiliations": [
        "Division of Hematology and Oncology, Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "251",
  "end_page": "260",
  "pages": "251-260",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child, Preschool",
    "Humans",
    "Quality of Life",
    "Reproducibility of Results",
    "Health Status",
    "Health Status Indicators",
    "Educational Status",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "36031479",
    "doi": "10.1016/j.jval.2022.07.015",
    "pii": "S1098-3015(22)02111-8"
  },
  "doi": "10.1016/j.jval.2022.07.015",
  "dates": {
    "completed": "2023-02-10",
    "revised": "2023-03-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "120310",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.215599",
    "pmid": "36031479"
  }
}