{
  "pmid": "36046204",
  "uid": "36046204",
  "title": "Venous Thromboembolism in Surgically Treated Esophageal Cancer Patients: A Provincial Population-Based Study.",
  "abstract": "Objective Venous thromboembolism (VTE) is a major cause of morbidity and mortality in surgical patients. Surgery for esophageal cancer carries a high risk of VTE. This study identifies the risk factors and associated mortality of thrombotic complications among patients undergoing esophageal cancer surgery. Methods All patients in the province of Ontario undergoing esophageal cancer surgery from 2007 to 2017 were identified. Logistic regression identified VTE risk factors at 90 days and 1 year postoperatively. A flexible parametric survival analysis compared mortality and survival up to 5 years after surgery for patients with and without a postoperative VTE. Results Overall 9,876 patients with esophageal cancer were identified; 2,536 (25.7%) underwent surgery. VTE incidence at 90 days and 1 year postoperatively were 4.1 and 6.3%, respectively. Patient factors including age, sex, performance status, and comorbidities were not associated with VTE risk. VTE risk peaked at 1 month after surgery, with a subsequent decline, plateauing after 6 months. Adenocarcinoma was strongly associated with VTE risk compared with squamous cell carcinoma (SCC) (odds ratio [OR] 2.53, 95% confidence interval [CI] 1.38-4.63, p = 0.003). VTE risk decreased with adjuvant chemotherapy (OR = 0.58, 95% CI 0.36-0.94, p = 0.028). Postoperative VTE was associated with decreased survival at 1 and 5 years (hazard ratio = 1.57, 95% CI 1.23-2.00, p < 0.001). Conclusion Esophageal cancer patients with postoperative VTE have worse long-term survival compared with those without thrombotic complications. Adenocarcinoma carries a higher VTE risk compared with SCC. Strategies to reduce VTE risk should be considered to reduce the negative impacts on survival conferred by thrombotic events.",
  "authors": [
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Gileh-Gol",
      "initials": "GG",
      "name": "Gileh-Gol Akhtar-Danesh",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akhtar-Danesh",
      "fore_name": "Noori",
      "initials": "N",
      "name": "Noori Akhtar-Danesh",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shargall",
      "fore_name": "Yaron",
      "initials": "Y",
      "name": "Yaron Shargall",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Thoracic Surgery, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "TH open : companion journal to thrombosis and haemostasis",
    "iso_abbreviation": "TH Open",
    "issn": "2512-9465",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Jul"
  },
  "start_page": "e168",
  "end_page": "e176",
  "pages": "e168-e176",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36046204",
    "pmc": "PMC9273319",
    "doi": "10.1055/s-0042-1750378",
    "pii": "220011"
  },
  "doi": "10.1055/s-0042-1750378",
  "pmc_id": "PMC9273319",
  "dates": {
    "revised": "2022-09-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:03.247208",
    "pmid": "36046204"
  }
}