{
  "pmid": "36043343",
  "uid": "36043343",
  "title": "The relationship between age at first drink and later risk behaviours during a period of youth drinking decline.",
  "abstract": "AIMS: Alcohol consumption among teenagers in many high-income countries has steadily declined since the early 2000s. There has also been a steady increase in the average age at first drink, a reliable marker of later alcohol problems. This study measured whether young people who initiated drinking early were at increased risk of alcohol problems in young adulthood in recent cohorts where early initiation was comparatively rare. DESIGN: Analysis of six waves of a repeated cross-sectional household survey (2001-16). SETTING: Australia. PARTICIPANTS: A total of 9576 young adults (aged 20-25 years) who had initiated drinking before the age of 20 years. MEASUREMENTS: Respondents were classified into three groups based on their self-reported age at first drink (< 16, 16-17, 18-19 years). Outcome variables were self-reported experiences of memory loss while drinking, risky and delinquent behaviour while drinking and monthly or more frequent drinking occasions of 11 or more 10-g standard drinks. FINDINGS: Later initiators reported lower levels of all outcomes [e.g. odds ratios (ORs) for memory loss were 0.56, 95% confidence interval (CI) = 0.50, 0.63] for those who first drank at 16 or 17 years compared with those who first drank at age 15 or younger). Significant interactions between age at first drink and survey year showed that early initiation was more strongly associated with harms (e.g. for memory loss, OR = 0.97, 95% CI = 0.94, 0.99 for 18-19 versus 15 or younger) in young adulthood for recent cohorts where early drinking was less common. CONCLUSIONS: The decline in youth drinking may have contributed to a concentration of risk of alcohol problems among those young people who consume alcohol in early adolescence. Early initiation of drinking may be an increasingly important marker of broader risk taking as alcohol becomes less normative for teenagers.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug Research Institute and enAble Institute, Faculty of Health Sciences, Curtin University, Perth, Australia.",
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Raninen",
      "fore_name": "Jonas",
      "initials": "J",
      "name": "Jonas Raninen",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-6938-0246"
    },
    {
      "last_name": "Pennay",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Pennay",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ],
      "orcid": "0000-0003-4146-1244"
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "118",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "256",
  "end_page": "264",
  "pages": "256-264",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Young Adult",
    "Humans",
    "Adult",
    "Underage Drinking",
    "Alcohol Drinking",
    "Cross-Sectional Studies",
    "Alcohol-Related Disorders",
    "Risk-Taking",
    "Memory Disorders"
  ],
  "article_ids": {
    "pubmed": "36043343",
    "pmc": "PMC10087810",
    "doi": "10.1111/add.16036"
  },
  "doi": "10.1111/add.16036",
  "pmc_id": "PMC10087810",
  "dates": {
    "completed": "2023-01-04",
    "revised": "2023-04-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.836793",
    "pmid": "36043343"
  }
}