{
  "pmid": "36054621",
  "uid": "36054621",
  "title": "Evaluation and Management of Hypoparathyroidism Summary Statement and Guidelines from the Second International Workshop.",
  "abstract": "This clinical practice guideline addresses the prevention, diagnosis, and management of hypoparathyroidism (HypoPT) and provides evidence-based recommendations. The HypoPT task forces included four teams with a total of 50 international experts including representatives from the sponsoring societies. A methodologist (GG) and his team supported the taskforces and conducted the systematic reviews. A formal process following the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) methodology and the systematic reviews provided the structure for seven of the guideline recommendations. The task force used a less structured approach based on narrative reviews for 20 non-GRADEd recommendations. Clinicians may consider postsurgical HypoPT permanent if it persists for >12 months after surgery. To predict which patients will not develop permanent postsurgical HypoPT, we recommend evaluating serum PTH within 12 to 24 hours post total thyroidectomy (strong recommendation, moderate quality evidence). PTH > 10 pg/mL (1.05 pmol/L) virtually excludes long-term HypoPT. In individuals with nonsurgical HypoPT, genetic testing may be helpful in the presence of a positive family history of nonsurgical HypoPT, in the presence of syndromic features, or in individuals younger than 40 years. HypoPT can be associated with complications, including nephrocalcinosis, nephrolithiasis, renal insufficiency, cataracts, seizures, cardiac arrhythmias, ischemic heart disease, depression, and an increased risk of infection. Minimizing complications of HypoPT requires careful evaluation and close monitoring of laboratory indices. In patients with chronic HypoPT, the panel suggests conventional therapy with calcium and active vitamin D metabolites as first-line therapy (weak recommendation, low-quality evidence). When conventional therapy is deemed unsatisfactory, the panel considers the use of PTH. © 2022 The Authors. Journal of Bone and Mineral Research published by Wiley Periodicals LLC on behalf of American Society for Bone and Mineral Research (ASBMR).",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Aliya A",
      "initials": "AA",
      "name": "Aliya A Khan",
      "affiliations": [
        "Department of Medicine, Division of Endocrinology and Metabolism, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-3733-8956"
    },
    {
      "last_name": "Bilezikian",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Bilezikian",
      "affiliations": [
        "Vagelos College of Physicians and Surgeons, Columbia University, New York, NY, USA."
      ],
      "orcid": "0000-0002-1570-2617"
    },
    {
      "last_name": "Brandi",
      "fore_name": "Maria Luisa",
      "initials": "ML",
      "name": "Maria Luisa Brandi",
      "affiliations": [
        "F.I.R.M.O. Foundation, Florence, Italy."
      ],
      "orcid": "0000-0002-8741-0592"
    },
    {
      "last_name": "Clarke",
      "fore_name": "Bart L",
      "initials": "BL",
      "name": "Bart L Clarke",
      "affiliations": [
        "Mayo Clinic Division of Endocrinology, Diabetes, Metabolism, and Nutrition, Rochester, MN, USA."
      ],
      "orcid": "0000-0002-3801-9546"
    },
    {
      "last_name": "Gittoes",
      "fore_name": "Neil J",
      "initials": "NJ",
      "name": "Neil J Gittoes",
      "affiliations": [
        "Centre for Endocrinology Diabetes & Metabolism, Queen Elizabeth Hospital, Birmingham, UK."
      ],
      "orcid": "0000-0001-5963-214X"
    },
    {
      "last_name": "Pasieka",
      "fore_name": "Janice L",
      "initials": "JL",
      "name": "Janice L Pasieka",
      "affiliations": [
        "Department of Surgery and Oncology, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0003-2753-4988"
    },
    {
      "last_name": "Rejnmark",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Rejnmark",
      "affiliations": [
        "Department of Endocrinology and Internal Medicine, Aarhus University Hospital, Aarhus, Denmark."
      ],
      "orcid": "0000-0002-2152-4247"
    },
    {
      "last_name": "Shoback",
      "fore_name": "Dolores M",
      "initials": "DM",
      "name": "Dolores M Shoback",
      "affiliations": [
        "Endocrine Research Unit, San Francisco Veterans Affairs Medical Center, University of California, San Francisco, CA, USA."
      ],
      "orcid": "0000-0003-2936-4468"
    },
    {
      "last_name": "Potts",
      "fore_name": "John T",
      "initials": "JT",
      "name": "John T Potts",
      "affiliations": [
        "Endocrine Unit, Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA."
      ],
      "orcid": "0000-0003-3772-3432"
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2352-5718"
    },
    {
      "last_name": "Mannstadt",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Mannstadt",
      "affiliations": [
        "Endocrine Unit, Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA."
      ],
      "orcid": "0000-0003-0867-9778"
    }
  ],
  "journal": {
    "title": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
    "iso_abbreviation": "J Bone Miner Res",
    "issn": "1523-4681",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "2568",
  "end_page": "2585",
  "pages": "2568-2585",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Hypoparathyroidism",
    "Bone and Bones",
    "Nephrocalcinosis",
    "Calcium, Dietary"
  ],
  "article_ids": {
    "pubmed": "36054621",
    "doi": "10.1002/jbmr.4691"
  },
  "doi": "10.1002/jbmr.4691",
  "dates": {
    "completed": "2022-12-21",
    "revised": "2022-12-22"
  },
  "chemicals": [
    "Calcium, Dietary"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.259237",
    "pmid": "36054621"
  }
}