{
  "pmid": "36056328",
  "uid": "36056328",
  "title": "Implementation and facilitation of post-resuscitation debriefing: a comparative crossover study of two post-resuscitation debriefing frameworks.",
  "abstract": "BACKGROUND: Post-resuscitation debriefing (PRD) is the process of facilitated, reflective discussion, enabling team-based interpersonal feedback and identification of systems-level barriers to patient care. The importance and benefits of PRD are well recognized; however, numerous barriers exist, preventing its practical implementation. Use of a debriefing tool can aid with facilitating debriefing, creating realistic objectives, and providing feedback. OBJECTIVES: To assess utility of two PRD tools, Debriefing In Situ Conversation after Emergent Resuscitation Now (DISCERN) and Post-Code Pause (PCP), through user preference. Secondary aims included evaluating differences in quality, subject matter, and types of feedback between tools and implications on quality improvement and patient safety. METHODS: Prospective, crossover study over a 12-month period from February 2019 to January 2020. Two PDR tools were implemented in 8 week-long blocks in acute care settings at a tertiary care children's hospital. Debriefings were triggered for any intubation, resuscitation, serious/unanticipated patient outcome, or by request for distressing situations. Post-debriefing, team members completed survey evaluations of the PDR tool used. Descriptive statistics were used to analyze survey responses. A thematic analysis was conducted to identify themes that emerged from qualitative responses. RESULTS: A total of 114 debriefings took place, representing 655 total survey responses, 327 (49.9%) using PCP and 328 (50.1%) using DISCERN. 65.2% of participants found that PCP provided emotional support while only 50% of respondents reported emotional support from DISCERN. PCP was found to more strongly support clinical education (61.2% vs 56.7%). There were no significant differences in ease of use, support of the debrief process, number of newly identified improvement opportunities, or comfort in making comments or raising questions during debriefs between tools. Thematic analysis revealed six key themes: communication, quality of care, team function & dynamics, resource allocation, preparation and response, and support. CONCLUSION: Both tools provide teams with an opportunity to reflect on critical events. PCP provided a more organized approach to debriefing, guided the conversation to key areas, and discussed team member wellbeing. When implementing a PRD tool, environmental constraints, desired level of emotional support, and the extent to which open ended data is deemed valuable should be considered.",
  "authors": [
    {
      "last_name": "Kam",
      "fore_name": "April J",
      "initials": "AJ",
      "name": "April J Kam",
      "affiliations": [
        "Department of Pediatrics, Division of Pediatric Emergency, McMaster University, McMaster Children's Hospital, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada. kama@mcmaster.ca."
      ]
    },
    {
      "last_name": "Gonsalves",
      "fore_name": "Clarelle L",
      "initials": "CL",
      "name": "Clarelle L Gonsalves",
      "affiliations": [
        "Department of Pediatrics, Hospital for Sick Children, 555 University Avenue, Toronto, ON, M5G 1X8, Canada."
      ]
    },
    {
      "last_name": "Nordlund",
      "fore_name": "Samantha V",
      "initials": "SV",
      "name": "Samantha V Nordlund",
      "affiliations": [
        "Department of Pediatrics, Division of Pediatric Endocrinology, McMaster University, 1280 Main Street West, Hamilton, ON, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Hale",
      "fore_name": "Stephen J",
      "initials": "SJ",
      "name": "Stephen J Hale",
      "affiliations": [
        "Department of Emergency Medicine, University of Manitoba, Winnipeg, MB, R3E 0W2, Canada."
      ]
    },
    {
      "last_name": "Twiss",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Twiss",
      "affiliations": [
        "Department of Pediatrics, Division of Neonatology, McMaster University, Hamilton, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Cupido",
      "fore_name": "Cynthia",
      "initials": "C",
      "name": "Cynthia Cupido",
      "affiliations": [
        "Department of Pediatrics, Division of Pediatric Critical Care, McMaster University, McMaster Children's Hospital, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Brar",
      "fore_name": "Mandeep",
      "initials": "M",
      "name": "Mandeep Brar",
      "affiliations": [
        "Emergency Department, McMaster Children's Hospital, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa J",
      "initials": "MJ",
      "name": "Melissa J Parker",
      "affiliations": [
        "Emergency Department, McMaster Children's Hospital, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC emergency medicine",
    "iso_abbreviation": "BMC Emerg Med",
    "issn": "1471-227X",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "02"
  },
  "start_page": "152",
  "pages": "152",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Clinical Competence",
    "Cross-Over Studies",
    "Humans",
    "Patient Care Team",
    "Prospective Studies",
    "Resuscitation"
  ],
  "article_ids": {
    "pubmed": "36056328",
    "pmc": "PMC9438276",
    "doi": "10.1186/s12873-022-00707-4",
    "pii": "10.1186/s12873-022-00707-4"
  },
  "doi": "10.1186/s12873-022-00707-4",
  "pmc_id": "PMC9438276",
  "dates": {
    "completed": "2022-09-08",
    "revised": "2022-09-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:28.790916",
    "pmid": "36056328"
  }
}