{
  "pmid": "36057467",
  "uid": "36057467",
  "title": "Aldosterone, Mineralocorticoid Receptor Activation, and CKD: A Review of Evolving Treatment Paradigms.",
  "abstract": "Mineralocorticoid receptor (MR) activation is involved in propagating kidney injury, inflammation, and fibrosis and in the progression of chronic kidney disease (CKD). Multiple clinical studies have defined the efficacy of MR antagonism in attenuating progressive kidney disease, and the US Food and Drug Administration recently approved the nonsteroidal mineralocorticoid receptor antagonist (MRA) finerenone for this indication. In this review, we consider the basic science and clinical applicability of MR antagonism. Because hyperkalemia constitutes a constraint to implementing evidence-based MR blockade, we review MRA-associated hyperkalemia in the context of finerenone and discuss evolving mitigation strategies to enhance the safety and efficacy of this treatment. Although the FIDELIO-DKD and FIGARO-DKD clinical trials focused solely on patients with type 2 diabetes mellitus, we propose that MR activation and the resulting inflammation and fibrosis act as a substantive pathogenetic mediator not only in people with diabetic CKD but also in those with CKD without diabetes. We close by briefly discussing both recently initiated and future clinical trials that focus on extending the attributes of MR antagonism to a wider array of nondiabetic kidney disorders, such as patients with nonalbuminuric CKD.",
  "authors": [
    {
      "last_name": "Epstein",
      "fore_name": "Murray",
      "initials": "M",
      "name": "Murray Epstein",
      "affiliations": [
        "Division of Nephrology and Hypertension, Miller School of Medicine, University of Miami, Miami, Florida. Electronic address: murraye@gate.net."
      ]
    },
    {
      "last_name": "Kovesdy",
      "fore_name": "Csaba P",
      "initials": "CP",
      "name": "Csaba P Kovesdy",
      "affiliations": [
        "University of Tennessee Health Science Center, Memphis, Tennessee; Nephrology, Memphis Veterans Affairs Medical Center, Memphis, Tennessee."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "Department of Medicine and School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada; Ottawa Hospital Research Institute, Ottawa, Ontario, Canada; Nephrology, The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pecoits-Filho",
      "fore_name": "Roberto",
      "initials": "R",
      "name": "Roberto Pecoits-Filho",
      "affiliations": [
        "Arbor Research Collaborative for Health, Ann Arbor, Michigan; Escola de Medicina, Pontifical Catholic University of Paraná, Curitiba, Brazil."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "80",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "658",
  "end_page": "666",
  "pages": "658-666",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Mineralocorticoid Receptor Antagonists",
    "Receptors, Mineralocorticoid",
    "Aldosterone",
    "Diabetes Mellitus, Type 2",
    "Hyperkalemia",
    "Mineralocorticoids",
    "Renal Insufficiency, Chronic",
    "Fibrosis",
    "Inflammation"
  ],
  "article_ids": {
    "pubmed": "36057467",
    "doi": "10.1053/j.ajkd.2022.04.016",
    "pii": "S0272-6386(22)00744-2"
  },
  "doi": "10.1053/j.ajkd.2022.04.016",
  "dates": {
    "completed": "2022-10-25",
    "revised": "2023-01-31"
  },
  "chemicals": [
    "Mineralocorticoid Receptor Antagonists",
    "Receptors, Mineralocorticoid",
    "Aldosterone",
    "Mineralocorticoids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.989175",
    "pmid": "36057467"
  }
}