{
  "pmid": "36055333",
  "uid": "36055333",
  "title": "Achieving access to haemophilia care in low-income and lower-middle-income countries: expanded Humanitarian Aid Program of the World Federation of Hemophilia after 5 years.",
  "abstract": "Highly effective treatment of haemophilia A and B is primarily available to 15% of the world's population, in high-income countries. In low-income countries (LICs) and lower-middle-income countries (LMICs), morbidity and mortality are high because of greatly reduced access to diagnosis, care, and treatment. We report the challenges and impact after the first 5 years (mid-2015-2020) of the expanded World Federation of Hemophilia (WFH) Humanitarian Aid Program (HAP). WFH HAP donated coagulation products were used to treat more than 250 000 acute bleeding episodes, manage approximately 4000 surgeries, and establish bleeding preventive prophylaxis in about 2000 patients in 73 countries. Health-care providers worldwide learned optimal management of patients with complex needs through virtual and in-person training. In response to the programme, some governments increased investment in haemophilia care, including independent purchases of small amounts of treatment products. With unparalleled scope and complexity, and substantial benefits to people with haemophilia and society in general, the WFH HAP is an exemplar of partnership between for-profit and not-for-profit organisations advancing health-care equity in LICs and LMICs, which could be replicated by other organisations supporting people with different monogenic diseases.",
  "authors": [
    {
      "last_name": "Pierce",
      "fore_name": "Glenn F",
      "initials": "GF",
      "name": "Glenn F Pierce",
      "affiliations": [
        "World Federation of Hemophilia, Montréal, QC, Canada. Electronic address: gpierce@wfh.org."
      ]
    },
    {
      "last_name": "Adediran",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Adediran",
      "affiliations": [
        "World Federation of Hemophilia, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Diop",
      "fore_name": "Saliou",
      "initials": "S",
      "name": "Saliou Diop",
      "affiliations": [
        "World Federation of Hemophilia, Montréal, QC, Canada; Department of Hematology, University Cheikh Anta Diop, National Blood Transfusion Center, Dakar, Senegal."
      ]
    },
    {
      "last_name": "Dunn",
      "fore_name": "Amy L",
      "initials": "AL",
      "name": "Amy L Dunn",
      "affiliations": [
        "Department of Hematology, Oncology, and Bone Marrow Transplant, Nationwide Children's Hospital, Columbus, OH, USA; Ohio State University College of Medicine, The Ohio State University, Columbus, OH, USA."
      ]
    },
    {
      "last_name": "El Ekiaby",
      "fore_name": "Magdy",
      "initials": "M",
      "name": "Magdy El Ekiaby",
      "affiliations": [
        "Hemophilia Treatment Center, Shabrawishi Hospital, Giza, Egypt."
      ]
    },
    {
      "last_name": "Kaczmarek",
      "fore_name": "Radoslaw",
      "initials": "R",
      "name": "Radoslaw Kaczmarek",
      "affiliations": [
        "Herman B Wells Center for Pediatric Research, Indiana University School of Medicine, Indianapolis, IN, USA; Hirszfeld Institute of Immunology and Experimental Therapy, Polish Academy of Sciences, Wroclaw, Poland."
      ]
    },
    {
      "last_name": "Konkle",
      "fore_name": "Barbara A",
      "initials": "BA",
      "name": "Barbara A Konkle",
      "affiliations": [
        "Washington Center for Bleeding Disorders, Bloodworks Northwest, Seattle, WA, USA; Division of Hematology, University of Washington, Seattle, WA, USA."
      ]
    },
    {
      "last_name": "Pipe",
      "fore_name": "Steven W",
      "initials": "SW",
      "name": "Steven W Pipe",
      "affiliations": [
        "Department of Pediatrics and Department of Pathology, University of Michigan, Ann Arbor, MI, USA; National Hemophilia Foundation, New York, NY, USA."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Institute of Policy Advancement, Washington, DC, USA; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Valentino",
      "fore_name": "Leonard A",
      "initials": "LA",
      "name": "Leonard A Valentino",
      "affiliations": [
        "National Hemophilia Foundation, New York, NY, USA; Internal Medicine and Pediatrics, Rush University, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Robinson",
      "affiliations": [
        "Communications Fiona Robinson, PhD, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Ampartzidis",
      "fore_name": "Georgios",
      "initials": "G",
      "name": "Georgios Ampartzidis",
      "affiliations": [
        "World Federation of Hemophilia, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Martin",
      "fore_name": "Jayson",
      "initials": "J",
      "name": "Jayson Martin",
      "affiliations": [
        "World Federation of Hemophilia, Montréal, QC, Canada."
      ]
    },
    {
      "last_name": "Haffar",
      "fore_name": "Assad",
      "initials": "A",
      "name": "Assad Haffar",
      "affiliations": [
        "World Federation of Hemophilia, Montréal, QC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Haematology",
    "iso_abbreviation": "Lancet Haematol",
    "issn": "2352-3026",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "e689",
  "end_page": "e697",
  "pages": "e689-e697",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Developing Countries",
    "Hemophilia A",
    "Hemorrhage",
    "Humans",
    "Income",
    "Relief Work"
  ],
  "article_ids": {
    "pubmed": "36055333",
    "doi": "10.1016/S2352-3026(22)00209-5",
    "pii": "S2352-3026(22)00209-5"
  },
  "doi": "10.1016/S2352-3026(22)00209-5",
  "dates": {
    "completed": "2022-09-07",
    "revised": "2022-09-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:29.389857",
    "pmid": "36055333"
  }
}