{
  "pmid": "36061874",
  "uid": "36061874",
  "title": "Transcriptome-module phenotype association study implicates extracellular vesicles biogenesis in Plasmodium falciparum artemisinin resistance.",
  "abstract": "Plasmodium falciparum malaria is still an important disease in sub-Saharan Africa (sSA). Great strides have been made in its control spear-headed by artemisinin (ART)-based combination therapies (ACTs). However, concerns about the imminent spread of ART-resistant (ARTr) malaria parasites to sSA threaten gains already made. Attempts to mitigate this risk have highlighted the need to discover novel P. falciparum drug targets. Therefore, studies to deepen our understanding of the biology of P. falciparum are needed. The role of extracellular vesicles (EVs) in the biology of malaria parasites is not fully understood. Recently, the ART resistance-associated transcriptional profile has been reported to involve several biological processes connected to vesicular trafficking, proteotoxic stress, erythrocyte remodelling, and mitochondrial metabolism. We explored a role for EVs in developing the P. falciparum ARTr phenotype using bulk RNA sequencing of unsynchronized parasite cultures under untreated, 0.1% dimethyl sulfoxide and 700nM dihydroartemisinin treated conditions for six hours. As pathway and gene ontology analysis is limited in its curated knowledge repertoire on EVs biogenesis in P. falciparum, we used a modular (gene set) analysis approach to explore whether an EVs biogenesis module is associated with the ARTr phenotype in P. falciparum. We first generated well-defined EVs modules of interest and used statistical tools to determine differences in their expression among the parasite and treatment conditions. Then we used gene set enrichment analysis to determine the strength of the association between each EVs module of interest and the ARTr phenotype. This transcriptome-module phenotype association study (TMPAS) represents a well-powered approach to making meaningful discoveries out of bulk gene expression data. We identified four EVs module of interest and report that one module representing gene sets with correlated expression to PF3D7_1441800 - involved with EVs biogenesis in P. falciparum - is associated with the ARTr phenotype (R539T_DHA_treated versus R539T_untreated: normalized enrichment score (NES) = 1.1830174, FDR q-value < 0.25; C580R_DHA_treated versus C580R_untreated: NES = 1.2457103, FDR q-value < 0.25). PF3D7_1441800 has been reported to reduce EVs production when knocked out in P. falciparum. Altogether, our findings suggest a role for EVs in developing ART resistance and warrant further studies interrogating this association.",
  "authors": [
    {
      "last_name": "Tandoh",
      "fore_name": "Kwesi Z",
      "initials": "KZ",
      "name": "Kwesi Z Tandoh",
      "affiliations": [
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell, and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Hagan",
      "fore_name": "Oheneba C",
      "initials": "OC",
      "name": "Oheneba C Hagan",
      "affiliations": [
        "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell, and Molecular Biology, College of Basic and Applied Sciences, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Quashie",
      "fore_name": "Neils B",
      "initials": "NB",
      "name": "Neils B Quashie",
      "affiliations": [
        "Department of Epidemiology, Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, Accra, Ghana.",
        "Centre for Tropical Clinical Pharmacology and Therapeutics, School of Medicine and Dentistry, College of Health Sciences, University of Ghana, Accra, Ghana."
      ]
    },
    {
      "last_name": "Duah-Quashie",
      "fore_name": "Nancy O",
      "initials": "NO",
      "name": "Nancy O Duah-Quashie",
      "affiliations": [
        "Department of Epidemiology, Noguchi Memorial Institute for Medical Research, College of Health Sciences, University of Ghana, Accra, Ghana."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in cellular and infection microbiology",
    "iso_abbreviation": "Front Cell Infect Microbiol",
    "issn": "2235-2988",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2022"
  },
  "start_page": "886728",
  "pages": "886728",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Antimalarials",
    "Artemisinins",
    "Biological Phenomena",
    "Extracellular Vesicles",
    "Humans",
    "Malaria, Falciparum",
    "Phenotype",
    "Plasmodium falciparum",
    "Transcriptome"
  ],
  "article_ids": {
    "pubmed": "36061874",
    "pmc": "PMC9437462",
    "doi": "10.3389/fcimb.2022.886728"
  },
  "doi": "10.3389/fcimb.2022.886728",
  "pmc_id": "PMC9437462",
  "dates": {
    "completed": "2022-09-08",
    "revised": "2022-09-20"
  },
  "chemicals": [
    "Antimalarials",
    "Artemisinins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.781532",
    "pmid": "36061874"
  }
}