{
  "pmid": "36066788",
  "uid": "36066788",
  "title": "Black Canadians' Exposure to Everyday Racism: Implications for Health System Access and Health Promotion among Urban Black Communities.",
  "abstract": "This study explores the social determinants of Black Canadians' exposure to everyday racism, its relationship to health system access, and implications for health promotion. We used data from the A/C Study survey on HIV transmission and prevention among Black Canadians. We implemented the survey (N = 1360) in 2018-2019 in Toronto and Ottawa-two large cities that together account for 42% of Canada's Black population-among self-identified Black residents aged 15-64 years, who were born in sub-Sahara Africa or the Caribbean or had a parent who was born in those regions. Participants reported racist encounters in the preceding 12 months using the Everyday Discrimination Scale. We assessed the socio-demographic correlates of racist experiences and the impact of racism on health system access using multivariable generalised linear models. Sixty percent of participants reported experiencing racism in the preceding 12 months. Based on the adjusted odds ratios, participants were more likely to experience racism if they were older, employed, Canadian-born, had higher levels of education, self-identified as LGBTQ + and reported generally moderate access to basic needs and adequate housing; and less likely to experience racism if they lived in Ottawa, self-identified as female or reported higher levels of social capital. Visiting a healthcare provider or facility, and difficulty accessing healthcare were associated with racist experiences. Racist experiences diminished the likelihood of being tested for HIV. Racist experiences were widespread, especially among those with higher levels of social wellbeing or greater exposure to Canadian institutions. Study participants also associated racist experiences with the healthcare system.",
  "authors": [
    {
      "last_name": "Husbands",
      "fore_name": "Winston",
      "initials": "W",
      "name": "Winston Husbands",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Canada. winston.husbands@utoronto.ca.",
        "Ontario HIV Treatment Network, Toronto, Canada. winston.husbands@utoronto.ca."
      ],
      "orcid": "0000-0003-4742-5105"
    },
    {
      "last_name": "Lawson",
      "fore_name": "Daeria O",
      "initials": "DO",
      "name": "Daeria O Lawson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Etowa",
      "fore_name": "Egbe B",
      "initials": "EB",
      "name": "Egbe B Etowa",
      "affiliations": [
        "Daphne Cockwell School of Nursing, Toronto Metropolitan University, Toronto, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Biostatistics Unit, Father Sean O Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Baidoobonso",
      "fore_name": "Shamara",
      "initials": "S",
      "name": "Shamara Baidoobonso",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, Halifax, Canada."
      ]
    },
    {
      "last_name": "Tharao",
      "fore_name": "Wangari",
      "initials": "W",
      "name": "Wangari Tharao",
      "affiliations": [
        "Women's Health in Women's Hands Community Health Centre, Toronto, Canada."
      ]
    },
    {
      "last_name": "Yaya",
      "fore_name": "Sanni",
      "initials": "S",
      "name": "Sanni Yaya",
      "affiliations": [
        "School of International Development and Global Studies, University of Ottawa, Ottawa, Canada.",
        "The George Institute for Global Health, Imperial College, London, UK."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "LaRon E",
      "initials": "LE",
      "name": "LaRon E Nelson",
      "affiliations": [
        "School of Nursing, Yale University, New Haven, USA.",
        "MAP Centre for Urban Health Solutions, Unity Health Toronto, Toronto, Canada.",
        "Center for Interdisciplinary Research On AIDS (CIRA), School of Public Health, Yale University, New Haven, USA.",
        "Yale Institute of Global Health, Yale University, New Haven, USA."
      ]
    },
    {
      "last_name": "Aden",
      "fore_name": "Muna",
      "initials": "M",
      "name": "Muna Aden",
      "affiliations": [
        "Women's Health in Women's Hands Community Health Centre, Toronto, Canada."
      ]
    },
    {
      "last_name": "Etowa",
      "fore_name": "Josephine",
      "initials": "J",
      "name": "Josephine Etowa",
      "affiliations": [
        "School of Nursing, University of Ottawa, Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of urban health : bulletin of the New York Academy of Medicine",
    "iso_abbreviation": "J Urban Health",
    "issn": "1468-2869",
    "issn_type": "Electronic",
    "volume": "99",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "829",
  "end_page": "841",
  "pages": "829-841",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Black People",
    "Canada",
    "Health Promotion",
    "HIV Infections",
    "Racism",
    "Health Services Accessibility",
    "Male",
    "Adolescent",
    "Adult",
    "Middle Aged",
    "Social Determinants of Health",
    "Healthcare Disparities"
  ],
  "article_ids": {
    "pubmed": "36066788",
    "pmc": "PMC9447939",
    "doi": "10.1007/s11524-022-00676-w",
    "pii": "10.1007/s11524-022-00676-w"
  },
  "doi": "10.1007/s11524-022-00676-w",
  "pmc_id": "PMC9447939",
  "dates": {
    "completed": "2022-10-21",
    "revised": "2023-03-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R25 MH067127",
      "agency": "NIMH NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR001863",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "163414",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.625990",
    "pmid": "36066788"
  }
}