{
  "pmid": "36064185",
  "uid": "36064185",
  "title": "Boxed Warnings and Off-Label Use of Allergy Medications: Risks, Benefits, and Shared Decision Making.",
  "abstract": "The Food and Drug Administration is tasked with evaluating the efficacy and safety of a drug. Despite having a regimented appraisal process in place, safety evidence can emerge during clinical trials as well as from observations and studies conducted after the drug has been on the market, which might require a boxed warning. The boxed warning is the most severe warning that the Food and Drug Administration can give to an approved drug. It is commonly referred to as a Black Box Warning because it is outlined in the package insert by a thick black box to garner the attention of prescribers and patients. There are currently more than 400 medications that have boxed warnings, and the information addressing major risks associated with a particular drug may, appropriately or inappropriately, influence patient and clinician decision making. Health care professionals must use the best evidence and clinical judgment in determining whether to prescribe medications with these warnings. Use of an approved drug at dosages or for indications other than what it was originally licensed for is referred to as \"off-label\" and is legal, commonplace, and may be evidence-based. All drugs may expose patients to possible harm, so prescribers have an obligation to discuss the best available evidence regarding benefits and harms so that patients can participate in shared decision making.",
  "authors": [
    {
      "last_name": "Greiwe",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Greiwe",
      "affiliations": [
        "Bernstein Allergy Group, Inc, Cincinnati, Ohio; Division of Immunology/Allergy Section, Department of Internal Medicine, The University of Cincinnati College of Medicine, Cincinnati, Ohio. Electronic address: jcgreiwe@gmail.com."
      ]
    },
    {
      "last_name": "Honsinger",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Honsinger",
      "affiliations": [
        "Los Alamos Medical Care Clinic Ltd, Los Alamos, NM; Department of Medicine, University of New Mexico School of Medicine, Albuquerque, NM."
      ]
    },
    {
      "last_name": "Hvisdas",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Hvisdas",
      "affiliations": [
        "Department of Pharmacy Penn Presbyterian Medical Center, University of Pennsylvania Health System, Philadelphia, Pa."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lang",
      "fore_name": "David M",
      "initials": "DM",
      "name": "David M Lang",
      "affiliations": [
        "Department of Allergy and Clinical Immunology, Respiratory Institute, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Nicklas",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Nicklas",
      "affiliations": [
        "George Washington Medical Center, Washington, DC."
      ]
    },
    {
      "last_name": "Apter",
      "fore_name": "Andrea J",
      "initials": "AJ",
      "name": "Andrea J Apter",
      "affiliations": [
        "Division of Pulmonary, Allergy, & Critical Care Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pa."
      ]
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "3057",
  "end_page": "3063",
  "pages": "3057-3063",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "United States",
    "Humans",
    "Drug Labeling",
    "Off-Label Use",
    "Drug-Related Side Effects and Adverse Reactions",
    "United States Food and Drug Administration",
    "Drug Hypersensitivity",
    "Hypersensitivity"
  ],
  "article_ids": {
    "pubmed": "36064185",
    "doi": "10.1016/j.jaip.2022.08.033",
    "pii": "S2213-2198(22)00871-6"
  },
  "doi": "10.1016/j.jaip.2022.08.033",
  "dates": {
    "completed": "2022-12-16",
    "revised": "2022-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.142100",
    "pmid": "36064185"
  }
}