{
  "pmid": "36072818",
  "uid": "36072818",
  "title": "Potential for Paramedic roles in Irish General Practice: A qualitative study of stakeholder's perspectives.",
  "abstract": "Background: Irish health policy emphasises the role of Primary Care and General Practice however, there is a growing shortage of General Practitioners (GPs) in Ireland. Paramedics have traditionally focused on emergency care in the community. More recently Paramedics have taken on roles in General Practice in international jurisdictions, but not yet in Ireland. This study aimed to explore key stakeholder perceptions of 'the potential for Paramedic roles in Irish General Practice'. Methods: We conducted an exploratory, qualitative stakeholder consultation study incorporating in-depth semi structured telephone interviews followed by thematic analysis. Interviews were conducted with a total of eighteen participants that included six senior Paramedics (Advanced Paramedics), seven General Practitioners (GPs), three Practice Nurses and two Practice Managers. Results: Participants in this study expressed polarised views on the potential for Paramedic roles in Irish General Practice. Paramedics were enthusiastic, highlighting opportunity for professional development and favourable working conditions. GPs, Practice Nurses and Managers were more circumspect and had concerns that Paramedic scope and skillset was not currently aligned to General Practice care. GPs, Practice Nurses and Managers emphasised a greater role for expanded General Practice Nursing. There were varied perceptions on what the potential role of a Paramedic in General Practice might entail, but consensus that Government support would be required to facilitate any potential developments. Conclusions: The findings of this research can inform future development of novel roles in Irish General Practice and suggests that there is appetite from within the Paramedic profession to pursue such roles. A pilot demonstration project, grounded in an action research framework could address data gaps and potential concerns. Any future developments should occur in tandem with and with due consideration for the expansion of General Practice Nursing in Ireland.",
  "authors": [
    {
      "last_name": "Barry",
      "fore_name": "Tomás",
      "initials": "T",
      "name": "Tomás Barry",
      "affiliations": [
        "School of Medicine, University College Dublin, Dublin, Ireland."
      ],
      "orcid": "0000-0003-3453-8194"
    },
    {
      "last_name": "Batt",
      "fore_name": "Alan",
      "initials": "A",
      "name": "Alan Batt",
      "affiliations": [
        "Paramedic Programs, Fanshawe College, London, Ontario, Canada."
      ],
      "orcid": "0000-0001-6473-5397"
    },
    {
      "last_name": "Agarwal",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Agarwal",
      "affiliations": [
        "Departments of Family Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Booker",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Booker",
      "affiliations": [
        "Centre for Academic Primary Care (CAPC), Population Health Sciences, Bristol Medical School, University of Bristol, Bristol, UK."
      ]
    },
    {
      "last_name": "Casey",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Casey",
      "affiliations": [
        "UCD School of Nursing, Midwifery and Health Systems, University College Dublin, Dublin, Ireland."
      ],
      "orcid": "0000-0003-3305-0074"
    },
    {
      "last_name": "McCombe",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff McCombe",
      "affiliations": [
        "School of Medicine, University College Dublin, Dublin, Ireland."
      ],
      "orcid": "0000-0003-4898-3459"
    }
  ],
  "journal": {
    "title": "HRB open research",
    "iso_abbreviation": "HRB Open Res",
    "issn": "2515-4826",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2022"
  },
  "start_page": "40",
  "pages": "40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36072818",
    "pmc": "PMC9418754",
    "doi": "10.12688/hrbopenres.13545.2"
  },
  "doi": "10.12688/hrbopenres.13545.2",
  "pmc_id": "PMC9418754",
  "dates": {
    "revised": "2024-09-03"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:02:35.674138",
    "pmid": "36072818"
  }
}