{
  "pmid": "36076280",
  "uid": "36076280",
  "title": "Prospective evaluation of sport activity and the development of femoroacetabular impingement in the adolescent hip (PREVIEW): results of the pilot study.",
  "abstract": "BACKGROUND: The purpose of this pilot study was to validate the feasibility of a definitive study aimed at determining if high-intensity physical activity during adolescence impacts the development of femoroacetabular impingement (FAI). METHODS: This prospective cohort pilot study had a sample size target of 50 volunteers between 12 and 14 years old at sites in Canada, South Korea, and the Netherlands. Participants were evaluated clinically and radiographically at baseline and at 2 years. The participants' sport and physical activity were evaluated using the Habitual Activity Estimation Scale (HAES) and the American Orthopaedic Society for Sports Medicine (AOSSM) criteria for sport specialization. The primary outcome was feasibility and secondary outcomes included the incidence of radiographic FAI and hip range of motion, function (Hip Outcome Score, HOS), and quality of life (Pediatric Quality of Life questionnaire, PedsQL) at 24 months. Study groups were defined at the completion of follow-up, given the changes in participant activity levels over time. RESULTS: Of the 54 participants enrolled, there were 36 (33% female) included in the final analysis. At baseline, those classified as highly active and played at least one organized sport had a higher incidence of asymptomatic radiographic FAI markers (from 6/32, 18.8% at baseline to 19/32, 59.4% at 24 months) compared to those classified as low activity (1/4, 25% maintained at baseline and 24 months). The incidence of radiographic FAI markers was higher among sport specialists (12/19, 63.2%) compared to non-sport specialists (8/17, 47.1%) at 24 months. The HOS and PedsQL scores were slightly higher (better) among those that were highly active and played a sport compared to those who did not at 2 years (mean difference (95% confidence interval): HOS-ADL subscale 4.56 (- 7.57, 16.70); HOS-Sport subscale 5.97 (- 6.91, 18.84); PedsQL Physical Function 7.42 (- 0.79, 15.64); PedsQL Psychosocial Health Summary 6.51 (- 5.75, 18.77)). CONCLUSION: Our pilot study demonstrated some feasibility for a larger scale, definitive cohort study. The preliminary descriptive data suggest that adolescents engaged in higher levels of activity in sports may have a higher risk of developing asymptomatic hip deformities related to FAI but also better quality of life over the 2-year study period.",
  "authors": [
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. ayenif@mcmaster.ca.",
        "McMaster University Medical Centre, 1200 Main St West, 4E15, Hamilton, Ontario, L8N 3Z5, Canada. ayenif@mcmaster.ca."
      ],
      "orcid": "0000-0003-4219-8564"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "8",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "08"
  },
  "start_page": "201",
  "pages": "201",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36076280",
    "pmc": "PMC9452871",
    "doi": "10.1186/s40814-022-01164-3",
    "pii": "10.1186/s40814-022-01164-3"
  },
  "doi": "10.1186/s40814-022-01164-3",
  "pmc_id": "PMC9452871",
  "dates": {
    "revised": "2022-09-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CEBA-223174",
      "agency": "Canadian Institute of Health Research"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.862707",
    "pmid": "36076280"
  }
}