{
  "pmid": "36087854",
  "uid": "36087854",
  "title": "Cancer-related fatigue in childhood cancer survivors: A systematic scoping review on contributors of fatigue and how they are targeted by non-pharmacological interventions.",
  "abstract": "OBJECTIVES: We aimed to identify contributors to cancer-related fatigue (CRF), explore non-pharmacological interventions addressing CRF, and highlight which contributors were targeted by these interventions in childhood cancer survivors. METHODS: We performed a search in various databases and used the PRISMA-ScR checklist. Findings were synthesized in various different tables and figures in accordance with our objectives. RESULTS: We included 49 articles in this systematic scoping review. We identified 59 significant contributors. Depression and physical activity level were some of the most studied significant contributors. Ten interventional studies were identified (e.g., yoga, physical activity intervention) that addressed 6 contributors (e.g., physical activity level). DISCUSSION: This review is the first to describe and relate contributors and non-pharmacological interventions targeting CRF in childhood cancer survivors. Important clinical implications could be derived from the variety of factors explaining CRF and how it is currently addressed.",
  "authors": [
    {
      "last_name": "Levesque",
      "fore_name": "Ariane",
      "initials": "A",
      "name": "Ariane Levesque",
      "affiliations": [
        "Department of Psychology, Université de Montreal, Montreal, Canada; Research Center, Sainte-Justine University Health Center, Montreal, Canada. Electronic address: ariane.levesque.5@umontreal.ca."
      ]
    },
    {
      "last_name": "Caru",
      "fore_name": "Maxime",
      "initials": "M",
      "name": "Maxime Caru",
      "affiliations": [
        "Department of Pediatric Hematology and Oncology, and Department of Public Health Sciences, Penn State College of Medicine, Hershey, PA, USA."
      ]
    },
    {
      "last_name": "Duval",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Duval",
      "affiliations": [
        "Research Center, Sainte-Justine University Health Center, Montreal, Canada; Charles-Bruneau Cancer Care Center, Sainte-Justine University Health Center, Montreal, Canada; Department of Pediatrics, Université de Montreal, Montreal, Canada."
      ]
    },
    {
      "last_name": "Laverdière",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Laverdière",
      "affiliations": [
        "Research Center, Sainte-Justine University Health Center, Montreal, Canada; Charles-Bruneau Cancer Care Center, Sainte-Justine University Health Center, Montreal, Canada; Department of Pediatrics, Université de Montreal, Montreal, Canada."
      ]
    },
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "Department of Pediatrics, McMaster University Children's Hospital, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Serge",
      "initials": "S",
      "name": "Serge Sultan",
      "affiliations": [
        "Department of Psychology, Université de Montreal, Montreal, Canada; Research Center, Sainte-Justine University Health Center, Montreal, Canada; Charles-Bruneau Cancer Care Center, Sainte-Justine University Health Center, Montreal, Canada; Department of Pediatrics, Université de Montreal, Montreal, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Critical reviews in oncology/hematology",
    "iso_abbreviation": "Crit Rev Oncol Hematol",
    "issn": "1879-0461",
    "issn_type": "Electronic",
    "volume": "179",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "103804",
  "pages": "103804",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Cancer Survivors",
    "Child",
    "Fatigue",
    "Humans",
    "Neoplasms",
    "Quality of Life",
    "Yoga"
  ],
  "article_ids": {
    "pubmed": "36087854",
    "doi": "10.1016/j.critrevonc.2022.103804",
    "pii": "S1040-8428(22)00228-1"
  },
  "doi": "10.1016/j.critrevonc.2022.103804",
  "dates": {
    "completed": "2022-10-17",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:31.328779",
    "pmid": "36087854"
  }
}