{
  "pmid": "36083329",
  "uid": "36083329",
  "title": "Effects of Blood Flow Restriction Therapy for Muscular Strength, Hypertrophy, and Endurance in Healthy and Special Populations: A Systematic Review and Meta-Analysis.",
  "abstract": "OBJECTIVES: Blood flow restriction (BFR) training is an increasingly applied tool with potential benefits in muscular hypertrophy, strength, and endurance. This study investigates the effectiveness of BFR training relative to other forms of training on muscle strength, hypertrophy, and endurance. DATA SOURCES: We performed systematic searches of MEDLINE, Embase, and PubMed and assessed the methodological quality of included studies using the Cochrane risk of bias tool. MAIN RESULTS: We included 53 randomized controlled trials with 31 included in meta-analyses. For muscular strength comparing low-intensity BFR (LI-BFR) training with high-intensity resistance training (HIRT), the pooled mean difference (MD) for 1 repetition maximum was 5.34 kg (95% CI, 2.58-8.09; P < 0.01) favoring HIRT. When comparing LI-BFR training with HIRT for torque, the MD was 6.35 N·m (95% CI, 0.5-12.3; P = 0.04) also favoring HIRT. However, comparing LI-BFR with low-intensity resistance training (LIRT) for torque, there was a MD of 9.94 N·m (95% CI, 5.43-14.45; P < 0.01) favoring BFR training. Assessing muscle hypertrophy, the MD in cross-sectional area was 0.96 cm2 (95% CI, 0.21-1.7; P = 0.01) favoring pooled BFR training compared with nonocclusive training. Assessing endurance, V̇o2 maximum demonstrated a greater mean increase of 0.37 mL/kg/min (95% CI, -0.97 to 3.17; P = 0.64) in BFR endurance training compared with endurance training alone. CONCLUSION: Blood flow restriction training produced increases in muscular strength, hypertrophy, and endurance. Comparing LI-BFR training with HIRT, HIRT was a significantly better training modality for increasing muscle hypertrophy and strength. However, LI-BFR was superior when compared with a similar low-intensity protocol. Blood flow restriction training is potentially beneficial to those unable to tolerate the high loads of HIRT; however, better understanding of its risk to benefit ratio is needed before clinical application. LEVEL OF EVIDENCE: Level 1.",
  "authors": [
    {
      "last_name": "Perera",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Perera",
      "affiliations": [
        "St. George's, University of London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Xi Ming",
      "initials": "XM",
      "name": "Xi Ming Zhu",
      "affiliations": [
        "St. George's, University of London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Horner",
      "fore_name": "Nolan S",
      "initials": "NS",
      "name": "Nolan S Horner",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; and."
      ]
    },
    {
      "last_name": "Bedi",
      "fore_name": "Asheesh",
      "initials": "A",
      "name": "Asheesh Bedi",
      "affiliations": [
        "MedSport, University of Michigan, Michigan, Ann Arbor."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; and."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada; and."
      ]
    }
  ],
  "journal": {
    "title": "Clinical journal of sport medicine : official journal of the Canadian Academy of Sport Medicine",
    "iso_abbreviation": "Clin J Sport Med",
    "issn": "1536-3724",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "531",
  "end_page": "545",
  "pages": "531-545",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Flow Restriction Therapy",
    "Humans",
    "Hypertrophy",
    "Muscle Strength",
    "Muscle, Skeletal",
    "Regional Blood Flow",
    "Resistance Training"
  ],
  "article_ids": {
    "pubmed": "36083329",
    "doi": "10.1097/JSM.0000000000000991",
    "pii": "00042752-202209000-00014"
  },
  "doi": "10.1097/JSM.0000000000000991",
  "dates": {
    "completed": "2022-09-13",
    "revised": "2022-10-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.307058",
    "pmid": "36083329"
  }
}