{
  "pmid": "36084945",
  "uid": "36084945",
  "title": "[Regional Health Care Networks in Germany: Characteristics and Financing Illustrated with Dementia Care Networks].",
  "abstract": "OBJECTIVES: To describe the characteristics, financing structures and challenges of regional dementia care networks and the use of regional financial network support according to § 45c para. 9 SGB XI. METHODS: The analysis was based on data from 120 dementia networks that provided information on the network characteristics (location, year of foundation, goals, organizational, personnel and financing structure), the challenges and the use of regional network funding according to § 45c Para. 9 SGB XI. Differences in the organizational, personnel and financing structure depending on the network characteristics were analyzed using t-Tests and ANOVA tests. The use of regional network funding (§ 45c Para. 9) were presented descriptively and discussed against the background of the planned amendment for 2022. RESULTS: The majority of networks were established between 2011 and 2015. Most networks had educational and care goals and, on average, 28 stakeholders. Medically-associated and longer-established networks and networks with a legal form had significantly more network partners, persons actively involved in the work of the network and funding sources. The linking of stakeholders and the funding were seen as the most significant challenges. Every tenth network received regional network funding (§45c para. 9) but 28% decided not to receive funding. For most networks (50%), the funding was still unknown. CONCLUSION: Regional dementia networks are very heterogeneously structured. Certain factors can significantly affect the number of partners and funding sources and should, therefore, be considered. Up to now, only one network per region could receive the maximum amount (€20,000) of funding according to §45c para. 9, which limits the usability of this funding, especially in densely populated regions. The amendment now increases the number of networks to be funded within one region and the funding level. It remains to be seen to what extent this amendment will increase the use of the regional network funding.",
  "authors": [
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "AG Translationale Versorgungsforschung, Deutsches Zentrum für Neurodegenerative Erkrankungen e.V. (DZNE), Standort Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Afi",
      "fore_name": "Adel",
      "initials": "A",
      "name": "Adel Afi",
      "affiliations": [
        "AG Translationale Versorgungsforschung, Deutsches Zentrum für Neurodegenerative Erkrankungen e.V. (DZNE), Standort Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Holle",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Holle",
      "affiliations": [
        "AG Versorgungsstrukturen, Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Witten, Witten, Germany.",
        "Fakultät für Gesundheit, Department für Pflegewissenschaft, Universität Witten/Herdecke, Witten, Germany."
      ]
    },
    {
      "last_name": "Thyrian",
      "fore_name": "Jochen René",
      "initials": "JR",
      "name": "Jochen René Thyrian",
      "affiliations": [
        "Interventional Health Care Research, Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "AG Translationale Versorgungsforschung, Deutsches Zentrum für Neurodegenerative Erkrankungen e.V. (DZNE), Standort Rostock/Greifswald, Greifswald, Germany.",
        "Institut für Community Medicine, Universitätsmedizin Greifswald, Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Gesundheitswesen (Bundesverband der Arzte des Offentlichen Gesundheitsdienstes (Germany))",
    "iso_abbreviation": "Gesundheitswesen",
    "issn": "1439-4421",
    "issn_type": "Electronic",
    "volume": "85",
    "issue": "8-09",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "725",
  "end_page": "731",
  "pages": "725-731",
  "language": "ger",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Germany",
    "Delivery of Health Care",
    "Dementia"
  ],
  "article_ids": {
    "pubmed": "36084945",
    "pmc": "PMC10444517",
    "doi": "10.1055/a-1901-8403"
  },
  "doi": "10.1055/a-1901-8403",
  "pmc_id": "PMC10444517",
  "dates": {
    "completed": "2023-08-24",
    "revised": "2023-12-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.033598",
    "pmid": "36084945"
  }
}