{
  "pmid": "36087099",
  "uid": "36087099",
  "title": "Enhancing drought stress tolerance in Camelina (Camelina sativa L.) through exogenous application of potassium.",
  "abstract": "The current study was performed under controlled conditions to study the effects of exogenous potassium application on carotenoid contents and drought tolerance in Camelina. Water deficit levels such as 100% FC (control) and 40% FC (drought stress) were imposed after germination of Camelina plants grown to maturity, and different treatments of exogenous K+ were applied at the vegetative stage. We have reported 17 traits of plant growth, physiology, antioxidant enzyme activity, focusing on carotenoids in Camelina to explore their potential yield and yield components. For this purpose, we used multivariate analysis techniques (descriptive statistics, correlation matrix, analysis of variance [ANOVA] and principal components analysis [PCA] to determine the best relation between potassium and studied traits). The results showed a large number of variations in the studied trait under control and water deficit condition. Plant fresh weight (g) was negatively correlated with shoot length and SOD insignificantly correlated with plant fresh weight (g) under water deficit conditions. Potassium loading predicted that foliar application (3 mM K2 SO4), foliar application (6 mM KNO3), foliar application (12 mM KNO3) and foliar application (12 mM K2 SO4) are the important doses that contribute the most to enhance the growth, physiological and biochemical activities and carotenoids to improve the Camelina yield under water deficit condition. These doses should be considered in the future to improve the Camelina yield under semi-arid conditions with increased genetic diversity (varietal selection).",
  "authors": [
    {
      "last_name": "Bukhari",
      "fore_name": "Muhammad Adnan",
      "initials": "MA",
      "name": "Muhammad Adnan Bukhari",
      "affiliations": [
        "Department of Agronomy, University College of Agriculture and Environmental Sciences, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."
      ]
    },
    {
      "last_name": "Yousaf",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Yousaf",
      "affiliations": [
        "Department of Agronomy, University College of Agriculture and Environmental Sciences, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Zahoor",
      "initials": "Z",
      "name": "Zahoor Ahmad",
      "affiliations": [
        "Department of Botany, Group of Colleges Bahawalpur, University Campus, Bahawalpur, Punjab, Pakistan."
      ],
      "orcid": "0000-0002-7986-7541"
    },
    {
      "last_name": "Rafay",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Rafay",
      "affiliations": [
        "Department of Forestry Range and Wildlife Management, University College of Agriculture and Environmental Sciences, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Adnan Noor",
      "initials": "AN",
      "name": "Adnan Noor Shah",
      "affiliations": [
        "Department of Agricultural Engineering, Khwaja Fareed University of Engineering and Information Technology, Rahim Yar Khan, Punjab, Pakistan."
      ]
    },
    {
      "last_name": "Abbas",
      "fore_name": "Asad",
      "initials": "A",
      "name": "Asad Abbas",
      "affiliations": [
        "School of Horticulture, Anhui Agricultural University, Hefei, Anhui, China."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Anis Ali",
      "initials": "AA",
      "name": "Anis Ali Shah",
      "affiliations": [
        "Division of Science and Technology, Department of Botany, University of Education, Lahore, Pakistan."
      ],
      "orcid": "0000-0003-2071-9939"
    },
    {
      "last_name": "Javed",
      "fore_name": "Talha",
      "initials": "T",
      "name": "Talha Javed",
      "affiliations": [
        "College of Agriculture, Fujian Agriculture and Forestry University, Fuzhou, China."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "College of Food and Agriculture Sciences, Plant Production, Department, King Saud University, Riyadh, Saudi Arab, Saudi Arabia."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Sikandar",
      "initials": "S",
      "name": "Sikandar Ali",
      "affiliations": [
        "Faculty of Agricultural Engineering and Technology, Department of Irrigation and Drainage, University of Agriculture, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Abdullah",
      "fore_name": "Mustafa I B",
      "initials": "MIB",
      "name": "Mustafa I B Abdullah",
      "affiliations": [
        "Faculty of Agriculture (Saba Basha), Department Agricultural Botany, Alexandria University, Alexandria, Egypt."
      ]
    }
  ],
  "journal": {
    "title": "Physiologia plantarum",
    "iso_abbreviation": "Physiol Plant",
    "issn": "1399-3054",
    "issn_type": "Electronic",
    "volume": "174",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "e13779",
  "pages": "e13779",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Droughts",
    "Potassium",
    "Antioxidants",
    "Brassicaceae",
    "Water",
    "Carotenoids",
    "Superoxide Dismutase"
  ],
  "article_ids": {
    "pubmed": "36087099",
    "doi": "10.1111/ppl.13779"
  },
  "doi": "10.1111/ppl.13779",
  "dates": {
    "completed": "2022-10-26",
    "revised": "2022-10-26"
  },
  "chemicals": [
    "Potassium",
    "Antioxidants",
    "Water",
    "Carotenoids",
    "Superoxide Dismutase"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.038887",
    "pmid": "36087099"
  }
}