{
  "pmid": "36082257",
  "uid": "36082257",
  "title": "European Stroke Organisation (ESO) guideline on screening for subclinical atrial fibrillation after stroke or transient ischaemic attack of undetermined origin.",
  "abstract": "We aimed to provide practical recommendations for the screening of subclinical atrial fibrillation (AF) in patients with ischaemic stroke or transient ischaemic attack (TIA) of undetermined origin. These guidelines are based on the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) methodology. Five relevant Population, Intervention, Comparator, Outcome questions were defined by a multidisciplinary module working group (MWG). Longer duration of cardiac rhythm monitoring increases the detection of subclinical AF, but the optimal monitoring length is yet to be defined. We advise longer monitoring to increase the rate of anticoagulation, but whether longer monitoring improves clinical outcomes needs to be addressed. AF detection does not differ from in- or out-patient ECG-monitoring with similar monitoring duration, so we consider it reasonable to initiate in-hospital monitoring as soon as possible and continue with outpatient monitoring for more than 48 h. Although insertable loop recorders (ILR) increase AF detection based on their longer monitoring duration, comparison with non-implantable ECG devices for similar monitoring time is lacking. We suggest the use of implantable devices, if feasible, for AF detection instead of non-implantable devices to increase the detection of subclinical AF. There is weak evidence of a useful role for blood, ECG and brain imaging biomarkers for the identification of patients at high risk of AF. In patients with patent foramen ovale, we found insufficient evidence from RCT, but prolonged cardiac monitoring in patients >55 years is advisable for subclinical AF detection. To conclude, in adult patients with ischaemic stroke or TIA of undetermined origin, we recommend longer duration of cardiac rhythm monitoring of more than 48 h and if feasible with IRL to increase the detection of subclinical AF.",
  "authors": [
    {
      "last_name": "Rubiera",
      "fore_name": "Marta",
      "initials": "M",
      "name": "Marta Rubiera",
      "affiliations": [
        "Stroke Unit, Department of Neurology, Hospital Vall d'Hebron, Barcelona, Spain."
      ],
      "orcid": "0000-0001-8100-9477"
    },
    {
      "last_name": "Aires",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Aires",
      "affiliations": [
        "Department of Neurology, Centro Hospitalar Universitário de São João, Porto, Portugal."
      ]
    },
    {
      "last_name": "Antonenko",
      "fore_name": "Kateryna",
      "initials": "K",
      "name": "Kateryna Antonenko",
      "affiliations": [
        "Department of Neurology, Bogomolets National Medical University, Kyiv, Ukraine."
      ]
    },
    {
      "last_name": "Lémeret",
      "fore_name": "Sabrina",
      "initials": "S",
      "name": "Sabrina Lémeret",
      "affiliations": [
        "European Stroke Organisation, Basel, Switzerland."
      ],
      "orcid": "0000-0001-8611-1630"
    },
    {
      "last_name": "Nolte",
      "fore_name": "Christian H",
      "initials": "CH",
      "name": "Christian H Nolte",
      "affiliations": [
        "Klinik und Hochschulambulanz für Neurologie and Center for Stroke Research Berlin, Charité-Universitätsmedizin Berlin, Berlin, Germany.",
        "Freie Universität Berlin, Humboldt-Universität zu Berlin, Berlin Institute of Health, Berlin, Germany."
      ],
      "orcid": "0000-0001-5577-1775"
    },
    {
      "last_name": "Putaala",
      "fore_name": "Jukka",
      "initials": "J",
      "name": "Jukka Putaala",
      "affiliations": [
        "Department of Neurology, Helsinki University Hospital, University of Helsinki, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Schnabel",
      "fore_name": "Renate B",
      "initials": "RB",
      "name": "Renate B Schnabel",
      "affiliations": [
        "Department of Cardiology University Heart and Vascular Center Hamburg, University Medical Center Hamburg Eppendorf, Hamburg, Germany.",
        "German Center for Cardiovascular Research (DZHK) Partner Site Hamburg/Kiel/Lübeck, Germany."
      ]
    },
    {
      "last_name": "Tuladhar",
      "fore_name": "Anil M",
      "initials": "AM",
      "name": "Anil M Tuladhar",
      "affiliations": [
        "Department of Neurology, Donders Center for Medical Neurosciences, Radboud University Medical Center, Nijmegen, The Netherlands."
      ]
    },
    {
      "last_name": "Werring",
      "fore_name": "David J",
      "initials": "DJ",
      "name": "David J Werring",
      "affiliations": [
        "Stroke Research Centre, Department of Brain Repair and Rehabilitation, UCL Queen Square Institute of Neurology and The National Hospital for Neurology and Neurosurgery, London, UK."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Biomedical Informatics, Harvard Medical School, Boston, MA, USA.",
        "Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Paciaroni",
      "fore_name": "Maurizio",
      "initials": "M",
      "name": "Maurizio Paciaroni",
      "affiliations": [
        "Stroke Unit, Santa Maria della Misericordia Hospital, University of Perugia, Perugia, Italy."
      ]
    }
  ],
  "journal": {
    "title": "European stroke journal",
    "iso_abbreviation": "Eur Stroke J",
    "issn": "2396-9881",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "VI",
  "pages": "VI",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36082257",
    "pmc": "PMC9446336",
    "doi": "10.1177/23969873221099478",
    "pii": "10.1177_23969873221099478"
  },
  "doi": "10.1177/23969873221099478",
  "pmc_id": "PMC9446336",
  "dates": {
    "revised": "2023-04-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.288692",
    "pmid": "36082257"
  }
}