{
  "pmid": "36089472",
  "uid": "36089472",
  "title": "Resilience through practicing acceptance: A qualitative study of how patients cope with the psychosocial experiences following limb-threatening lower extremity trauma.",
  "abstract": "INTRODUCTION: Limb-threatening injuries can have a profound impact on patient lives. The impact on a patient's psychosocial well-being is widespread yet not well understood. This study aims to explore which psychosocial elements are central to patient experiences after limb-threatening lower extremity trauma. PATIENTS AND METHODS: This is a qualitative interview-based study to identify psychosocial experiences after limb-threatening lower extremity trauma in a patient-centered manner. Data were collected via semi-structured qualitative interviews and analyzed via an interpretive description approach. Interviews were performed until content saturation was reached. RESULTS: A total of 33 interviews were performed until reaching content saturation. Eleven participants underwent early amputation, 7 delayed amputation after an attempt at limb salvage, and 15 underwent limb salvage. A total of 533 unique psychosocial codes were identified, comprised of eight concepts: acceptance, body image, coping, distress, positive impact, emotional support, isolation, and intrapsychic. CONCLUSIONS: This study identified the concerns central to this patient population and developed a conceptual framework for how patients cope with these psychosocial experiences. These findings underscore the importance of developing resilience by actively practicing acceptance and reaching more positive mental health outcomes. Additionally, these findings highlight the importance of increasing access to early and routine psychological and social support for patients with severe lower extremity trauma.",
  "authors": [
    {
      "last_name": "Paniagua",
      "fore_name": "Ariana R",
      "initials": "AR",
      "name": "Ariana R Paniagua",
      "affiliations": [
        "Section of Orthopaedic Trauma, Department of Orthopaedic Surgery, Duke University, Durham, NC, United States. Electronic address: Ariana.paniagua@duke.edu."
      ]
    },
    {
      "last_name": "Mundy",
      "fore_name": "Lily R",
      "initials": "LR",
      "name": "Lily R Mundy",
      "affiliations": [
        "Division of Orthopaedic Trauma, Department of Orthopaedic Surgery, R Adams Cowley Shock Trauma Center, University of Maryland, Baltimore, MD, United States."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Biswas",
      "fore_name": "Sonali",
      "initials": "S",
      "name": "Sonali Biswas",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, Duke University, Durham, NC, United States."
      ]
    },
    {
      "last_name": "Hollenbeck",
      "fore_name": "Scott T",
      "initials": "ST",
      "name": "Scott T Hollenbeck",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, Duke University, Durham, NC, United States."
      ]
    },
    {
      "last_name": "Pusic",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Pusic",
      "affiliations": [
        "Division of Plastic Surgery, Department of Surgery, Brigham and Women's Hospital, Boston, MA, United States; Patient Reported Outcomes, Value & Experience Center, Brigham and Women's Hospital, Boston, MA, United States."
      ]
    },
    {
      "last_name": "Gage",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Gage",
      "affiliations": [
        "Section of Orthopaedic Trauma, Department of Orthopaedic Surgery, Duke University, Durham, NC, United States."
      ]
    }
  ],
  "journal": {
    "title": "Journal of plastic, reconstructive & aesthetic surgery : JPRAS",
    "iso_abbreviation": "J Plast Reconstr Aesthet Surg",
    "issn": "1878-0539",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "3722",
  "end_page": "3731",
  "pages": "3722-3731",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adaptation, Psychological",
    "Amputation, Surgical",
    "Humans",
    "Leg Injuries",
    "Limb Salvage",
    "Lower Extremity"
  ],
  "article_ids": {
    "pubmed": "36089472",
    "doi": "10.1016/j.bjps.2022.06.022",
    "pii": "S1748-6815(22)00346-1"
  },
  "doi": "10.1016/j.bjps.2022.06.022",
  "dates": {
    "completed": "2022-10-18",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.182884",
    "pmid": "36089472"
  }
}