{
  "pmid": "36083584",
  "uid": "36083584",
  "title": "Patient and Family Representation in Randomized Clinical Trials Published in 3 Medical and Surgical Journals: A Systematic Review.",
  "abstract": "IMPORTANCE: Patient and family engagement in research may improve the design, conduct, and dissemination of clinical research, but little is known about whether these stakeholder groups are involved in the design and conduct of randomized clinical trials. OBJECTIVE: To characterize the involvement and role of patient and family representatives in the design and conduct of randomized clinical trials by reviewing randomized clinical trials from 3 peer-reviewed medical and surgical journals with high impact factors. EVIDENCE REVIEW: In this systematic review, the first 50 consecutive randomized clinical trials published on or after January 1, 2021, until September 30, 2021, from each of 3 medical and surgical journals with high impact factors were reviewed for patient or family involvement in trial design and/or conduct. The manuscript, supplemental data, and trial registry records were searched for trial design and governance structures. Two independent, blinded reviewers screened citations and extracted data. This study followed the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines. FINDINGS: Only 7 of 150 randomized clinical trials (5%) reported patient or family representation in their study design or conduct. Most studies with patient or family representation (n = 5) were from a single journal. Stakeholder involvement was mainly in the execution phase (n = 7), although in 2 studies stakeholders were also involved in the translation phase. CONCLUSIONS AND RELEVANCE: The findings of this systematic review suggest that patient or family involvement in the design and conduct of randomized clinical trials in the publications with high impact factors is lacking. We found that when patient or family groups are involved in research, the focus was mainly on the execution phase of research design. There is a need to increase stakeholder involvement in the research design, conduct, and translation of randomized clinical trials.",
  "authors": [
    {
      "last_name": "Benizri",
      "fore_name": "Nissim",
      "initials": "N",
      "name": "Nissim Benizri",
      "affiliations": [
        "Division of Internal Medicine, Jewish General Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Hallot",
      "fore_name": "Sophie",
      "initials": "S",
      "name": "Sophie Hallot",
      "affiliations": [
        "McGill Faculty of Medicine and Health Sciences, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Burns",
      "affiliations": [
        "Division of Critical Care Medicine, St Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Goldfarb",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Goldfarb",
      "affiliations": [
        "Division of Cardiology, Jewish General Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "01"
  },
  "start_page": "e2230858",
  "pages": "e2230858",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Periodicals as Topic",
    "Publications",
    "Randomized Controlled Trials as Topic",
    "Registries"
  ],
  "article_ids": {
    "pubmed": "36083584",
    "pmc": "PMC9463605",
    "doi": "10.1001/jamanetworkopen.2022.30858",
    "pii": "2796052"
  },
  "doi": "10.1001/jamanetworkopen.2022.30858",
  "pmc_id": "PMC9463605",
  "dates": {
    "completed": "2022-09-13",
    "revised": "2022-10-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.503870",
    "pmid": "36083584"
  }
}