{
  "pmid": "36093564",
  "uid": "36093564",
  "title": "Chimpanzee pant-hoots encode individual information more reliably than group differences.",
  "abstract": "Vocal learning, the ability to modify the acoustic structure of vocalizations based on social experience, is a fundamental feature of speech in humans (Homo sapiens). While vocal learning is common in taxa such as songbirds and whales, the vocal learning capacities of nonhuman primates appear more limited. Intriguingly, evidence for vocal learning has been reported in chimpanzees (Pan troglodytes), for example, in the form of regional variation (\"dialects\") in the \"pant-hoot\" calls. This suggests that some capacity for vocal learning may be an ancient feature of the Pan-Homo clade. Nonetheless, reported differences have been subtle, with intercommunity variation representing only a small portion of the total acoustic variation. To gain further insights into the extent of regional variation in chimpanzee vocalizations, we performed an analysis of pant-hoots from chimpanzees in the neighboring Kasekela and Mitumba communities at Gombe National Park, Tanzania, and the geographically distant Kanyawara community at Kibale National Park, Uganda. We did not find any statistically significant differences between the neighboring communities at Gombe or among geographically distant communities. Furthermore, we found differences among individuals in all communities. Hence, the variation in chimpanzee pant-hoots reflected individual differences, rather than group differences. Thus, we did not find evidence of dialects in this population, suggesting that extensive vocal learning emerged only after the lineages of Homo and Pan diverged.",
  "authors": [
    {
      "last_name": "Desai",
      "fore_name": "Nisarg P",
      "initials": "NP",
      "name": "Nisarg P Desai",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, Minneapolis, Minnesota, USA."
      ],
      "orcid": "0000-0003-3210-9409"
    },
    {
      "last_name": "Fedurek",
      "fore_name": "Pawel",
      "initials": "P",
      "name": "Pawel Fedurek",
      "affiliations": [
        "Division of Psychology, Faculty of Natural Sciences, University of Stirling, Stirling, UK."
      ]
    },
    {
      "last_name": "Slocombe",
      "fore_name": "Katie E",
      "initials": "KE",
      "name": "Katie E Slocombe",
      "affiliations": [
        "Department of Psychology, University of York, York, UK."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Anthropology, University of Minnesota, Minneapolis, Minnesota, USA.",
        "Department of Ecology, Evolution, and Behavior, University of Minnesota, St. Paul, Minnesota, USA.",
        "Institute on the Environment, University of Minnesota, St. Paul, Minnesota, USA."
      ],
      "orcid": "0000-0003-3073-4518"
    }
  ],
  "journal": {
    "title": "American journal of primatology",
    "iso_abbreviation": "Am J Primatol",
    "issn": "1098-2345",
    "issn_type": "Electronic",
    "volume": "84",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "e23430",
  "pages": "e23430",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Acoustics",
    "Animals",
    "Hominidae",
    "Humans",
    "Individuality",
    "Pan troglodytes",
    "Vocalization, Animal"
  ],
  "article_ids": {
    "pubmed": "36093564",
    "pmc": "PMC9786991",
    "doi": "10.1002/ajp.23430"
  },
  "doi": "10.1002/ajp.23430",
  "pmc_id": "PMC9786991",
  "dates": {
    "completed": "2022-10-11",
    "revised": "2022-12-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.783473",
    "pmid": "36093564"
  }
}