{
  "pmid": "36093426",
  "uid": "36093426",
  "title": "The effects of the global health crisis on U. S. immigration policies: shifting political agenda-setting and the mobility crisis of immigrants.",
  "abstract": "The continuing health crisis (COVID-19) reinforces a historical pattern in which partisan-elected officials engage as legislative policy entrepreneurs (LPE) and use the health crisis time as a policy window to advance specifically restricted agendas by (re)introducing immigration bills on the House and Senate. The current exploratory qualitative study utilizes the theoretical underpinning of Kingdon's Multiple Streams Framework (MSF) to analyze the US House immigration bills from 2013 to 2021. The qualitative method of content relational analysis was applied in this research to capture the shifts and changes in (re)introduced immigration bills (n = 904) in the US House of Representatives for the 113th, 114th, 115th, and 116th sessions. Capturing and examining the underlying tone, word choices, and proposed measures in these immigration bills during health and non-health crisis periods received special attention. The qualitative relational content analysis revealed three major themes: (1) During public health crises (Ebola, Zika, and the first two years of COVID-19), restrictive House immigration bills tend to rise sharply; (2) Elected representatives from the Southern States are more likely to introduce restrictive immigration bills during health crises; and (3) Restrictive immigration bills are more likely to receive partisan support (bill co-sponsors) during health crises. The findings emphasize the need for inclusive agenda-setting during health crises and provide light on adaptive measures for supporting underprivileged immigrant communities with increased access to healthcare and public support.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Hassan Bin",
      "initials": "MHB",
      "name": "Muhammad Hassan Bin Afzal",
      "affiliations": [
        "Department of Political Science, Kent State University, Kent, Ohio 44242 USA."
      ],
      "orcid": "0000-0001-8192-0885"
    }
  ],
  "journal": {
    "title": "SN social sciences",
    "iso_abbreviation": "SN Soc Sci",
    "issn": "2662-9283",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "9",
    "pub_year": "2022"
  },
  "start_page": "185",
  "pages": "185",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36093426",
    "pmc": "PMC9446627",
    "doi": "10.1007/s43545-022-00486-6",
    "pii": "486"
  },
  "doi": "10.1007/s43545-022-00486-6",
  "pmc_id": "PMC9446627",
  "dates": {
    "revised": "2024-09-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.040089",
    "pmid": "36093426"
  }
}