{
  "pmid": "36109742",
  "uid": "36109742",
  "title": "Twenty-year trends in racial and ethnic enrollment in large diabetes randomized controlled trials.",
  "abstract": "BACKGROUND: Lack of representativeness in Black, Indigenous, and People of Colour (BIPOC) enrollment could compromise the generalizability of study results and health equity. This study aimed to examine trends in BIPOC groups enrollment in diabetes randomized controlled trials (RCTs) and to explore the association between trial factors and high-enrollment of BIPOC groups. METHODS: We systematically searched the literature on large diabetes RCTs with a sample size of ≥ 400 participants published between 2000 and 2020. We assessed temporal trends in enrollment of racial and ethnic groups in the included trials. Logistic and linear regression analyses were used to explore the relationship between trial factors and the high-enrollment defined by median enrollment rate. RESULTS: A total of 405 RCTs were included for analyses. The median enrollment rate of BIPOC groups was 24.0%, with 6.4% for the Black group, 11.2% for Hispanic, 8.5% for Asian, and 3.0% for other BIPOC groups respectively. Over the past 20 years, the BIPOC enrollment showed an increased trend in the diabetes RCTs, ranging from 20.1 to 28.4% (P for trend = 0.041). A significant trend towards increased enrollment for Asian group was observed. We found that weekly or daily intervention frequency (OR = 0.48, 95% CI: 0.26, 0.91) and duration of intervention > 6.5 month (OR = 0.59, 95% CI: 0.37, 0.95) were significantly related to decreased odds of high-enrollment, while type 2 diabetes (OR = 1.44, 95% CI: 1.04, 1.99) was associated with high-enrollment of BIPOC groups. CONCLUSIONS: The enrollment of BIPOC was found to increase in large diabetes RCTs over the past two decades; some trial factors may be significantly associated with BIPOC enrollment. These findings may highlight the importance of enrollment of BIPOC groups and provide insights into the design and implementation of future clinical trials in diabetes.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Jingyi",
      "initials": "J",
      "name": "Jingyi Zhang",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou, China."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yaoyao",
      "initials": "Y",
      "name": "Yaoyao Wang",
      "affiliations": [
        "Department of Epidemiology, School of Medicine, Jinan University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada.",
        "St Joseph's Healthcare Hamilton, ON, Hamilton, Canada.",
        "Faculty of Health Sciences, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Ruoting",
      "initials": "R",
      "name": "Ruoting Wang",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Guowei",
      "initials": "G",
      "name": "Guowei Li",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou, China. lig28@mcmaster.ca.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada. lig28@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC medicine",
    "iso_abbreviation": "BMC Med",
    "issn": "1741-7015",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "16"
  },
  "start_page": "294",
  "pages": "294",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Diabetes Mellitus, Type 2",
    "Ethnicity",
    "Humans",
    "Randomized Controlled Trials as Topic",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "36109742",
    "pmc": "PMC9479279",
    "doi": "10.1186/s12916-022-02501-2",
    "pii": "10.1186/s12916-022-02501-2"
  },
  "doi": "10.1186/s12916-022-02501-2",
  "pmc_id": "PMC9479279",
  "dates": {
    "completed": "2022-09-19",
    "revised": "2022-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.876082",
    "pmid": "36109742"
  }
}