{
  "pmid": "36109390",
  "uid": "36109390",
  "title": "Guidelines for the prevention and management of children and adolescents with COVID-19.",
  "abstract": "UNLABELLED: Children are the future of the world, but their health and future are facing great uncertainty because of the coronavirus disease 2019 (COVID-19) pandemic. In order to improve the management of children with COVID-19, an international, multidisciplinary panel of experts developed a rapid advice guideline at the beginning of the outbreak of COVID-19 in 2020. After publishing the first version of the rapid advice guideline, the panel has updated the guideline by including additional stakeholders in the panel and a comprehensive search of the latest evidence. All recommendations were supported by systematic reviews and graded using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) system. Expert judgment was used to develop good practice statements supplementary to the graded evidence-based recommendations. The updated guideline comprises nine recommendations and one good practice statement. It focuses on the key recommendations pertinent to the following issues: identification of prognostic factors for death or pediatric intensive care unit admission; the use of remdesivir, systemic glucocorticoids and antipyretics, intravenous immunoglobulin (IVIG) for multisystem inflammatory syndrome in children, and high-flow oxygen by nasal cannula or non-invasive ventilation for acute hypoxemic respiratory failure; breastfeeding; vaccination; and the management of pediatric mental health. CONCLUSION: This updated evidence-based guideline intends to provide clinicians, pediatricians, patients and other stakeholders with evidence-based recommendations for the prevention and management of COVID-19 in children and adolescents. Larger studies with longer follow-up to determine the effectiveness and safety of systemic glucocorticoids, IVIG, noninvasive ventilation, and the vaccines for COVID-19 in children and adolescents are encouraged. WHAT IS KNOWN: • Several clinical practice guidelines for children with COVID-19 have been developed, but only few of them have been recently updated. • We developed an evidence-based guideline at the beginning of the COVID-19 outbreak and have now updated it based on the results of a comprehensive search of the latest evidence. WHAT IS NEW: • The updated guideline provides key recommendations pertinent to the following issues: identification of prognostic factors for death or pediatric intensive care unit admission; the use of remdesivir, systemic glucocorticoids and antipyretics, intravenous immunoglobulin for multisystem inflammatory syndrome in children, and high-flow oxygen by nasal cannula or non-invasive ventilation for acute hypoxemic respiratory failure; breastfeeding; vaccination; and the management of pediatric mental health.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Enmei",
      "initials": "E",
      "name": "Enmei Liu",
      "affiliations": [
        "Department of Respiratory Medicine Children's Hospital of Chongqing Medical University, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, China."
      ]
    },
    {
      "last_name": "Smyth",
      "fore_name": "Rosalind Louise",
      "initials": "RL",
      "name": "Rosalind Louise Smyth",
      "affiliations": [
        "UCL Great Ormond St Institute of Child Health, London, UK.",
        "Great Ormond Street Hospital, London, UK."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Qinyuan",
      "initials": "Q",
      "name": "Qinyuan Li",
      "affiliations": [
        "Department of Respiratory Medicine Children's Hospital of Chongqing Medical University, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, China."
      ]
    },
    {
      "last_name": "Qaseem",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Qaseem",
      "affiliations": [
        "Clinical Policy and Center for Evidence Reviews, American College of Physicians, Philadelphia, USA."
      ]
    },
    {
      "last_name": "Florez",
      "fore_name": "Ivan D",
      "initials": "ID",
      "name": "Ivan D Florez",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, University of Antioquia, Medellin, Antioquia, Colombia.",
        "Pediatric Intensive Care Unit, Clinica Las Americas, Medellin, Colombia."
      ]
    },
    {
      "last_name": "Mathew",
      "fore_name": "Joseph L",
      "initials": "JL",
      "name": "Joseph L Mathew",
      "affiliations": [
        "Advanced Pediatrics Centre, PGIMER Chandigarh, Chandigarh, India."
      ]
    },
    {
      "last_name": "Amer",
      "fore_name": "Yasser Sami",
      "initials": "YS",
      "name": "Yasser Sami Amer",
      "affiliations": [
        "Research Chair for Evidence-Based Health Care and Knowledge Translation, King Saud University, Riyadh, Saudi Arabia.",
        "Clinical Practice Guidelines & Quality Research Unit, Quality Management Department, King Saud University Medical City, Riyadh, Saudi Arabia.",
        "Pediatrics Department, King Saud University Medical City, Riyadh, Saudi Arabia.",
        "Alexandria Center for Evidence-Based Clinical Practice Guidelines, Alexandria University, Alexandria, Egypt."
      ]
    },
    {
      "last_name": "Estill",
      "fore_name": "Janne",
      "initials": "J",
      "name": "Janne Estill",
      "affiliations": [
        "Institute of Global Health, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Quan",
      "initials": "Q",
      "name": "Quan Lu",
      "affiliations": [
        "Shanghai Children's Hospital Affiliated to Shanghai Jiaotong University, Shanghai, China."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Zhou",
      "initials": "Z",
      "name": "Zhou Fu",
      "affiliations": [
        "Department of Respiratory Medicine Children's Hospital of Chongqing Medical University, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Xiaoxia",
      "initials": "X",
      "name": "Xiaoxia Lu",
      "affiliations": [
        "Department of Respiratory Medicine, Wuhan Children's Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei, China."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Edwin Shih-Yen",
      "initials": "ES",
      "name": "Edwin Shih-Yen Chan",
      "affiliations": [
        "Centre for Quantitative Medicine, Office of Clinical Sciences, Duke-National University of Singapore Medical School, Singapore, Singapore.",
        "Singapore Clinical Research Institute, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Schwarze",
      "fore_name": "Jürgen",
      "initials": "J",
      "name": "Jürgen Schwarze",
      "affiliations": [
        "Children's Research Network and Department of Child Life and Health, Centre for Inflammation Research, The University of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Gary Wing-Kin",
      "initials": "GW",
      "name": "Gary Wing-Kin Wong",
      "affiliations": [
        "Department of Pediatrics, The Chinese University of Hong Kong, Hong Kong, China."
      ]
    },
    {
      "last_name": "Fukuoka",
      "fore_name": "Toshio",
      "initials": "T",
      "name": "Toshio Fukuoka",
      "affiliations": [
        "Emergency and Critical Care Center, the Department of General Medicine, Department of Research and Medical Education at Kurashiki Central Hospital, Kurashiki, Japan.",
        "Advisory Committee in Cochrane Japan, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Ahn",
      "fore_name": "Hyeong Sik",
      "initials": "HS",
      "name": "Hyeong Sik Ahn",
      "affiliations": [
        "Department of Preventive Medicine, Korea University, Seoul, South Korea.",
        "Korea Cochrane Centre, Seoul, South Korea.",
        "Institute for Evidence-Based Medicine, Korea University College of Medicine, Seoul, South Korea.",
        "Korea University School of Medicine, Seoul, South Korea."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "Clinical Medicine Division, Korea Institute of Oriental Medicine, Daejeon, South Korea.",
        "Korean Convergence Medicine, University of Science and Technology, Daejeon, South Korea.",
        "Tianjin University of Traditional Chinese Medicine, Tianjin, China.",
        "Research Unit of Evidence-Based Evaluation and Guidelines, Chinese Academy of Medical Sciences (2021RU017), School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Nurdiati",
      "fore_name": "Detty",
      "initials": "D",
      "name": "Detty Nurdiati",
      "affiliations": [
        "Cochrane Indonesia, Faculty of Medicine, Public Health and Nursing, Universitas Gadjah Mada, Yogyakarta, Indonesia."
      ]
    },
    {
      "last_name": "Cao",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Cao",
      "affiliations": [
        "Department of Pulmonary and Critical Care Medicine, National Center for Respiratory Medicine, Center of Respiratory Medicine, National Clinical Research Center for Respiratory Diseases, China-Japan Friendship Hospital, Beijing, China.",
        "Institute of Respiratory Medicine, Chinese Academy of Medical Science, Beijing, China.",
        "Tsinghua University-Peking University Joint Center for Life Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Tu",
      "fore_name": "Wenwei",
      "initials": "W",
      "name": "Wenwei Tu",
      "affiliations": [
        "Department of Pediatrics & Adolescent Medicine, Li Ka Shing Faculty of Medicine, University of Hong Kong, Hong Kong SAR, China."
      ]
    },
    {
      "last_name": "Qian",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Qian",
      "affiliations": [
        "Capital Institute of Pediatrics, Beijing, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Shunying",
      "initials": "S",
      "name": "Shunying Zhao",
      "affiliations": [
        "Beijing Children's Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Dong",
      "fore_name": "Xiaoyan",
      "initials": "X",
      "name": "Xiaoyan Dong",
      "affiliations": [
        "Shanghai Children's Hospital Affiliated to Shanghai Jiaotong University, Shanghai, China."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Xiaoping",
      "initials": "X",
      "name": "Xiaoping Luo",
      "affiliations": [
        "Department of Pediatrics, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Zhimin",
      "initials": "Z",
      "name": "Zhimin Chen",
      "affiliations": [
        "Department of Pulmonology, Children's Hospital Zhejiang University School of Medicine, National Clinical Research Center for Child Health, Hangzhou, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Guobao",
      "initials": "G",
      "name": "Guobao Li",
      "affiliations": [
        "National Clinical Research Center for Infectious Disease, Shenzhen, China.",
        "Shenzhen Third People's Hospital, Shenzhen, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Xiaobo",
      "initials": "X",
      "name": "Xiaobo Zhang",
      "affiliations": [
        "Children's Hospital of Fudan University, National Children's Medical Center, Shanghai, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Xiaodong",
      "initials": "X",
      "name": "Xiaodong Zhao",
      "affiliations": [
        "Department of Pediatric Research Institute, Ministry of Education Key Laboratory of Child Development and Disorders, National Clinical Research Center for Child Health and Disorders, China International Science and Technology Cooperation Base of Child Development and Critical Disorders, Children's Hospital of Chongqing Medical University, Chongqing, China.",
        "Chongqing Key Laboratory of Child Infection and Immunity, Children's Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Hongmei",
      "initials": "H",
      "name": "Hongmei Xu",
      "affiliations": [
        "Department of Infection Diseases Children's Hospital of Chongqing Medical University, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xu",
      "affiliations": [
        "Department of Critical Care Medicine Children's Hospital of Chongqing Medical University, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, China."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Shi",
      "affiliations": [
        "Department of Neonatology Children's Hospital of Chongqing Medical University, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Ruiqiu",
      "initials": "R",
      "name": "Ruiqiu Zhao",
      "affiliations": [
        "Department of Infection Diseases Children's Hospital of Chongqing Medical University, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Yao",
      "initials": "Y",
      "name": "Yao Zhao",
      "affiliations": [
        "National Clinical Research Center for Child Health and Disorders, China International Science and Technology Cooperation Base of Child Development and Critical Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Child Infection and Immunity, Children's Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Junqiang",
      "initials": "J",
      "name": "Junqiang Lei",
      "affiliations": [
        "Department of Radiology, the First Hospital of Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Xianlan",
      "initials": "X",
      "name": "Xianlan Zheng",
      "affiliations": [
        "Department of Nursing, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Pediatrics, Children's Hospital of Chongqing Medical University, Chongqing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Mengshu",
      "initials": "M",
      "name": "Mengshu Wang",
      "affiliations": [
        "Department of Radiology, the First Hospital of Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Shu",
      "initials": "S",
      "name": "Shu Yang",
      "affiliations": [
        "Chengdu University of TCM, Chengdu, China."
      ]
    },
    {
      "last_name": "Feng",
      "fore_name": "Xixi",
      "initials": "X",
      "name": "Xixi Feng",
      "affiliations": [
        "Chengdu Medical College, Chengdu, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Liqun",
      "initials": "L",
      "name": "Liqun Wu",
      "affiliations": [
        "Shenzhen Health Development Research Center, Shenzhen, China."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Zhihui",
      "initials": "Z",
      "name": "Zhihui He",
      "affiliations": [
        "Chongqing Ninth People's Hospital, Chongqing, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Shihui",
      "initials": "S",
      "name": "Shihui Liu",
      "affiliations": [
        "Beijing Jishuitan Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Wang",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact (HEI), McMaster University, Hamilton, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Song",
      "affiliations": [
        "Iberoamerican Cochrane Centre-Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Zhengxiu",
      "initials": "Z",
      "name": "Zhengxiu Luo",
      "affiliations": [
        "Department of Respiratory Medicine Children's Hospital of Chongqing Medical University, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, China."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Zhou",
      "affiliations": [
        "Research Unit of Evidence-Based Evaluation and Guidelines, Chinese Academy of Medical Sciences (2021RU017), School of Basic Medical Sciences, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact (HEI), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yaolong",
      "initials": "Y",
      "name": "Yaolong Chen",
      "affiliations": [
        "Research Unit of Evidence-Based Evaluation and Guidelines, Chinese Academy of Medical Sciences (2021RU017), School of Basic Medical Sciences, Lanzhou University, Lanzhou, China. chevidence@lzu.edu.cn.",
        "Institute of Health Data Science, Lanzhou University, Lanzhou, China. chevidence@lzu.edu.cn.",
        "WHO Collaborating Centre for Guideline Implementation and Knowledge Translation, Lanzhou, China. chevidence@lzu.edu.cn.",
        "Lanzhou University GRADE Centre, Lanzhou, China. chevidence@lzu.edu.cn."
      ],
      "orcid": "0000-0002-9841-5233"
    },
    {
      "last_name": "Li",
      "fore_name": "Qiu",
      "initials": "Q",
      "name": "Qiu Li",
      "affiliations": [
        "Department of Nephrology Children's Hospital of Chongqing Medical University, National Clinical Research Center for Child Health and Disorders, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing Key Laboratory of Pediatrics, Chongqing, China. liqiu_21@126.com."
      ]
    }
  ],
  "journal": {
    "title": "European journal of pediatrics",
    "iso_abbreviation": "Eur J Pediatr",
    "issn": "1432-1076",
    "issn_type": "Electronic",
    "volume": "181",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "4019",
  "end_page": "4037",
  "pages": "4019-4037",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Adolescent",
    "Child",
    "Humans",
    "Antipyretics",
    "COVID-19",
    "COVID-19 Vaccines",
    "Immunoglobulins, Intravenous",
    "Oxygen",
    "Respiratory Insufficiency"
  ],
  "article_ids": {
    "pubmed": "36109390",
    "pmc": "PMC9483317",
    "doi": "10.1007/s00431-022-04615-4",
    "pii": "10.1007/s00431-022-04615-4"
  },
  "doi": "10.1007/s00431-022-04615-4",
  "pmc_id": "PMC9483317",
  "dates": {
    "completed": "2022-11-15",
    "revised": "2024-09-06"
  },
  "chemicals": [
    "Antipyretics",
    "COVID-19 Vaccines",
    "Immunoglobulins, Intravenous",
    "Oxygen"
  ],
  "grants": [
    {
      "grant_id": "NCRCCHD-2020-EP-01",
      "agency": "National Clinical Research Center for Child Health and Disorders"
    },
    {
      "grant_id": "lzujbky-2021-ey13",
      "agency": "Fundamental Research Funds for the Central Universities"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.260951",
    "pmid": "36109390"
  }
}