{
  "pmid": "36117115",
  "uid": "36117115",
  "title": "The Need to Say More: A Qualitative Analysis of Added Free Text to Chronic Pain Patient Intake Packages.",
  "abstract": "BACKGROUND: Many outpatient chronic pain clinics administer extensive patient intake questionnaires to understand patients' pain and how it impacts their lives. At our institution's pain clinic, many patients include free text in these predominantly closed-ended questionnaires, but little is known about the content categories included in this free text. AIM: This study examined free text entries on chronic pain patient intake questionnaires. METHOD: We analyzed 270 occurrences of free text across 43 patient intake questionnaires of people living with chronic pain using a qualitative content analytic approach. RESULTS: We identified two overarching thematic categories of free text: (1) what they say (characterizes the topic of the free text); and (2) why they say it (characterizes perceived limitations of the patient intake questionnaire format). We also documented the frequency highlighting how often themes and their associated sub-themes (detailed below) were indicated. Within the What they say category, three main themes emerged: (1) health (34.9%; e.g., pain); (2) health service use (27.9%; e.g., medication); and (3) psychosocial factors (20.9%; e.g., relationships). Within the Why they say it category, four main themes emerged: (1) adding information (86.0%; e.g., elaborates/contextualizes); (2) narrow response options (65.1%; e.g., varies); (3) problems with the question (18.6%; e.g., not applicable); and (4) response error (4.7%; e.g., answers incorrectly/misinterprets question). CONCLUSIONS: People living with chronic pain appear motivated to add additional, unprompted information to their patient intake questionnaires. The results from this study may inform changes to chronic pain patient intake questionnaires which could facilitate improvements in chronic pain patient-health care provider communication.",
  "authors": [
    {
      "last_name": "Kilborn",
      "fore_name": "Kayla",
      "initials": "K",
      "name": "Kayla Kilborn",
      "affiliations": [
        "Department of Anesthesiology, Perioperative and Pain Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada; Department of Psychology, Faculty of Arts, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Sommer",
      "fore_name": "Jordana L",
      "initials": "JL",
      "name": "Jordana L Sommer",
      "affiliations": [
        "Department of Anesthesiology, Perioperative and Pain Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada; Department of Psychology, Faculty of Arts, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Reynolds",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Reynolds",
      "affiliations": [
        "Department of Psychology, Faculty of Arts, University of Manitoba, Winnipeg, Canada; Department of Psychiatry, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "Roy",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Roy",
      "affiliations": [
        "Department of Anesthesiology, Perioperative and Pain Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada; Department of Psychology, Faculty of Arts, University of Manitoba, Winnipeg, Canada."
      ]
    },
    {
      "last_name": "El-Gabalawy",
      "fore_name": "Renée",
      "initials": "R",
      "name": "Renée El-Gabalawy",
      "affiliations": [
        "Department of Anesthesiology, Perioperative and Pain Medicine, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada; Department of Psychology, Faculty of Arts, University of Manitoba, Winnipeg, Canada; Department of Clinical Health Psychology, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada; Department of Psychiatry, Max Rady College of Medicine, Rady Faculty of Health Sciences, University of Manitoba, Winnipeg, Canada. Electronic address: renee.el-gabalawy@umanitoba.ca."
      ]
    }
  ],
  "journal": {
    "title": "Pain management nursing : official journal of the American Society of Pain Management Nurses",
    "iso_abbreviation": "Pain Manag Nurs",
    "issn": "1532-8635",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "201",
  "end_page": "208",
  "pages": "201-208",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Chronic Pain",
    "Surveys and Questionnaires",
    "Communication"
  ],
  "article_ids": {
    "pubmed": "36117115",
    "doi": "10.1016/j.pmn.2022.08.007",
    "pii": "S1524-9042(22)00161-8"
  },
  "doi": "10.1016/j.pmn.2022.08.007",
  "dates": {
    "completed": "2023-04-18",
    "revised": "2023-05-02"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:54:40.821331",
    "pmid": "36117115"
  }
}