{
  "pmid": "36111642",
  "uid": "36111642",
  "title": "Global patterns of prescription pain medication usage in disorders of gut-brain interactions.",
  "abstract": "BACKGROUND: Forty percent of individuals globally meet Rome IV criteria for a disorder of gut-brain interaction (DGBI). The global burden of pain across these disorders has not been characterized. METHODS: Our study included 54,127 respondents from the 26 Internet survey countries. Prescription pain medication usage was selected as the proxy for pain. The associations between prescription pain medications and the environmental, sociodemographic, psychosocial, and DGBI diagnosis variables were investigated using the multivariate generalized robust Poisson regression model. KEY RESULTS: Respondents with DGBI used prescription pain medications at higher rates than those without a DGBI diagnosis with pooled prevalence rate of 14.8% (95% confidence interval [CI], 14.4-15.3%), varying by country from 6.8% to 25.7%. The pooled prevalence ratio of prescription pain medication usage in respondents with and without DGBI was 2.2 (95% CI: 2.1-2.4). Factors associated with higher prevalence of pain medication usage among respondents with a DGBI diagnosis included living in a small community, increased anxiety, depression or somatization, increased stress concern or embarrassment about bowel functioning and having more than one anatomic DGBI diagnosis. CONCLUSION: 14.8% of patients globally with at least one diagnosis of DGBI were on prescription pain medications with wide geographic variation, about twice as many as their counterparts without a diagnosis of DGBI. Environmental, sociodemographic, and individual factors may influence clinicians to consider personalized, multimodal approaches to address pain in patients with DGBI.",
  "authors": [
    {
      "last_name": "Luo",
      "fore_name": "Yuying",
      "initials": "Y",
      "name": "Yuying Luo",
      "affiliations": [
        "The Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at The Mount Sinai Hospital, New York City, New York, USA."
      ],
      "orcid": "0000-0003-1738-0313"
    },
    {
      "last_name": "Camey",
      "fore_name": "Suzi A",
      "initials": "SA",
      "name": "Suzi A Camey",
      "affiliations": [
        "Hospital de Clínicas de Porto Alegre, Universidade Federal do Rio Grande do Sul, Porto Alegre, Brazil."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI & Motility Disorders, University of North Carolina, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ],
      "orcid": "0000-0002-7634-3689"
    },
    {
      "last_name": "Keefer",
      "fore_name": "Laurie A",
      "initials": "LA",
      "name": "Laurie A Keefer",
      "affiliations": [
        "The Dr. Henry D. Janowitz Division of Gastroenterology, Icahn School of Medicine at The Mount Sinai Hospital, New York City, New York, USA."
      ]
    }
  ],
  "journal": {
    "title": "Neurogastroenterology and motility",
    "iso_abbreviation": "Neurogastroenterol Motil",
    "issn": "1365-2982",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "e14457",
  "pages": "e14457",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Pain",
    "Brain",
    "Anxiety Disorders",
    "Surveys and Questionnaires",
    "Prescriptions"
  ],
  "article_ids": {
    "pubmed": "36111642",
    "pmc": "PMC10078418",
    "doi": "10.1111/nmo.14457"
  },
  "doi": "10.1111/nmo.14457",
  "pmc_id": "PMC10078418",
  "dates": {
    "completed": "2022-12-29",
    "revised": "2023-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.786045",
    "pmid": "36111642"
  }
}