{
  "pmid": "36113654",
  "uid": "36113654",
  "title": "Evaluation of the developmental effects of a glyphosate-based herbicide complexed with copper, zinc, and manganese metals in zebrafish.",
  "abstract": "The use of glyphosate-based herbicides (GBH) has increased dramatically, being currently the most used herbicides worldwide. Glyphosate acts as a chelating agent, capable of chelate metals. The synergistic effects of metals and agrochemicals may pose an environmental problem as they have been shown to induce neurological abnormalities and behavioural changes in aquatic species. However, as their ecotoxicity effects are poorly understood, evaluating the impacts of GBH complexed with metals is an ecological priority. The main objective of the study was to evaluate the potentially toxic effects caused by exposure to a GBH (1 μg a.i. mL[-1]), alone or complexed with metals (Copper, Manganese, and Zinc (100 μg L[-1])), at environmentally relevant concentrations, during the early period of zebrafish (Danio rerio) embryo development (96 h post-fertilization), a promising model for in vivo developmental studies. To clarify the mechanisms of toxicity involved, lethal and sublethal development endpoints were assessed. At the end of the exposure, biochemical and cell death parameters were evaluated and, 24 h later, different behavioural responses were assessed. The results showed that metals induced higher levels of toxicity. Copper caused high mortality, low hatching, malformations, and changes in biochemical parameters, such as decreased Catalase (CAT) activity, increased Glutathione Peroxidase (GPx), Glutathione S-Transferase (GST), reduced Glutathione (GSH) and decreased Acetylcholinesterase (AChE) activity, also inducing apoptosis and changes in larval behaviour. Manganese increased the activity of SODs enzymes. Zinc increased mortality, reactive oxygen species (ROS) levels, superoxide dismutase activity (SODs) and caused a decrease in AChE activity. Embryos/larvae exposed to the combination of GBH/Metal also showed teratogenic effects during their development but in smaller proportions than the metal alone. Although more studies are needed, the results suggest that GBH may interfere with the mechanisms of metal toxicity at the biochemical, physiological, and behavioural levels of zebrafish.",
  "authors": [
    {
      "last_name": "Lanzarin",
      "fore_name": "Germano A B",
      "initials": "GAB",
      "name": "Germano A B Lanzarin",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal. Electronic address: glanzarin@utad.pt."
      ]
    },
    {
      "last_name": "Venâncio",
      "fore_name": "Carlos A S",
      "initials": "CAS",
      "name": "Carlos A S Venâncio",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Department of Animal Science, School of Agrarian and Veterinary Sciences, University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Inov4Agro, Institute for Innovation, Capacity Building and Sustainability of Agri-food Production, University of Trás-os Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Félix",
      "fore_name": "Luís M",
      "initials": "LM",
      "name": "Luís M Félix",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Inov4Agro, Institute for Innovation, Capacity Building and Sustainability of Agri-food Production, University of Trás-os Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environment and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Department of Biology and Environment, School of Life and Environmental Sciences, University of Trás-os Montes and Alto Douro (UTAD), Vila Real, Portugal; Inov4Agro, Institute for Innovation, Capacity Building and Sustainability of Agri-food Production, University of Trás-os Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    }
  ],
  "journal": {
    "title": "Chemosphere",
    "iso_abbreviation": "Chemosphere",
    "issn": "1879-1298",
    "issn_type": "Electronic",
    "volume": "308",
    "issue": "Pt 2",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "136430",
  "pages": "136430",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Acetylcholinesterase",
    "Animals",
    "Antioxidants",
    "Catalase",
    "Chelating Agents",
    "Copper",
    "Embryo, Nonmammalian",
    "Glutathione",
    "Glutathione Peroxidase",
    "Glutathione Transferase",
    "Glycine",
    "Herbicides",
    "Manganese",
    "Oxidative Stress",
    "Reactive Oxygen Species",
    "Superoxide Dismutase",
    "Water Pollutants, Chemical",
    "Zebrafish",
    "Zinc",
    "Glyphosate"
  ],
  "article_ids": {
    "pubmed": "36113654",
    "doi": "10.1016/j.chemosphere.2022.136430",
    "pii": "S0045-6535(22)02923-X"
  },
  "doi": "10.1016/j.chemosphere.2022.136430",
  "dates": {
    "completed": "2022-10-13",
    "revised": "2023-12-13"
  },
  "chemicals": [
    "Antioxidants",
    "Chelating Agents",
    "Herbicides",
    "Reactive Oxygen Species",
    "Water Pollutants, Chemical",
    "Manganese",
    "Copper",
    "Catalase",
    "Glutathione Peroxidase",
    "Superoxide Dismutase",
    "Glutathione Transferase",
    "Acetylcholinesterase",
    "Glutathione",
    "Zinc",
    "Glycine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.092955",
    "pmid": "36113654"
  }
}