{
  "pmid": "36114992",
  "uid": "36114992",
  "title": "Protein kinase CK2 - diverse roles in cancer cell biology and therapeutic promise.",
  "abstract": "The association of protein kinase CK2 (formerly casein kinase II or 2) with cell growth and proliferation in cells was apparent at early stages of its investigation. A cancer-specific role for CK2 remained unclear until it was determined that CK2 was also a potent suppressor of cell death (apoptosis); the latter characteristic differentiated its function in normal versus malignant cells because dysregulation of both cell growth and cell death is a universal feature of cancer cells. Over time, it became evident that CK2 exerts its influence on a diverse range of cell functions in normal as well as in transformed cells. As such, CK2 and its substrates are localized in various compartments of the cell. The dysregulation of CK2 is documented in a wide range of malignancies; notably, by increased CK2 protein and activity levels with relatively moderate change in its RNA abundance. High levels of CK2 are associated with poor prognosis in multiple cancer types, and CK2 is a target for active research and testing for cancer therapy. Aspects of CK2 cellular roles and targeting in cancer are discussed in the present review, with focus on nuclear and mitochondrial functions and prostate, breast and head and neck malignancies.",
  "authors": [
    {
      "last_name": "Trembley",
      "fore_name": "Janeen H",
      "initials": "JH",
      "name": "Janeen H Trembley",
      "affiliations": [
        "Research Service, Minneapolis VA Health Care System, Minneapolis, MN, 55417, USA. trem0005@umn.edu.",
        "Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN, 55455, USA. trem0005@umn.edu.",
        "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, 55455, USA. trem0005@umn.edu."
      ],
      "orcid": "0000-0003-3597-2611"
    },
    {
      "last_name": "Kren",
      "fore_name": "Betsy T",
      "initials": "BT",
      "name": "Betsy T Kren",
      "affiliations": [
        "Research Service, Minneapolis VA Health Care System, Minneapolis, MN, 55417, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Biochemistry, Riphah International University, Islamabad, Pakistan."
      ],
      "orcid": "0000-0002-5785-6067"
    },
    {
      "last_name": "Scaria",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Scaria",
      "affiliations": [
        "Hematology/Oncology Section, Primary Care Service Line, Minneapolis VA Health Care System, Minneapolis, MN, 55417, USA."
      ]
    },
    {
      "last_name": "Klein",
      "fore_name": "Mark A",
      "initials": "MA",
      "name": "Mark A Klein",
      "affiliations": [
        "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, 55455, USA.",
        "Hematology/Oncology Section, Primary Care Service Line, Minneapolis VA Health Care System, Minneapolis, MN, 55417, USA.",
        "Department of Medicine, Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, 55455, USA."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Khalil",
      "initials": "K",
      "name": "Khalil Ahmed",
      "affiliations": [
        "Research Service, Minneapolis VA Health Care System, Minneapolis, MN, 55417, USA. ahmedk@umn.edu.",
        "Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN, 55455, USA. ahmedk@umn.edu.",
        "Masonic Cancer Center, University of Minnesota, Minneapolis, MN, 55455, USA. ahmedk@umn.edu.",
        "Department of Urology, University of Minnesota, Minneapolis, MN, 55455, USA. ahmedk@umn.edu."
      ],
      "orcid": "0000-0003-4531-6837"
    }
  ],
  "journal": {
    "title": "Molecular and cellular biochemistry",
    "iso_abbreviation": "Mol Cell Biochem",
    "issn": "1573-4919",
    "issn_type": "Electronic",
    "volume": "478",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "899",
  "end_page": "926",
  "pages": "899-926",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Casein Kinase II",
    "Cell Nucleus",
    "Apoptosis",
    "Head and Neck Neoplasms",
    "Cell Death"
  ],
  "article_ids": {
    "pubmed": "36114992",
    "pmc": "PMC9483426",
    "doi": "10.1007/s11010-022-04558-2",
    "pii": "10.1007/s11010-022-04558-2"
  },
  "doi": "10.1007/s11010-022-04558-2",
  "pmc_id": "PMC9483426",
  "dates": {
    "completed": "2023-04-04",
    "revised": "2023-05-24"
  },
  "chemicals": [
    "Casein Kinase II"
  ],
  "grants": [
    {
      "grant_id": "R01 CA015062",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "RO1CA15062",
      "agency": "National Cancer Institute, NIH, Department of Health and Human Services"
    },
    {
      "grant_id": "R01 CA150182",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "I01 BX003282",
      "agency": "BLRD VA",
      "country": "United States"
    },
    {
      "grant_id": "I01 BX005091",
      "agency": "BLRD VA",
      "country": "United States"
    },
    {
      "grant_id": "I01 BX003282",
      "agency": "BLRD VA",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.040617",
    "pmid": "36114992"
  }
}