{
  "pmid": "36118173",
  "uid": "36118173",
  "title": "Consensus docking and MM-PBSA computations identify putative furin protease inhibitors for developing potential therapeutics against COVID-19.",
  "abstract": "UNLABELLED: The coronavirus disease 2019 (COVID-19) is a pandemic that has severely posed substantial health challenges and claimed millions of lives. Though vaccines have been produced to stem the spread of this disease, the death rate remains high since drugs used for treatment have therapeutic challenges. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes the disease, has a slew of potential therapeutic targets. Among them is the furin protease, which has a cleavage site on the virus's spike protein. The cleavage site facilitates the entry of the virus into human cells via cell-cell fusion. This critical involvement of furin in the disease pathogenicity has made it a viable therapeutic strategy against the virus. This study employs the consensus docking approach using HYBRID and AutoDock Vina to virtually screen a pre-filtered library of 3942 natural product compounds of African origin against the human furin protease (PDB: 4RYD). Twenty of these compounds were selected as hits after meeting molecular docking cut-off of - 7 kcal.mol[-1], pose alignment inspection, and having favorable furin-ligand interactions. An area under the curve (AUC) value of 0.72 was computed from the receiver operator characteristic (ROC) curve, and Boltzmann-enhanced discrimination of the ROC curve (BEDROC) value of 0.65 showed that AutoDock Vina was a reasonable tool for selecting actives for this target. Seven of these hits were proposed as potential leads having had bonding interactions with catalytic triad residues Ser368, His194, and Asp153, and other essential residues in the active site with plausible binding free energies between - 189 and - 95 kJ/mol from the Molecular Mechanics Poisson-Boltzmann Surface Area (MM-PBSA) calculations as well as favorable ADME/Tox properties. The molecules were also predicted as antiviral, anti-inflammatory, membrane permeability inhibitors, RNA synthesis inhibitors, cytoprotective, and hepatoprotective with probable activity (Pa) above 0.5 and probable inactivity values below 0.1. Some of them also have anti-influenza activity. Influenza virus has many similarities with SARS-CoV-2 in their mode of entry into human cells as both are facilitated by the furin protease. Pinobanksin 3-(E)-caffeate, one of the potential leads is a propolis compound. Propolis compounds have shown inhibitory effects against ACE2, TMPRSS2, and PAK1 signaling pathways of SARS-CoV-2 in previous studies. Likewise, quercitrin is structurally similar to isoquercetin, which is currently in clinical trials as possible medication for COVID-19. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s11224-022-02056-1.",
  "authors": [
    {
      "last_name": "Dankwa",
      "fore_name": "Bismark",
      "initials": "B",
      "name": "Bismark Dankwa",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra LG 581, Ghana.",
        "Department of Computer Science, School of Physical & Mathematical Science, College of Basic & Applied Sciences, University of Ghana, LG 163 Legon, Accra Ghana."
      ]
    },
    {
      "last_name": "Broni",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Broni",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra LG 581, Ghana.",
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, Legon, Accra LG 77, Ghana.",
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153 USA."
      ]
    },
    {
      "last_name": "Enninful",
      "fore_name": "Kweku S",
      "initials": "KS",
      "name": "Kweku S Enninful",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra LG 581, Ghana."
      ]
    },
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, Legon, Accra LG 77, Ghana.",
        "Department of Biochemistry, Cell and Molecular Biology, West African Centre for Cell Biology of Infectious Pathogens, College of Basic and Applied Sciences, University of Ghana, Accra LG 54, Ghana."
      ],
      "orcid": "0000-0002-1093-1517"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra LG 581, Ghana.",
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153 USA."
      ]
    }
  ],
  "journal": {
    "title": "Structural chemistry",
    "iso_abbreviation": "Struct Chem",
    "issn": "1040-0400",
    "issn_type": "Print",
    "volume": "33",
    "issue": "6",
    "pub_year": "2022"
  },
  "start_page": "2221",
  "end_page": "2241",
  "pages": "2221-2241",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36118173",
    "pmc": "PMC9470509",
    "doi": "10.1007/s11224-022-02056-1",
    "pii": "2056"
  },
  "doi": "10.1007/s11224-022-02056-1",
  "pmc_id": "PMC9470509",
  "dates": {
    "revised": "2022-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.785268",
    "pmid": "36118173"
  }
}