{
  "pmid": "36124520",
  "uid": "36124520",
  "title": "Impact of Noise Exposure on Risk of Developing Stress-Related Health Effects Related to the Cardiovascular System: A Systematic Review and Meta-Analysis.",
  "abstract": "BACKGROUND: : Exposure to acute noise can cause an increase in biological stress reactions, which provides biological plausibility for a potential association between sustained noise exposure and stress-related health effects. However, the certainty in the evidence for an association between exposures to noise on short- and long-term biomarkers of stress has not been widely explored. The objective of this review was to evaluate the strength of evidence between noise exposure and changes in the biological parameters known to contribute to the development of stress-related adverse cardiovascular responses. MATERIALS AND METHODS: This systematic review comprises English language comparative studies available in PubMed, Cochrane Central, EMBASE, and CINAHL databases from January 1, 1980 to December 29, 2021. Where possible, random-effects meta-analyses were used to examine the effect of noise exposure from various sources on stress-related cardiovascular biomarkers. The risk of bias of individual studies was assessed using the risk of bias of nonrandomized studies of exposures instrument. The certainty of the body of evidence for each outcome was assessed using the Grading of Recommendations Assessment, Development, and Evaluation approach. RESULTS: : The search identified 133 primary studies reporting on blood pressure, hypertension, heart rate, cardiac arrhythmia, vascular resistance, and cardiac output. Meta-analyses of blood pressure, hypertension, and heart rate suggested there may be signals of increased risk in response to a higher noise threshold or incrementally higher levels of noise. Across all outcomes, the certainty of the evidence was very low due to concerns with the risk of bias, inconsistency across exposure sources, populations, and studies and imprecision in the estimates of effects. CONCLUSIONS: : This review identifies that exposure to higher levels of noise may increase the risk of some short- and long-term cardiovascular events; however, the certainty of the evidence was very low. This likely represents the inability to compare across the totality of the evidence for each outcome, underscoring the value of continued research in this area. Findings from this review may be used to inform policies of noise reduction or mitigation interventions.",
  "authors": [
    {
      "last_name": "Sivakumaran",
      "fore_name": "Kapeena",
      "initials": "K",
      "name": "Kapeena Sivakumaran",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON; Evidence Foundation, Cleveland Heights, OH, USA, Canada."
      ]
    },
    {
      "last_name": "Ritonja",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Ritonja",
      "affiliations": [
        "Université de Montréal Hospital Research Centre (CRCHUM), Montreal, QC; Department of Social and Preventive Medicine, Université de Montréal, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Waseem",
      "fore_name": "Haya",
      "initials": "H",
      "name": "Haya Waseem",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON; Evidence Foundation, Cleveland Heights, OH, USA, Canada."
      ]
    },
    {
      "last_name": "AlShenaibar",
      "fore_name": "Leena",
      "initials": "L",
      "name": "Leena AlShenaibar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON; Evidence Foundation, Cleveland Heights, OH, USA, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Elissa",
      "initials": "E",
      "name": "Elissa Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON; Evidence Foundation, Cleveland Heights, OH, USA, Canada."
      ]
    },
    {
      "last_name": "Ahmadi",
      "fore_name": "Salman A",
      "initials": "SA",
      "name": "Salman A Ahmadi",
      "affiliations": [
        "Department of Public Health Sciences, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Denning",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Denning",
      "affiliations": [
        "Health Canada, Environmental and Radiation Health Sciences Directorate, Consumer & Clinical Radiation Protection Bureau, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Michaud",
      "fore_name": "David S",
      "initials": "DS",
      "name": "David S Michaud",
      "affiliations": [
        "Health Canada, Environmental and Radiation Health Sciences Directorate, Consumer & Clinical Radiation Protection Bureau, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON; Evidence Foundation, Cleveland Heights, OH, USA, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Noise & health",
    "iso_abbreviation": "Noise Health",
    "issn": "1998-4030",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "114",
    "pub_year": "2022"
  },
  "start_page": "107",
  "end_page": "129",
  "pages": "107-129",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Blood Pressure",
    "Cardiovascular System",
    "Heart Rate",
    "Humans",
    "Hypertension",
    "Noise"
  ],
  "article_ids": {
    "pubmed": "36124520",
    "pmc": "PMC9743313",
    "doi": "10.4103/nah.nah_83_21",
    "pii": "NoiseHealth_2022_24_114_107_356135"
  },
  "doi": "10.4103/nah.nah_83_21",
  "pmc_id": "PMC9743313",
  "dates": {
    "completed": "2022-09-22",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.169586",
    "pmid": "36124520"
  }
}