{
  "pmid": "36127405",
  "uid": "36127405",
  "title": "Childhood nephrotic syndrome and the clinical profile of thromboembolism: a systematic review and meta-analysis.",
  "abstract": "Nephrotic syndrome (NS) is a common kidney disease of childhood, affecting 2-7 children per 100,000. A potentially life-threatening complication affecting children with NS is thromboembolism (TE). However, there remains a paucity of information regarding the burden of TE and its associated risk factors in this population. A systematic review was performed on observational studies examining TE events in children with NS, published in Medline, Embase, CINAHL, and CENTRAL, until May 2021. Meta-analyses were separately conducted on the prevalence of TE within articles exclusively studying children with congenital NS and among articles including all forms of NS. Out of 13,626 articles, 22 were included (14,290 children). The pooled prevalence of symptomatic TE among articles including patients with all forms of NS was 3.60% (95% CI 1.95-5.63), which increased to 8.70% (95% CI 5.11-12.96) in articles with exclusively congenital NS patients. Children with steroid-resistant NS were at a higher risk of TE compared to steroid-sensitive children (OR 4.40, 95% CI 1.34-15.59, p = 0.013). Focal segmental glomerulosclerosis was the most common histology present in patients with TE (51.2%). Children diagnosed with NS have a significant risk of TE, particularly in patients with congenital NS and steroid resistance. IMPACT: The prevalence of symptomatic thromboembolic (TE) events in children with nephrotic syndrome (NS) was 3.60% (95% CI 1.95-5.63), which increased more than two-fold in children with congenital NS to 8.70% (95% CI 5.11-12.96). Potential risk factors for TE events in this population include congenital forms of NS and steroid resistance. This review provides a better estimate of the prevalence of TE in children with NS, while identifying potentially higher-risk populations who may benefit from TE screening and thromboprophylaxis.",
  "authors": [
    {
      "last_name": "Dadgar",
      "fore_name": "Kayla",
      "initials": "K",
      "name": "Kayla Dadgar",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Xue",
      "fore_name": "Yuanxin",
      "initials": "Y",
      "name": "Yuanxin Xue",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Chung",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Chung",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sangar",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Sangar",
      "affiliations": [
        "Department of Health Sciences: Health Science Library, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Mihir",
      "initials": "M",
      "name": "Mihir Bhatt",
      "affiliations": [
        "Division of Pediatric Hematology/Oncology, McMaster Children's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Anthony K C",
      "initials": "AKC",
      "name": "Anthony K C Chan",
      "affiliations": [
        "Division of Pediatric Hematology/Oncology, McMaster Children's Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Geddie",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Geddie",
      "affiliations": [
        "Department of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada. chanchlr@mcmaster.ca.",
        "Department of Health Research Methods, Research, and Impact, McMaster University, Hamilton, ON, Canada. chanchlr@mcmaster.ca.",
        "ICES McMaster, McMaster University, Hamilton, ON, Canada. chanchlr@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric research",
    "iso_abbreviation": "Pediatr Res",
    "issn": "1530-0447",
    "issn_type": "Electronic",
    "volume": "93",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "1463",
  "end_page": "1469",
  "pages": "1463-1469",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Research Support, Non-U.S. Gov't",
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Nephrotic Syndrome",
    "Anticoagulants",
    "Venous Thromboembolism",
    "Steroids"
  ],
  "article_ids": {
    "pubmed": "36127405",
    "doi": "10.1038/s41390-022-02302-6",
    "pii": "10.1038/s41390-022-02302-6"
  },
  "doi": "10.1038/s41390-022-02302-6",
  "dates": {
    "completed": "2023-05-12",
    "revised": "2023-05-15"
  },
  "chemicals": [
    "Anticoagulants",
    "Steroids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.095781",
    "pmid": "36127405"
  }
}