{
  "pmid": "36129381",
  "uid": "36129381",
  "title": "Prevention of pre-eclampsia with aspirin: A systematic review of guidelines and evaluation of the quality of recommendation evidence.",
  "abstract": "BACKGROUND: Evidence has shown significant benefits of aspirin for preventing pre-eclampsia. OBJECTIVES: The objective of this study was to systematically review recommendations from clinical practice guidelines and other recommendation documents on aspirin for the prevention of pre-eclampsia. SEARCH STRATEGY: Ten databases were searched for statements from December 1, 2013, to January 1, 2022. SELECTION CRITERIA: Without language restrictions, the most recent version of documents was considered. DATA COLLECTION AND ANALYSIS: Two authors independently extracted recommendations. Guideline quality was assessed using a modified AGREE-II instrument and the AGREE-REX tool. MAIN RESULTS: Out of 48 statements on the prevention of pre-eclampsia, 46 had recommendations on use of aspirin. Of them, 39 were supported by evidence from systematic reviews or randomized controlled trials. Three statements reported aspirin's significant reductions in preterm pre-eclampsia and one in perinatal death. Concerning quality, 41% of statements were rated as high quality in all domains of the AGREE-II tool, 15% were rated high quality in all domains of the AGREE-REX tool, and 11% were rated high quality in all domains on both tools. CONCLUSIONS: While 96% of statements advocated for use of aspirin, only 9% reported a significant reduction in preterm pre-eclampsia or perinatal death. Based on the AGREE tools, future statements could use methodological improvement.",
  "authors": [
    {
      "last_name": "Ninan",
      "fore_name": "Kiran",
      "initials": "K",
      "name": "Kiran Ninan",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Rifaa",
      "initials": "R",
      "name": "Rifaa Ali",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morfaw",
      "fore_name": "Frederick",
      "initials": "F",
      "name": "Frederick Morfaw",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Maternal-Fetal Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4461-2178"
    }
  ],
  "journal": {
    "title": "International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics",
    "iso_abbreviation": "Int J Gynaecol Obstet",
    "issn": "1879-3479",
    "issn_type": "Electronic",
    "volume": "161",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "26",
  "end_page": "39",
  "pages": "26-39",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Pregnancy",
    "Female",
    "Infant, Newborn",
    "Humans",
    "Aspirin",
    "Pre-Eclampsia",
    "Perinatal Death"
  ],
  "article_ids": {
    "pubmed": "36129381",
    "doi": "10.1002/ijgo.14471"
  },
  "doi": "10.1002/ijgo.14471",
  "dates": {
    "completed": "2023-03-16",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.090329",
    "pmid": "36129381"
  }
}