{
  "pmid": "36124659",
  "uid": "36124659",
  "title": "Addressing Health Inequities in Digital Clinical Trials: A Review of Challenges and Solutions From the Field of HIV Research.",
  "abstract": "Clinical trials are considered the gold standard for establishing efficacy of health interventions, thus determining which interventions are brought to scale in health care and public health programs. Digital clinical trials, broadly defined as trials that have partial to full integration of technology across implementation, interventions, and/or data collection, are valued for increased efficiencies as well as testing of digitally delivered interventions. Although recent reviews have described the advantages and disadvantages of and provided recommendations for improving scientific rigor in the conduct of digital clinical trials, few to none have investigated how digital clinical trials address the digital divide, whether they are equitably accessible, and if trial outcomes are potentially beneficial only to those with optimal and consistent access to technology. Human immunodeficiency virus (HIV), among other health conditions, disproportionately affects socially and economically marginalized populations, raising questions of whether interventions found to be efficacious in digital clinical trials and subsequently brought to scale will sufficiently and consistently reach and provide benefit to these populations. We reviewed examples from HIV research from across geographic settings to describe how digital clinical trials can either reproduce or mitigate health inequities via the design and implementation of the digital clinical trials and, ultimately, the programs that result. We discuss how digital clinical trials can be intentionally designed to prevent inequities, monitor ongoing access and utilization, and assess for differential impacts among subgroups with diverse technology access and use. These findings can be generalized to many other health fields and are practical considerations for donors, investigators, reviewers, and ethics committees engaged in digital clinical trials.",
  "authors": [
    {
      "last_name": "Wirtz",
      "fore_name": "Andrea L",
      "initials": "AL",
      "name": "Andrea L Wirtz",
      "affiliations": []
    },
    {
      "last_name": "Logie",
      "fore_name": "Carmen H",
      "initials": "CH",
      "name": "Carmen H Logie",
      "affiliations": []
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Epidemiologic reviews",
    "iso_abbreviation": "Epidemiol Rev",
    "issn": "1478-6729",
    "issn_type": "Electronic",
    "volume": "44",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "21"
  },
  "start_page": "87",
  "end_page": "109",
  "pages": "87-109",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Humans",
    "HIV",
    "Delivery of Health Care",
    "Data Collection",
    "HIV Infections",
    "Health Inequities"
  ],
  "article_ids": {
    "pubmed": "36124659",
    "pmc": "PMC10362940",
    "doi": "10.1093/epirev/mxac008",
    "pii": "6702456"
  },
  "doi": "10.1093/epirev/mxac008",
  "pmc_id": "PMC10362940",
  "dates": {
    "completed": "2022-12-26",
    "revised": "2023-09-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 AI094189",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UG3 AI133669",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UH3 AI133669",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:41:40.389960",
    "pmid": "36124659"
  }
}