{
  "pmid": "36124467",
  "uid": "36124467",
  "title": "Four-year outcomes for endoscopic sleeve gastroplasty from a single centre in India.",
  "abstract": "BACKGROUND: Bariatric endoscopy has emerged for non-surgical treatment of obesity, providing a treatment option for weight loss and associated comorbidities. Outcomes of endoscopic sleeve gastroplasty (ESG) of 12 months have been published by our team and there is a need for longer follow-up period understanding the effects of ESG techniques. AIM: This report emphasises on weight loss pattern in follow-up time points and monitors the post-procedure improvement in comorbidities with minimum 4-year follow-up of patients undergoing ESG at a single academic centre in India. SUBJECTS AND METHODS: This was a prospective cohort study. All procedures were performed by the same surgeon. Patients with a body mass index of >30 kg/m[2] (or >27 with comorbidities) underwent ESG for treatment of obesity. Patients were systematically followed yearly after their procedure. Data collected on the primary outcome and secondary outcomes were analysed and presented. RESULTS: 612 patients (69.3% female) with a mean age of 40.70 ± 12.66 years and mean body mass index of 34.30 ± 5.05 kg/m[2] underwent ESG. Out of 612 patients, follow-up rates for a 1-2-3 and 4 years were 93.1%, 90.2%, 81.7% and 81.9%, respectively. The mean percentage total body weight loss was 18.19% (95% confidence interval [CI]: 17.72-18.57) and %EWL was 49.30% (95% CI: 48.91-49.68) with 90% of participants-maintaining a percentage of total weight loss of ≥5% and 70% of patients maintaining an EWL of ≥25% at 4 years, respectively. Resolution/improvement of comorbidities was 51.2% cases of T2DM, 65.8% cases of hypertension, 73.6% cases of dyslipidaemia and 89.9% remission were in obstructive sleep apnoea. No patient required an emergency intervention, and there was no mortality or significant morbidity. CONCLUSIONS: This study shows acceptable results with ESG at 4 years in our unit. Regular monitoring by a multidisciplinary nurtures weight loss, resolution or improvement of comorbidities and improvement of quality of life with low perioperative complications. There is a need for more reports with this approach to determine the amount and duration of weight loss outcome and medical intervention.",
  "authors": [
    {
      "last_name": "Bhandari",
      "fore_name": "Mahak",
      "initials": "M",
      "name": "Mahak Bhandari",
      "affiliations": [
        "Department of Surgery, Sri Aurobindo Medical College and PG Institute, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Kosta",
      "fore_name": "Susmit",
      "initials": "S",
      "name": "Susmit Kosta",
      "affiliations": [
        "Department of Central Research Lab, Sri Aurobindo Medical College and PG Institute, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Reddy",
      "fore_name": "Manoj",
      "initials": "M",
      "name": "Manoj Reddy",
      "affiliations": [
        "Department of Surgery, Sri Aurobindo Medical College and PG Institute, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Mathur",
      "fore_name": "Winni",
      "initials": "W",
      "name": "Winni Mathur",
      "affiliations": [
        "Department of Surgery, Mohak Bariatrics and Robotics, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Neto",
      "fore_name": "Manoel Galvao",
      "initials": "MG",
      "name": "Manoel Galvao Neto",
      "affiliations": [
        "Department of Surgery, Mohak Bariatrics and Robotics, Indore, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, Mohak Bariatrics and Robotics, Indore, Madhya Pradesh, India."
      ]
    }
  ],
  "journal": {
    "title": "Journal of minimal access surgery",
    "iso_abbreviation": "J Minim Access Surg",
    "issn": "0972-9941",
    "issn_type": "Print",
    "volume": "19",
    "issue": "1",
    "pub_year": "2023"
  },
  "start_page": "101",
  "end_page": "106",
  "pages": "101-106",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36124467",
    "pmc": "PMC10034804",
    "doi": "10.4103/jmas.jmas_3_22",
    "pii": "354301"
  },
  "doi": "10.4103/jmas.jmas_3_22",
  "pmc_id": "PMC10034804",
  "dates": {
    "revised": "2023-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.247854",
    "pmid": "36124467"
  }
}