{
  "pmid": "36121120",
  "uid": "36121120",
  "title": "Dose rate versus gantry speed performance evaluation for slow gantry speeds using DICOM RT plans.",
  "abstract": "PURPOSE: Varian provides a DICOM RT Plan file that users can deliver to the electronic portal imaging device (EPID) panel to confirm the linear accelerator delivers consistent dose output across several regions of interest for varying dose rates and gantry speeds (DRGS). This work investigates if (a) the vendor-provided DRGS DICOM RT Plan is valid within the gantry speed range of stereotactic body radiation therapy (SBRT) treatments, and (b) if output constancy is maintained at those gantry speeds on a TrueBeam. METHODS: Python code was written to iterate through all control points in the DICOM RT Plan files for 21 SBRT patients and the MU per degree values were calculated for each control point. A histogram was generated to illustrate how MU per degree was distributed among the control points from the patient plans. Then, the total number of MUs was increased in the vendor-provided DRGS DICOM file to make a \"modified DRGS DICOM RT Plan,\" which surpasses the maximum MU per degree value found in the patient plans, forcing the gantry to travel at slow speeds and deliver more MU per degree over the same arc length (representative of those during SBRT treatment delivery). The modified DRGS DICOM RT Plan file was then delivered on a TrueBeam to acquire EPID images of the dose distribution. The EPID images were analyzed with Pylinac, a Python library that analyzes DICOM RT images acquired during routine linac QA. RESULTS: Over 83% of patient DICOM RT Plan control points had MU per degree values greater than the MU per degree values in the vendor-provided DRGS DICOM file. The Pylinac analysis of the EPID-acquired images found a maximum deviation of 0.4% from machine baselines. CONCLUSIONS: The modified DRGS DICOM file can be used to determine if a TrueBeam linac is operating within specifications even when very low gantry speeds are reached.",
  "authors": [
    {
      "last_name": "Bredikin",
      "fore_name": "Alexander Z",
      "initials": "AZ",
      "name": "Alexander Z Bredikin",
      "affiliations": [
        "Department of Radiation Oncology, MD Anderson Cancer Center at Cooper, Voorhees, New Jersey, USA."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Walsh",
      "affiliations": [
        "Department of Radiation Oncology, MD Anderson Cancer Center at Cooper, Voorhees, New Jersey, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of applied clinical medical physics",
    "iso_abbreviation": "J Appl Clin Med Phys",
    "issn": "1526-9914",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "e13786",
  "pages": "e13786",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Electrical Equipment and Supplies",
    "Particle Accelerators",
    "Radiotherapy, Intensity-Modulated",
    "Radiotherapy Planning, Computer-Assisted",
    "Radiotherapy Dosage"
  ],
  "article_ids": {
    "pubmed": "36121120",
    "pmc": "PMC9588258",
    "doi": "10.1002/acm2.13786"
  },
  "doi": "10.1002/acm2.13786",
  "pmc_id": "PMC9588258",
  "dates": {
    "completed": "2022-10-25",
    "revised": "2022-10-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.081540",
    "pmid": "36121120"
  }
}