{
  "pmid": "36121587",
  "uid": "36121587",
  "title": "Direct Oral Anticoagulation Versus Warfarin in Patients with Atrial Fibrillation and Bioprosthetic Heart Valves: a Retrospective, Real-World Cohort Study.",
  "abstract": "OBJECTIVE: In this retrospective cohort study of consecutive patients with atrial fibrillation and surgical or transcatheter bioprosthetic valve, we compared the efficacy and safety of direct oral anticoagulants with warfarin. METHODS: Using linked health administrative databases housed at the Institute for Clinical Evaluative Sciences, we identified consecutive patients in Ontario (Canada) 65 years of age or older with AF who underwent bioprosthetic valve replacement between 1 April 2012 and 31 March 2017. We created a time-varying Cox model to examine the relationship between the type of anticoagulant and time to thrombotic or bleeding events after adjustment for baseline risk of thrombosis using the CHA2DS2-VASc score and risk of bleeding using the HAS-BLED scores. We conducted prespecified subgroup analyses according to whether valve implantation was surgical or transcatheter. RESULTS: We identified 2245 eligible patients. The mean age was 79 years, 41% were female, and 39% had transcatheter aortic valve replacement. Risk of death or thrombosis was not different between direct oral anticoagulants and warfarin after adjustment for CHA2DS2-VASc score (hazard ratio [HR] 1.02, 95% confidence interval [CI], 0.83-1.25). Risk of death or bleeding was not different between direct oral anticoagulants and warfarin after adjustment for HAS-BLED score (HR 0.89, 95% CI 0.75-1.07). Subgroup analyses of surgical or transcatheter valves were consistent with overall results. CONCLUSIONS: In a real-world population of patients with atrial fibrillation and bioprosthetic valve replacement, we found no difference between direct oral anticoagulants and warfarin with regard to the risk of thrombosis or bleeding.",
  "authors": [
    {
      "last_name": "Eikelboom",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Eikelboom",
      "affiliations": [
        "Department of Surgery, Max Rady College of Medicine, University of Manitoba, Winnipeg, MB, Canada. eikelbr@mcmaster.ca.",
        "Division of Cardiac Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada. eikelbr@mcmaster.ca."
      ],
      "orcid": "0000-0001-6005-5458"
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sibilio",
      "fore_name": "Serena",
      "initials": "S",
      "name": "Serena Sibilio",
      "affiliations": [
        "Dipartimento Di Cardiochirurgia, Istituto Clinico Sant'Ambrogio, Milan, Lombardy, Italy."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "Francis",
      "initials": "F",
      "name": "Francis Nguyen",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences McMaster, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Perez",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Perez",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences McMaster, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Weitz",
      "fore_name": "Jeffrey I",
      "initials": "JI",
      "name": "Jeffrey I Weitz",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, ON, Canada.",
        "Thrombosis and Atherosclerosis Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Belley-Cote",
      "fore_name": "Emilie",
      "initials": "E",
      "name": "Emilie Belley-Cote",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Cardiovascular drugs and therapy",
    "iso_abbreviation": "Cardiovasc Drugs Ther",
    "issn": "1573-7241",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "109",
  "end_page": "117",
  "pages": "109-117",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Aged",
    "Male",
    "Warfarin",
    "Atrial Fibrillation",
    "Retrospective Studies",
    "Cohort Studies",
    "Heart Valve Prosthesis",
    "Anticoagulants",
    "Heart Valves",
    "Hemorrhage",
    "Thrombosis",
    "Administration, Oral",
    "Stroke",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "36121587",
    "doi": "10.1007/s10557-022-07381-5",
    "pii": "10.1007/s10557-022-07381-5"
  },
  "doi": "10.1007/s10557-022-07381-5",
  "dates": {
    "completed": "2024-02-20",
    "revised": "2024-02-20"
  },
  "chemicals": [
    "Warfarin",
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.229968",
    "pmid": "36121587"
  }
}