{
  "pmid": "36129426",
  "uid": "36129426",
  "title": "Varenicline for Tobacco-Dependent Adults Who Are Not Ready to Discontinue Use: A Systematic Review and Meta-Analysis.",
  "abstract": "Rationale: Not all individuals with tobacco dependence are ready to give up smoking. Research reveals behavioral differences between adults ready to discontinue tobacco use and those who are not. Thus, the interventions applied to these populations might differ. However, the evidence of using varenicline in individuals who are not ready to discontinue tobacco use is uncertain. Objectives: To determine if, in tobacco-dependent adults who report not being ready to discontinue tobacco use, clinicians should begin treatment with varenicline or wait until subjects are ready to discontinue tobacco use. Methods: We conducted a systematic review to assess the effectiveness and safety of treatment with varenicline in tobacco-dependent adults who are not ready to discontinue tobacco use. We systematically searched the Cumulative Index to Nursing and Allied Health Literature, Embase, MEDLINE, and the Cochrane Central Register of Controlled Trials to identify randomized controlled trials comparing varenicline versus placebo for individuals who were not ready to discontinue tobacco use. Outcomes of interest include point prevalence abstinence during treatment or at six months or longer, smoking reduction, motivation to quit, adverse events, and withdrawal symptoms. Two authors independently extracted data and assessed eligibility and risk of bias using a standardized data collection form. We followed the Grading of Recommendations, Assessment, Development and Evaluations approach to assess the certainty of evidence. Results: Five trials met our inclusion criteria. All 2,616 participants were adults who were not ready to discontinue tobacco use at study entry. For 7-day point prevalence abstinence at six months or longer, high-certainty evidence suggested that varenicline increased abstinence compared with placebo (relative risk, 2.00 [95% confidence interval (CI), 1.70-2.35]; absolute risk reduction, 173 more per 1,000 [95% CI, 121 more to 234 more]). We identified moderate-certainty evidence suggesting that varenicline increased serious adverse events (relative risk, 1.75 [95% CI, 0.98-3.13]; absolute risk reduction, 12 more per 1,000 [95% CI, 0 fewer to 35 more]). For withdrawal, low-certainty evidence suggested that varenicline treatment was associated with a lower symptom score (mean difference, 1.54 points lower; 95% CI, 2.15-0.93 points lower; low certainty) assessed using the Brief Questionnaire of Smoking Urges. Conclusions: In tobacco-dependent adults who are not ready to discontinue tobacco use, initiating varenicline treatment results in a large increase in abstinence and likely results in a slight increase in serious adverse events.",
  "authors": [
    {
      "last_name": "Lopes",
      "fore_name": "Luciane Cruz",
      "initials": "LC",
      "name": "Luciane Cruz Lopes",
      "affiliations": [
        "Pharmaceutical Science Graduate Course, University of Sorocaba, Sao Paulo, Brazil."
      ],
      "orcid": "0000-0002-3684-3275"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact and."
      ],
      "orcid": "0000-0002-4174-0641"
    },
    {
      "last_name": "Ross",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Ross",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact and."
      ]
    },
    {
      "last_name": "Fulone",
      "fore_name": "Izabela",
      "initials": "I",
      "name": "Izabela Fulone",
      "affiliations": [
        "Pharmaceutical Science Graduate Course, University of Sorocaba, Sao Paulo, Brazil."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Meng",
      "initials": "M",
      "name": "Meng Zhu",
      "affiliations": []
    },
    {
      "last_name": "O'Brien",
      "fore_name": "Kelly K",
      "initials": "KK",
      "name": "Kelly K O'Brien",
      "affiliations": [
        "Library and Archives, American Dental Association, Chicago, Illinois.",
        "Academic Unit of Lifespan and Population Health, School of Medicine, University of Nottingham, Nottingham, United Kingdom."
      ]
    },
    {
      "last_name": "Pavalagantharajah",
      "fore_name": "Sureka",
      "initials": "S",
      "name": "Sureka Pavalagantharajah",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leone",
      "fore_name": "Frank T",
      "initials": "FT",
      "name": "Frank T Leone",
      "affiliations": [
        "Comprehensive Smoking Treatment Program, Penn Lung Center, Philadelphia, Pennsylvania."
      ]
    },
    {
      "last_name": "Sachs",
      "fore_name": "David P L",
      "initials": "DPL",
      "name": "David P L Sachs",
      "affiliations": [
        "Palo Alto Center for Pulmonary Disease Prevention, Palo Alto, California."
      ]
    },
    {
      "last_name": "Kathuria",
      "fore_name": "Hasmeena",
      "initials": "H",
      "name": "Hasmeena Kathuria",
      "affiliations": [
        "The Pulmonary Center, School of Medicine, Boston University, Boston, Massachusetts."
      ],
      "orcid": "0000-0002-9062-409X"
    },
    {
      "last_name": "Murray",
      "fore_name": "Rachael L",
      "initials": "RL",
      "name": "Rachael L Murray",
      "affiliations": [
        "Center for Evidence Based Integrative Medicine-Clarity Collaboration, Guang'anmen Hospital, and."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact and.",
        "Center for Evidence Based Integrative Medicine-Clarity Collaboration, Guang'anmen Hospital, and.",
        "Institute of Acupuncture and Moxibustion, China Academy of Chinese Medical Sciences, Beijing, China; and.",
        "Ningbo Nottingham GRADE Center, University of Nottingham, Ningbo, China."
      ],
      "orcid": "0000-0002-6318-3575"
    }
  ],
  "journal": {
    "title": "Annals of the American Thoracic Society",
    "iso_abbreviation": "Ann Am Thorac Soc",
    "issn": "2325-6621",
    "issn_type": "Electronic",
    "volume": "19",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "2077",
  "end_page": "2086",
  "pages": "2077-2086",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Varenicline",
    "Nicotinic Agonists",
    "Smoking Cessation",
    "Bupropion",
    "Tobacco Use",
    "Tobacco Products"
  ],
  "article_ids": {
    "pubmed": "36129426",
    "doi": "10.1513/AnnalsATS.202110-1122OC"
  },
  "doi": "10.1513/AnnalsATS.202110-1122OC",
  "dates": {
    "completed": "2022-12-05",
    "revised": "2024-11-27"
  },
  "chemicals": [
    "Varenicline",
    "Nicotinic Agonists",
    "Bupropion"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.626786",
    "pmid": "36129426"
  }
}