{
  "pmid": "36139579",
  "uid": "36139579",
  "title": "Acupuncture for Managing Cancer-Related Fatigue in Breast Cancer Patients: A Systematic Review and Meta-Analysis.",
  "abstract": "Breast cancer (BC) is the most common cancer in women and is a serious threat to women's health. Cancer-related fatigue (CRF) is a distressing symptom in BC patients during and after chemotherapy or radiation therapy that severely affects quality of life (QoL). AT is widely used for fatigue management. However, the effect of AT on CRF is still uncertain. This study aimed to evaluate the efficacy and safety of AT in the management of CRF in patients with BC. Eleven databases were searched through June 2022. Two researchers independently performed the database search, study selection, data extraction, and risk of bias assessment. Study selection was performed based on predefined Participants, Intervention, Comparators, Outcomes, Study design (PICOS) criteria, and the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines were followed when reporting the results. A meta-analysis was performed according to the Cochrane systematic review method using RevMan 5.3. A total of 12 studies including a total of 1084 participants were included. The results showed that AT had a beneficial effect compared with sham AT (n = 256, SMD = -0.26, 95% CI [-0.51, -0.01], p = 0.04, I[2] = 0%) and a long-term effect on fatigue score (n = 209, MD = -0.32, 95% CI [-0.59, -0.04], p = 0.02, I[2] = 0%). Meta-analysis showed that AT had a beneficial effect compared with usual care (UC) on fatigue scores (n = 238, SMD = -0.39, 95% CI [-0.66 to -0.12], p = 0.005, I[2] = 0%). Of the 12 articles, 3 articles were judged as having a low risk of bias in all domains and hence were of high quality. No serious adverse effects were identified. AT is an effective and safe treatment for CRF, and AT is more effective than sham AT or UC or wait-list control (WLC). Nevertheless, the methodological quality of most of these studies was low, and the included studies/sample sizes were small, so the ability to derive decisive implications was limited. Further research is needed to confirm these findings.",
  "authors": [
    {
      "last_name": "Choi",
      "fore_name": "Tae-Young",
      "initials": "TY",
      "name": "Tae-Young Choi",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon 34054, Korea."
      ],
      "orcid": "0000-0003-0638-2153"
    },
    {
      "last_name": "Ang",
      "fore_name": "Lin",
      "initials": "L",
      "name": "Lin Ang",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon 34054, Korea."
      ],
      "orcid": "0000-0002-7273-9600"
    },
    {
      "last_name": "Jun",
      "fore_name": "Ji Hee",
      "initials": "JH",
      "name": "Ji Hee Jun",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon 34054, Korea."
      ],
      "orcid": "0000-0001-9084-903X"
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, 0107 Oslo, Norway.",
        "The National Research Center in Complementary and Alternative Medicine (NAFKAM), Department of Community Medicine, Faculty of Health Science, UiT, The Arctic University of Norway, 9037 Tromsø, Norway."
      ],
      "orcid": "0000-0001-6876-1699"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, 0107 Oslo, Norway."
      ],
      "orcid": "0000-0001-7986-6568"
    },
    {
      "last_name": "Lu",
      "fore_name": "Weidong",
      "initials": "W",
      "name": "Weidong Lu",
      "affiliations": [
        "Dana-Farber Cancer Institute, Harvard Medical School USA, Boston, MA 02115, USA."
      ],
      "orcid": "0000-0003-2838-6307"
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon 34054, Korea."
      ],
      "orcid": "0000-0001-6651-7641"
    }
  ],
  "journal": {
    "title": "Cancers",
    "iso_abbreviation": "Cancers (Basel)",
    "issn": "2072-6694",
    "issn_type": "Print",
    "volume": "14",
    "issue": "18",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "11"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36139579",
    "pmc": "PMC9496910",
    "doi": "10.3390/cancers14184419",
    "pii": "cancers14184419"
  },
  "doi": "10.3390/cancers14184419",
  "pmc_id": "PMC9496910",
  "dates": {
    "revised": "2022-09-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "KSN2022210",
      "agency": "Korea Institute of Oriental Medicine"
    },
    {
      "grant_id": "207697-2019",
      "agency": "Pink Ribbon, which is a collaboration between The Norwegian Cancer Association and the Breast Cancer Society"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.709752",
    "pmid": "36139579"
  }
}