{
  "pmid": "36143666",
  "uid": "36143666",
  "title": "Clarification of Temperature Field Evolution in Large-Scale Electric Upsetting Process of Ni80A Superalloy through Finite Element Method.",
  "abstract": "Electric upsetting has been widely employed to manufacture the preformed workpiece of large-scale exhaust valves. The temperature field in the electric upsetting process plays an important role in microstructure evolution and defect formation. In order to uncover the temperature evolution in a larger-scale electric upsetting process, the electric-thermal-mechanical multi-field coupling finite element model was developed to simulate the electric upsetting forming process of Ni80A superalloy. The temperature distribution characteristics and their formation mechanisms under different stages were analyzed systematically. Results indicate that at the preheating stage, the billet temperature increases from 20 °C to 516.7 °C, and the higher temperature region firstly appears at the contact surface between billet and anvil due to the combined effects of contact resistance and volume resistance. With increasing preheating time, the higher temperature region is transferred to the interior of the billet because the contact resistance is reduced with increasing temperature. As for the forming process, the billet is gradually deformed into an onion shape. The highest billet temperature increases to 1150 °C and keeps relatively constant. The high temperature region always appears at the neck of the onion due to the relatively higher current density at this place. It enlarges continuously in the primary stage and intermediate stage, and then decreases at the stable deformation stage. The low temperature regions lie in the contact surface and the outer surface of the onion because a lot of heat is lost to the anvil and surroundings through thermal conduction and radiation. Finally, the established finite element model was verified by an actual electric upsetting experiment. The average relative error between simulated temperatures and experimental ones was estimated as 7.54%. The longitudinal and radial errors between simulated onion shape and the experimental one were calculated as 1.38% and 2.70%, respectively.",
  "authors": [
    {
      "last_name": "Zhao",
      "fore_name": "Jiang",
      "initials": "J",
      "name": "Jiang Zhao",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Quan",
      "fore_name": "Guo-Zheng",
      "initials": "GZ",
      "name": "Guo-Zheng Quan",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China.",
        "State Key Laboratory of Materials Processing and Die & Mould Technology, Huazhong University of Science and Technology, Wuhan 430074, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jian-Sheng",
      "initials": "JS",
      "name": "Jian-Sheng Zhang",
      "affiliations": [
        "Chongqing Jiepin Technology Co., Ltd., Chongqing 400050, China."
      ],
      "orcid": "0000-0002-9645-9531"
    }
  ],
  "journal": {
    "title": "Materials (Basel, Switzerland)",
    "iso_abbreviation": "Materials (Basel)",
    "issn": "1996-1944",
    "issn_type": "Print",
    "volume": "15",
    "issue": "18",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "13"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36143666",
    "pmc": "PMC9505809",
    "doi": "10.3390/ma15186358",
    "pii": "ma15186358"
  },
  "doi": "10.3390/ma15186358",
  "pmc_id": "PMC9505809",
  "dates": {
    "revised": "2022-09-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "52175287",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "P2021-001",
      "agency": "Open Fund of State Key Laboratory of Materials Processing and Die & Mould Technology"
    },
    {
      "grant_id": "No.cstc2022ycjh-bgzxm0224",
      "agency": "Chongqing Technical Innovation and Application Development Special Project"
    },
    {
      "grant_id": "No.2021XMT006",
      "agency": "Postdoctoral Research Project of Chongqing"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.531526",
    "pmid": "36143666"
  }
}