{
  "pmid": "36143738",
  "uid": "36143738",
  "title": "Influencing Mechanisms of Prior Cold Deformation on Mixed Grain Boundary Network in the Thermal Deformation of Ni80A Superalloy.",
  "abstract": "Within the grain boundary engineering (GBE) of alloys, a mixed grain boundary network with random grain boundaries interrupted by twin boundaries, contributes to enhancing the overall grain boundary-related properties. The higher density of twin boundaries is pursued herein. Furthermore, a two-stage deformation method, i.e., prior cold deformation followed by thermal deformation, was proposed for improving the mixed grain boundary network in the thermal deformation of Ni80A superalloy. The influence of prior cold deformation on the mixed grain boundary network was investigated through a series of two-stage deformation experiments. The analysis of the stress-strain curves shows that the critical strain for dynamic recrystallization (DRX) and peak strains decrease significantly under the effect of prior cold deformation. In comparison to the necklace-like microstructures that occur after a single thermal deformation, the microstructures apparent after a two-stage deformation are characterized by finer DRX grains with abundant Σ3[n] twin boundaries, with a significantly improved density of the Σ3[n] twin boundaries (BLDΣ3[n]) by a factor of around nine. With increasing prior cold strain, the grain size, after a two-stage deformation, decreases continuously, while the BLDΣ3[n] increases firstly and then decreases. The mechanisms for improving the mixed grain boundary network via two-stage deformation were uncovered. The sub-grain boundaries formed in prior cold deformation stimulate the nucleation of DRX grains and twins; meanwhile, the driving force for grain boundary migration is enhanced due to prior stored energy. Then, DRX is activated in advance and occurs more completely, thereby promoting the formation of Σ3[n] twin boundaries.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Quan",
      "fore_name": "Guo-Zheng",
      "initials": "GZ",
      "name": "Guo-Zheng Quan",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China.",
        "State Key Laboratory of Materials Processing and Die & Mould Technology, Huazhong University of Science and Technology, Wuhan 430074, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Jiang",
      "initials": "J",
      "name": "Jiang Zhao",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Xiong",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Xiong",
      "affiliations": [
        "Key Laboratory of Advanced Reactor Engineering and Safety of Ministry of Education, Collaborative Innovation Center of Advanced Nuclear Energy Technology, Institute of Nuclear and New Energy Technology, Tsinghua University, Beijing 100084, China."
      ],
      "orcid": "0000-0003-2095-041X"
    }
  ],
  "journal": {
    "title": "Materials (Basel, Switzerland)",
    "iso_abbreviation": "Materials (Basel)",
    "issn": "1996-1944",
    "issn_type": "Print",
    "volume": "15",
    "issue": "18",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "16"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36143738",
    "pmc": "PMC9506127",
    "doi": "10.3390/ma15186426",
    "pii": "ma15186426"
  },
  "doi": "10.3390/ma15186426",
  "pmc_id": "PMC9506127",
  "dates": {
    "revised": "2022-09-28"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "52175287",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "P2021-001",
      "agency": "Open Fund of State Key Laboratory of Materials Processing and Die and Mould Technology, China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.532053",
    "pmid": "36143738"
  }
}