{
  "pmid": "36155131",
  "uid": "36155131",
  "title": "Plasma exchange and glucocorticoids to delay death or end-stage renal disease in anti-neutrophil cytoplasm antibody-associated vasculitis: PEXIVAS non-inferiority factorial RCT.",
  "abstract": "BACKGROUND: Anti-neutrophil cytoplasm antibody-associated vasculitis is a multisystem, autoimmune disease that causes organ failure and death. Physical removal of pathogenic autoantibodies by plasma exchange is recommended for severe presentations, along with high-dose glucocorticoids, but glucocorticoid toxicity contributes to morbidity and mortality. The lack of a robust evidence base to guide the use of plasma exchange and glucocorticoid dosing contributes to variation in practice and suboptimal outcomes. OBJECTIVES: We aimed to determine the clinical efficacy of plasma exchange in addition to immunosuppressive therapy and glucocorticoids with respect to death and end-stage renal disease in patients with severe anti-neutrophil cytoplasm antibody-associated vasculitis. We also aimed to determine whether or not a reduced-dose glucocorticoid regimen was non-inferior to a standard-dose regimen with respect to death and end-stage renal disease. DESIGN: This was an international, multicentre, open-label, randomised controlled trial. Patients were randomised in a two-by-two factorial design to receive either adjunctive plasma exchange or no plasma exchange, and either a reduced or a standard glucocorticoid dosing regimen. All patients received immunosuppressive induction therapy with cyclophosphamide or rituximab. SETTING: Ninety-five hospitals in Europe, North America, Australia/New Zealand and Japan participated. PARTICIPANTS: Participants were aged ≥ 16 years with a diagnosis of granulomatosis with polyangiitis or microscopic polyangiitis, and either proteinase 3 anti-neutrophil cytoplasm antibody or myeloperoxidase anti-neutrophil cytoplasm antibody positivity, and a glomerular filtration rate of < 50 ml/minute/1.73 m[2] or diffuse alveolar haemorrhage attributable to active anti-neutrophil cytoplasm antibody-associated vasculitis. INTERVENTIONS: Participants received seven sessions of plasma exchange within 14 days or no plasma exchange. Oral glucocorticoids commenced with prednisolone 1 mg/kg/day and were reduced over different lengths of time to 5 mg/kg/day, such that cumulative oral glucocorticoid exposure in the first 6 months was 50% lower in patients allocated to the reduced-dose regimen than in those allocated to the standard-dose regimen. All patients received the same glucocorticoid dosing from 6 to 12 months. Subsequent dosing was at the discretion of the treating physician. PRIMARY OUTCOME: The primary outcome was a composite of all-cause mortality and end-stage renal disease at a common close-out when the last patient had completed 10 months in the trial. RESULTS: The study recruited 704 patients from June 2010 to September 2016. Ninety-nine patients died and 138 developed end-stage renal disease, with the primary end point occurring in 209 out of 704 (29.7%) patients: 100 out of 352 (28%) in the plasma exchange group and 109 out of 352 (31%) in the no plasma exchange group (adjusted hazard ratio 0.86, 95% confidence interval 0.65 to 1.13; p = 0.3). In the per-protocol analysis for the non-inferiority glucocorticoid comparison, the primary end point occurred in 92 out of 330 (28%) patients in the reduced-dose group and 83 out of 325 (26%) patients in the standard-dose group (partial-adjusted risk difference 0.023, 95% confidence interval 0.034 to 0.08; p = 0.5), thus meeting our non-inferiority hypothesis. Serious infections in the first year occurred in 96 out of 353 (27%) patients in the reduced-dose group and in 116 out of 351 (33%) patients in the standard-dose group. The rate of serious infections at 1 year was lower in the reduced-dose group than in the standard-dose group (incidence rate ratio 0.69, 95% confidence interval 0.52 to 0.93; p = 0.016). CONCLUSIONS: Plasma exchange did not prolong the time to death and/or end-stage renal disease in patients with anti-neutrophil cytoplasm antibody-associated vasculitis with severe renal or pulmonary involvement. A reduced-dose glucocorticoid regimen was non-inferior to a standard-dose regimen and was associated with fewer serious infections. FUTURE WORK: A meta-analysis examining the effects of plasma exchange on kidney outcomes in anti-neutrophil cytoplasm antibody-associated vasculitis is planned. A health-economic analysis of data collected in this study to examine the impact of both plasma exchange and reduced glucocorticoid dosing is planned to address the utility of plasma exchange for reducing early end-stage renal disease rates. Blood and tissue samples collected in the study will be examined to identify predictors of response to plasma exchange in anti-neutrophil cytoplasm in antibody-associated vasculitis. The benefits associated with reduced glucocorticoid dosing will inform future studies of newer therapies to permit further reduction in glucocorticoid exposure. Data from this study will contribute to updated management recommendations for anti-neutrophil cytoplasm antibody-associated vasculitis. LIMITATIONS: This study had an open-label design which may have permitted observer bias; however, the nature of the end points, end-stage renal disease and death, would have minimised this risk. Despite being, to our knowledge, the largest ever trial in anti-neutrophil cytoplasm antibody-associated vasculitis, there was an insufficient sample size to assess clinically useful benefits on the separate components of the primary end-point: end-stage renal disease and death. Use of a fixed-dose plasma exchange regimen determined by consensus rather than data-driven dose ranging meant that some patients may have been underdosed, thus reducing the therapeutic impact. In particular, no biomarkers have been identified to help determine dosing in a particular patient, although this is one of the goals of the biomarker plan of this study. TRIAL REGISTRATION: This trial is registered as ISRCTN07757494, EudraCT 2009-013220-24 and Clinicaltrials.gov NCT00987389. FUNDING: This project was funded by the National Institute for Health and Care Research (NIHR) Health Technology Assessment programme and will be published in full in Health Technology Assessment; Vol. 26, No. 38. See the NIHR Journals Library website for further project information.",
  "authors": [
    {
      "last_name": "Jayne",
      "fore_name": "David",
      "initials": "D",
      "name": "David Jayne",
      "affiliations": [
        "Department of Medicine, University of Cambridge, Cambridge, UK."
      ],
      "orcid": "0000-0002-1712-0637"
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Nephrology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8292-2014"
    },
    {
      "last_name": "Merkel",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Merkel",
      "affiliations": [
        "Department of Rheumatology, University of Pennsylvania, Philadelphia, PA, USA."
      ],
      "orcid": "0000-0001-9284-7345"
    },
    {
      "last_name": "Peh",
      "fore_name": "Chen Au",
      "initials": "CA",
      "name": "Chen Au Peh",
      "affiliations": [
        "Royal Adelaide Hospital, Adelaide, SA, Australia."
      ],
      "orcid": "0000-0002-9712-0396"
    },
    {
      "last_name": "Szpirt",
      "fore_name": "Wladimir",
      "initials": "W",
      "name": "Wladimir Szpirt",
      "affiliations": [
        "Department of Nephrology, Rigshospitalet, Copenhagen, Denmark."
      ],
      "orcid": "0000-0002-6570-6077"
    },
    {
      "last_name": "Puéchal",
      "fore_name": "Xavier",
      "initials": "X",
      "name": "Xavier Puéchal",
      "affiliations": [
        "National Referral Centre for Rare Systemic Autoimmune Diseases, Cochin Hospital, Assistance Publique-Hôpitaux de Paris, Paris, France."
      ],
      "orcid": "0000-0003-3573-9203"
    },
    {
      "last_name": "Fujimoto",
      "fore_name": "Shouichi",
      "initials": "S",
      "name": "Shouichi Fujimoto",
      "affiliations": [
        "Department of Hemovascular Medicine and Artificial Organs, Faculty of Medicine, University of Miyazaki, Miyazaki, Japan."
      ],
      "orcid": "0000-0003-2854-8169"
    },
    {
      "last_name": "Hawley",
      "fore_name": "Carmel",
      "initials": "C",
      "name": "Carmel Hawley",
      "affiliations": [
        "Department of Nephrology, The University of Queensland, Brisbane, QLD, Australia."
      ],
      "orcid": "0000-0002-1392-5649"
    },
    {
      "last_name": "Khalidi",
      "fore_name": "Nader",
      "initials": "N",
      "name": "Nader Khalidi",
      "affiliations": [
        "Department of Rheumatology, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8270-2617"
    },
    {
      "last_name": "Jones",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Jones",
      "affiliations": [
        "Renal Unit, Cambridge University Hospitals NHS Foundation Trust, Cambridge, UK."
      ]
    },
    {
      "last_name": "Flossmann",
      "fore_name": "Oliver",
      "initials": "O",
      "name": "Oliver Flossmann",
      "affiliations": [
        "Renal Unit, Royal Berkshire Hospital, Reading, UK."
      ],
      "orcid": "0000-0001-5976-3609"
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "Department of Rheumatology, St Michael's Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0003-4411-8169"
    },
    {
      "last_name": "Girard",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Girard",
      "affiliations": [
        "Department of Nephrology, University of Calgary, Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-9044-008X"
    },
    {
      "last_name": "Levin",
      "fore_name": "Adeera",
      "initials": "A",
      "name": "Adeera Levin",
      "affiliations": [
        "Department of Nephrology, St Paul's Hospital, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0003-2438-8401"
    },
    {
      "last_name": "Gregorini",
      "fore_name": "Gina",
      "initials": "G",
      "name": "Gina Gregorini",
      "affiliations": [
        "Department of Nephrology, Azienda Ospedaliera Spedali Civili di Brescia, Brescia, Italy."
      ],
      "orcid": "0000-0002-8404-3862"
    },
    {
      "last_name": "Harper",
      "fore_name": "Lorraine",
      "initials": "L",
      "name": "Lorraine Harper",
      "affiliations": [
        "Department of Nephrology, University of Birmingham, Birmingham, UK."
      ],
      "orcid": "0000-0003-1343-9234"
    },
    {
      "last_name": "Clark",
      "fore_name": "William",
      "initials": "W",
      "name": "William Clark",
      "affiliations": [
        "Department of Nephrology, University of Western Ontario, London, ON, Canada."
      ],
      "orcid": "0000-0003-3294-739X"
    },
    {
      "last_name": "Pagnoux",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Pagnoux",
      "affiliations": [
        "Department of Rheumatology, Mount Sinai Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-6287-9549"
    },
    {
      "last_name": "Specks",
      "fore_name": "Ulrich",
      "initials": "U",
      "name": "Ulrich Specks",
      "affiliations": [
        "Department of Pulmonary Medicine, Mayo Clinic, Rochester, MN, USA."
      ],
      "orcid": "0000-0002-6559-1206"
    },
    {
      "last_name": "Smyth",
      "fore_name": "Lucy",
      "initials": "L",
      "name": "Lucy Smyth",
      "affiliations": [
        "Department of Nephrology, The Royal Devon and Exeter Hospital, Exeter, UK."
      ],
      "orcid": "0000-0001-6814-4877"
    },
    {
      "last_name": "Ito-Ihara",
      "fore_name": "Toshiko",
      "initials": "T",
      "name": "Toshiko Ito-Ihara",
      "affiliations": [
        "Clinical and Translational Research Centre, Kyoto Prefecture University of Medicine, Kyoto, Japan."
      ],
      "orcid": "0000-0001-7152-3026"
    },
    {
      "last_name": "de Zoysa",
      "fore_name": "Janak",
      "initials": "J",
      "name": "Janak de Zoysa",
      "affiliations": [
        "Department of Nephrology, North Shore Hospital, Auckland, New Zealand."
      ],
      "orcid": "0000-0001-7528-9230"
    },
    {
      "last_name": "Brezina",
      "fore_name": "Biljana",
      "initials": "B",
      "name": "Biljana Brezina",
      "affiliations": [
        "Renal Unit, Cambridge University Hospitals NHS Foundation Trust, Cambridge, UK."
      ],
      "orcid": "0000-0001-5060-5604"
    },
    {
      "last_name": "Mazzetti",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Mazzetti",
      "affiliations": [
        "The Research Institute, St Joseph's Healthcare, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8889-092X"
    },
    {
      "last_name": "McAlear",
      "fore_name": "Carol A",
      "initials": "CA",
      "name": "Carol A McAlear",
      "affiliations": [
        "Department of Rheumatology, University of Pennsylvania, Philadelphia, PA, USA."
      ],
      "orcid": "0000-0002-0016-6866"
    },
    {
      "last_name": "Reidlinger",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Reidlinger",
      "affiliations": [
        "Australasian Kidney Trials Network, The University of Queensland, Brisbane, QLD, Australia."
      ],
      "orcid": "0000-0002-3365-9923"
    },
    {
      "last_name": "Mehta",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Mehta",
      "affiliations": [
        "Birmingham Clinical Trials Unit, University of Birmingham, Birmingham, UK."
      ],
      "orcid": "0000-0001-7096-513X"
    },
    {
      "last_name": "Ives",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie Ives",
      "affiliations": [
        "Birmingham Clinical Trials Unit, University of Birmingham, Birmingham, UK."
      ],
      "orcid": "0000-0002-1664-7541"
    },
    {
      "last_name": "Brettell",
      "fore_name": "Elizabeth A",
      "initials": "EA",
      "name": "Elizabeth A Brettell",
      "affiliations": [
        "Birmingham Clinical Trials Unit, University of Birmingham, Birmingham, UK."
      ],
      "orcid": "0000-0002-0669-3085"
    },
    {
      "last_name": "Jarrett",
      "fore_name": "Hugh",
      "initials": "H",
      "name": "Hugh Jarrett",
      "affiliations": [
        "Birmingham Clinical Trials Unit, University of Birmingham, Birmingham, UK."
      ],
      "orcid": "0000-0001-7374-3700"
    },
    {
      "last_name": "Wheatley",
      "fore_name": "Keith",
      "initials": "K",
      "name": "Keith Wheatley",
      "affiliations": [
        "Cancer Research UK Clinical Trials Unit, University of Birmingham, Birmingham, UK."
      ],
      "orcid": "0000-0003-0792-580X"
    },
    {
      "last_name": "Broadhurst",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Broadhurst",
      "affiliations": [
        "Department of Medicine, University of Cambridge, Cambridge, UK."
      ],
      "orcid": "0000-0001-8464-4353"
    },
    {
      "last_name": "Casian",
      "fore_name": "Alina",
      "initials": "A",
      "name": "Alina Casian",
      "affiliations": [
        "Department of Medicine, University of Cambridge, Cambridge, UK."
      ],
      "orcid": "0000-0001-5822-593X"
    },
    {
      "last_name": "Pusey",
      "fore_name": "Charles D",
      "initials": "CD",
      "name": "Charles D Pusey",
      "affiliations": [
        "Department of Nephrology, Imperial College London, London, UK."
      ],
      "orcid": "0000-0002-1424-3906"
    }
  ],
  "journal": {
    "title": "Health technology assessment (Winchester, England)",
    "iso_abbreviation": "Health Technol Assess",
    "issn": "2046-4924",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "38",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "1",
  "end_page": "60",
  "pages": "1-60",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Multicenter Study",
    "Randomized Controlled Trial",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis",
    "Autoantibodies",
    "Cost-Benefit Analysis",
    "Cyclophosphamide",
    "Cytoplasm",
    "Glucocorticoids",
    "Humans",
    "Kidney Failure, Chronic",
    "Myeloblastin",
    "Peroxidase",
    "Prednisolone",
    "Rituximab"
  ],
  "article_ids": {
    "pubmed": "36155131",
    "doi": "10.3310/PNXB5040"
  },
  "doi": "10.3310/PNXB5040",
  "dates": {
    "completed": "2022-09-28",
    "revised": "2024-04-12"
  },
  "chemicals": [
    "Autoantibodies",
    "Glucocorticoids",
    "Rituximab",
    "Cyclophosphamide",
    "Prednisolone",
    "Peroxidase",
    "Myeloblastin"
  ],
  "grants": [
    {
      "grant_id": "R01 FD003516",
      "agency": "FDA HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.654611",
    "pmid": "36155131"
  }
}