{
  "pmid": "36153036",
  "uid": "36153036",
  "title": "South Asian Youth as Vaccine Agents of Change (SAY-VAC): evaluation of a public health programme to mobilise and empower South Asian youth to foster COVID-19 vaccine-related evidence-based dialogue in the Greater Toronto and Hamilton Area, Canada.",
  "abstract": "OBJECTIVES: There have been substantial amounts of misinformation surrounding the importance, safety and effectiveness of the COVID-19 vaccine. The impacts of this misinformation may be augmented as they circulate among ethnic communities, who may concurrently face other barriers related to vaccine uptake and access. To combat some of the key sources of COVID-19 vaccine misinformation among the South Asian communities of the Greater Toronto and Hamilton Area (GTHA), an interdisciplinary team of researchers and marketing experts established the South Asian Youth as Vaccine Agents of Change (SAY-VAC) programme to support and empower South Asian youth to disseminate COVID-19 vaccine information. DESIGN: Cross-sectional and one-group pretest-post-test design. SETTING: GTHA. PARTICIPANTS: South Asian youth (18-29 years). INTERVENTION: The team partnered with grass-roots South Asian organisations to collaborate on shared objectives, curate key concerns, create video products regarding the COVID-19 vaccine that would resonate with the community, disseminate the products using established social media channels and evaluate the effectiveness of this effort. OUTCOMES: We assessed the change in self-reported knowledge about the COVID-19 vaccine and participant confidence to facilitate a conversation around the COVID-19 vaccine using pre-post surveys, after the implementation of the SAY-VAC programme. RESULTS: In total, 30 South Asian youth (median age=23.2 years) from the GTHA participated in the programme. After completing the SAY-VAC programme, participants reported an increase in their self-reported knowledge regarding the COVID-19 vaccine from 73.3% to 100.0% (p=0.005), and their self-reported confidence to have a conversation about the vaccine with their unvaccinated community members increased from 63.6% to 100.0% (p=0.002). Overall, 51.9% of the participants reported being able to positively affect an unvaccinated/community member's decision to get vaccinated. CONCLUSIONS: The SAY-VAC programme highlights the importance of community partnerships in developing and disseminating culturally responsive health communication strategies. A constant assessment of the evidence and utilisation of non-traditional avenues to engage the public are essential.",
  "authors": [
    {
      "last_name": "Kandasamy",
      "fore_name": "Sujane",
      "initials": "S",
      "name": "Sujane Kandasamy",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada kandas3@mcmaster.ca."
      ],
      "orcid": "0000-0003-4326-2783"
    },
    {
      "last_name": "Ariyarajah",
      "fore_name": "Archchun",
      "initials": "A",
      "name": "Archchun Ariyarajah",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Limbachia",
      "fore_name": "Jayneel",
      "initials": "J",
      "name": "Jayneel Limbachia",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "An",
      "fore_name": "Derrick",
      "initials": "D",
      "name": "Derrick An",
      "affiliations": [
        "DESALU Creative, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lopez",
      "fore_name": "Luke",
      "initials": "L",
      "name": "Luke Lopez",
      "affiliations": [
        "DESALU Creative, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Manoharan",
      "fore_name": "Baanu",
      "initials": "B",
      "name": "Baanu Manoharan",
      "affiliations": [
        "Master of Public Health (MPH) Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pacht",
      "fore_name": "Evan",
      "initials": "E",
      "name": "Evan Pacht",
      "affiliations": [
        "DESALU Creative, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Silver",
      "fore_name": "Adrienne",
      "initials": "A",
      "name": "Adrienne Silver",
      "affiliations": [
        "Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Uddandam",
      "fore_name": "Abhilash",
      "initials": "A",
      "name": "Abhilash Uddandam",
      "affiliations": [
        "Life Sciences Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vansjalia",
      "fore_name": "Karan Mukesh",
      "initials": "KM",
      "name": "Karan Mukesh Vansjalia",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Natalie C",
      "initials": "NC",
      "name": "Natalie C Williams",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3692-7441"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "23"
  },
  "start_page": "e061619",
  "pages": "e061619",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "COVID-19",
    "COVID-19 Vaccines",
    "Canada",
    "Cross-Sectional Studies",
    "Health Knowledge, Attitudes, Practice",
    "Humans",
    "Public Health",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "36153036",
    "pmc": "PMC9511009",
    "doi": "10.1136/bmjopen-2022-061619",
    "pii": "bmjopen-2022-061619"
  },
  "doi": "10.1136/bmjopen-2022-061619",
  "pmc_id": "PMC9511009",
  "dates": {
    "completed": "2022-09-28",
    "revised": "2022-10-10"
  },
  "chemicals": [
    "COVID-19 Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:23.355626",
    "pmid": "36153036"
  }
}