{
  "pmid": "36150437",
  "uid": "36150437",
  "title": "Organophosphorus insecticides exposure and sex hormones in general U.S. population: A cross-sectional study.",
  "abstract": "BACKGROUND: Evidence showed organophosphorus (OPs) insecticide exposure is common in general population with endocrine-disrupting effects. However, the association between OPs metabolites and sex hormones remains unclear. OBJECTIVE: To investigate the association between OPs metabolites and sex hormones. METHODS: Data of 1438 participants from NHANES 2015-2016 was applied. Urinary OPs metabolites, dialkyl phosphates (DAPs), and serum sex hormones (total testosterone (TT), estradiol (E2), and sex hormone-binding globulin (SHBG)) were measured. Free androgen index (FAI) and TT/E2 ratio were also calculated. The generalized linear regression model and restricted cubic spline (RCS) model were employed to evaluate the association and exposure-response curve of DAPs and sex hormones in males and females. The modulation effect of age on their associations in female participants was also explored. RESULTS: After adjusting for confounding factors, DETP was negatively associated with E2 (β = -0.03; 95% CI: -0.05, -0.01) and FAI (β = -0.03; 95% CI: -0.06, -0.001) in males. In females, all the four DAP metabolites (DMP, DEP, DMTP, and DETP) were negatively associated with FAI (DMP: β = -0.06, 95% CI: -0.11, -0.01; DEP: β = -0.06, 95% CI: -0.12, -0.01; DMTP: -0.05, 95% CI: -0.09, -0.02; DETP: -0.09, 95% CI: -0.14, -0.04). DETP was also found negatively associated with TT and TT/E2 ratio in females. The associations between DETP and TT, FAI, and TT/E2 ratio were modified by gender (Pinteraction<0.05). RCS analysis found these associations were in linear decreased exposure-response curves. For females of different age groups, the inverse associations of DETP with TT and FAI remained stable. Decreased FAI with DMP and DMTP was also found in females ≤50 years old. CONCLUSIONS: Our study indicates OPs metabolites had negative associations with androgen indicators, which was characterized as decreased FAI and E2 in males and decreased TT, FAI, and TT/E2 ratio in females, particularly among females ≤50 years old. Further studies are warranted in larger-scale populations.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Wanke",
      "initials": "W",
      "name": "Wanke Wu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Xingdi",
      "initials": "X",
      "name": "Xingdi Zhu",
      "affiliations": [
        "School of the First Clinical Mediine, Nanjing Medical University, Nanjing, China."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Jiangping",
      "initials": "J",
      "name": "Jiangping Wu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China. Electronic address: wujiangping@njmu.edu.cn."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Xiaoli",
      "initials": "X",
      "name": "Xiaoli Wu",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University, Nanjing Maternity and Child Health Care Hospital, Nanjing, China. Electronic address: wuxiaoli@njmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Environmental research",
    "iso_abbreviation": "Environ Res",
    "issn": "1096-0953",
    "issn_type": "Electronic",
    "volume": "215",
    "issue": "Pt 2",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "114384",
  "pages": "114384",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Male",
    "Middle Aged",
    "Androgens",
    "Cross-Sectional Studies",
    "Estradiol",
    "Gonadal Steroid Hormones",
    "Insecticides",
    "Nutrition Surveys",
    "Organophosphorus Compounds",
    "Organothiophosphates",
    "Phosphates",
    "Sex Hormone-Binding Globulin",
    "Testosterone"
  ],
  "article_ids": {
    "pubmed": "36150437",
    "doi": "10.1016/j.envres.2022.114384",
    "pii": "S0013-9351(22)01711-X"
  },
  "doi": "10.1016/j.envres.2022.114384",
  "dates": {
    "completed": "2023-03-28",
    "revised": "2023-03-28"
  },
  "chemicals": [
    "Androgens",
    "Estradiol",
    "Gonadal Steroid Hormones",
    "Insecticides",
    "O,O-diethyl phosphorothionate",
    "Organophosphorus Compounds",
    "Organothiophosphates",
    "Phosphates",
    "Sex Hormone-Binding Globulin",
    "Testosterone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.532331",
    "pmid": "36150437"
  }
}