{
  "pmid": "36151366",
  "uid": "36151366",
  "title": "Spiral Laminar Flow is Associated with a Reduction in Disturbed Shear in Patient-Specific Models of an Arteriovenous Fistula.",
  "abstract": "PURPOSE: Areas of disturbed shear that arise following arteriovenous fistula (AVF) creation are believed to contribute to the development of intimal hyperplasia (IH). The presence of helical flow can suppress areas of disturbed shear, which may protect the vasculature from IH. Therefore, the aim of this study is to determine if helical flow, specifically spiral laminar flow (SLF), is present in patient-specific AVF models and is associated with a reduction in exposure to disturbed shear. METHODS: Four AVF were imaged using MRI within the first two weeks following fistula creation. Patient-specific boundary conditions were obtained using phase-contrast MRI and applied at the inlet and outlets of each model. Computational fluid dynamics was used to analyse the hemodynamics in each model and compare the helical content of the flow to the distribution of disturbed shear. RESULTS: BC-1 and RC-2 are characterised by the presence of SLF, which coincides with the lowest distribution of disturbed shear. Contrastingly, SLF is absent from BC-2 and RC-1 and experience the largest amount of disturbed shear. Interestingly, BC-2 and RC-1 developed an anastomosis stenosis, while BC-1 and RC-2 remained stenosis free. CONCLUSION: These findings are in agreement with previous clinical studies and further highlight the clinical potential of SLF as a prognostic marker for a healthy AVF, as its presence correlates with an overall reduction in exposure to disturbed shear and a decrease in the incidence of AVF dysfunction, albeit in a small sample size.",
  "authors": [
    {
      "last_name": "Cunnane",
      "fore_name": "Connor V",
      "initials": "CV",
      "name": "Connor V Cunnane",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland.",
        "School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Houston",
      "fore_name": "J Graeme",
      "initials": "JG",
      "name": "J Graeme Houston",
      "affiliations": [
        "Cardiovascular and Diabetes Medicine, Ninewells Hospital and Medical School, University of Dundee, Dundee, UK."
      ]
    },
    {
      "last_name": "Moran",
      "fore_name": "Daniel T",
      "initials": "DT",
      "name": "Daniel T Moran",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland.",
        "School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Broderick",
      "fore_name": "Stephen P",
      "initials": "SP",
      "name": "Stephen P Broderick",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland.",
        "School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Ross",
      "fore_name": "Rose A",
      "initials": "RA",
      "name": "Rose A Ross",
      "affiliations": [
        "NHS Tayside Vascular Department, Ninewells Hospital, Dundee, UK."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland. michael.walsh@ul.ie.",
        "School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland. michael.walsh@ul.ie.",
        "Health Research Institute, University of Limerick, Limerick, Ireland. michael.walsh@ul.ie."
      ],
      "orcid": "0000-0001-6636-645X"
    }
  ],
  "journal": {
    "title": "Cardiovascular engineering and technology",
    "iso_abbreviation": "Cardiovasc Eng Technol",
    "issn": "1869-4098",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "152",
  "end_page": "165",
  "pages": "152-165",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Hemodynamics",
    "Arteriovenous Fistula",
    "Anastomosis, Surgical",
    "Magnetic Resonance Imaging",
    "Arteriovenous Shunt, Surgical",
    "Renal Dialysis"
  ],
  "article_ids": {
    "pubmed": "36151366",
    "doi": "10.1007/s13239-022-00644-0",
    "pii": "10.1007/s13239-022-00644-0"
  },
  "doi": "10.1007/s13239-022-00644-0",
  "dates": {
    "completed": "2023-03-06",
    "revised": "2023-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.081769",
    "pmid": "36151366"
  }
}