{
  "pmid": "36154769",
  "uid": "36154769",
  "title": "Intravenous milrinone for delayed cerebral ischaemia in aneurysmal subarachnoid haemorrhage: a systematic review.",
  "abstract": "BACKGROUND: Aneurysmal subarachnoid haemorrhage (aSAH) is a major contributor to mortality worldwide, with delayed cerebral ischaemia (DCI) contributing significantly to morbidity in these patients. There are limited evidence-based therapies for DCI. A 2012 case series first recommended the use of intravenous (IV) milrinone in this patient population, stating the need for formal prospective trials. However, uptake of this therapy into clinical practice has proceeded without adequate studies for efficacy and safety. METHODS: We sought to determine the effect of IV milrinone on DCI in patients with aSAH in terms of functional outcome through a systematic review using Embase, MEDLINE, and Cochrane Library databases. Quality assessment was performed using MINORS criteria. RESULTS: A total of 2429 studies were screened, with ten studies included in the review. Of these, no randomized trials were identified. Three observational comparative studies were included, and the remaining seven studies were non-comparative in nature, and mainly retrospective. Overall, the quality of evidence for non-comparative studies was poor. CONCLUSIONS: This study reveals a paucity of evidence in the literature and highlights the need for high-quality randomized trials to investigate the safety and efficacy of IV milrinone, a commonly utilized treatment in critically ill aSAH patients with DCI. Ultimately, without evidence of efficacy and absence of harm, we caution continued use of intravenous milrinone for the treatment of DCI.",
  "authors": [
    {
      "last_name": "Lannon",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Lannon",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Martyniuk",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Martyniuk",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "British journal of neurosurgery",
    "iso_abbreviation": "Br J Neurosurg",
    "issn": "1360-046X",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "5",
    "pub_year": "2024",
    "pub_month": "Oct"
  },
  "start_page": "1120",
  "end_page": "1125",
  "pages": "1120-1125",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Administration, Intravenous",
    "Brain Ischemia",
    "Milrinone",
    "Subarachnoid Hemorrhage",
    "Treatment Outcome",
    "Vasodilator Agents"
  ],
  "article_ids": {
    "pubmed": "36154769",
    "doi": "10.1080/02688697.2022.2125160"
  },
  "doi": "10.1080/02688697.2022.2125160",
  "dates": {
    "completed": "2024-09-19",
    "revised": "2024-10-10"
  },
  "chemicals": [
    "Milrinone",
    "Vasodilator Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.856348",
    "pmid": "36154769"
  }
}