{
  "pmid": "36168487",
  "uid": "36168487",
  "title": "Initial vancomycin versus metronidazole for the treatment of first-episode non-severe Clostridioides difficile infection.",
  "abstract": "OBJECTIVE: Clostridioides difficile infection (CDI) is the leading cause of infectious nosocomial diarrhea. Although initial fidaxomicin or vancomycin treatment is recommended by most major guidelines to treat severe CDI, there exists varied recommendations for first-episode non-severe CDI. Given the discrepancy in current treatment guidelines, we sought to evaluate the use of initial vancomycin versus metronidazole for first-episode non-severe CDI. METHODS: We conducted a retrospective cohort study of all adult inpatients with first-episode CDI at our institution from January 2013 to May 2018. The initial vancomycin versus initial metronidazole cohorts were examined using a multivariate logistic regression model. RESULTS: The study cohort of 737 patients had a median age of 72.3 years, and 357 of these patients (48.4%) had hospital-acquired infection. Among 326 patients with non-severe CDI, recurrence, new incident infection, and 30-day mortality rates were 16.2%, 10.9%, and 5.3%, respectively, when treated with initial metronidazole, compared to 20.0%, 1.4%, and 10.0%, respectively, when treated with initial vancomycin. In an adjusted multivariable analysis, the use of initial vancomycin for the treatment of non-severe CDI was associated with a reduction in new incident infection (adjusted odds ratio [ORadj], 0.11; 95% confidence interval [CI], 0.02-0.86; P = .035), compared to initial metronidazole. CONCLUSIONS: Initial vancomycin was associated with a reduced rate of new incident infection in the treatment of adult inpatients with first-episode non-severe CDI. These findings support the use of initial vancomycin for all inpatients with CDI, when fidaxomicin is unavailable.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Zhang",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-1183-5743"
    },
    {
      "last_name": "Beckett",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Beckett",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Abouanaser",
      "fore_name": "Salaheddin",
      "initials": "S",
      "name": "Salaheddin Abouanaser",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Smieja",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Smieja",
      "affiliations": [
        "St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Antimicrobial stewardship & healthcare epidemiology : ASHE",
    "iso_abbreviation": "Antimicrob Steward Healthc Epidemiol",
    "issn": "2732-494X",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "1",
    "pub_year": "2021"
  },
  "start_page": "e27",
  "pages": "e27",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36168487",
    "pmc": "PMC9495603",
    "doi": "10.1017/ash.2021.194",
    "pii": "S2732494X21001947"
  },
  "doi": "10.1017/ash.2021.194",
  "pmc_id": "PMC9495603",
  "dates": {
    "revised": "2022-09-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:45.151193",
    "pmid": "36168487"
  }
}