{
  "pmid": "36169177",
  "uid": "36169177",
  "title": "Overall prognosis of preschool autism spectrum disorder diagnoses.",
  "abstract": "BACKGROUND: Autism spectrum disorder is a neurodevelopmental disorder characterised by social communication difficulties, restricted interests and repetitive behaviours. The clinical pathway for children with a diagnosis of autism spectrum disorder is varied, and current research suggests some children may not continue to meet diagnostic criteria over time. OBJECTIVES: The primary objective of this review was to synthesise the available evidence on the proportion of preschool children who have a diagnosis of autism spectrum disorder at baseline (diagnosed before six years of age) who continue to meet diagnostic criteria at follow-up one or more years later (up to 19 years of age). SEARCH METHODS: We searched MEDLINE, Embase, PsycINFO, and eight other databases in October 2017 and ran top-up searches up to July 2021. We also searched reference lists of relevant systematic reviews. SELECTION CRITERIA: Two review authors independently assessed prospective and retrospective follow-up studies that used the same measure and process within studies to diagnose autism spectrum disorder at baseline and follow-up. Studies were required to have at least one year of follow-up and contain at least 10 participants. Participants were all aged less than six years at baseline assessment and followed up before 19 years of age. DATA COLLECTION AND ANALYSIS: We extracted data on study characteristics and the proportion of children diagnosed with autism spectrum disorder at baseline and follow-up. We also collected information on change in scores on measures that assess the dimensions of autism spectrum disorder (i.e. social communication and restricted interests and repetitive behaviours). Two review authors independently extracted data on study characteristics and assessed risk of bias using a modified quality in prognosis studies (QUIPS) tool. We conducted a random-effects meta-analysis or narrative synthesis, depending on the type of data available. We also conducted prognostic factor analyses to explore factors that may predict diagnostic outcome. MAIN RESULTS: In total, 49 studies met our inclusion criteria and 42 of these (11,740 participants) had data that could be extracted. Of the 42 studies, 25 (60%) were conducted in North America, 13 (31%) were conducted in Europe and the UK, and four (10%) in Asia. Most (52%) studies were published before 2014. The mean age of the participants was 3.19 years (range 1.13 to 5.0 years) at baseline and 6.12 years (range 3.0 to 12.14 years) at follow-up. The mean length of follow-up was 2.86 years (range 1.0 to 12.41 years). The majority of the children were boys (81%), and just over half (60%) of the studies primarily included participants with intellectual disability (intelligence quotient < 70). The mean sample size was 272 (range 10 to 8564). Sixty-nine per cent of studies used one diagnostic assessment tool, 24% used two tools and 7% used three or more tools. Diagnosis was decided by a multidisciplinary team in 41% of studies. No data were available for the outcomes of social communication and restricted and repetitive behaviours and interests. Of the 42 studies with available data, we were able to synthesise data from 34 studies (69% of all included studies; n = 11,129) in a meta-analysis. In summary, 92% (95% confidence interval 89% to 95%) of participants continued to meet diagnostic criteria for autism spectrum disorder from baseline to follow-up one or more years later; however, the quality of the evidence was judged as low due to study limitations and inconsistency. The majority of the included studies (95%) were rated at high risk of bias. We were unable to explore the outcomes of change in social communication and restricted and repetitive behaviour and interests between baseline and follow-up as none of the included studies provided separate domain scores at baseline and follow-up. Details on conflict of interest were reported in 24 studies. Funding support was reported by 30 studies, 12 studies omitted details on funding sources and two studies reported no funding support. Declared funding sources were categorised as government, university or non-government organisation or charity groups. We considered it unlikely funding sources would have significantly influenced the outcomes, given the nature of prognosis studies. AUTHORS' CONCLUSIONS: Overall, we found that nine out of 10 children who were diagnosed with autism spectrum disorder before six years of age continued to meet diagnostic criteria for autism spectrum disorder a year or more later, however the evidence was uncertain. Confidence in the evidence was rated low using GRADE, due to heterogeneity and risk of bias, and there were few studies that included children diagnosed using a current classification system, such as the fifth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) or the eleventh revision of the International Classification of Diseases (ICD-11). Future studies that are well-designed, prospective and specifically assess prognosis of autism spectrum disorder diagnoses are needed. These studies should also include contemporary diagnostic assessment methods across a broad range of participants and investigate a range of relevant prognostic factors.",
  "authors": [
    {
      "last_name": "Brignell",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Brignell",
      "affiliations": [
        "Department of Paediatrics, Monash University, Clayton, Australia.",
        "Speech and language, Murdoch Children's Research Institute, Parkville, Australia.",
        "Department of Speech Pathology, Australian Catholic University, Fitzroy, Australia.",
        "Developmental Paediatrics, Monash Children's Hospital, Clayton, Australia."
      ]
    },
    {
      "last_name": "Harwood",
      "fore_name": "Rachael C",
      "initials": "RC",
      "name": "Rachael C Harwood",
      "affiliations": [
        "Community Child Health, Western Health, Melbourne, Australia."
      ]
    },
    {
      "last_name": "May",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara May",
      "affiliations": [
        "Department of Paediatrics, Monash University, Clayton, Australia."
      ]
    },
    {
      "last_name": "Woolfenden",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Woolfenden",
      "affiliations": [
        "Community Child Health, Sydney Children's Hospital Network, Randwick, Australia.",
        "School of Women's & Children's Health, UNSW Medicine, UNSW Sydney, Kensington, Australia."
      ]
    },
    {
      "last_name": "Montgomery",
      "fore_name": "Alicia",
      "initials": "A",
      "name": "Alicia Montgomery",
      "affiliations": [
        "Community Child Health, Sydney Children's Hospital Network, Randwick, Australia."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Katrina",
      "initials": "K",
      "name": "Katrina Williams",
      "affiliations": [
        "Department of Paediatrics, Monash University, Clayton, Australia.",
        "Developmental Paediatrics, Monash Children's Hospital, Clayton, Australia.",
        "Department of Paediatrics, The University of Melbourne, Parkville, Australia.",
        "Neurodisability and Rehabilitation, Murdoch Children's Research Institute, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "28"
  },
  "start_page": "CD012749",
  "pages": "CD012749",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Autism Spectrum Disorder",
    "Child",
    "Child, Preschool",
    "Female",
    "Humans",
    "Infant",
    "Male",
    "Prognosis",
    "Prospective Studies",
    "Retrospective Studies",
    "Schools",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "36169177",
    "pmc": "PMC9516883",
    "doi": "10.1002/14651858.CD012749.pub2"
  },
  "doi": "10.1002/14651858.CD012749.pub2",
  "pmc_id": "PMC9516883",
  "dates": {
    "completed": "2022-09-29",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.390489",
    "pmid": "36169177"
  }
}