{
  "pmid": "36168093",
  "uid": "36168093",
  "title": "Baseline Assessment of Health Research Systems in Saudi Arabia: Harnessing Efforts and Mobilizing Actions.",
  "abstract": "Major transformations are taking place in the Kingdom of Saudi Arabia (KSA) to achieve the 2030 vision for the health sector. A key component in strengthening the health system is a strong research governance strategy that can support the decision-making process by providing timely and accurate evidence that reflects local context and needs. This paper sought to better understand governance structures and policies for health research systems and support clusters so that they function effectively. This paper outlines the findings of an in-depth baseline assessment of existing health research efforts, activities, and plans of eight research clusters in the KSA and identifies key gaps and strengths in health research governance and capabilities. A cross-sectional design was used to survey research clusters in KSA. A six-part survey was developed to better understand the research clusters' health research governance and capacities. The survey was sent to all KSA clusters and was completed in a group setting during meetings. Findings clearly show strong efforts to support research governance initiatives in health clusters in KSA. While some clusters are more advanced than others, there are plenty of opportunities to share knowledge and combine efforts to help achieve the goals set out for KSA health transformation. This baseline assessment also reflects the first attempt of its kind to understand the KSA experience and provide much-needed lessons on country-wide efforts to support the health system given the trickling effect of this sector on all others, enhancing and advancing national growth.",
  "authors": [
    {
      "last_name": "Alfawaz",
      "fore_name": "Abdullah A",
      "initials": "AA",
      "name": "Abdullah A Alfawaz",
      "affiliations": [
        "Health Research Program, Model of Care, Center of Excellence, Health Holding Company, Ministry of Health, Riyadh, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Salman",
      "fore_name": "Khalid A",
      "initials": "KA",
      "name": "Khalid A Salman",
      "affiliations": [
        "Executive Director of Research and Knowledge Economy, Makkah Healthcare Cluster, Executive Director of Research and Innovation, King Abdullah Medical City in the Holy Capital, Ministry of Health, Makkah, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Alotaibi",
      "fore_name": "Fatimah H",
      "initials": "FH",
      "name": "Fatimah H Alotaibi",
      "affiliations": [
        "Executive Director of Academic and Training Affairs, Director Research Department, AlHasa Health Cluster, Ministry of Health, Al Hofuf, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Almogbel",
      "fore_name": "Faisal S",
      "initials": "FS",
      "name": "Faisal S Almogbel",
      "affiliations": [
        "Director Research Department, King Fahad Specialist Hospital, Ministry of Health, Buraidah, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Al-Jaroudi",
      "fore_name": "Dania",
      "initials": "D",
      "name": "Dania Al-Jaroudi",
      "affiliations": [
        "Reproductive Endocrinology and Infertility Consultant, Minimally Invasive Gynecologic Surgery, Reproductive Endocrinology and Infertility Medicine Department, Obstetrics and Gynecology, King Fahad Medical City, Riyadh, Kingdom of Saudi Arabia.",
        "Executive Director of Research Center, Research Center, King Fahad Medical City, Ministry of Health, Riyadh, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Alrowily",
      "fore_name": "Maily J",
      "initials": "MJ",
      "name": "Maily J Alrowily",
      "affiliations": [
        "Director of the Research Center and Studies, Health Research Program (HRP) Cluster Leader (Aljouf), Ministry of Health, Sakakah, Kingdom of Saudi Arabia."
      ],
      "orcid": "0000-0001-8314-4322"
    },
    {
      "last_name": "Derkaoui",
      "fore_name": "Abdulrahman B",
      "initials": "AB",
      "name": "Abdulrahman B Derkaoui",
      "affiliations": [
        "Population Health Management Director, Hail Health Cluster, Ministry of Health, Hail Health Cluster, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Alqahtani",
      "fore_name": "Abdulrahman S",
      "initials": "AS",
      "name": "Abdulrahman S Alqahtani",
      "affiliations": [
        "VP of Transformation at the Health Holding Company, Ministry of Health, Riyadh, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Faculty of Health Sciences, Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Jamal",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Jamal",
      "affiliations": [
        "Department of Health Management and Policy. Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-1852-1643"
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy. Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Knowledge to Policy Center, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. fe08@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. fe08@aub.edu.lb."
      ],
      "orcid": "0000-0002-4084-6524"
    },
    {
      "last_name": "Memish",
      "fore_name": "Ziad A",
      "initials": "ZA",
      "name": "Ziad A Memish",
      "affiliations": [
        "Research and Innovation Centre, King Saud Medical City, Ministry of Health and College of Medicine, AlFaisal University, Riyadh, Kingdom of Saudi Arabia. zmemish@yahoo.com.",
        "Hubert Department of Global Health, Rollins School of Public Health, Emory University, Atlanta, GA, USA. zmemish@yahoo.com."
      ],
      "orcid": "0000-0002-5099-0714"
    }
  ],
  "journal": {
    "title": "Journal of epidemiology and global health",
    "iso_abbreviation": "J Epidemiol Glob Health",
    "issn": "2210-6014",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "400",
  "end_page": "412",
  "pages": "400-412",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Saudi Arabia",
    "Cross-Sectional Studies"
  ],
  "article_ids": {
    "pubmed": "36168093",
    "pmc": "PMC9514713",
    "doi": "10.1007/s44197-022-00058-0",
    "pii": "10.1007/s44197-022-00058-0"
  },
  "doi": "10.1007/s44197-022-00058-0",
  "pmc_id": "PMC9514713",
  "dates": {
    "completed": "2022-12-07",
    "revised": "2022-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.834097",
    "pmid": "36168093"
  }
}