{
  "pmid": "36162441",
  "uid": "36162441",
  "title": "Equity, diversity, and inclusion landscape in Canadian postgraduate medical education for ophthalmology.",
  "abstract": "OBJECTIVE: To collect information on the current equity, diversity, and inclusion (EDI) landscape at Canadian ophthalmology academic centres. DESIGN: Cross-sectional survey. PARTICIPANTS: Faculty representatives from 15 accredited Canadian ophthalmology postgraduate training programs and 57 ophthalmology resident survey respondents. METHOD: A three-phase virtual EDI initiative was conducted by the Association of Canadian University Professors of Ophthalmology in 2021. A qualitative survey of Canadian academic ophthalmology programs and an anonymous survey of Canadian ophthalmology residents were completed. RESULTS: All Canadian ophthalmology programs provided information on their current EDI strategies, yielding a response rate of 100%. The majority (73%) of Canadian academic ophthalmology centres identified as being in the beginning stages of building an EDI framework. Of the 57 responding resident physicians, 44% identified as a woman and 51% as a visible minority. There were no respondents who identified as Indigenous. Three respondents identified as having a disability per the Accessible Canada Act. Most respondents either agreed or strongly agreed that their programs are equal opportunity providers (80%), trustworthy (72%), respectful (74%), and of diverse opinions and ideas (71%). There were no statistically significant associations between responses to EDI questions and gender across population groups. CONCLUSIONS: Most Canadian ophthalmology academic centres are in the beginning stages of implementing EDI initiatives. Multiple priorities have been identified as areas for improvement, such as increasing EDI education for patients, learners, and physicians, and implementing EDI policies in selection and recruitment.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Elizabeth Y",
      "initials": "EY",
      "name": "Elizabeth Y Lee",
      "affiliations": [
        "Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Farrokhyar",
      "fore_name": "Forough",
      "initials": "F",
      "name": "Forough Farrokhyar",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Bakshi",
      "fore_name": "Nupura",
      "initials": "N",
      "name": "Nupura Bakshi",
      "affiliations": [
        "Department of Ophthalmology and Vision Sciences, University of Toronto, Toronto, ON."
      ]
    },
    {
      "last_name": "Levin",
      "fore_name": "Leonard A",
      "initials": "LA",
      "name": "Leonard A Levin",
      "affiliations": [
        "Departments of Ophthalmology and Vision Sciences and Neurology and Neurosurgery, McGill University, Montreal, QC."
      ]
    },
    {
      "last_name": "Ahuja",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Ahuja",
      "affiliations": [
        "Division of Ophthalmology, Department of Surgery, McMaster University, Hamilton, ON.. Electronic address: nahuja@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of ophthalmology. Journal canadien d'ophtalmologie",
    "iso_abbreviation": "Can J Ophthalmol",
    "issn": "1715-3360",
    "issn_type": "Electronic",
    "volume": "59",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "31",
  "end_page": "39",
  "pages": "31-39",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Ophthalmology",
    "Education, Medical, Graduate",
    "Internship and Residency",
    "Cross-Sectional Studies",
    "Diversity, Equity, Inclusion",
    "Canada",
    "Education, Medical"
  ],
  "article_ids": {
    "pubmed": "36162441",
    "doi": "10.1016/j.jcjo.2022.08.015",
    "pii": "S0008-4182(22)00272-1"
  },
  "doi": "10.1016/j.jcjo.2022.08.015",
  "dates": {
    "completed": "2024-01-29",
    "revised": "2024-02-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:05.414060",
    "pmid": "36162441"
  }
}