{
  "pmid": "36163056",
  "uid": "36163056",
  "title": "Trends in quality indicators of end-of-life care for women with gynecologic malignancies in Ontario, Canada.",
  "abstract": "OBJECTIVE: A large body of research has validated several quality indicators of end-of-life (EOL) cancer care, but few have examined these in gynecologic cancer at a population-level. We examined patterns of EOL care quality in patients with gynecologic cancers across 13 years in Ontario, Canada. METHODS: We conducted a population-based, retrospective cohort study of gynecologic cancer decedents in Ontario from 2006 to 2018 using linked administrative health care databases. Proportions of quality indices were calculated, including: emergency department (ED) use, hospital or intensive care unit (ICU) admission, chemotherapy ≤14 days of death, cancer-related surgery, tube or intravenous feeds, palliative home visits, and hospital death. We used multivariable logistic regression to examine factors associated with receipt of aggressive and supportive care. RESULTS: There were 16,237 included decedents over the study period; hospital death rates decreased from 47% to 37%, supportive care use rose from 65% to 74%, and aggressive care remained stable (16%). Within 30 days of death, 50% were hospitalized, 5% admitted to ICU, and 67% accessed palliative homecare. Within 14 days of death, 31% visited the ED and 4% received chemotherapy. Patients with vulvovaginal cancers received the lowest rates of aggressive and supportive care. Using multivariable analyses, factors associated with increased aggressive EOL care use included younger age, shorter disease duration, lower income quintiles, and rural residence. CONCLUSIONS: Over time, less women dying with gynecologic cancers in Ontario experienced death in hospital, and more accessed supportive care. However, the majority were still hospitalized and a significant proportion received aggressive care in the final 30 days of life.",
  "authors": [
    {
      "last_name": "Mah",
      "fore_name": "Sarah J",
      "initials": "SJ",
      "name": "Sarah J Mah",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Gynecologic Oncology, McMaster University, Hamilton, Canada. Electronic address: sarah.mah@medportal.ca."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Schnarr",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Schnarr",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Reade",
      "fore_name": "Clare J",
      "initials": "CJ",
      "name": "Clare J Reade",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Gynecologic Oncology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Gayowsky",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Gayowsky",
      "affiliations": [
        "ICES McMaster, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Kelvin K W",
      "initials": "KKW",
      "name": "Kelvin K W Chan",
      "affiliations": [
        "Department of Oncology, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Sinnarajah",
      "fore_name": "Aynharan",
      "initials": "A",
      "name": "Aynharan Sinnarajah",
      "affiliations": [
        "Division of Palliative Care, Queen's University, Kingston, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gynecologic oncology",
    "iso_abbreviation": "Gynecol Oncol",
    "issn": "1095-6859",
    "issn_type": "Electronic",
    "volume": "167",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "247",
  "end_page": "255",
  "pages": "247-255",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Ontario",
    "Retrospective Studies",
    "Genital Neoplasms, Female",
    "Quality Indicators, Health Care",
    "Terminal Care",
    "Neoplasms",
    "Palliative Care"
  ],
  "article_ids": {
    "pubmed": "36163056",
    "doi": "10.1016/j.ygyno.2022.09.008",
    "pii": "S0090-8258(22)01822-4"
  },
  "doi": "10.1016/j.ygyno.2022.09.008",
  "dates": {
    "completed": "2023-10-23",
    "revised": "2024-11-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.094978",
    "pmid": "36163056"
  }
}