{
  "pmid": "36160315",
  "uid": "36160315",
  "title": "Pyoderma Gangrenosum After Insertion of a Hemodialysis Catheter: Koebner Phenomenon, Systemic Inflammatory Response Syndrome, and a Delay in Diagnosis.",
  "abstract": "RATIONALE: Pyoderma gangrenosum is a rare neutrophilic dermatosis. Misdiagnosis of pyoderma gangrenosum as an infection is not uncommon. Pyoderma gangrenosum can be associated with Koebner phenomenon and rarely results in systemic inflammatory response syndrome and shock. PRESENTING CONCERNS OF THE PATIENT: A 61-year-old woman had recently started maintenance hemodialysis, using a tunneled catheter. She was admitted with fever and signs of inflammation at the catheter exit site and along the tunnel. DIAGNOSES: The initial diagnosis was catheter-related tunnel infection. The exit site broke down into a 5 cm × 5 cm lesion typical of pyoderma, and a new similar lesion developed at a subcutaneous injection site in her abdomen. Clinical diagnosis of pyoderma gangrenosum was made. She remained febrile despite broad antibiotic coverage and catheter removal and developed systemic inflammatory response syndrome (SIRS) that necessitated transfer to intensive care unit. INTERVENTIONS: She responded well to fluids and intravenous steroids. Viral and bacterial cultures were negative throughout; echocardiography and computed tomography were unrevealing. Insertion of a new hemodialysis catheter was deferred as long as clinically possible, was undertaken while the patient was taking steroids, and was uncomplicated. OUTCOMES: She remained hemodynamically stable and was discharged after rehabilitation. Her wounds slowly granulated and healed. Steroids were tapered. TEACHING POINTS: To our knowledge, this is the first case report of a patient with pyoderma gangrenosum developing at the site of tunneled hemodialysis catheter. Our patient developed SIRS with no evidence of infection. We summarize 11 previous case reports of pyoderma leading to SIRS and responsive to steroids.",
  "authors": [
    {
      "last_name": "Alosaimi",
      "fore_name": "Majed M",
      "initials": "MM",
      "name": "Majed M Alosaimi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, St. Joseph's Healthcare Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sebzali",
      "fore_name": "Fatemah",
      "initials": "F",
      "name": "Fatemah Sebzali",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, St. Joseph's Healthcare Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Iqbal",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, St. Joseph's Healthcare Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rabbat",
      "fore_name": "Christian G",
      "initials": "CG",
      "name": "Christian G Rabbat",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, St. Joseph's Healthcare Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, St. Joseph's Healthcare Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4538-5958"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "20543581221120618",
  "pages": "20543581221120618",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36160315",
    "pmc": "PMC9493685",
    "doi": "10.1177/20543581221120618",
    "pii": "10.1177_20543581221120618"
  },
  "doi": "10.1177/20543581221120618",
  "pmc_id": "PMC9493685",
  "dates": {
    "revised": "2022-09-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.990494",
    "pmid": "36160315"
  }
}