{
  "pmid": "36171467",
  "uid": "36171467",
  "title": "The Iranian form of psychometric properties of the Multidimensional Psychological Flexibility Inventory.",
  "abstract": "The Multidimensional Psychological Flexibility Inventory (MPFI) is a new 60-item self-report scale developed to assess the specific components of psychological flexibility and inflexibility proposed in the Hexaflex model of Acceptance and Commitment Therapy (ACT). The present study sought to examine the psychometric properties of the Persian version of the MPFI-60 in a community sample of 307 Iranian adults. The original study supported a 12-factor second-order structure consisting of 6 dimensions for psychological flexibility and 6 dimensions for psychological inflexibility. The Persian MPFI-60 demonstrated acceptable semantic and test content, internal structure, correlations with other variables, and internal consistency. It also evidenced in relation to anxiety, stress, depression, and self-compassion. Overall, the results indicate that the Persian MPFI-60 is a psychometrically sound measure in the Iranian context that enables researchers and clinicians to comprehensively assess the components of psychological flexibility and inflexibility within the Hexaflex model.",
  "authors": [
    {
      "last_name": "Azadfar",
      "fore_name": "Zahra",
      "initials": "Z",
      "name": "Zahra Azadfar",
      "affiliations": [
        "Department of Psychology, Faculty of Educational Sciences and Psychology, Alzahra University, Tehran, Iran."
      ]
    },
    {
      "last_name": "Abdollahi",
      "fore_name": "Abbas",
      "initials": "A",
      "name": "Abbas Abdollahi",
      "affiliations": [
        "Department of Counseling, Faculty of Education and Psychology, Alzahra University, Tehran, Iran. a.abdollahi@alzahra.ac.ir."
      ],
      "orcid": "0000-0002-8346-5043"
    },
    {
      "last_name": "Patra",
      "fore_name": "Indrajit",
      "initials": "I",
      "name": "Indrajit Patra",
      "affiliations": [
        "NIT Durgapur, Durgapur, West Bengal, India."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Ya-Ping",
      "initials": "YP",
      "name": "Ya-Ping Chang",
      "affiliations": [
        "Department and Graduate School of Tourism Management, Chinese Culture University, 55, Hwa-Kang Road, Yang Ming Shan, Taipei, Taiwan, 11114."
      ]
    },
    {
      "last_name": "Alghazali",
      "fore_name": "Tawfeeq",
      "initials": "T",
      "name": "Tawfeeq Alghazali",
      "affiliations": [
        "Department of Journalism, College of Media, The Islamic University in Najaf, Najaf, Iraq."
      ]
    },
    {
      "last_name": "Talib",
      "fore_name": "Saad Ghazi",
      "initials": "SG",
      "name": "Saad Ghazi Talib",
      "affiliations": [
        "Law Department, Al-Mustaqbal University College, Babylon, Iraq."
      ]
    }
  ],
  "journal": {
    "title": "Psicologia, reflexao e critica : revista semestral do Departamento de Psicologia da UFRGS",
    "iso_abbreviation": "Psicol Reflex Crit",
    "issn": "0102-7972",
    "issn_type": "Print",
    "volume": "35",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "29"
  },
  "start_page": "32",
  "pages": "32",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36171467",
    "pmc": "PMC9519821",
    "doi": "10.1186/s41155-022-00236-w",
    "pii": "10.1186/s41155-022-00236-w"
  },
  "doi": "10.1186/s41155-022-00236-w",
  "pmc_id": "PMC9519821",
  "dates": {
    "revised": "2022-10-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:28.226468",
    "pmid": "36171467"
  }
}