{
  "pmid": "36175897",
  "uid": "36175897",
  "title": "Facilitators, barriers and strategies for health-system guidance implementation: a critical interpretive synthesis protocol.",
  "abstract": "BACKGROUND: As systematically developed statements regarding possible courses of action, health system guidance (HSG) can assist with making decisions about addressing problems or achieving goals in health systems. However, there are conceptual and methodological challenges in HSG implementation due to the complexity of health-system policy-making, the diversity of available evidence and vast differences in contexts. To address these gaps, we aim to develop a theoretical framework for supporting HSG implementation as part of a broader effort to promote evidence-informed policy-making in health systems. METHODS: To develop a theoretical framework about facilitators, barriers and strategies for HSG implementation, we will apply a critical interpretive synthesis (CIS) approach to synthesize the findings from a range of relevant literature. We will search 11 electronic databases and seven organizational websites to identify relevant published and grey literature. We will check the references of included studies and contact experts to identify additional eligible papers. Finally, we will conduct purposively sampling of the literature to fill any identified conceptual gaps. We will use relevance and five quality criteria to assess included papers. A standardized form will be developed for extracting information. We will use an interpretive analytic approach to synthesize the findings, including a constant comparative method throughout the analysis. Two independent reviewers will conduct the literature screening and relevance assessment, and disagreements will be resolved through discussion. The principal investigator will conduct data extraction and synthesis, and a second reviewer will check the sample of extracted data for consistency and accuracy. DISCUSSION: A new theoretical framework about facilitators, barriers and strategies for HSG implementation will be developed using a CIS approach. The HSG implementation framework could be widely used for supporting the implementation of HSG covering varied topics and in different contexts (including low-, middle- and high-income countries). In later work, we will develop a tool for supporting HSG implementation based on the theoretical framework. Registration PROSPERO CRD42020214072. Date of Registration: 14 December 2020.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Wang",
      "affiliations": [
        "Health Policy Ph.D. Program, McMaster University, Hamilton, ON, Canada.",
        "Evidence Based Social Science Research Center, School of Public Health, Lanzhou University, Lanzhou, China.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Zhu",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Shitong",
      "initials": "S",
      "name": "Shitong Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, China."
      ]
    },
    {
      "last_name": "Kibria",
      "fore_name": "Mohammad Golam",
      "initials": "MG",
      "name": "Mohammad Golam Kibria",
      "affiliations": [
        "Canadian Red Cross, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Qiangqiang",
      "initials": "Q",
      "name": "Qiangqiang Guo",
      "affiliations": [
        "Evidence Based Social Science Research Center, School of Public Health, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Belal",
      "fore_name": "Ahmed Atef",
      "initials": "AA",
      "name": "Ahmed Atef Belal",
      "affiliations": [
        "Health Policy Ph.D. Program, McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yanfei",
      "initials": "Y",
      "name": "Yanfei Li",
      "affiliations": [
        "Evidence Based Social Science Research Center, School of Public Health, Lanzhou University, Lanzhou, China.",
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China.",
        "Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province, Lanzhou, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Jingyi",
      "initials": "J",
      "name": "Jingyi Zhang",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yaolong",
      "initials": "Y",
      "name": "Yaolong Chen",
      "affiliations": [
        "Research Unit of Evidence-Based Evaluation and Guidelines, Chinese Academy of Medical Sciences (2021RU017), School of Basic Medical Sciences, Lanzhou University, Lanzhou, China.",
        "WHO Collaborating Centre for Guideline Implementation and Knowledge Translation, Lanzhou University, Lanzhou, China."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Michael G DeGroote Cochrane Canada and GRADE Centres, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Kehu",
      "initials": "K",
      "name": "Kehu Yang",
      "affiliations": [
        "Evidence Based Social Science Research Center, School of Public Health, Lanzhou University, Lanzhou, China. yangkh-ebm@lzu.edu.cn.",
        "Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou University, Lanzhou, China. yangkh-ebm@lzu.edu.cn.",
        "Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province, Lanzhou, China. yangkh-ebm@lzu.edu.cn."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada.",
        "Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "29"
  },
  "start_page": "105",
  "pages": "105",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Decision Making",
    "Health Promotion",
    "Humans",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "36175897",
    "pmc": "PMC9523963",
    "doi": "10.1186/s12961-022-00908-0",
    "pii": "10.1186/s12961-022-00908-0"
  },
  "doi": "10.1186/s12961-022-00908-0",
  "pmc_id": "PMC9523963",
  "dates": {
    "completed": "2022-10-03",
    "revised": "2022-10-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "19ZDA142",
      "agency": "National Social Science Fund of China"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.798999",
    "pmid": "36175897"
  }
}