{
  "pmid": "36179421",
  "uid": "36179421",
  "title": "Evaluation of a web-based resource to improve menstrual health literacy and self-management in young women.",
  "abstract": "OBJECTIVE: Menstrual cycle-related conditions, such as dysmenorrhea and heavy bleeding, are common amongst those under 25 years. Despite having significant impact on work, education, and social activities, most do not seek medical advice, preferring to self-manage their symptoms. We aimed to determine if access to a web-based resource was a feasible and acceptable method for improving menstrual health literacy and encouraging health seeking behavior. METHODS: People were eligible to participate if they were currently living in Australia, aged 14-25 years, and had menstruated for at least 12 months. Access to the resource, comprising evidence-based information on the menstrual cycle, the Period ImPact and Pain Assessment (PIPPA) tool, and guidance on self-management options, was provided for three menstrual cycles. RESULTS: Seventy-five participants with a mean age of 20.4 years were enrolled with 56 (75%) providing pre and post measures. Recruitment rate and retention rates met pre-specified criteria for feasibility. Eighty five percent of the participants reported the web-based resource was easy to use, and 90% reported they found the information provided 'very helpful'. Just under half (48%) reported the resource changed what they thought was a 'normal' period. Forty-three percent visited their doctor regarding their menstrual symptoms during the study period, with 84% indicating that they made the appointment due to the resource; over half (56%) who visited their doctor received a referral to a gynecologist. CONCLUSION: Access to a web-based resource on menstrual health literacy was found to be acceptable and feasible to young people and may encourage health-seeking behavior.",
  "authors": [
    {
      "last_name": "Armour",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Armour",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia; Translational Health Research Institute (THRI), Western Sydney University, Penrith, New South Wales, Australia; Medical Research Institute of New Zealand (MRINZ), Wellington, New Zealand. Electronic address: m.armour@westernsydney.edu.au."
      ]
    },
    {
      "last_name": "Parry",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Parry",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Curry",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Curry",
      "affiliations": [
        "Centre for Educational Research, Western Sydney University, Penrith, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Ferfolja",
      "fore_name": "Tania",
      "initials": "T",
      "name": "Tania Ferfolja",
      "affiliations": [
        "Centre for Educational Research, Western Sydney University, Penrith, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Parker",
      "fore_name": "Melissa A",
      "initials": "MA",
      "name": "Melissa A Parker",
      "affiliations": [
        "Canberra Endometriosis Centre, Department of Obstetrics and Gynaecology, ACT Health, Canberra, Australian Capital Territory, Australia."
      ]
    },
    {
      "last_name": "Farooqi",
      "fore_name": "Toobah",
      "initials": "T",
      "name": "Toobah Farooqi",
      "affiliations": [
        "School of Medical Sciences, The University of New South Wales, Kensington, New South Wales, Australia."
      ]
    },
    {
      "last_name": "MacMillan",
      "fore_name": "Freya",
      "initials": "F",
      "name": "Freya MacMillan",
      "affiliations": [
        "Translational Health Research Institute (THRI), Western Sydney University, Penrith, New South Wales, Australia; School of Health Sciences, Western Sydney University, Penrith, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Caroline A",
      "initials": "CA",
      "name": "Caroline A Smith",
      "affiliations": [
        "NICM Health Research Institute, Western Sydney University, Penrith, New South Wales, Australia; Translational Health Research Institute (THRI), Western Sydney University, Penrith, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Holmes",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Holmes",
      "affiliations": [
        "Centre for Educational Research, Western Sydney University, Penrith, New South Wales, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Journal of psychosomatic research",
    "iso_abbreviation": "J Psychosom Res",
    "issn": "1879-1360",
    "issn_type": "Electronic",
    "volume": "162",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "111038",
  "pages": "111038",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Dysmenorrhea",
    "Female",
    "Health Literacy",
    "Humans",
    "Internet",
    "Menstruation",
    "Self-Management",
    "Young Adult"
  ],
  "article_ids": {
    "pubmed": "36179421",
    "doi": "10.1016/j.jpsychores.2022.111038",
    "pii": "S0022-3999(22)00323-3"
  },
  "doi": "10.1016/j.jpsychores.2022.111038",
  "dates": {
    "completed": "2022-10-18",
    "revised": "2022-12-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:23.218526",
    "pmid": "36179421"
  }
}