{
  "pmid": "36183079",
  "uid": "36183079",
  "title": "Rational design of an essential diagnostics network to support Universal Health Coverage: a modeling analysis.",
  "abstract": "BACKGROUND: Diagnostic investigations, including pathology and laboratory medicine (PALM) and radiology, have been largely absent from international strategies such as the Sustainable Development Goals. Further, there is little international guidance on which health system tiers different diagnostics should be placed, a critical step in developing a country-level diagnostics network. We describe a modeling strategy to produce tier-specific diagnostic recommendations based on disease burden, current treatment pathways, and existing infrastructure in a country. METHODS: The relational model assumes that diagnostics should be available at the lowest tier where patients might receive medical management. Using Ghana as an exemplar, the 20 diseases forecasted by 2030 and 2040 to cause the greatest burden in low- and middle-income countries were mapped to three generalized tiers in the Ghanaian health system (Primary, Secondary, and Tertiary care) for three levels of each disease (triage, uncomplicated, and complicated). The lowest tier at which a diagnostic could potentially be placed was restricted by existing infrastructure, though placement still required there be a medical justification for the diagnostic at that tier. RESULTS: The model recommended 111 unique diagnostic investigations with 17 at Primary tier, an additional 45 at Secondary tier and a further 49 at Tertiary tier. Estimated capital costs were $8,330 at Primary tier and between $571,000 to $777,000 at Secondary tier. Twenty-eight different laboratory tests were recommended as send-outs from Primary to Secondary tier, and twelve as send-outs to Tertiary tier. CONCLUSIONS: This model provides a transparent framework within which countries can customize diagnostic planning to local disease priorities, health system patient treatment pathways, and infrastructural limitations to best support Universal Health Coverage.",
  "authors": [
    {
      "last_name": "Schroeder",
      "fore_name": "Lee F",
      "initials": "LF",
      "name": "Lee F Schroeder",
      "affiliations": [
        "Department of Pathology & Clinical Labs, University of Michigan Medical School, NCRC, Bldg. 35, 2800 Plymouth Road, Ann Arbor, MI, 48109-2800, USA. leeschro@med.umich.edu."
      ],
      "orcid": "0000-0002-2787-3608"
    },
    {
      "last_name": "Dei-Adomakoh",
      "fore_name": "Yvonne",
      "initials": "Y",
      "name": "Yvonne Dei-Adomakoh",
      "affiliations": [
        "Department of Haematology, University of Ghana Medical School, Accra, Ghana."
      ]
    },
    {
      "last_name": "DeStigter",
      "fore_name": "Kristen",
      "initials": "K",
      "name": "Kristen DeStigter",
      "affiliations": [
        "University of Vermont Larner College of Medicine, Vermont, USA."
      ]
    },
    {
      "last_name": "Idigbe",
      "fore_name": "Emmanuel O",
      "initials": "EO",
      "name": "Emmanuel O Idigbe",
      "affiliations": [
        "Human Development and Public Health Initiative, Lagos, Nigeria."
      ]
    },
    {
      "last_name": "Flanigan",
      "fore_name": "John",
      "initials": "J",
      "name": "John Flanigan",
      "affiliations": [
        "National Cancer Institute, Bethesda, MD, USA."
      ]
    },
    {
      "last_name": "Ekpale",
      "fore_name": "Priscilla Mawuli Awo",
      "initials": "PMA",
      "name": "Priscilla Mawuli Awo Ekpale",
      "affiliations": [
        "Department of Pharmacy, Korle Bu Teaching Hospital, Accra, Ghana."
      ]
    },
    {
      "last_name": "Adjei",
      "fore_name": "Ernest",
      "initials": "E",
      "name": "Ernest Adjei",
      "affiliations": [
        "Department of Pathology, Komfo Anokye Teaching Hospital, Kumasi, Ghana."
      ]
    },
    {
      "last_name": "Roa",
      "fore_name": "Lina",
      "initials": "L",
      "name": "Lina Roa",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Denver Health and Hospital Authority, Denver, CO, USA."
      ]
    },
    {
      "last_name": "Horton",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Horton",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "1224",
  "pages": "1224",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Cost of Illness",
    "Ghana",
    "Humans",
    "Laboratories",
    "Universal Health Insurance"
  ],
  "article_ids": {
    "pubmed": "36183079",
    "pmc": "PMC9526922",
    "doi": "10.1186/s12913-022-08558-2",
    "pii": "10.1186/s12913-022-08558-2"
  },
  "doi": "10.1186/s12913-022-08558-2",
  "pmc_id": "PMC9526922",
  "dates": {
    "completed": "2022-10-04",
    "revised": "2024-09-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.786988",
    "pmid": "36183079"
  }
}