{
  "pmid": "36188805",
  "uid": "36188805",
  "title": "Canadian Resources for Siblings of Youth With Chronic Health Conditions to Inform and Support With Healthcare Management: A Qualitative Document Analysis.",
  "abstract": "Background: As children and adolescents with a chronic health condition (CHC) age and transition to adulthood, many will increasingly assume responsibilities for the management of their healthcare. For individuals with CHCs, family members including siblings often provide significant and varied supports. There are a range of resources in Canada to support siblings of individuals with a CHC, but these resources are not synthesized and the extent to which they relate to healthcare management remains unclear. Purpose: The purpose of this document review was to identify, describe, and synthesize the types of resources currently available to provide general information and healthcare management information about how siblings can provide support to individuals with CHCs in Canada. Methods: Print and electronic resources were systematically identified and retrieved from the websites of organizations, treatment centers, and children's hospitals that are part of Children's Healthcare Canada. Each unique resource was treated as a text document. Documents that met the following inclusion criteria were included: addressed the topic of siblings of individuals with a CHC and written in English. Data were extracted from included documents and qualitative conventional content analysis was conducted. Throughout the process of this review, we partnered with a Sibling Youth Advisory Council. Results: The systematic search yielded 1,628 non-duplicate documents, of which 163 documents met the inclusion criteria. Of the total of 163 documents, they were delivered in the following formats: 17 (10%) general informational products (e.g., booklets, videos) about a CHC and sibling relationships, 39 about support programs and workshops (24%), 34 news articles (21%) that described the roles of siblings, and 6 (3%) healthcare management informational products (e.g., toolkit, tipsheets), 31 blogs (19%) and 39 interviews (24%) with parents and siblings. In the blogs and interviews, siblings and parents described how siblings developed knowledge and skills for healthcare management, as well as their role and identity over time. Significance: This study identified that there are limited resources available about healthcare management for siblings of CHC in Canada. Resources are needed to facilitate conversations in the family about the role of siblings with healthcare management of their sibling with a CHC.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Nguyen",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada.",
        "CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, ON, Canada.",
        "Sibling Youth Advisory Council, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Hanae",
      "initials": "H",
      "name": "Hanae Davis",
      "affiliations": [
        "Sibling Youth Advisory Council, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bellefeuille",
      "fore_name": "Samantha",
      "initials": "S",
      "name": "Samantha Bellefeuille",
      "affiliations": [
        "Sibling Youth Advisory Council, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Havens",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Havens",
      "affiliations": [
        "Sibling Youth Advisory Council, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Di Rezze",
      "fore_name": "Briano",
      "initials": "B",
      "name": "Briano Di Rezze",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada.",
        "CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ketelaar",
      "fore_name": "Marjolijn",
      "initials": "M",
      "name": "Marjolijn Ketelaar",
      "affiliations": [
        "CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, ON, Canada.",
        "Centre of Excellence for Rehabilitation Medicine, University Medical Center Utrecht and De Hoogstraat Rehabilitation, Utrecht, Netherlands."
      ]
    },
    {
      "last_name": "Gorter",
      "fore_name": "Jan Willem",
      "initials": "JW",
      "name": "Jan Willem Gorter",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, ON, Canada.",
        "CanChild Centre for Childhood Disability Research, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University and McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in rehabilitation sciences",
    "iso_abbreviation": "Front Rehabil Sci",
    "issn": "2673-6861",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2021"
  },
  "start_page": "724589",
  "pages": "724589",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36188805",
    "pmc": "PMC9397918",
    "doi": "10.3389/fresc.2021.724589"
  },
  "doi": "10.3389/fresc.2021.724589",
  "pmc_id": "PMC9397918",
  "dates": {
    "revised": "2022-10-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.236726",
    "pmid": "36188805"
  }
}