{
  "pmid": "36181942",
  "uid": "36181942",
  "title": "Similar assembly mechanisms but distinct co-occurrence patterns of free-living vs. particle-attached bacterial communities across different habitats and seasons in shallow, eutrophic Lake Taihu.",
  "abstract": "Eutrophication due to nitrogen and phosphorus input is an increasing problem in lake ecosystems. Free-living (FL) and particle-attached (PA) bacterial communities play a primary role in mediating biogeochemical processes in these lakes and in responding to eutrophication. However, knowledge of factors governing function, assembly mechanisms, and co-occurrence patterns of these communities remain poorly understood and are key challenges in microbial ecology. To address this knowledge gap, we collected 96 samples from Lake Taihu across four seasons and investigated the bacterial community using 16S rRNA gene sequencing. Our results demonstrate that the α-diversity, β-diversity, community composition, and functional composition of FL and PA bacterial communities exhibited differing spatiotemporal dynamics. FL and PA bacterial communities displayed similar distance-decay relationships across seasons. Deterministic processes (i.e., environmental filtering and species interaction) were the primary factors shaping community assembly in both FL and PA bacteria. Similar environmental factors shaped bacterial community structure while different environmental factors drove bacterial functional composition. Habitat filtering influenced enrichment of bacteria within specific functional groups. Among them, the FL bacterial community appeared to play a critical role in methane-utilization, whereas the PA bacteria contributed more to biogeochemical cycling of carbon. FL and PA bacterial communities exhibited distinct co-occurrence pattern across different seasons. In the FL network, Methylotenera and Methylophilaceae were identified as keystone taxa, while Burkholderiaceae and the hgcI clade were keystone taxa in the PA network. The PA bacterial community appeared to possess greater stability in the face of environmental change than did FL counterparts. These results broaden our knowledge of the driving factors, co-occurrence patterns, and assembly processes in FL and PA bacterial communities in eutrophic ecosystems and provide improved insight into the underlying mechanisms responsible for these results.",
  "authors": [
    {
      "last_name": "Shen",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Shen",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China; University of Chinese Academy of Sciences, Beijing, 100049, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Guijuan",
      "initials": "G",
      "name": "Guijuan Xie",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China; College of Biology and Pharmaceutical Engineering, West Anhui University, Lu'an, 237012, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Bobing",
      "initials": "B",
      "name": "Bobing Yu",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China; University of Chinese Academy of Sciences, Beijing, 100049, China."
      ]
    },
    {
      "last_name": "Shao",
      "fore_name": "Keqiang",
      "initials": "K",
      "name": "Keqiang Shao",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Guang",
      "initials": "G",
      "name": "Guang Gao",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Xiangming",
      "initials": "X",
      "name": "Xiangming Tang",
      "affiliations": [
        "Taihu Laboratory for Lake Ecosystem Research, State Key Laboratory of Lake Science and Environment, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences, Nanjing, 210008, China; University of Chinese Academy of Sciences, Beijing, 100049, China. Electronic address: xmtang@niglas.ac.cn."
      ]
    }
  ],
  "journal": {
    "title": "Environmental pollution (Barking, Essex : 1987)",
    "iso_abbreviation": "Environ Pollut",
    "issn": "1873-6424",
    "issn_type": "Electronic",
    "volume": "314",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "120305",
  "pages": "120305",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Lakes",
    "Ecosystem",
    "RNA, Ribosomal, 16S",
    "Seasons",
    "Bacteria",
    "Phosphorus",
    "Nitrogen",
    "Methane",
    "Carbon"
  ],
  "article_ids": {
    "pubmed": "36181942",
    "doi": "10.1016/j.envpol.2022.120305",
    "pii": "S0269-7491(22)01519-6"
  },
  "doi": "10.1016/j.envpol.2022.120305",
  "dates": {
    "completed": "2022-10-26",
    "revised": "2022-10-26"
  },
  "chemicals": [
    "RNA, Ribosomal, 16S",
    "Phosphorus",
    "Nitrogen",
    "Methane",
    "Carbon"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.535661",
    "pmid": "36181942"
  }
}