{
  "pmid": "36188846",
  "uid": "36188846",
  "title": "A Mixed-Methods Feasibility Study of Integrated Pediatric Complex Care: Experiences of Parents With Care and the Value of Parent Engagement in Research.",
  "abstract": "Introduction: Children with medical complexity (CMC) are among the most vulnerable children in society. These children and their families face challenges of fragmented care and are at risk for poorer health outcomes. Families with CMC play a vital role in providing care and navigating the complexities of healthcare systems. It is essential to understand the best ways to engage these families in research to improve the care and optimize the health of CMC. Objectives: This study explored parent engagement within the context of a feasibility study evaluating an Integrated Tertiary Complex Care (ITCC) clinic created to support CMC closer to home. This paper aimed: (1) to understand the family experiences of care and (2) to explore parent engagement in the study. Method: This mixed-methods feasibility study included three components. First, feedback from focus groups was used to identify the common themes that informed interviews with parents. Second, one-on-one interviews were conducted with parents to explore their experience with care, such as the ITCC clinic, using an interpretative description approach. Third, the questionnaires were completed by parents at baseline and 6-months post-baseline. These questionnaires included demographic and cost information and three validated scales designed to measure the caregiver strain, family-centered care, and parental health. The recruitment rate, percentage completion of the questionnaires, and open-ended comments were used to assess parent engagement in the study. Results: The focus groups involved 24 parents, of which 19 (14 women, five men) provided comments. The findings identified the importance of Complex Care Team (CC Team) accessibility, local access, and family-centered approach to care. The challenges noted were access to homecare nursing, fatigue, and lack of respite affecting caregiver well-being. In this study, 17 parents participated in one-on-one interviews. The identified themes relevant to care experience were proximity, continuity, and coordination of care. The parents who received care through the ITCC clinic appreciated receiving care closer to home. The baseline questionnaires were completed by 44 of 77 (57%) eligible parents. Only 24 (31%) completed the 6-month questionnaire. The challenges with study recruitment and follow-up were identified. Conclusion: Family engagement was a challenging yet necessary endeavor to understand how to tailor the healthcare to meet the complex needs of families caring for CMC.",
  "authors": [
    {
      "last_name": "Hlyva",
      "fore_name": "Oksana",
      "initials": "O",
      "name": "Oksana Hlyva",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Deibert",
      "fore_name": "Shelby",
      "initials": "S",
      "name": "Shelby Deibert",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kamran",
      "fore_name": "Rakhshan",
      "initials": "R",
      "name": "Rakhshan Kamran",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Shaikh",
      "fore_name": "Haniah",
      "initials": "H",
      "name": "Haniah Shaikh",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health, Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rosenbaum",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Rosenbaum",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Audrey",
      "initials": "A",
      "name": "Audrey Lim",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in rehabilitation sciences",
    "iso_abbreviation": "Front Rehabil Sci",
    "issn": "2673-6861",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2021"
  },
  "start_page": "710335",
  "pages": "710335",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36188846",
    "pmc": "PMC9397898",
    "doi": "10.3389/fresc.2021.710335"
  },
  "doi": "10.3389/fresc.2021.710335",
  "pmc_id": "PMC9397898",
  "dates": {
    "revised": "2022-10-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.185282",
    "pmid": "36188846"
  }
}