{
  "pmid": "36185546",
  "uid": "36185546",
  "title": "Quality and consistency of clinical practice guidelines on the prevention of food allergy and atopic dermatitis: Systematic review protocol.",
  "abstract": "BACKGROUND AND AIMS: Allergy prevention strategies have gained significant traction as a means to attenuate the growing burden of allergic diseases over the past decade. As the evidence base for primary prevention of food allergy (FA) and atopic dermatitis (AD) is constantly advancing, clinical practice guideline (CPG) recommendations on interventions for FA and AD prevention vary in quality and consistency among professional organizations. We present a protocol for a systematic review of CPGs on primary prevention of FA and AD. METHODS: We will systematically review and appraise all CPGs addressing primary prevention of FA and AD and report our findings according to Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Electronic databases and manual website searches from January 2011 to March 2021 without language or geographical restrictions, and supplemented by author contact, will generate the list of potentially relevant CPGs to screen. Evaluation of the methodological quality, consistency, and global applicability of shortlisted CPGs will be performed by members of the Allergy Prevention Work Group of the World Allergy Organization (WAO) using the Appraisal of Guidelines for Research and Evaluation (AGREE) II and AGREE-REX (Recommendations EXcellence). instruments. Guideline contents, consistency, and quality of the recommendations will be summarised in tabular and narrative formats. We aim to present consolidated recommendations from international guidelines of the highest methodological quality and applicability, as determined by AGREE II and AGREE-REX. DISSEMINATION: This systematic review will provide a succinct overview of the quality and consistency of recommendations across all existing CPGs for FA and AD prevention, as well as crucial perspectives on applicability of individual recommendations in different geographical contexts. Results from this systematic review will be reported in a peer-reviewed journal. It will also inform a position statement by WAO to provide a practical framework to guide the development of future guidelines for allergy prevention worldwide. PROSPERO REGISTRATION NUMBER: CRD42021265689.",
  "authors": [
    {
      "last_name": "Yin Leung",
      "fore_name": "Agnes Sze",
      "initials": "AS",
      "name": "Agnes Sze Yin Leung",
      "affiliations": [
        "Department of Paediatrics, Faculty of Medicine, The Chinese University of Hong Kong, Hong Kong, China."
      ]
    },
    {
      "last_name": "Tham",
      "fore_name": "Elizabeth Huiwen",
      "initials": "EH",
      "name": "Elizabeth Huiwen Tham",
      "affiliations": [
        "Department of Paediatrics, Yong Loo Lin School of Medicine, National University of Singapore, Singapore.",
        "Khoo Teck Puat-National University Children's Medical Institute, National University Hospital, Singapore."
      ]
    },
    {
      "last_name": "Samuel",
      "fore_name": "Miny",
      "initials": "M",
      "name": "Miny Samuel",
      "affiliations": [
        "Research Support Unit, Yong Loo Lin School of Medicine, National University of Singapore (NUS), Singapore."
      ]
    },
    {
      "last_name": "Munblit",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Munblit",
      "affiliations": [
        "Department of Paediatrics and Paediatric Infectious Diseases, Institute of Child's Health, Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia.",
        "Inflammation, Repair and Development Section, National Heart and Lung Institute, Faculty of Medicine, Imperial College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Dahdah",
      "fore_name": "Lamia",
      "initials": "L",
      "name": "Lamia Dahdah",
      "affiliations": [
        "Translational Research in Pediatric Specialities Area, Division of Allergy, Bambino Gesù Children's Hospital, Rome, Italy."
      ]
    },
    {
      "last_name": "Yamamoto-Hanada",
      "fore_name": "Kiwako",
      "initials": "K",
      "name": "Kiwako Yamamoto-Hanada",
      "affiliations": [
        "Allergy Center, National Center for Child Health and Development, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Trikamjee",
      "fore_name": "Thulja",
      "initials": "T",
      "name": "Thulja Trikamjee",
      "affiliations": [
        "Allergy and Immunology Unit, University of Cape Town Lung Institute, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Warad",
      "fore_name": "Vijay",
      "initials": "V",
      "name": "Vijay Warad",
      "affiliations": [
        "Sai Allergy Asthma Eye Hospital, Pune, India."
      ]
    },
    {
      "last_name": "van Niekerk",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre van Niekerk",
      "affiliations": [
        "Department of Paediatrics and Child Health, School of Medicine, University of Pretoria, South Africa."
      ]
    },
    {
      "last_name": "Martinez",
      "fore_name": "Santiago",
      "initials": "S",
      "name": "Santiago Martinez",
      "affiliations": [
        "Florida State University College of Medicine, Tallahassee, FL, USA."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Ellis",
      "affiliations": [
        "Department of Medicine, Queen's University, and the Division of Allergy and Immunology, Kingston General Hospital, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Bielory",
      "fore_name": "Leonard",
      "initials": "L",
      "name": "Leonard Bielory",
      "affiliations": [
        "Department of Medicine, Allergy, Immunology and Ophthalmology, Hackensack Meridian School of Medicine, Springfield, NJ, USA.",
        "Center for Environmental Prediction Rutgers University, New Brunswick, NJ, USA.",
        "Kean University, Center for Aerobiology Research, New Jersey Center for Science, Technology and Mathematics, Union, NJ, USA."
      ]
    },
    {
      "last_name": "Cuadros",
      "fore_name": "Gustavo",
      "initials": "G",
      "name": "Gustavo Cuadros",
      "affiliations": [
        "District Department of Health of Bogota, Bogota, Colombia."
      ]
    },
    {
      "last_name": "van Bever",
      "fore_name": "Hugo",
      "initials": "H",
      "name": "Hugo van Bever",
      "affiliations": [
        "Department of Paediatrics, Yong Loo Lin School of Medicine, National University of Singapore, Singapore.",
        "Khoo Teck Puat-National University Children's Medical Institute, National University Hospital, Singapore."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Wallace",
      "affiliations": [
        "Nova Southeastern Allopathic Medical School, Fort Lauderdale, FL, USA."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Mimi",
      "initials": "M",
      "name": "Mimi Tang",
      "affiliations": [
        "Allergy Immunology, Murdoch Children's Research Institute, Melbourne, Australia.",
        "Department of Paediatrics, University of Melbourne, Melbourne, Australia.",
        "Department of Allergy and Immunology, Royal Children's Hospital, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Sublett",
      "fore_name": "James",
      "initials": "J",
      "name": "James Sublett",
      "affiliations": [
        "Pediatric Allergy & Immunology, University of Louisville School of Medicine, Louisville, KY, USA."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Gary Wing Kin",
      "initials": "GWK",
      "name": "Gary Wing Kin Wong",
      "affiliations": [
        "Department of Paediatrics, Faculty of Medicine, The Chinese University of Hong Kong, Hong Kong, China."
      ]
    }
  ],
  "journal": {
    "title": "The World Allergy Organization journal",
    "iso_abbreviation": "World Allergy Organ J",
    "issn": "1939-4551",
    "issn_type": "Print",
    "volume": "15",
    "issue": "9",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "100679",
  "pages": "100679",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36185546",
    "pmc": "PMC9478906",
    "doi": "10.1016/j.waojou.2022.100679",
    "pii": "S1939-4551(22)00055-2"
  },
  "doi": "10.1016/j.waojou.2022.100679",
  "pmc_id": "PMC9478906",
  "dates": {
    "revised": "2022-12-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.145400",
    "pmid": "36185546"
  }
}