{
  "pmid": "36188893",
  "uid": "36188893",
  "title": "Case report: The feasibility of rTMS with intrathecal baclofen pump for the treatment of unresolved neuropathic pain following spinal cord injury.",
  "abstract": "The main objective of this study was to assess the efficacy and safety of 10 Hz repetitive transcranial magnetic stimulation (rTMS) for the treatment of unresolved neuropathic pain in an individual with spinal cord injury and an intrathecal baclofen pump. A 62-year-old male presented with drug resistant neuropathic pain as a result of a complete spinal cord lesion at T8 level. Pain was classified into four types: pressure pain in the left foot, burning pain in buttocks, burning pain in sternum, and electrical attacks in the trunk. The treatment period involved 6 weeks of rTMS stimulation performed 5 days per week, a 6-week follow up period with no stimulation, and an 8-week top up session period which began 5-weeks after the end of the follow up period. 2004 pulses were delivered at 10Hz over the right-hand representation of the left primary motor cortex at 80% resting motor threshold during each session. Assessments were based on the numerical rating scale (NRS), neuropathic pain scale (NPS), Hamilton Depression and Anxiety rating scales. Following the treatment period there was a 30, 13, and 29% reduction in sternum, buttocks, and left foot pain respectively, as reported by the NRS. During this time, electrical attacks were abolished following the third week of treatment. These changes corresponded to a 38% decrease in NPS scores and a 65 and 25% reduction in anxiety and depressions scores respectively. The changes in sternum, buttocks, and left foot pain reported on the NRS persisted for 1 week following treatment. Top up sessions delivered 11 weeks after the end of the treatment period were unsuccessful in reducing pain to the level achieved during the treatment period. A 13% reduction in NPS was seen during these 8-weeks. Anxiety and depression scores decreased 78 and 67% respectively. The frequency of electrical attacks was zero during this time. rTMS stimulation delivered throughout this study did not cause any interference with the functioning of the intrathecal baclofen pump. This case study illustrates that rTMS may be effective at reducing drug resistant neuropathic pain with certain pain types exhibiting greater propensity for change.",
  "authors": [
    {
      "last_name": "Foglia",
      "fore_name": "Stevie D",
      "initials": "SD",
      "name": "Stevie D Foglia",
      "affiliations": [
        "School of Biomedical Engineering, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rehsi",
      "fore_name": "Ravjot S",
      "initials": "RS",
      "name": "Ravjot S Rehsi",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Turco",
      "fore_name": "Claudia V",
      "initials": "CV",
      "name": "Claudia V Turco",
      "affiliations": [
        "Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Nelson",
      "fore_name": "Aimee J",
      "initials": "AJ",
      "name": "Aimee J Nelson",
      "affiliations": [
        "School of Biomedical Engineering, McMaster University, Hamilton, ON, Canada.",
        "Department of Kinesiology, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in rehabilitation sciences",
    "iso_abbreviation": "Front Rehabil Sci",
    "issn": "2673-6861",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2022"
  },
  "start_page": "893014",
  "pages": "893014",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36188893",
    "pmc": "PMC9397973",
    "doi": "10.3389/fresc.2022.893014"
  },
  "doi": "10.3389/fresc.2022.893014",
  "pmc_id": "PMC9397973",
  "dates": {
    "revised": "2022-10-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.667161",
    "pmid": "36188893"
  }
}