{
  "pmid": "36199014",
  "uid": "36199014",
  "title": "Women's values and preferences on low-molecular-weight heparin and pregnancy: a mixed-methods systematic review.",
  "abstract": "BACKGROUND: Venous thromboembolism (VTE) in pregnancy is an important cause of maternal morbidity and mortality. Low-molecular-weight heparin (LMWH) is the cornerstone of prophylaxis and treatment of thrombotic events during pregnancy. LMWH has fewer adverse effects than other anticoagulants, does not cross the placenta, and is safe for the fetus. However, the use of LMWH during pregnancy is sensitive to womens' underlying preferences. The objective of this review is to systematically assess women's values and preferences research evidence on this topic. METHODS: We searched four electronic databases from inception to March 2022, and included studies examining values and preferences of using LMWH among pregnant women at risk of VTE. We followed a convergent integrated mixed-methods design to compare and contrast quantitative outcomes (utility and non-utility measures) and qualitative findings. We assessed the certainty of the values and preferences evidence with the GRADE approach for quantitative findings, and with GRADE-CERqual for qualitative evidence. Results were presented in a conjoint display. RESULTS: We screened 3,393 references and identified seven eligible studies. The mixed methods analysis resulted in four themes. Datasets confirmed each other in that: 1) the majority of women consider that benefits of treatment outweigh the inconveniences of daily injections; and 2) main concerns around medication are safety and injections administration. Quantitative outcomes expanded on the qualitative findings in that: 3) participants who perceived a higher risk of VTE were more willing to take LMWH. Finally, we found a discrepancy between the datasets around: 4) the amount of information preferred to make the decision; however, qualitative data expanded to clarify that women prefer making informed decisions and receive support from their clinician in their decision-making process. CONCLUSIONS: We are moderately confident that in the context of pregnancy, using LMWH is preferred by women given its net beneficial balance. Integrating data from different sources of evidence, and representing them in a jointly manner helps to identify patient's values and preferences. Our results may inform clinical practice guidelines and support shared decision-making process in the clinical encounter for the management of VTE in the context of pregnancy.",
  "authors": [
    {
      "last_name": "León-García",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat León-García",
      "affiliations": [
        "Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain. mleong@santpau.cat.",
        "Department of Pediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Spain. mleong@santpau.cat.",
        "Knowledge and Evaluation Research Unit, Department of Medicine, Mayo Clinic, Rochester, MN, USA. mleong@santpau.cat."
      ]
    },
    {
      "last_name": "Humphries",
      "fore_name": "Brittany",
      "initials": "B",
      "name": "Brittany Humphries",
      "affiliations": [
        "Cytel Inc, Toronto, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Maraboto",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Maraboto",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Department of Medicine, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Rabassa",
      "fore_name": "Montserrat",
      "initials": "M",
      "name": "Montserrat Rabassa",
      "affiliations": [
        "Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Boehmer",
      "fore_name": "Kasey R",
      "initials": "KR",
      "name": "Kasey R Boehmer",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Department of Medicine, Mayo Clinic, Rochester, MN, USA.",
        "Division of Health Care Delivery Research, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Perestelo-Perez",
      "fore_name": "Lilisbeth",
      "initials": "L",
      "name": "Lilisbeth Perestelo-Perez",
      "affiliations": [
        "Evaluation Unit (SESCS), Canary Islands Health Service (SCS), Tenerife, Spain.",
        "Research Network On Health Services in Chronic Diseases (REDISSEC), Tenerife, Spain.",
        "Network for Research On Chronicity, Primary Care, and Health Promotion (RICAPPS), Tenerife, Spain."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pelayo",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Pelayo",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Ramón y Cajal Hospital, Madrid, Spain.",
        "Faculty of Medicine, Alcalá de Henares University, Madrid, Spain."
      ]
    },
    {
      "last_name": "Eckman",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Eckman",
      "affiliations": [
        "Division of General Internal Medicine and Center for Clinical Effectiveness, University of Cincinnati School of Medicine, Cincinnati, OH, USA."
      ]
    },
    {
      "last_name": "Bates",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Bates",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Selva",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Selva",
      "affiliations": [
        "Department of Pediatrics, Obstetrics, Gynaecology and Preventive Medicine, Universidad Autónoma de Barcelona, Barcelona, Spain.",
        "Clinical Epidemiology and Cancer Screening, Corporació Sanitaria Parc Taulí, Sabadell, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain.",
        "CIBER of Epidemiology and Public Health, CIBERESP, Madrid, Spain."
      ]
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Oct",
    "pub_day": "05"
  },
  "start_page": "747",
  "pages": "747",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Anticoagulants",
    "Female",
    "Heparin",
    "Heparin, Low-Molecular-Weight",
    "Humans",
    "Pregnancy",
    "Pregnancy Complications, Cardiovascular",
    "Thrombosis",
    "Venous Thromboembolism"
  ],
  "article_ids": {
    "pubmed": "36199014",
    "pmc": "PMC9533610",
    "doi": "10.1186/s12884-022-05042-x",
    "pii": "10.1186/s12884-022-05042-x"
  },
  "doi": "10.1186/s12884-022-05042-x",
  "pmc_id": "PMC9533610",
  "dates": {
    "completed": "2022-10-07",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anticoagulants",
    "Heparin, Low-Molecular-Weight",
    "Heparin"
  ],
  "grants": [
    {
      "grant_id": "PI17/01874",
      "agency": "Instituto de Salud Carlos III"
    },
    {
      "grant_id": "PI17/01874",
      "agency": "Instituto de Salud Carlos III"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.227699",
    "pmid": "36199014"
  }
}