{
  "pmid": "36195825",
  "uid": "36195825",
  "title": "Inotropes, vasopressors, and mechanical circulatory support for treatment of cardiogenic shock complicating myocardial infarction: a systematic review and network meta-analysis.",
  "abstract": "PURPOSE: To compare the relative efficacy of supportive therapies (inotropes, vasopressors, and mechanical circulatory support [MCS]) for adult patients with cardiogenic shock complicating acute myocardial infarction. SOURCE: We conducted a systematic review and network meta-analysis and searched six databases from inception to December 2021 for randomized clinical trials (RCTs). We evaluated inotropes, vasopressors, and MCS in separate networks. Two reviewers performed screening, full-text review, and extraction. We used the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) framework to rate the certainty in findings. The critical outcome of interest was 30-day all-cause mortality. PRINCIPAL FINDINGS: We included 17 RCTs. Among inotropes (seven RCTs, 1,145 patients), levosimendan probably reduces mortality compared with placebo (odds ratio [OR], 0.53; 95% confidence interval [CI], 0.33 to 0.87; moderate certainty), but primarily in lower severity shock. Milrinone (OR, 0.52; 95% CI, 0.19 to 1.39; low certainty) and dobutamine (OR, 0.67, 95% CI, 0.30 to 1.49; low certainty) may have no effect on mortality compared with placebo. With regard to MCS (eight RCTs, 856 patients), there may be no effect on mortality with an intra-aortic balloon pump (IABP) (OR, 0.94; 95% CI, 0.69 to 1.28; low certainty) or percutaneous MCS (pMCS) (OR, 0.96; 95% CI, 0.47 to 1.98; low certainty), compared with a strategy involving no MCS. Intra-aortic balloon pump use was associated with less major bleeding compared with pMCS. We found only two RCTs evaluating vasopressors, yielding insufficient data for meta-analysis. CONCLUSION: The results of this systematic review and network meta-analysis indicate that levosimendan reduces mortality compared with placebo among patients with low severity cardiogenic shock. Intra-aortic balloon pump and pMCS had no effect on mortality compared with a strategy of no MCS, but pMCS was associated with higher rates of major bleeding. STUDY REGISTRATION: Center for Open Science (https://osf.io/ky2gr); registered 10 November 2020.",
  "authors": [
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "CAPITAL Research Group, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, ON, Canada. sfernando@qmed.ca.",
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada. sfernando@qmed.ca.",
        "Department of Critical Care, Lakeridge Health Corporation, Oshawa, ON, Canada. sfernando@qmed.ca."
      ]
    },
    {
      "last_name": "Mathew",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Mathew",
      "affiliations": [
        "CAPITAL Research Group, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brodie",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Brodie",
      "affiliations": [
        "Division of Pulmonary, Allergy, and Critical Care Medicine, Department of Medicine, Columbia University College of Physicians and Surgeons, New York, NY, USA.",
        "Center for Acute Respiratory Failure, New York-Presbyterian Hospital, New York, NY, USA."
      ]
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Côté",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thiele",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Thiele",
      "affiliations": [
        "Department of Internal Medicine/Cardiology, Heart Center Leipzig at the University of Leipzig and Leipzig Heart Institute, Leipzig, Germany."
      ]
    },
    {
      "last_name": "van Diepen",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean van Diepen",
      "affiliations": [
        "Department of Critical Care Medicine and Division of Cardiology, Department of Medicine, University of Alberta, Edmonton, AB, Canada.",
        "Canadian VIGOUR Centre, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Toronto General Hospital Research Institute, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Di Santo",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Di Santo",
      "affiliations": [
        "CAPITAL Research Group, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, ON, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Simard",
      "fore_name": "Trevor",
      "initials": "T",
      "name": "Trevor Simard",
      "affiliations": [
        "CAPITAL Research Group, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, ON, Canada.",
        "Department of Cellular and Molecular Medicine, University of Ottawa, Ottawa, ON, Canada.",
        "Division of Cardiology, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Russo",
      "fore_name": "Juan J",
      "initials": "JJ",
      "name": "Juan J Russo",
      "affiliations": [
        "CAPITAL Research Group, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Tran",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Lévy",
      "fore_name": "Bruno",
      "initials": "B",
      "name": "Bruno Lévy",
      "affiliations": [
        "Service de Réanimation Médicale Brabois, CHRU Nancy, Pôle Cardio-Médico-Chirurgical, Nancy, France.",
        "NSERM U1116, Faculté de Médecine, Université de Lorraine, Nancy, France."
      ]
    },
    {
      "last_name": "Combes",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Combes",
      "affiliations": [
        "Institute of Cardiometabolism and Nutrition, Sorbonne Université, INSERM Unite Mixte de Recherche (UMRS) 1166, Paris, France.",
        "Service de Médecine Intensive-Réanimation, Institut de Cardiologie, Assistance Publique-Hôpitaux de Paris (APHP), Hôpital Pitié-Salpêtrière, Paris, France."
      ]
    },
    {
      "last_name": "Hibbert",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Hibbert",
      "affiliations": [
        "CAPITAL Research Group, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, ON, Canada.",
        "Department of Cellular and Molecular Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "1537",
  "end_page": "1553",
  "pages": "1537-1553",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Shock, Cardiogenic",
    "Simendan",
    "Intra-Aortic Balloon Pumping",
    "Myocardial Infarction",
    "Hemorrhage",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "36195825",
    "doi": "10.1007/s12630-022-02337-7",
    "pii": "10.1007/s12630-022-02337-7"
  },
  "doi": "10.1007/s12630-022-02337-7",
  "dates": {
    "completed": "2022-11-21",
    "revised": "2025-06-30"
  },
  "chemicals": [
    "Simendan"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.986081",
    "pmid": "36195825"
  }
}