{
  "pmid": "36191346",
  "uid": "36191346",
  "title": "Parent Survey Identifies Low-Cost Emotional and Educational Supports in NICU and Beyond.",
  "abstract": "BACKGROUND: Families face significant mental health challenges after preterm birth. However, there are few low-cost and sustainable services to help with mental health challenges. PURPOSE: To understand suggestions for low-cost and sustainable mental health supports to help families. METHODS: This was an internet-based survey made available to preterm families through the Canadian Premature Babies Foundation social media (Facebook private parents' group). RESULTS: Families reported that peer support, such as connecting with other parents and families who experience preterm birth, was most beneficial. Parents also reported ways to allow families to access the existing mental health services, such as providing child care options and improving advertisement of available resources. IMPLICATIONS: Our results can help implement beneficial low-cost and sustainable mental health supports across many contexts (eg, hospitals and community organization) both in-person and online.",
  "authors": [
    {
      "last_name": "Franklin-Luther",
      "fore_name": "Prarthana",
      "initials": "P",
      "name": "Prarthana Franklin-Luther",
      "affiliations": [
        "Departments of Obstetrics and Gynecology (Dr Franklin-Luther) and Radiology (Dr McDonald), McMaster University, Hamilton, Ontario, Canada; Canadian Premature Babies Foundation, Etobicoke, Ontario, Canada (Ms Bacchini); Department of Health Aging and Society, Faculty of Social Sciences, McMaster University, Hamilton, Ontario, Canada (Dr Gillett); and Division of Maternal-Fetal Medicine, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada (Dr McDonald)."
      ]
    },
    {
      "last_name": "Bacchini",
      "fore_name": "Fabiana",
      "initials": "F",
      "name": "Fabiana Bacchini",
      "affiliations": []
    },
    {
      "last_name": "Gillett",
      "fore_name": "James B",
      "initials": "JB",
      "name": "James B Gillett",
      "affiliations": []
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Advances in neonatal care : official journal of the National Association of Neonatal Nurses",
    "iso_abbreviation": "Adv Neonatal Care",
    "issn": "1536-0911",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "E14",
  "end_page": "E21",
  "pages": "E14-E21",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Infant",
    "Female",
    "Infant, Newborn",
    "Humans",
    "Intensive Care Units, Neonatal",
    "Premature Birth",
    "Canada",
    "Parents",
    "Infant, Premature"
  ],
  "article_ids": {
    "pubmed": "36191346",
    "doi": "10.1097/ANC.0000000000001035",
    "pii": "00149525-202302000-00015"
  },
  "doi": "10.1097/ANC.0000000000001035",
  "dates": {
    "completed": "2023-01-30",
    "revised": "2023-07-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.090604",
    "pmid": "36191346"
  }
}