{
  "pmid": "36192238",
  "uid": "36192238",
  "title": "Disparities in the survival of endometrial cancer patients in a public healthcare system: A population-based cohort study.",
  "abstract": "OBJECTIVE: Social determinants of health (SDH) have been shown to correlate with adverse cancer outcomes. It is unclear if their impact goes beyond behavioral risk or healthcare access. We aimed to evaluate the association of SDH with endometrial cancer outcomes in a public healthcare system. METHODS: A retrospective cohort study of endometrial cancer patients diagnosed between 2009 and 2017 in Ontario, Canada. Clinical and sociodemographic variables were extracted from administrative databases. Validated multifactorial marginalization scores for domains of material deprivation, residential instability and ethnic concentration were used. Associations between marginalization and survival were evaluated using log-rank testing and Cox proportional hazards regression. RESULTS: 20228 women with endometrial cancer were identified. Fewer patients in marginalized communities presented with early disease (70% vs. 76%, p < 0.001) and received surgery (89% vs. 93%, p < 0.001). Overall survival was shorter among marginalized patients (p < 0.001). On multivariable analysis adjusted for patient and disease factors, overall marginalization (HR = 1.22, 95% CI 1.03-1.08), material deprivation (HR = 1.22, 95% CI 1.10-1.35) and residential instability (HR = 1.32, 95% CI 1.19-1.46) were associated with increased risk of death (p < 0.001). CONCLUSIONS: Socioeconomic marginalization is associated with an increased risk of death in endometrial cancer patients. Targetable events in the cancer care pathway should be identified to improve health equity. FUNDING: This study was supported by a grant (#RD-196) from the Hamilton Health Sciences Juravinski Hospital and Cancer Center Foundation.",
  "authors": [
    {
      "last_name": "Helpman",
      "fore_name": "Limor",
      "initials": "L",
      "name": "Limor Helpman",
      "affiliations": [
        "Division of Gynecologic Oncology, Juravinski Cancer Centre, Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: lhelpman@gmail.com."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory R",
      "initials": "GR",
      "name": "Gregory R Pond",
      "affiliations": [
        "Escarpment Cancer Research Institute, McMaster University, Hamilton, ON, Canada; Department of Oncology, Juravinski Cancer Centre, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Elit",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Elit",
      "affiliations": [
        "Division of Gynecologic Oncology, Juravinski Cancer Centre, Department of Obstetrics & Gynecology, McMaster University, Hamilton, ON, Canada; Escarpment Cancer Research Institute, McMaster University, Hamilton, ON, Canada; Department of Oncology, Juravinski Cancer Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Laura N",
      "initials": "LN",
      "name": "Laura N Anderson",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kong",
      "fore_name": "Iwa",
      "initials": "I",
      "name": "Iwa Kong",
      "affiliations": [
        "Department of Oncology, Juravinski Cancer Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Schnarr",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Schnarr",
      "affiliations": [
        "Department of Oncology, Juravinski Cancer Centre, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, Juravinski Cancer Centre, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gynecologic oncology",
    "iso_abbreviation": "Gynecol Oncol",
    "issn": "1095-6859",
    "issn_type": "Electronic",
    "volume": "167",
    "issue": "3",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "532",
  "end_page": "539",
  "pages": "532-539",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Retrospective Studies",
    "Cohort Studies",
    "Endometrial Neoplasms",
    "Delivery of Health Care",
    "Ontario",
    "Healthcare Disparities"
  ],
  "article_ids": {
    "pubmed": "36192238",
    "doi": "10.1016/j.ygyno.2022.09.015",
    "pii": "S0090-8258(22)01829-7"
  },
  "doi": "10.1016/j.ygyno.2022.09.015",
  "dates": {
    "completed": "2022-12-16",
    "revised": "2022-12-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.095288",
    "pmid": "36192238"
  }
}