{
  "pmid": "36199138",
  "uid": "36199138",
  "title": "Comparing the psychometric properties of EQ-5D-3L and EQ-5D-5L proxy ratings by informal caregivers and a health professional for people with dementia.",
  "abstract": "BACKGROUND: Assessing health-related quality of life (HRQoL) among persons with dementia poses several challenges due to cognitive decline and limited perception. As a result, proxy ratings by family members or health professionals are used. The EQ-5D is the most commonly used generic and preference-based HRQoL instrument. Methodological drawbacks of the three-level version (EQ-5D-3L) prompted the development of the five-level version (EQ-5D-5L) by expanding the range in the domains. However, no comparison of the psychometric properties of both versions and different proxy ratings exist so far. Therefore, the objective of this study was to compare the psychometric properties of the EQ-5D-5L and EQ-5D-3L by application of different proxy ratings in dementia. METHODS: The EQ-5D-3L and -5L were completed by n = 52 family caregivers and one care manager at baseline and three and six months later. In total, 106 caregiver and 133 care manager proxy ratings were completed. The EQ-5D-3L and 5L were evaluated in terms of acceptability (missing values), agreement, ceiling effects, redistribution properties and inconsistency, and informativity (Shannon, H', and Shannon Evenness, J', indices) as well as convergent and discriminative validity. RESULTS: Mean proxy index scores were higher for the 5L than the 3L. Missing values occurred less frequently in both proxy ratings and versions (< 1%). Agreement between both measures was high but higher in caregiver than care-manager ratings (ICC 0.885 vs. 0.840). The relative ceiling effect decreased from the 3L to the 5L, more intensively in the care-manager (75%) than the caregiver rating (56%). Inconsistency between both versions was low. Informativity increased from the 3L to the 5L version, nearly equally in both proxy ratings. The 5L also demonstrated a better discriminative ability and convergent validity than the 3L, especially in the caregiver rating. CONCLUSION: Compared to the EQ-5D-3L, the EQ-5D-5L had higher feasibility and acceptability and was slightly superior by a reduction of ceiling effects and an improvement in informativity, discriminative ability and convergent validity. Proxy ratings by informal caregivers overall demonstrated better psychometric properties than professional care-manager ratings.",
  "authors": [
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Rostock/Greifswald, Ellernholzstraße 1-2, 17489, Greifswald, Germany. bernhard.michalowsky@dzne.de."
      ],
      "orcid": "0000-0002-3425-0089"
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Rostock/Greifswald, Ellernholzstraße 1-2, 17489, Greifswald, Germany.",
        "Epidemiology of Health Care and Community Health, Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Mohr",
      "fore_name": "Wiebke",
      "initials": "W",
      "name": "Wiebke Mohr",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Rostock/Greifswald, Ellernholzstraße 1-2, 17489, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Rädke",
      "fore_name": "Anika",
      "initials": "A",
      "name": "Anika Rädke",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Rostock/Greifswald, Ellernholzstraße 1-2, 17489, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Health and quality of life outcomes",
    "iso_abbreviation": "Health Qual Life Outcomes",
    "issn": "1477-7525",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Oct",
    "pub_day": "05"
  },
  "start_page": "140",
  "pages": "140",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Caregivers",
    "Dementia",
    "Humans",
    "Psychometrics",
    "Quality of Life",
    "Reproducibility of Results",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "36199138",
    "pmc": "PMC9535990",
    "doi": "10.1186/s12955-022-02049-y",
    "pii": "10.1186/s12955-022-02049-y"
  },
  "doi": "10.1186/s12955-022-02049-y",
  "pmc_id": "PMC9535990",
  "dates": {
    "completed": "2022-10-07",
    "revised": "2022-10-11"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "152-2020RA",
      "agency": "EuroQol Research Foundation"
    },
    {
      "grant_id": "152-2020RA",
      "agency": "EuroQol Research Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.228132",
    "pmid": "36199138"
  }
}