{
  "pmid": "36208798",
  "uid": "36208798",
  "title": "Cardiorenal Outcomes Among Patients With Atrial Fibrillation Treated With Oral Anticoagulants.",
  "abstract": "RATIONALE & OBJECTIVE: Direct oral anticoagulants (DOACs) have progressively replaced vitamin K antagonists (VKAs) for stroke prevention in patients with nonvalvular atrial fibrillation (AF). DOACs cause fewer bleeding complications, but their other advantages, particularly related to kidney outcomes, remain inconclusive. We studied the risks of chronic kidney disease (CKD) progression and acute kidney injury (AKI) after DOAC and VKA administration for nonvalvular AF. STUDY DESIGN: Retrospective cohort study. SETTING & PARTICIPANTS: Cohort study of Swedish patients enrolled in the Stockholm Creatinine Measurements (SCREAM) project with a diagnosis of nonvalvular AF during 2011-2018. EXPOSURE: Initiation of DOAC or VKA treatment. OUTCOME: Primary outcomes were CKD progression (composite of >30% estimated glomerular filtration rate [eGFR] decline and kidney failure) and AKI (by diagnosis or KDIGO-defined transient creatinine elevations). Secondary outcomes were death, major bleeding, and the composite of stroke and systemic embolism. ANALYTICAL APPROACH: Propensity score weighted Cox regression was used to balance 50 baseline confounders. Sensitivity analyses included falsification end points, subgroups, and estimation of per-protocol effects. RESULTS: We included 32,699 patients (56% initiated DOAC) who were observed for a median of 3.8 years. Their median age was 75 years, 45% were women, and 27% had an eGFR <60mL/min/1.73m[2]. The adjusted HRs for DOAC versus VKA were 0.87 (95% CI, 0.78-0.98) for the risk of CKD progression and 0.88 (95% CI, 0.80-0.97) for AKI. HRs were 0.77 (95% CI, 0.67-0.89) for major bleeding, 0.93 (95% CI, 0.78-1.11) for the composite of stroke and systemic embolism, and 1.04 (95% CI, 0.95-1.14) for death. The results were similar across subgroups of age, sex, and baseline eGFR when restricting to patients at high risk for thromboembolic events and when censoring follow up at treatment discontinuation or change in type of anticoagulation. LIMITATIONS: Missing information on time in therapeutic range and treatment dosages. CONCLUSIONS: Among patients with nonvalvular AF treated in routine clinical practice compared with VKA use, DOAC use was associated with a lower risk of CKD progression, AKI, and major bleeding but a similar risk of the composite of stroke, systemic embolism, or death.",
  "authors": [
    {
      "last_name": "Trevisan",
      "fore_name": "Marco",
      "initials": "M",
      "name": "Marco Trevisan",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Campus Solna, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Hjemdahl",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Hjemdahl",
      "affiliations": [
        "Clinical Epidemiology Unit/Clinical Pharmacology, Department of Medicine Solna, Karolinska Institutet, Karolinska University Hospital, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Department of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Jong",
      "fore_name": "Ype",
      "initials": "Y",
      "name": "Ype de Jong",
      "affiliations": [
        "Division of Pharmacoepidemiology, Department of Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts; Department of Internal Medicine, Leiden University Medical Center, Leiden, The Netherlands."
      ]
    },
    {
      "last_name": "Evans",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Evans",
      "affiliations": [
        "Department of Clinical Science Intervention and Technology, Hospital Huddinge, Karolinska University, Huddinge, Sweden."
      ]
    },
    {
      "last_name": "Bellocco",
      "fore_name": "Rino",
      "initials": "R",
      "name": "Rino Bellocco",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Campus Solna, Karolinska Institutet, Stockholm, Sweden; Department of Statistics and Quantitative Methods, University of Milano-Bicocca, Milan, Italy."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Edouard L",
      "initials": "EL",
      "name": "Edouard L Fu",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Campus Solna, Karolinska Institutet, Stockholm, Sweden; Division of Pharmacoepidemiology, Department of Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Carrero",
      "fore_name": "Juan Jesus",
      "initials": "JJ",
      "name": "Juan Jesus Carrero",
      "affiliations": [
        "Department of Medical Epidemiology and Biostatistics, Campus Solna, Karolinska Institutet, Stockholm, Sweden; Division of Nephrology, Department of Clinical Sciences, Karolinska Institutet, Danderyd Hospital, Stockholm, Sweden. Electronic address: juan.jesus.carrero@ki.se."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "81",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "307",
  "end_page": "317.e1",
  "pages": "307-317.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Aged",
    "Male",
    "Atrial Fibrillation",
    "Cohort Studies",
    "Retrospective Studies",
    "Creatinine",
    "Anticoagulants",
    "Stroke",
    "Hemorrhage",
    "Embolism",
    "Renal Insufficiency, Chronic",
    "Acute Kidney Injury",
    "Administration, Oral"
  ],
  "article_ids": {
    "pubmed": "36208798",
    "doi": "10.1053/j.ajkd.2022.07.017",
    "pii": "S0272-6386(22)00922-2"
  },
  "doi": "10.1053/j.ajkd.2022.07.017",
  "dates": {
    "completed": "2023-02-27",
    "revised": "2023-03-10"
  },
  "chemicals": [
    "Creatinine",
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.991050",
    "pmid": "36208798"
  }
}