{
  "pmid": "36200394",
  "uid": "36200394",
  "title": "Participation Among Community-Dwelling Older Adults During the COVID-19 Pandemic: A Cross-Sectional Analysis.",
  "abstract": "OBJECTIVE: Participation in life situations is a critical aspect of health recognized by the World Health Organization. Guidelines to prevent spreading of COVID-19 place older adults at risk of worsening participation. The purpose of this study was to identify the factors associated with participation during the COVID-19 pandemic among community-dwelling older adults living in Hamilton, Ontario, Canada. METHODS: Participants were recruited from identified census dissemination areas in Hamilton. Participants completed surveys either by phone or online during the months of May to August 2020. Measures were organized into factors related to body functions and structures, activities, participation, as well as personal and environmental contextual factors using the International Classification of Functioning, Disability, and Health (ICF) framework. Multivariable regression analysis was conducted to identify factors associated with participation as measured by the Late-Life Disability Instrument's (LLDI) frequency and limitations scales. RESULTS: A total of 272 older adults completed the survey (78 [7.3] years; 70% female). Use of a walking aid, driving status, perceived mental health status, nutrition risk, and physical function explained 48.2% of the variance observed in the LLDI-frequency scale scores. Use of a walking aid, driving status, perceived mental health status, receiving health assistance, and physical function explained 38.5% of the variance observed in the LLDI-limitation scale scores. CONCLUSION: Results highlighted factors across multiple ICF domains that are associated with participation restriction among a sample of community-dwelling older adults during the pandemic. Participation during the pandemic was greatest in those that were able to walk without needing to use a walking aid, being a licensed and current driver, perceiving good to excellent mental health, and having greater physical function. IMPACT: Our findings contribute to the literature on older adult participation during lockdowns, restrictions, pandemics, and/or other similar circumstances.",
  "authors": [
    {
      "last_name": "Nguyen",
      "fore_name": "Khang",
      "initials": "K",
      "name": "Khang Nguyen",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-1366-7456"
    },
    {
      "last_name": "Macedo",
      "fore_name": "Luciana G",
      "initials": "LG",
      "name": "Luciana G Macedo",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vrkljan",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Vrkljan",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kirkwood",
      "fore_name": "Renata",
      "initials": "R",
      "name": "Renata Kirkwood",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vesnaver",
      "fore_name": "Elisabeth",
      "initials": "E",
      "name": "Elisabeth Vesnaver",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Keller",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Keller",
      "affiliations": [
        "Schlegel-UW Research Institute for Aging and Department of Kinesiology and Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Astephen-Wilson",
      "fore_name": "Janie",
      "initials": "J",
      "name": "Janie Astephen-Wilson",
      "affiliations": [
        "School of Biomedical Engineering, Dalhousie University, Halifax, Nova Scotia, Canada."
      ],
      "orcid": "0000-0002-5998-7677"
    },
    {
      "last_name": "Beauchamp",
      "fore_name": "Marla K",
      "initials": "MK",
      "name": "Marla K Beauchamp",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Physical therapy",
    "iso_abbreviation": "Phys Ther",
    "issn": "1538-6724",
    "issn_type": "Electronic",
    "volume": "103",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "30"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Aged",
    "Male",
    "Independent Living",
    "Pandemics",
    "Cross-Sectional Studies",
    "COVID-19",
    "Communicable Disease Control",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "36200394",
    "pmc": "PMC9619742",
    "doi": "10.1093/ptj/pzac132",
    "pii": "6749065"
  },
  "doi": "10.1093/ptj/pzac132",
  "pmc_id": "PMC9619742",
  "dates": {
    "completed": "2023-09-04",
    "revised": "2023-09-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:26.148115",
    "pmid": "36200394"
  }
}