{
  "pmid": "36204546",
  "uid": "36204546",
  "title": "Prophylactic fresh frozen plasma versus prothrombin complex concentrate for preprocedural management of the coagulopathy of liver disease: A systematic review.",
  "abstract": "BACKGROUND: The optimal prophylactic preprocedural management of patients with coagulopathy due to liver disease is not known. OBJECTIVES: Our objective was to compare the efficacy and safety of fresh frozen plasma (FFP) with prothrombin complex concentrate (PCC) in the preprocedural management of patients with coagulopathy of liver disease. METHODS: We conducted a systematic review to examine published evidence regarding treatment with FFP or PCC in adults with coagulopathy of liver disease undergoing an invasive procedure. Direct comparisons and single-arm studies were eligible. Efficacy outcomes included major bleeding, mortality, and correction of prothrombin time (PT) and/or international normalized ratio (INR). Safety outcomes included thrombosis and transfusion-related complications. RESULTS: A total of 95 articles were identified for full-text review. Nine studies were eligible and included in the review. No randomized trials comparing FFP versus PCC were identified. Only two studies directly compared FFP versus PCC. In these studies, PCC appeared to result in higher rates of correction of PT/INR, but bleeding outcomes were not different. In the single-arm studies, bleeding events appeared low overall. Volume overload was the most common recorded adverse event in patients receiving FFP. Thromboembolic events occurred rarely, but exclusively in the PCC group. Due to heterogeneity in study definitions and bias, meta-analysis was not possible. Our study found no evidence to favor a specific product over another. CONCLUSIONS: Insufficient data exist on the effects of FFP versus PCC administration before invasive procedures in patients with coagulopathy of liver disease to make conclusions with respect to relative efficacy or safety.",
  "authors": [
    {
      "last_name": "Evans",
      "fore_name": "Christina R",
      "initials": "CR",
      "name": "Christina R Evans",
      "affiliations": [
        "Department of Medicine Perelman School of Medicine University of Pennsylvania Philadelphia Pennsylvania USA."
      ]
    },
    {
      "last_name": "Cuker",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Cuker",
      "affiliations": [
        "Department of Medicine Perelman School of Medicine University of Pennsylvania Philadelphia Pennsylvania USA.",
        "Department of Pathology and Laboratory Medicine Perelman School of Medicine University of Pennsylvania Philadelphia Pennsylvania USA."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine McMaster University Hamilton Ontario Canada."
      ],
      "orcid": "0000-0003-4986-4873"
    },
    {
      "last_name": "Pishko",
      "fore_name": "Allyson M",
      "initials": "AM",
      "name": "Allyson M Pishko",
      "affiliations": [
        "Department of Medicine Perelman School of Medicine University of Pennsylvania Philadelphia Pennsylvania USA."
      ],
      "orcid": "0000-0001-9997-454X"
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "May"
  },
  "start_page": "e12724",
  "pages": "e12724",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36204546",
    "pmc": "PMC9124952",
    "doi": "10.1002/rth2.12724",
    "pii": "S2475-0379(22)01220-1"
  },
  "doi": "10.1002/rth2.12724",
  "pmc_id": "PMC9124952",
  "dates": {
    "revised": "2024-09-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.746390",
    "pmid": "36204546"
  }
}