{
  "pmid": "36205493",
  "uid": "36205493",
  "title": "Diversity in MD-PhD Programs and Factors Affecting Admission and Completion Among Minoritized Groups: A Scoping Review.",
  "abstract": "PURPOSE: To improve awareness of diversity in MD-PhD program applicants, matriculants, and graduates; facilitators and barriers to matriculation and/or completion among minoritized groups; and the effects of research experience programs on admissions processes aimed to increase representation of minoritized groups in MD-PhD programs. METHOD: The authors conducted a scoping review, searching EMBASE, MEDLINE, PsycINFO, CINAHL, and Web of Science through December 21, 2021, for studies that contained data on the characteristics of MD-PhD learners and initiatives aimed to make the clinician-scientist trainee population more diverse. They excluded studies that had no primary data, were unavailable in English, and were not peer-reviewed. RESULTS: Of 4,369 articles identified, 16 met inclusion criteria. Studies conceptualized diversity inconsistently, including as sex/gender disparities (n = 11), race/ethnicity underrepresentation (n = 9), disability (n = 2), first-generation student (n = 1), visible minority (n = 1), Indigenous population (n = 1), and economic/social disadvantage (n = 1). Potential barriers to entering or continuing in an MD-PhD program among women and underrepresented ethnic minorities included the long program duration and lack of mentorship; potential facilitators included the flexibility of the dual-degree program. Limited data on high school, undergraduate, and postbaccalaureate research experience programs targeting underrepresented minorities suggest that they may help facilitate admission into MD-PhD programs. CONCLUSIONS: The findings of this scoping review suggest that the diversity of MD-PhD students has been conceptualized in unitary, inconsistent terms, without addressing how different dimensions of diversity may intersect and impact MD-PhD admissions. Future studies should be explicit and intentional in defining \"diversity\" as it relates to their research questions, explore the impact of intersectionality, and systematically identify and address causal facilitators and barriers of entry to and completion of MD-PhD programs among minoritized groups.",
  "authors": [
    {
      "last_name": "Cavanagh",
      "fore_name": "Alice",
      "initials": "A",
      "name": "Alice Cavanagh",
      "affiliations": [
        "A. Cavanagh is an MD-PhD student, health policy PhD program, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; ORCID: https://orcid.org/0000-0003-3256-8322 ."
      ]
    },
    {
      "last_name": "Owais",
      "fore_name": "Sawayra",
      "initials": "S",
      "name": "Sawayra Owais",
      "affiliations": [
        "S. Owais is an MD-PhD student, neuroscience graduate program, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; ORCID: https://orcid.org/0000-0002-3966-1215 ."
      ],
      "orcid": "0000-0002-3966-1215"
    },
    {
      "last_name": "Syed",
      "fore_name": "Saad A",
      "initials": "SA",
      "name": "Saad A Syed",
      "affiliations": [
        "S.A. Syed is an MD-PhD student, Department of Biochemistry and Biomedical Sciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; ORCID: https://orcid.org/0000-0002-5504-9173 ."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Zhang",
      "affiliations": [
        "A. Zhang is an MD-PhD student, Department of Biochemistry and Biomedical Sciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "R.J. Van Lieshout is associate professor, Department of Psychiatry and Behavioural Neurosciences, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; ORCID: https://orcid.org/0000-0001-7244-0222 ."
      ]
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "98",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar",
    "pub_day": "01"
  },
  "start_page": "410",
  "end_page": "419",
  "pages": "410-419",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Social Group",
    "Minority Groups",
    "Biomedical Research",
    "Students",
    "Ethnicity"
  ],
  "article_ids": {
    "pubmed": "36205493",
    "doi": "10.1097/ACM.0000000000005010",
    "pii": "00001888-202303000-00028"
  },
  "doi": "10.1097/ACM.0000000000005010",
  "dates": {
    "completed": "2023-02-24",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.147608",
    "pmid": "36205493"
  }
}