{
  "pmid": "36216237",
  "uid": "36216237",
  "title": "Highly versus less bioavailable oral antibiotics in the treatment of gram-negative bloodstream infections: a propensity-matched cohort analysis.",
  "abstract": "OBJECTIVES: In this study, we evaluated the clinical outcomes associated with the use of highly bioavailable oral antibiotics (fluoroquinolones and trimethoprim-sulfamethoxazole) compared with the less-bioavailable oral antibiotics (β-lactams) in gram-negative bloodstream infections (BSIs). METHODS: Among hospitalized older adult patients in Ontario, Canada, discharged home on oral treatment for gram-negative BSI between 1 January 2017 and 31 December 2019, we used a matched cohort design to compare outcomes among those receiving highly versus less-bioavailable agents; hard-matching 1:1 on sex, BSI pathogen (Escherichia coli vs. non-E. coli), and infection source (urinary vs. non-urinary/unknown source) along with a propensity score, incorporating specific pathogen, patient, and infection characteristics. The primary outcome was the composite of 90-day all-cause mortality, recurrent BSI with the same pathogen (genus and species), and re-admission to any Ontario hospital. RESULTS: A total of 2012 patients were included in the study (1006 in each bioavailability category). Those who received highly (compared with less) bioavailable antibiotics at discharge had lower rates of the composite outcome (171/1006 [17.0%] vs. 216/1006 [21.5%]), adjusted odds ratio being 0.74 (95% CI, 0.60-0.92). Recurrent BSI at 90 days was the main driver for the composite outcome occurring in 64 (5.4%) and 107 (9.4%) patients of the highly and less-bioavailable groups, respectively (p < 0.001) (adjusted odds ratio, 0.56; 95% CI, 0.40-0.78). DISCUSSION: Use of highly (compared with less) bioavailable antibiotics at discharge was associated with significantly better clinical outcomes among patients with gram-negative BSIs.",
  "authors": [
    {
      "last_name": "Mponponsuo",
      "fore_name": "Kwadwo",
      "initials": "K",
      "name": "Kwadwo Mponponsuo",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Sunnybrook Research Institute, Toronto, Ontario, Canada. Electronic address: kwadwo.mponponsuo@ahs.ca."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Kevin A",
      "initials": "KA",
      "name": "Kevin A Brown",
      "affiliations": [
        "Public Health Ontario, Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fridman",
      "fore_name": "Daniel J",
      "initials": "DJ",
      "name": "Daniel J Fridman",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Sunnybrook Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnstone",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Johnstone",
      "affiliations": [
        "Infection Prevention and Control, Sinai Health and Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, Hotel Dieu Shaver Health and Rehabilitation Center, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Samantha M",
      "initials": "SM",
      "name": "Samantha M Lee",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Sunnybrook Research Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacFadden",
      "fore_name": "Derek R",
      "initials": "DR",
      "name": "Derek R MacFadden",
      "affiliations": [
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Samir N",
      "initials": "SN",
      "name": "Samir N Patel",
      "affiliations": [
        "Public Health Ontario, University of Toronto Department of Laboratory Medicine and Pathobiology, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        "Public Health Ontario, Institute for Clinical Evaluative Sciences, Dalla Lana School of Public Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Public Health Ontario, Sunnybrook Health Sciences Center, Toronto, Ontario, Canada. Electronic address: nick.daneman@sunnybrook.ca."
      ]
    }
  ],
  "journal": {
    "title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
    "iso_abbreviation": "Clin Microbiol Infect",
    "issn": "1469-0691",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "490",
  "end_page": "497",
  "pages": "490-497",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Anti-Bacterial Agents",
    "Retrospective Studies",
    "Bacteremia",
    "Cohort Studies",
    "Sepsis",
    "Escherichia coli",
    "Ontario",
    "Gram-Negative Bacterial Infections"
  ],
  "article_ids": {
    "pubmed": "36216237",
    "doi": "10.1016/j.cmi.2022.10.004",
    "pii": "S1198-743X(22)00517-1"
  },
  "doi": "10.1016/j.cmi.2022.10.004",
  "dates": {
    "completed": "2023-04-04",
    "revised": "2023-08-18"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.277529",
    "pmid": "36216237"
  }
}