{
  "pmid": "36219749",
  "uid": "36219749",
  "title": "The National and Global Impact of Systemic and Structural Violence on the Effective Prevention, Treatment, and Management of COVID-19 in African or Black Communities: Protocol for a Scoping Review.",
  "abstract": "BACKGROUND: As COVID-19 ravages the globe and cases increase rapidly, countries are presented with challenging policy choices to contain and mitigate its spread. In Canada and globally, the COVID-19 pandemic has added a new stratum to the debate concerning the root causes of global and racial health inequities and disparities. Individuals who exist as targets of systemic inequities are not only more susceptible to contracting COVID-19, but also more likely to bear the greatest social, economic, and physical burdens. Therefore, data collection that focuses on the impact of COVID-19 on the lives and health of African/Black communities worldwide is needed to develop intersectional, culturally relative, antiracist/antioppression, and empowerment-centered interventions and social policies for supporting affected communities. OBJECTIVE: The primary objective of this review is to investigate the impact and management of COVID-19 among African/Black individuals and communities, and understand how anti-Black racism and intersectional violence impact the health of African/Black communities during the pandemic. Moreover, the study aims to explore research pertaining to the impact of COVID-19 on Black communities in the global context. We seek to determine how Black communities are impacted with regard to structural violence, systematic racism, and health outcomes, and the ways in which attempts have been made to mitigate or manage the consequences of the pandemic and other injurious agents. METHODS: A systematic search of quantitative and qualitative studies published on COVID-19 will be conducted in MEDLINE (Ovid), Embase (Ovid), Cumulative Index to Nursing and Allied Health Literature (EBSCO), Cochrane Library, PsychInfo (Ovid), CAB Abstracts (Ovid), Scopus (Elsevier), Web of Science (Clarivate), and Global Index Medicus. To be included in the review, studies should present data on COVID-19 in relation to African/Black individuals, populations, and communities in the global sphere. Studies must discuss racism, oppression, antioppression, or systemic and structural violence and be published in English, French, Spanish, or Portuguese. According to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses extension for Scoping Reviews guidelines, the findings will be synthesized quantitatively and qualitatively through thematic analysis. The risk of bias will not be assessed. RESULTS: Title, abstract, and full-text screening concluded in June 2022. Data collection is in progress and is expected to be completed by December 2022. Data analysis and drafting of the manuscript will be done thereafter. Findings from the scoping review are expected to be provided for peer review in 2023. CONCLUSIONS: This review will collect important data and evidence related to COVID-19 in African/Black communities. The findings could help identify existing gaps in COVID-19 management in African/Black communities and inform future research paradigms. Furthermore, the findings could be applied to decision-making for health policy and promotion, and could potentially influence services provided by health care facilities and community organizations around the globe. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/40381.",
  "authors": [
    {
      "last_name": "Timothy",
      "fore_name": "Roberta",
      "initials": "R",
      "name": "Roberta Timothy",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-2628-3235"
    },
    {
      "last_name": "Chin-See",
      "fore_name": "Robert Ainsley",
      "initials": "RA",
      "name": "Robert Ainsley Chin-See",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-7860-183X"
    },
    {
      "last_name": "Martyniuk",
      "fore_name": "Julia",
      "initials": "J",
      "name": "Julia Martyniuk",
      "affiliations": [
        "Gerstein Science Information Centre, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-8351-4124"
    },
    {
      "last_name": "Djiadeu",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Djiadeu",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Health Research Methods Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9708-6530"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "11",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct",
    "pub_day": "17"
  },
  "start_page": "e40381",
  "pages": "e40381",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36219749",
    "pmc": "PMC9578518",
    "doi": "10.2196/40381",
    "pii": "v11i10e40381"
  },
  "doi": "10.2196/40381",
  "pmc_id": "PMC9578518",
  "dates": {
    "revised": "2025-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:18:40.401968",
    "pmid": "36219749"
  }
}