{
  "pmid": "36220625",
  "uid": "36220625",
  "title": "Encounter-based randomization did not result in contamination in a shared decision-making trial: a secondary analysis.",
  "abstract": "OBJECTIVES: To estimate the level of contamination in an encounter-randomized trial evaluating a shared decision-making (SDM) tool. STUDY DESIGN AND SETTING: We assessed contamination at three levels: (1) tool contamination (whether the tool was physically present in the usual care encounter), (2) functional contamination (whether components of the SDM tool were recreated in the usual care encounters without directly accessing the tool), and (3) learned contamination (whether clinicians \"got better at SDM\" in the usual care encounters as assessed by the OPTION-12 score). For functional and learned contamination, the interaction with the number of exposures to the tool was assessed. RESULTS: We recorded and analyzed 830 of 922 randomized encounters. Of the 411 recorded encounters randomized to usual care, the SDM tool was used in nine (2.2%) encounters. Clinicians discussed at least one patient-important issue in 377 usual care encounters (92%) and the risk of stroke in 214 encounters (52%). We found no significant interaction between number of times the SDM tool was used and subsequent functional or learned contamination. CONCLUSION: Despite randomly assigning clinicians to use an SDM tool in some and not other encounters, we found no evidence of contamination in usual care encounters.",
  "authors": [
    {
      "last_name": "Spencer-Bonilla",
      "fore_name": "Gabriela",
      "initials": "G",
      "name": "Gabriela Spencer-Bonilla",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN, USA; Department of Medicine, Stanford University, Stanford, CA, USA."
      ]
    },
    {
      "last_name": "Branda",
      "fore_name": "Megan E",
      "initials": "ME",
      "name": "Megan E Branda",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN, USA; Division of Biomedical Statistics and Informatics, Department of Health Sciences Research, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Kunneman",
      "fore_name": "Marleen",
      "initials": "M",
      "name": "Marleen Kunneman",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN, USA; Biomedical Data Sciences, Leiden University Medical Center, Leiden, The Netherlands."
      ]
    },
    {
      "last_name": "Bellolio",
      "fore_name": "Fernanda",
      "initials": "F",
      "name": "Fernanda Bellolio",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN, USA; Department of Emergency Medicine, Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Burnett",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Burnett",
      "affiliations": [
        "Thrombosis Clinic and Anticoagulation Services, Park Nicollet Health Services, St Louis Park, MN, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Montori",
      "fore_name": "Victor M",
      "initials": "VM",
      "name": "Victor M Montori",
      "affiliations": [
        "Knowledge and Evaluation Research Unit, Mayo Clinic, Rochester, MN, USA. Electronic address: montori.victor@mayo.edu."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "152",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "185",
  "end_page": "192",
  "pages": "185-192",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Decision Making, Shared",
    "Stroke",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "36220625",
    "doi": "10.1016/j.jclinepi.2022.09.017",
    "pii": "S0895-4356(22)00238-4"
  },
  "doi": "10.1016/j.jclinepi.2022.09.017",
  "dates": {
    "completed": "2023-01-26",
    "revised": "2023-02-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 HL131535",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.264108",
    "pmid": "36220625"
  }
}