{
  "pmid": "36225188",
  "uid": "36225188",
  "title": "Exploring the Potential Mechanism of Qi-Shen-Di-Huang Drug Formulary for Myasthenia Gravis (MG) based on UHPLC-QE-MS Network Pharmacology and Molecular Docking Techniques.",
  "abstract": "Myasthenia gravis (MG) is a rare and refractory autoimmune disease, and Qi Shen Di Huang (QSDH) drug formulary is an in-hospital herbal decoction with proven clinical efficacy in treating MG. Currently, most of the research on the QSDH drug formulary has concentrated on its clinical efficacy, and there is a lack of systematic study on the material basis. The active compounds and their mechanism of action have not been entirely determined. Therefore, this study sought to identify the active compounds in the QSDH drug formulary and analyze the key targets and potential mechanisms. We used ultra-performance liquid chromatography Q Exactive-mass spectrometry (UHPLC-QE-MS) and Traditional Chinese Medicine Systems Pharmacology Database and Analysis Platform (TCMSP) database to identify and screen 85 active ingredients corresponding to 59 potential targets (17 herbs) associated with myasthenia gravis, and further identified AKT1 as the primary core target and the PI3K/AKT signaling pathway as the most substantial enriched pathway. Molecular docking and UPLC-MS analysis identified quercetin, luteolin, wogonin, kaempferol, laccasein, and epigallocatechin gallate are the core compounds of the QSDH drug formulary. In vivo rat studies showed that the QSDH drug formulary reduced Lennon's clinical score and decreased acetylcholine receptor antibody levels in peripheral blood rats with experimental autoimmune myasthenia gravis. In addition, the QSDH drug formulary downregulated P-PI3K/PI3K and P-Akt/Akt protein expression. Collectively, these findings describe the role and potential mechanism of the QSDH drug formulary in the treatment of MG, which exerts potential value by acting on AKT targets and regulating the PI3K/AKT signaling pathway and providing a theoretical reference for QSDH drug formulary application in the clinical treatment of MG.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yibin",
      "initials": "Y",
      "name": "Yibin Zhang",
      "affiliations": [
        "Department of Neurology, The Affiliated Hospital to Changchun University of Traditional Chinese Medicine, Changchun, China."
      ],
      "orcid": "0000-0002-4615-8095"
    },
    {
      "last_name": "Chang",
      "fore_name": "Tianying",
      "initials": "T",
      "name": "Tianying Chang",
      "affiliations": [
        "Evidence Based Office, The Affiliated Hospital to Changchun University of Traditional Chinese Medicine, Changchun, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Lu",
      "affiliations": [
        "Medical Insurance Office, The Third Affiliated Clinical Hospital of Changchun University of Traditional Chinese Medicine, Changchun, China."
      ]
    },
    {
      "last_name": "Cui",
      "fore_name": "Yingzi",
      "initials": "Y",
      "name": "Yingzi Cui",
      "affiliations": [
        "Evidence Based Office, The Affiliated Hospital to Changchun University of Traditional Chinese Medicine, Changchun, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Dongmei",
      "initials": "D",
      "name": "Dongmei Zhang",
      "affiliations": [
        "Scientific Research Office, The Affiliated Hospital to Changchun University of Traditional Chinese Medicine, Changchun, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Baitong",
      "initials": "B",
      "name": "Baitong Wang",
      "affiliations": [
        "Department of Neurology, The Affiliated Hospital to Changchun University of Traditional Chinese Medicine, Changchun, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Peng",
      "initials": "P",
      "name": "Peng Xu",
      "affiliations": [
        "Department of Neurology, The Affiliated Hospital to Changchun University of Traditional Chinese Medicine, Changchun, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Lu",
      "affiliations": [
        "Research Center of Traditional Chinese Medicine, The Affiliated Hospital to Changchun University of Traditional Chinese Medicine, Changchun, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research, Evidence, and Impact, McMaster University, Hamilton ON, Canada."
      ]
    },
    {
      "last_name": "Lv",
      "fore_name": "Zhiguo",
      "initials": "Z",
      "name": "Zhiguo Lv",
      "affiliations": [
        "Department of Neurology, The Affiliated Hospital to Changchun University of Traditional Chinese Medicine, Changchun, China."
      ],
      "orcid": "0000-0002-2551-5962"
    },
    {
      "last_name": "Wang",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Wang",
      "affiliations": [
        "Department of Neurology, The Affiliated Hospital to Changchun University of Traditional Chinese Medicine, Changchun, China."
      ],
      "orcid": "0000-0003-1748-7305"
    }
  ],
  "journal": {
    "title": "Evidence-based complementary and alternative medicine : eCAM",
    "iso_abbreviation": "Evid Based Complement Alternat Med",
    "issn": "1741-427X",
    "issn_type": "Print",
    "volume": "2022",
    "pub_year": "2022"
  },
  "start_page": "7416448",
  "pages": "7416448",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36225188",
    "pmc": "PMC9550457",
    "doi": "10.1155/2022/7416448"
  },
  "doi": "10.1155/2022/7416448",
  "pmc_id": "PMC9550457",
  "dates": {
    "revised": "2022-10-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:26.148384",
    "pmid": "36225188"
  }
}