{
  "pmid": "36224704",
  "uid": "36224704",
  "title": "Prophylaxis use of clotting factor replacement products in people with non-severe haemophilia: A review of the literature.",
  "abstract": "INTRODUCTION: People with non-severe haemophilia appear to be under-treated in many countries, and this may lead to joint damage and worsen quality of life. AIM: To review literature for clotting factor replacement prophylaxis in people with non-severe haemophilia A and B (HA/HB) in relation to long-term outcomes to support clinical decision-making. METHODS: A targeted literature search was performed to identify studies published between 2000 and 2021 that included prophylaxis in people with non-severe HA/HB and long-term outcomes, including annualized bleeding rates, joint health and quality of life. RESULTS: Although eligible articles included 2737 and 2272 people with mild or moderate HA, respectively, only 22% (n = 609) and 29% (n = 668) reported treatment regimens. A total of 549 people with moderate HA were treated with factor replacement prophylaxis and were from high-income countries. On the contrary, nearly all people with mild HA received desmopressin (n = 599). Details of treatment regimens for women with haemophilia and people with HB were sparse. Three studies provided long-term outcomes for people with moderate haemophilia who received prophylaxis with factor concentrate, supporting early prophylaxis in people with a frequent bleeding phenotype regardless of their endogenous clotting factor level to preserve joint health. CONCLUSION: There remain large knowledge gaps when considering how to provide optimal treatment for people with non-severe haemophilia. Nonetheless, there is a strong rationale that prophylaxis should be considered early in life according to similar strategies as for severe haemophilia for those with a frequent severe bleeding phenotype.",
  "authors": [
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Hamilton-Niagara Hemophilia Program, Ontario, Canada."
      ],
      "orcid": "0000-0002-3331-8766"
    },
    {
      "last_name": "Königs",
      "fore_name": "Christoph",
      "initials": "C",
      "name": "Christoph Königs",
      "affiliations": [
        "Clinical and Molecular Hemostasis, University Hospital Frankfurt, Goethe University, Department of Paediatrics, Frankfurt am Main, Germany."
      ]
    },
    {
      "last_name": "Reding",
      "fore_name": "Mark T",
      "initials": "MT",
      "name": "Mark T Reding",
      "affiliations": [
        "Center for Bleeding and Clotting Disorders, University of Minnesota, Minneapolis, Minnesota, USA."
      ],
      "orcid": "0000-0003-3319-2806"
    },
    {
      "last_name": "Rotellini",
      "fore_name": "Dawn",
      "initials": "D",
      "name": "Dawn Rotellini",
      "affiliations": [
        "National Hemophilia Foundation, New York, New York, USA."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Institute for Policy Advancement, Ltd., Washington, District of Columbia, USA."
      ],
      "orcid": "0000-0002-0934-0680"
    },
    {
      "last_name": "Mancuso",
      "fore_name": "Maria Elisa",
      "initials": "ME",
      "name": "Maria Elisa Mancuso",
      "affiliations": [
        "Center for Thrombosis and Hemorrhagic Diseases, IRCCS Humanitas Research Hospital, Rozzano, Milan, Italy."
      ]
    },
    {
      "last_name": "Berntorp",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik Berntorp",
      "affiliations": [
        "Lund University, Skane University Hospital, Malmo, Sweden."
      ],
      "orcid": "0000-0002-1337-7195"
    }
  ],
  "journal": {
    "title": "Haemophilia : the official journal of the World Federation of Hemophilia",
    "iso_abbreviation": "Haemophilia",
    "issn": "1365-2516",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "33",
  "end_page": "44",
  "pages": "33-44",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Hemophilia A",
    "Quality of Life",
    "Blood Coagulation Factors",
    "Hemophilia B",
    "Hemorrhage",
    "Factor VIII"
  ],
  "article_ids": {
    "pubmed": "36224704",
    "pmc": "PMC10091955",
    "doi": "10.1111/hae.14676"
  },
  "doi": "10.1111/hae.14676",
  "pmc_id": "PMC10091955",
  "dates": {
    "completed": "2023-01-24",
    "revised": "2023-04-15"
  },
  "chemicals": [
    "Blood Coagulation Factors",
    "Factor VIII"
  ],
  "grants": [
    {
      "agency": "Bayer, USA"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:29.391121",
    "pmid": "36224704"
  }
}