{
  "pmid": "36227349",
  "uid": "36227349",
  "title": "Narrative Review of the Mechanisms and Treatment of Cough in Asthma, Cough Variant Asthma, and Non-asthmatic Eosinophilic Bronchitis.",
  "abstract": "Chronic cough is a debilitating condition affecting 10-12% of the general population and is one of the leading causes for referral to secondary care. Many conditions have been associated with chronic cough, including asthma, gastro-esophageal reflux disease and upper airways cough syndrome. Inflammatory airway conditions including cough variant asthma (CVA) and non-asthmatic eosinophilic bronchitis (NAEB) contribute to a significant proportion of presentations with chronic cough, with differing diagnostic criteria and different responses to commonly used asthma therapy for their respective diagnoses. Mechanistic studies in both animal models and humans have identified increased neuronal sensitivity and subsequent central sensitization. These mechanisms include inflammatory-mediated nociceptor sensitization and alterations of afferent nerve terminal excitability, phenotypic changes in the vagal afferent neurons over time, and central neuroplasticity resulting from increased synaptic signalling from peripheral afferents. The aim of this review is to discuss the mechanisms, neurophysiology, and management approaches currently available for patients presenting with chronic cough with underlying asthma, CVA, and NAEB and to shed a light on areas of further research required to elucidate the mechanisms of cough in this patient population.",
  "authors": [
    {
      "last_name": "Diab",
      "fore_name": "Nermin",
      "initials": "N",
      "name": "Nermin Diab",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. diabn@mcmaster.ca.",
        "Firestone Institute for Respiratory Health, St Joseph's Healthcare, Hamilton, ON, Canada. diabn@mcmaster.ca.",
        "Division of Respirology, Department of Medicine, McMaster University, Hamilton, ON, Canada. diabn@mcmaster.ca."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Patel",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "O'Byrne",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul O'Byrne",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Division of Respirology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Satia",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Satia",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Firestone Institute for Respiratory Health, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "Division of Respirology, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Lung",
    "iso_abbreviation": "Lung",
    "issn": "1432-1750",
    "issn_type": "Electronic",
    "volume": "200",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "707",
  "end_page": "716",
  "pages": "707-716",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Animals",
    "Cough",
    "Eosinophilia",
    "Bronchitis",
    "Asthma",
    "Bronchitis, Chronic",
    "Chronic Disease"
  ],
  "article_ids": {
    "pubmed": "36227349",
    "doi": "10.1007/s00408-022-00575-6",
    "pii": "10.1007/s00408-022-00575-6"
  },
  "doi": "10.1007/s00408-022-00575-6",
  "dates": {
    "completed": "2022-11-22",
    "revised": "2022-12-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:04.745138",
    "pmid": "36227349"
  }
}