{
  "pmid": "36228638",
  "uid": "36228638",
  "title": "Prognostic factors associated with mortality among patients receiving venovenous extracorporeal membrane oxygenation for COVID-19: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Venovenous extracorporeal membrane oxygenation (ECMO) can be considered for patients with COVID-19-associated acute respiratory distress syndrome (ARDS) who continue to deteriorate despite evidence-based therapies and lung-protective ventilation. The Extracorporeal Life Support Organization has emphasised the importance of patient selection; however, to better inform these decisions, a comprehensive and evidence-based understanding of the risk factors associated with poor outcomes is necessary. We aimed to summarise the association between pre-cannulation prognostic factors and risk of mortality in adult patients requiring venovenous ECMO for the treatment of COVID-19. METHODS: In this systematic review and meta-analysis, we searched MEDLINE and Embase from Dec 1, 2019, to April 14, 2022, for randomised controlled trials and observational studies involving adult patients who required ECMO for COVID-19-associated ARDS and for whom pre-cannulation prognostic factors associated with in-hospital mortality were evaluated. We conducted separate meta-analyses of unadjusted and adjusted odds ratios (uORs), adjusted hazard ratios (aHRs), and mean differences, and excluded studies if these data could not be extracted. We assessed the risk of bias using the Quality in Prognosis Studies tool and certainty of evidence using the Grading of Recommendations Assessment, Development and Evaluation approach. Our protocol was registered with the Open Science Framework registry, osf.io/6gcy2. FINDINGS: Our search identified 2888 studies, of which 42 observational cohort studies involving 17 449 patients were included. Factors that had moderate or high certainty of association with increased mortality included patient factors, such as older age (adjusted hazard ratio [aHR] 2·27 [95% CI 1·63-3·16]), male sex (unadjusted odds ratio [uOR] 1·34 [1·20-1·49]), and chronic lung disease (aHR 1·55 [1·20-2·00]); pre-cannulation disease factors, such as longer duration of symptoms (mean difference 1·51 days [95% CI 0·36-2·65]), longer duration of invasive mechanical ventilation (uOR 1·94 [1·40-2·67]), higher partial pressure of arterial carbon dioxide (mean difference 4·04 mm Hg [1·64-6·44]), and higher driving pressure (aHR 2·36 [1·40-3·97]); and centre factors, such as less previous experience with ECMO (aOR 2·27 [1·28-4·05]. INTERPRETATION: The prognostic factors identified highlight the importance of patient selection, the effect of injurious lung ventilation, and the potential opportunity for greater centralisation and collaboration in the use of ECMO for the treatment of COVID-19-associated ARDS. These factors should be carefully considered as part of a risk stratification framework when evaluating a patient for potential treatment with venovenous ECMO. FUNDING: None.",
  "authors": [
    {
      "last_name": "Tran",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Tran",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Department of Surgery, University of Ottawa, Ottawa, ON, Canada. Electronic address: alexandre.tran@medportal.ca."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, University of Ottawa, Ottawa, ON, Canada; Department of Critical Care, Lakeridge Health Corporation, Oshawa, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Medicine, Division of Critical Care, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Barbaro",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Barbaro",
      "affiliations": [
        "Division of Pediatric Critical Care Medicine, University of Michigan, Ann Arbor, MI, USA."
      ]
    },
    {
      "last_name": "Hodgson",
      "fore_name": "Carol L",
      "initials": "CL",
      "name": "Carol L Hodgson",
      "affiliations": [
        "Department of Epidemiology and Preventative Medicine, Australian and New Zealand Intensive Care-Research Centre, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Munshi",
      "fore_name": "Laveena",
      "initials": "L",
      "name": "Laveena Munshi",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "MacLaren",
      "fore_name": "Graeme",
      "initials": "G",
      "name": "Graeme MacLaren",
      "affiliations": [
        "Cardiothoracic Intensive Care Unit, National University Heart Centre, Singapore; Yong Loo Lin School of Medicine, National University of Singapore, Singapore."
      ]
    },
    {
      "last_name": "Ramanathan",
      "fore_name": "Kollengode",
      "initials": "K",
      "name": "Kollengode Ramanathan",
      "affiliations": [
        "Cardiothoracic Intensive Care Unit, National University Heart Centre, Singapore; Yong Loo Lin School of Medicine, National University of Singapore, Singapore."
      ]
    },
    {
      "last_name": "Hough",
      "fore_name": "Catherine L",
      "initials": "CL",
      "name": "Catherine L Hough",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Oregon Health and Science University, Portland, OR, USA."
      ]
    },
    {
      "last_name": "Brochard",
      "fore_name": "Laurent J",
      "initials": "LJ",
      "name": "Laurent J Brochard",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rowan",
      "fore_name": "Kathryn M",
      "initials": "KM",
      "name": "Kathryn M Rowan",
      "affiliations": [
        "Intensive Care National Audit and Research Centre, London, UK."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Combes",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Combes",
      "affiliations": [
        "Institute of Cardiometabolism and Nutrition, Sorbonne Université, INSERM Unite Mixte de Recherche (UMRS) 1166, Paris, France; Service de Médecine Intensive-Réanimation, Institut de Cardiologie, Assistance Publique-Hôpitaux de Paris (APHP), Hôpital Pitié-Salpêtrière, Paris, France."
      ]
    },
    {
      "last_name": "Slutsky",
      "fore_name": "Arthur S",
      "initials": "AS",
      "name": "Arthur S Slutsky",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Keenan Research Centre for Biomedical Science, Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brodie",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Brodie",
      "affiliations": [
        "Division of Pulmonary, Allergy, and Critical Care Medicine, Department of Medicine, Columbia University College of Physicians and Surgeons, New York, NY, USA; Center for Acute Respiratory Failure, New York-Presbyterian Hospital, New York, NY, USA."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet. Respiratory medicine",
    "iso_abbreviation": "Lancet Respir Med",
    "issn": "2213-2619",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "235",
  "end_page": "244",
  "pages": "235-244",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Male",
    "COVID-19",
    "Extracorporeal Membrane Oxygenation",
    "Prognosis",
    "Respiratory Distress Syndrome",
    "Respiration, Artificial",
    "Observational Studies as Topic"
  ],
  "article_ids": {
    "pubmed": "36228638",
    "pmc": "PMC9766207",
    "doi": "10.1016/S2213-2600(22)00296-X",
    "pii": "S2213-2600(22)00296-X"
  },
  "doi": "10.1016/S2213-2600(22)00296-X",
  "pmc_id": "PMC9766207",
  "dates": {
    "completed": "2023-03-06",
    "revised": "2023-03-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.210154",
    "pmid": "36228638"
  }
}