{
  "pmid": "36233959",
  "uid": "36233959",
  "title": "A Tailored Preparation Method of Variable Strength for Ultra-High-Strength Steel Sheet and Mapping Mechanism between Process and Property.",
  "abstract": "The spatiotemporal phase transformation during hot stamping would considerably effect the microstructure and mechanical properties of steels. In order to manufacture hot-stamping components of ultra-high-strength steel with tailored mechanical properties, the effect of the quenching time and the temperature of the die on the phase-transformation characteristics and mechanical property of ultra-high-strength steel was deeply studied. A finite element (FE) model coupled with a thermomechanical phase was employed to perform a succession of simulations for hot stamping corresponding to different quenching times and the temperatures of die, and the corresponding hot stamping experiments were performed. The 3D mapping surfaces of the temperature; quenching time; and three microstructures, namely austenite, bainite, and martensite, were constructed, and the mapping relationships in such surfaces were further explained by microstructural observations. Subsequently, based on the test results of the mechanical properties, the relationship curves of hardness and tensile strength, hardness, and elongation at break were fitted respectively, and then the 3D mapping surfaces were constructed for hardness, tensile strength, and elongation at break, which varied with the temperature die and quenching time. Finally, the quenching parameters of the automobile B-pillar were designed according to the constructed mapping relationship, and the hot-stamping FE simulation of the automobile B-pillar was developed. The result shows that those constructed mapping surfaces are helpful for adjusting the local mechanical property of the steels by designing the parameters.",
  "authors": [
    {
      "last_name": "Quan",
      "fore_name": "Guo-Zheng",
      "initials": "GZ",
      "name": "Guo-Zheng Quan",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China.",
        "State Key Laboratory of Materials Processing and Die & Mould Technology, Huazhong University of Science and Technology, Wuhan 430074, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Yan-Ze",
      "initials": "YZ",
      "name": "Yan-Ze Yu",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu",
      "initials": "Y",
      "name": "Yu Zhang",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Xiong",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Xiong",
      "affiliations": [
        "Key Laboratory of Advanced Reactor Engineering and Safety of Ministry of Education, Collaborative Innovation Center of Advanced Nuclear Energy Technology, Institute of Nuclear and New Energy Technology, Tsinghua University, Beijing 100084, China."
      ],
      "orcid": "0000-0003-2095-041X"
    }
  ],
  "journal": {
    "title": "Materials (Basel, Switzerland)",
    "iso_abbreviation": "Materials (Basel)",
    "issn": "1996-1944",
    "issn_type": "Print",
    "volume": "15",
    "issue": "19",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "23"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36233959",
    "pmc": "PMC9572559",
    "doi": "10.3390/ma15196620",
    "pii": "ma15196620"
  },
  "doi": "10.3390/ma15196620",
  "pmc_id": "PMC9572559",
  "dates": {
    "revised": "2022-10-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "52175287",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "P2021-001",
      "agency": "Open Fund of State Key Laboratory of Materials Processing and Die & Mould Technology"
    },
    {
      "grant_id": "cstc2022ycjh-bgzxm0224",
      "agency": "Special Project for Technological Innovation and Application Development of Chongqing"
    },
    {
      "grant_id": "cstc2021kqjscx-phxmX0004",
      "agency": "Special Project for Science and Technology Enterprise of Chongqing"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.538451",
    "pmid": "36233959"
  }
}