{
  "pmid": "36237509",
  "uid": "36237509",
  "title": "Enhancement of nitrogen use efficiency through agronomic and molecular based approaches in cotton.",
  "abstract": "Cotton is a major fiber crop grown worldwide. Nitrogen (N) is an essential nutrient for cotton production and supports efficient crop production. It is a crucial nutrient that is required more than any other. Nitrogen management is a daunting task for plants; thus, various strategies, individually and collectively, have been adopted to improve its efficacy. The negative environmental impacts of excessive N application on cotton production have become harmful to consumers and growers. The 4R's of nutrient stewardship (right product, right rate, right time, and right place) is a newly developed agronomic practice that provides a solid foundation for achieving nitrogen use efficiency (NUE) in cotton production. Cropping systems are equally crucial for increasing production, profitability, environmental growth protection, and sustainability. This concept incorporates the right fertilizer source at the right rate, time, and place. In addition to agronomic practices, molecular approaches are equally important for improving cotton NUE. This could be achieved by increasing the efficacy of metabolic pathways at the cellular, organ, and structural levels and NUE-regulating enzymes and genes. This is a potential method to improve the role of N transporters in plants, resulting in better utilization and remobilization of N in cotton plants. Therefore, we suggest effective methods for accelerating NUE in cotton. This review aims to provide a detailed overview of agronomic and molecular approaches for improving NUE in cotton production, which benefits both the environment and growers.",
  "authors": [
    {
      "last_name": "Chattha",
      "fore_name": "Muhammad Sohaib",
      "initials": "MS",
      "name": "Muhammad Sohaib Chattha",
      "affiliations": [
        "State Key Laboratory for Managing Biotic and Chemical Threats to the Quality and Safety of Agro-Products, Institute of Agro-Product Safety and Nutrition, Zhejiang Academy of Agricultural Sciences, Hangzhou, China.",
        "School of Plant, Environmental and Soil Sciences, Louisiana State University Agricultural Center, Baton Rouge, LA, United States."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Qurban",
      "initials": "Q",
      "name": "Qurban Ali",
      "affiliations": [
        "Laboratory of Integrated Management of Crop Diseases and Pests, Department of Plant Pathology, College of Plant Protection, Ministry of Education, Nanjing Agricultural University, Nanjing, China."
      ]
    },
    {
      "last_name": "Haroon",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Haroon",
      "affiliations": [
        "National Key Laboratory of Crop Genetic Improvement and National Centre of Plant Gene Research (Wuhan), Huazhong Agricultural University, Wuhan, China."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Junaid",
      "initials": "MJ",
      "name": "Muhammad Junaid Afzal",
      "affiliations": [
        "Department of Soil Science, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Javed",
      "fore_name": "Talha",
      "initials": "T",
      "name": "Talha Javed",
      "affiliations": [
        "College of Agriculture, Fujian Agriculture and Forestry University, Fuzhou, China."
      ]
    },
    {
      "last_name": "Hussain",
      "fore_name": "Sadam",
      "initials": "S",
      "name": "Sadam Hussain",
      "affiliations": [
        "Department of Agronomy, University of Agriculture Faisalabad, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Mahmood",
      "fore_name": "Tahir",
      "initials": "T",
      "name": "Tahir Mahmood",
      "affiliations": [
        "Department of Plant Breeding & Genetics, Pir Mehr Ali Shah Arid Agriculture University, Rawalpindi, Pakistan."
      ]
    },
    {
      "last_name": "Solanki",
      "fore_name": "Manoj K",
      "initials": "MK",
      "name": "Manoj K Solanki",
      "affiliations": [
        "Institute of Biology, Biotechnology and Environmental Protection, Faculty of Natural Sciences, University of Silesia in Katowice, Katowice, Poland."
      ]
    },
    {
      "last_name": "Umar",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Umar",
      "affiliations": [
        "Institute of Botany, University of the Punjab, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Abbas",
      "fore_name": "Waseem",
      "initials": "W",
      "name": "Waseem Abbas",
      "affiliations": [
        "National Key Laboratory of Crop Genetic Improvement and National Centre of Plant Gene Research (Wuhan), Huazhong Agricultural University, Wuhan, China."
      ]
    },
    {
      "last_name": "Nasar",
      "fore_name": "Shanza",
      "initials": "S",
      "name": "Shanza Nasar",
      "affiliations": [
        "Department of Botany, University of Gujrat Hafiz Hayat Campus, Gujrat, Pakistan."
      ]
    },
    {
      "last_name": "Schwartz-Lazaro",
      "fore_name": "Lauren M",
      "initials": "LM",
      "name": "Lauren M Schwartz-Lazaro",
      "affiliations": [
        "School of Plant, Environmental and Soil Sciences, Louisiana State University Agricultural Center, Baton Rouge, LA, United States."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Lei",
      "initials": "L",
      "name": "Lei Zhou",
      "affiliations": [
        "State Key Laboratory for Managing Biotic and Chemical Threats to the Quality and Safety of Agro-Products, Institute of Agro-Product Safety and Nutrition, Zhejiang Academy of Agricultural Sciences, Hangzhou, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in plant science",
    "iso_abbreviation": "Front Plant Sci",
    "issn": "1664-462X",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2022"
  },
  "start_page": "994306",
  "pages": "994306",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36237509",
    "pmc": "PMC9552886",
    "doi": "10.3389/fpls.2022.994306"
  },
  "doi": "10.3389/fpls.2022.994306",
  "pmc_id": "PMC9552886",
  "dates": {
    "revised": "2023-11-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.047524",
    "pmid": "36237509"
  }
}