{
  "pmid": "36236282",
  "uid": "36236282",
  "title": "Damage Monitoring of Engineered Cementitious Composite Beams Reinforced with Hybrid Bars Using Piezoceramic-Based Smart Aggregates.",
  "abstract": "In order to explore the crack development mechanism and damage self-repairing capacity of ECC beams reinforced with hybrid bars, the smart aggregate-based active sensing approach were herein adopted to conduct damage monitoring of ECC beams under cyclic loading. A total of six beams, including five engineered cementitious composite (ECC) beams reinforced with different bars and one reinforcement concrete counterpart, were fabricated and tested under cyclic loading. The ultimate failure modes and hysteresis curves were obtained and discussed herein, demonstrating the multiple crack behavior and excellent ductility of ECC material. The damage of the tested beams was monitored by smart aggregate-based (SA) active sensing method, in which two SAs pasted on both beam ends were used as actuator and sensor, respectively. The time domain analysis, wavelet packet-based energy analysis and wavelet packet-based damage index analysis were performed to quantitatively evaluate the crack development. To evaluate the self-repairing capacity of the beams, a self-repairing index defined by the difference of damage index at loading and unloading peak points was proposed. The results in time domain and wavelet packed analysis were in close agreement with the observed crack development, revealing the feasibility of smart aggregate-based active sensing approach in damage detection for ECC beams. Especially, the proposed damage self-repairing index can describe the same structural re-centering phenomena with the test results, showing the proposed index can be used to evaluate the damage self-repairing capacity.",
  "authors": [
    {
      "last_name": "Qian",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Qian",
      "affiliations": [
        "School of Civil Engineering, Zhengzhou University, Zhengzhou 450001, China."
      ],
      "orcid": "0000-0001-7082-8071"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Civil Engineering, Zhengzhou University, Zhengzhou 450001, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yuechang",
      "initials": "Y",
      "name": "Yuechang Li",
      "affiliations": [
        "School of Civil Engineering, Zhengzhou University, Zhengzhou 450001, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Jundong",
      "initials": "J",
      "name": "Jundong Gao",
      "affiliations": [
        "School of Civil Engineering, Zhengzhou University, Zhengzhou 450001, China."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Jianxue",
      "initials": "J",
      "name": "Jianxue Song",
      "affiliations": [
        "School of Civil Engineering, Zhengzhou University, Zhengzhou 450001, China."
      ]
    }
  ],
  "journal": {
    "title": "Sensors (Basel, Switzerland)",
    "iso_abbreviation": "Sensors (Basel)",
    "issn": "1424-8220",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "19",
    "pub_year": "2022",
    "pub_month": "Sep",
    "pub_day": "22"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36236282",
    "pmc": "PMC9572708",
    "doi": "10.3390/s22197184",
    "pii": "s22197184"
  },
  "doi": "10.3390/s22197184",
  "pmc_id": "PMC9572708",
  "dates": {
    "revised": "2022-10-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "51978631",
      "agency": "National Natural Science Foundation of China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.538834",
    "pmid": "36236282"
  }
}