{
  "pmid": "36247821",
  "uid": "36247821",
  "title": "RB1 Circulating Tumor DNA in the Blood of Patients with Unilateral Retinoblastoma: Before and after Intra-arterial Chemotherapy.",
  "abstract": "PURPOSE: Circulating tumor DNA (ctDNA) is released by many tumors into the plasma. Its analysis has minimal procedural risk and, in many cancers, has the potential for clinical applications. In retinoblastoma, the clinical correlations of ctDNA in eyes treated without enucleation have not been studied. This purpose of this study was to determine how the ctDNA RB1 variant allele frequency (VAF) changes in patients with unilateral retinoblastoma after intra-arterial chemotherapy (IAC) treatment. Variant allele frequency is a proxy for tumor fraction. DESIGN: Case series from a single tertiary cancer referral center. PARTICIPANTS: Five patients with retinoblastoma with at least 1 measurable ctDNA plasma specimen both at the time of active intraocular retinoblastoma before IAC and after at least 1 IAC cycle. METHODS: Circulating tumor DNA RB1 was detected and VAF was measured before and after IAC treatment. Clinical correlations were made using clinical examination, fundus photography, ultrasound, and OCT. MAIN OUTCOME MEASURES: Comparison of ctDNA RB1 VAF before and after IAC treatment for retinoblastoma and concordance of ctDNA RB1 detectability with activity of intraocular disease. RESULTS: Twenty-three ctDNA specimens were included from 5 patients. The 5 baseline RB1 VAFs ranged from 0.27% to 4.23%. In all patients, the subsequent post-intra-arterial RB1 VAF was lower than baseline (0.0%-0.17%). At 4 months (2 months after IAC completion), the ctDNA consistently was negative in the patients who demonstrated clinically inactive intraocular disease. CONCLUSIONS: In this small cohort, a decremental decrease in ctDNA RB1 VAF was found after IAC, suggesting that relative VAF changes could be a biomarker of treatment response.",
  "authors": [
    {
      "last_name": "Francis",
      "fore_name": "Jasmine H",
      "initials": "JH",
      "name": "Jasmine H Francis",
      "affiliations": [
        "Ophthalmic Oncology Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York.",
        "Department of Ophthalmology, Weill Cornell Medical College, New York, New York."
      ]
    },
    {
      "last_name": "Gobin",
      "fore_name": "Y Pierre",
      "initials": "YP",
      "name": "Y Pierre Gobin",
      "affiliations": [
        "Department of Neurosurgery, Weill Cornell Medical College, New York, New York."
      ]
    },
    {
      "last_name": "Brannon",
      "fore_name": "A Rose",
      "initials": "AR",
      "name": "A Rose Brannon",
      "affiliations": [
        "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Swartzwelder",
      "fore_name": "Christina E",
      "initials": "CE",
      "name": "Christina E Swartzwelder",
      "affiliations": [
        "Head and Neck Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Berger",
      "fore_name": "Michael F",
      "initials": "MF",
      "name": "Michael F Berger",
      "affiliations": [
        "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Mandelker",
      "fore_name": "Diana L",
      "initials": "DL",
      "name": "Diana L Mandelker",
      "affiliations": [
        "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael F",
      "initials": "MF",
      "name": "Michael F Walsh",
      "affiliations": [
        "Department of Pediatrics, Memorial Sloan Kettering Cancer Center, New York, New York.",
        "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Dunkel",
      "fore_name": "Ira J",
      "initials": "IJ",
      "name": "Ira J Dunkel",
      "affiliations": [
        "Department of Pediatrics, Weill Cornell Medical College, New York, New York."
      ]
    },
    {
      "last_name": "Abramson",
      "fore_name": "David H",
      "initials": "DH",
      "name": "David H Abramson",
      "affiliations": [
        "Ophthalmic Oncology Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, New York.",
        "Department of Ophthalmology, Weill Cornell Medical College, New York, New York."
      ]
    }
  ],
  "journal": {
    "title": "Ophthalmology science",
    "iso_abbreviation": "Ophthalmol Sci",
    "issn": "2666-9145",
    "issn_type": "Electronic",
    "volume": "1",
    "issue": "3",
    "pub_year": "2021",
    "pub_month": "Sep"
  },
  "start_page": "100042",
  "pages": "100042",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36247821",
    "pmc": "PMC9560637",
    "doi": "10.1016/j.xops.2021.100042",
    "pii": "S2666-9145(21)00040-3"
  },
  "doi": "10.1016/j.xops.2021.100042",
  "pmc_id": "PMC9560637",
  "dates": {
    "revised": "2024-09-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "P30 CA008748",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.085156",
    "pmid": "36247821"
  }
}