{
  "pmid": "36247841",
  "uid": "36247841",
  "title": "Including Information on Overdiagnosis in Shared Decision Making: A Review of Prostate Cancer Screening Decision Aids.",
  "abstract": "UNLABELLED: Background. Overdiagnosis is an accepted harm of cancer screening, but studies of prostate cancer screening decision aids have not examined provision of information important in communicating the risk of overdiagnosis, including overdiagnosis frequency, competing mortality risk, and the high prevalence of indolent cancers in the population. Methods. We undertook a comprehensive review of all publicly available decision aids for prostate cancer screening, published in (or translated to) the English language, without date restrictions. We included all decision aids from a recent systematic review and screened excluded studies to identify further relevant decision aids. We used a Google search to identify further decision aids not published in peer reviewed medical literature. Two reviewers independently screened the decision aids and extracted information on communication of overdiagnosis. Disagreements were resolved through discussion or by consulting a third author. Results. Forty-one decision aids were included out of the 80 records identified through the search. Most decision aids (n = 32, 79%) did not use the term overdiagnosis but included a description of it (n = 38, 92%). Few (n = 7, 17%) reported the frequency of overdiagnosis. Little more than half presented the benefits of prostate cancer screening before the harms (n = 22, 54%) and only 16, (39%) presented information on competing risks of mortality. Only 2 (n = 2, 5%) reported the prevalence of undiagnosed prostate cancer in the general population. Conclusion. Most patient decision aids for prostate cancer screening lacked important information on overdiagnosis. Specific guidance is needed on how to communicate the risks of overdiagnosis in decision aids, including appropriate content, terminology and graphical display. HIGHLIGHTS: Most patient decision aids for prostate cancer screening lacks important information on overdiagnosis.Specific guidance is needed on how to communicate the risks of overdiagnosis.",
  "authors": [
    {
      "last_name": "Pathirana",
      "fore_name": "Thanya I",
      "initials": "TI",
      "name": "Thanya I Pathirana",
      "affiliations": [
        "School of Medicine and Dentistry, Griffith University, Sunshine Coast, Australia.",
        "Institute for Evidence-Based Healthcare, Faculty of Health Sciences and Medicine, Bond University, Gold Coast, Australia."
      ],
      "orcid": "0000-0003-2386-2183"
    },
    {
      "last_name": "Pickles",
      "fore_name": "Kristen",
      "initials": "K",
      "name": "Kristen Pickles",
      "affiliations": [
        "Sydney School of Public Health, Faculty of Medicine and Health, University of Sydney, Camperdown NSW, Australia."
      ]
    },
    {
      "last_name": "Riikonen",
      "fore_name": "Jarno M",
      "initials": "JM",
      "name": "Jarno M Riikonen",
      "affiliations": [
        "Department of Urology, Tampere University Hospital, Tampere, Finland.",
        "Faculty of Medicine and Life Science, University of Tampere, Tampere, Finland."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland.",
        "Department of Surgery, South Karelia Central Hospital, Lappeenranta, Finland."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Katy J L",
      "initials": "KJL",
      "name": "Katy J L Bell",
      "affiliations": [
        "Sydney School of Public Health, Faculty of Medicine and Health, University of Sydney, Camperdown NSW, Australia."
      ]
    },
    {
      "last_name": "Glasziou",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Glasziou",
      "affiliations": [
        "Institute for Evidence-Based Healthcare, Faculty of Health Sciences and Medicine, Bond University, Gold Coast, Australia."
      ]
    }
  ],
  "journal": {
    "title": "MDM policy & practice",
    "iso_abbreviation": "MDM Policy Pract",
    "issn": "2381-4683",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2022"
  },
  "start_page": "23814683221129875",
  "pages": "23814683221129875",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36247841",
    "pmc": "PMC9558890",
    "doi": "10.1177/23814683221129875",
    "pii": "10.1177_23814683221129875"
  },
  "doi": "10.1177/23814683221129875",
  "pmc_id": "PMC9558890",
  "dates": {
    "revised": "2024-09-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:07.102022",
    "pmid": "36247841"
  }
}