{
  "pmid": "36248143",
  "uid": "36248143",
  "title": "Is there resource wastage in the research for spinal diseases? An observational analysis of discontinuation and non-publication in randomised controlled trials.",
  "abstract": "INTRODUCTION: The scale of waste in research funding systems is large and detrimental to research capacity. Both incompleteness and non-publication of Randomised Controlled Trials (RCTs) have been increasingly reported in the literature. This is a serious consequence as RCTs demand monumental amounts of healthcare resources leading to wastage. Most importantly, both under-reporting and non-publication can distort the evidence landscape and obscure rationale behind clinical decisions. RESEARCH QUESTION: We, therefore, aimed at conducting the first systematic assessment of registered trial discontinuation and non-publication in the field of spinal disorders. MATERIAL AND METHODS: A list of RCTs was obtained from the U.S National Library of Medicine ClinicalTrials.gov database from January 1st, 2013, to December 31st, 2020. Two independent authors excluded all non-RCTs, trials unrelated to spinal diseases, and trials that are in or before the recruitment phase. We extracted the progress status, sources of funding, the number of centres, type of intervention, principal investigator's department affiliation, publication status, location, the reason for discontinuation, publication date, and subtopics. RESULTS: 112 trials were included in the study. 25 (22%) trials were discontinued early, with slow recruitment being the major reason (38%). Only 56 (50%) of the trials were published in peer-reviewed journals. The publication rate amongst discontinued trials was significantly lower compared to completed trials (P ​< ​0·001). The trial discontinuation rate was much higher in trials registered in the United States (US) compared to other countries (P ​= ​0·009). Industry-sponsored studies had 11 trials (23·4%) that were discontinued whilst there was 20% of non-industry-sponsored studies that were unfinished. Only 20% of the trials were compliant with the FDA reporting requirements over the study period. DISCUSSION AND CONCLUSION: Nearly a quarter of all trials in spinal disorders were discontinued. Half of the trials were unpublished. There was over a third of trials that were completed but not published. These rates remain worrisome from an ethical and financial perspective. Both under-reporting and non-publication adversely affect efforts in evidence synthesis and can compromise clinical guideline development.",
  "authors": [
    {
      "last_name": "Demetriades",
      "fore_name": "Andreas K",
      "initials": "AK",
      "name": "Andreas K Demetriades",
      "affiliations": [
        "Department of Neurosurgery, Royal Infirmary of Edinburgh, Edinburgh, United Kingdom.",
        "University of Leiden, Leiden, Netherlands.",
        "Edinburgh Spinal Surgery Outcome Studies Group, United Kingdom.",
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, United Kingdom."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay J",
      "initials": "JJ",
      "name": "Jay J Park",
      "affiliations": [
        "Edinburgh Spinal Surgery Outcome Studies Group, United Kingdom.",
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, United Kingdom."
      ]
    },
    {
      "last_name": "Tiefenbach",
      "fore_name": "Jakov",
      "initials": "J",
      "name": "Jakov Tiefenbach",
      "affiliations": [
        "Edinburgh Spinal Surgery Outcome Studies Group, United Kingdom.",
        "Neurological Institute, Cleveland Clinic, Cleveland, OH, United States."
      ]
    }
  ],
  "journal": {
    "title": "Brain & spine",
    "iso_abbreviation": "Brain Spine",
    "issn": "2772-5294",
    "issn_type": "Electronic",
    "volume": "2",
    "pub_year": "2022"
  },
  "start_page": "100922",
  "pages": "100922",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36248143",
    "pmc": "PMC9560700",
    "doi": "10.1016/j.bas.2022.100922",
    "pii": "S2772-5294(22)00063-7"
  },
  "doi": "10.1016/j.bas.2022.100922",
  "pmc_id": "PMC9560700",
  "dates": {
    "revised": "2022-10-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.676526",
    "pmid": "36248143"
  }
}