{
  "pmid": "36252904",
  "uid": "36252904",
  "title": "Mechanisms and Clinical Manifestations of Cognitive Decline in Atrial Fibrillation Patients: Potential Implications for Preventing Dementia.",
  "abstract": "Atrial fibrillation (AF) patients face an approximate 1.5-fold increased risk of cognitive decline compared with the general population. Among poststroke AF patients, the risk of cognitive decline is even higher with an estimated threefold increase. This article provides a narrative review on the current evidence and highlights gaps in knowledge and areas for future research. Although earlier studies hypothesized that the association between AF and cognitive decline is mainly a consequence of previous ischemic strokes, more recent evidence also suggests such an association in AF patients without a history of clinical stroke. Because AF and cognitive decline mainly occur among elderly individuals, it is not surprising that both entities share multiple risk factors. In addition to clinically overt ischemic strokes, silent brain infarcts and other brain injury are likely mechanisms for the increased risk of cognitive decline among AF patients. Oral anticoagulation for stroke prevention in AF patients with additional stroke risk factors is one of the only proven therapies to prevent brain injury. Whether a broader use of oral anticoagulation, or more intense anticoagulation in some patients are beneficial in this context needs to be addressed in future studies. Although direct studies are lacking, it is reasonable to recommend optimal treatment of comorbidities and risk factors for the prevention of cognitive decline and dementia.",
  "authors": [
    {
      "last_name": "Blum",
      "fore_name": "Steffen",
      "initials": "S",
      "name": "Steffen Blum",
      "affiliations": [
        "Cardiovascular Research Institute Basel, University Hospital Basel, University of Basel, Basel, Switzerland; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada. Electronic address: David.conen@phri.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "159",
  "end_page": "171",
  "pages": "159-171",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Atrial Fibrillation",
    "Cognition",
    "Cognitive Dysfunction",
    "Stroke",
    "Risk Factors",
    "Dementia",
    "Anticoagulants",
    "Ischemic Stroke",
    "Brain Injuries"
  ],
  "article_ids": {
    "pubmed": "36252904",
    "doi": "10.1016/j.cjca.2022.10.013",
    "pii": "S0828-282X(22)00969-2"
  },
  "doi": "10.1016/j.cjca.2022.10.013",
  "dates": {
    "completed": "2023-02-07",
    "revised": "2023-02-09"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:03.511860",
    "pmid": "36252904"
  }
}