{
  "pmid": "36253034",
  "uid": "36253034",
  "title": "Supporting self-management in women with pre-existing diabetes in pregnancy: a protocol for a mixed-methods sequential comparative case study.",
  "abstract": "INTRODUCTION: For women with pre-existing type 1 and type 2 diabetes, glycaemic targets are narrow during the preconception and prenatal periods to optimise pregnancy outcomes. Women aim to achieve glycaemic targets during pregnancy through the daily tasks of diabetes self-management. Diabetes self-management during pregnancy involves frequent self-monitoring of blood glucose and titration of insulin based on glucose measures and carbohydrate intake. Our objective is to explore how self-management and support experiences help explain glycaemic control among women with pre-existing diabetes in pregnancy. METHODS AND ANALYSIS: We will conduct a four-phased mixed-methods sequential comparative case study. Phase I will analyse the data from a prospective cohort study to determine the predictors of glycaemic control during pregnancy related to diabetes self-management among women with pre-existing diabetes. In phase II, we will use the results of the cohort analysis to develop data collection tools for phase III. Phase III will be a qualitative description study to understand women's diabetes education and support needs during pregnancy. In phase IV, we will integrate the results of phases I and III to generate unique cases representing the ways in which self-management and support experiences explain glycaemic control in pregnancy. ETHICS AND DISSEMINATION: The phase I cohort study received approval from our local ethics review board, the Hamilton Integrated Ethics Review Board. We will seek ethics approval for the phase III qualitative study prior to its commencement. Participants will provide informed consent before study enrolment. We plan to publish our results in peer-reviewed journals and present our findings to stakeholders at relevant conferences/symposia.",
  "authors": [
    {
      "last_name": "Sushko",
      "fore_name": "Katelyn",
      "initials": "K",
      "name": "Katelyn Sushko",
      "affiliations": [
        "School of Nursing, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada sushkokj@mcmaster.ca."
      ],
      "orcid": "0000-0002-8530-6900"
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "School of Nursing, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nerenberg",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Nerenberg",
      "affiliations": [
        "Medicine, Obstetrics & Gynaecology and Community Health Sciences, University of Calgary Cumming School of Medicine, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Strachan",
      "fore_name": "Patricia H",
      "initials": "PH",
      "name": "Patricia H Strachan",
      "affiliations": [
        "Nursing, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Butt",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Butt",
      "affiliations": [
        "School of Nursing, McMaster University Faculty of Health Sciences, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct",
    "pub_day": "17"
  },
  "start_page": "e062777",
  "pages": "e062777",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Blood Glucose",
    "Cohort Studies",
    "Diabetes Mellitus, Type 2",
    "Female",
    "Humans",
    "Insulin",
    "Pregnancy",
    "Prospective Studies",
    "Self-Management"
  ],
  "article_ids": {
    "pubmed": "36253034",
    "pmc": "PMC9577889",
    "doi": "10.1136/bmjopen-2022-062777",
    "pii": "bmjopen-2022-062777"
  },
  "doi": "10.1136/bmjopen-2022-062777",
  "pmc_id": "PMC9577889",
  "dates": {
    "completed": "2022-10-19",
    "revised": "2024-09-06"
  },
  "chemicals": [
    "Blood Glucose",
    "Insulin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.765243",
    "pmid": "36253034"
  }
}