{
  "pmid": "36268209",
  "uid": "36268209",
  "title": "A systematic review and meta-analysis on delaying surgery for urothelial carcinoma of bladder and upper tract urothelial carcinoma: Implications for the COVID19 pandemic and beyond.",
  "abstract": "PURPOSE: The COVID-19 pandemic has led to competing strains on hospital resources and healthcare personnel. Patients with newly diagnosed invasive urothelial carcinomas of bladder (UCB) upper tract (UTUC) may experience delays to definitive radical cystectomy (RC) or radical nephro-ureterectomy (RNU) respectively. We evaluate the impact of delaying definitive surgery on survival outcomes for invasive UCB and UTUC. METHODS: We searched for all studies investigating delayed urologic cancer surgery in Medline and Embase up to June 2020. A systematic review and meta-analysis was performed. RESULTS: We identified a total of 30 studies with 32,591 patients. Across 13 studies (n = 12,201), a delay from diagnosis of bladder cancer/TURBT to RC was associated with poorer overall survival (HR 1.25, 95% CI: 1.09-1.45, p = 0.002). For patients who underwent neoadjuvant chemotherapy before RC, across the 5 studies (n = 4,316 patients), a delay between neoadjuvant chemotherapy and radical cystectomy was not found to be significantly associated with overall survival (pooled HR 1.37, 95% CI: 0.96-1.94, p = 0.08). For UTUC, 6 studies (n = 4,629) found that delay between diagnosis of UTUC to RNU was associated with poorer overall survival (pooled HR 1.55, 95% CI: 1.19-2.02, p = 0.001) and cancer-specific survival (pooled HR of 2.56, 95% CI: 1.50-4.37, p = 0.001). Limitations included between-study heterogeneity, particularly in the definitions of delay cut-off periods between diagnosis to surgery. CONCLUSIONS: A delay from diagnosis of UCB or UTUC to definitive RC or RNU was associated with poorer survival outcomes. This was not the case for patients who received neoadjuvant chemotherapy.",
  "authors": [
    {
      "last_name": "Leow",
      "fore_name": "Jeffrey J",
      "initials": "JJ",
      "name": "Jeffrey J Leow",
      "affiliations": [
        "Department of Urology, Tan Tock Seng Hospital, Singapore, Singapore.",
        "Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Wei Shen",
      "initials": "WS",
      "name": "Wei Shen Tan",
      "affiliations": [
        "Division of Surgery and Interventional Science, University College London, London, United Kingdom.",
        "Department of Urology, University College London Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Wei Phin",
      "initials": "WP",
      "name": "Wei Phin Tan",
      "affiliations": [
        "Department of Urology, NYU Langone Health, New York City, NY, United States."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Teck Wei",
      "initials": "TW",
      "name": "Teck Wei Tan",
      "affiliations": [
        "Department of Urology, Tan Tock Seng Hospital, Singapore, Singapore.",
        "Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Vinson Wai-Shun",
      "initials": "VW",
      "name": "Vinson Wai-Shun Chan",
      "affiliations": [
        "Royal Derby Hospital, University Hospitals of Derby and Burton NHS Foundation Trust, Derby, United Kingdom.",
        "Leeds Institute of Medical Research, University of Leeds, Leeds, United Kindgom.",
        "Division of Surgery and Interventional Sciences, University College London, United Kingdom."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland.",
        "Department of Surgery, South Karelian Central Hospital, Lappeenranta, Finland."
      ]
    },
    {
      "last_name": "Kamat",
      "fore_name": "Ashish",
      "initials": "A",
      "name": "Ashish Kamat",
      "affiliations": [
        "Department of Urology, The University of Texas MD Anderson Cancer Center, Houston, TX, United States."
      ]
    },
    {
      "last_name": "Sengupta",
      "fore_name": "Shomik",
      "initials": "S",
      "name": "Shomik Sengupta",
      "affiliations": [
        "Urology Department, Eastern Health, Box Hill, Victoria, Australia.",
        "Eastern Health Clinical School, Monash University, Box Hill, Victoria, Australia."
      ]
    },
    {
      "last_name": "Meng",
      "fore_name": "Maxwell V",
      "initials": "MV",
      "name": "Maxwell V Meng",
      "affiliations": [
        "Department of Urology, University of California San Francisco, San Francisco, CA, United States."
      ]
    },
    {
      "last_name": "Shariat",
      "fore_name": "Shahrokh",
      "initials": "S",
      "name": "Shahrokh Shariat",
      "affiliations": [
        "Department of Urology, Comprehensive Cancer Center, Medical University of Vienna, Vienna, Austria.",
        "Department of Urology, Weill Cornell Medical College, New York, New York, USA.",
        "Department of Urology, University of Texas Southwestern, Dallas, Texas, USA.",
        "Department of Urology, Second Faculty of Medicine, Charles University, Prag, Czech Republic.",
        "Hourani Center for Applied Scientific Research, Al-Ahliyya Amman University, Amman, Jordan."
      ]
    },
    {
      "last_name": "Roupret",
      "fore_name": "Morgan",
      "initials": "M",
      "name": "Morgan Roupret",
      "affiliations": [
        "Sorbonne University, GRC N 5, Predicitive Onco-uro, AP-HP, Hôpital Pitié-Salpêtriére, Paris, France."
      ]
    },
    {
      "last_name": "Decaestecker",
      "fore_name": "Karel",
      "initials": "K",
      "name": "Karel Decaestecker",
      "affiliations": [
        "Department of Urology, AZ Maria Middelares Hospital, Ghent, Belgium.",
        "Department of Urology, Ghent University Hospital, Ghent, Belgium.",
        "Department of Human Structure and Repair, Ghent University, Belgium."
      ]
    },
    {
      "last_name": "Vasdev",
      "fore_name": "Nikhil",
      "initials": "N",
      "name": "Nikhil Vasdev",
      "affiliations": [
        "Department of Urology, Hertfordshire and Bedfordshire Urological Cancer Centre, Lister Hospital Stevenage, School of Medicine and Life Sciences, University of Hertfordshire, Hatfield, United Kingdom."
      ]
    },
    {
      "last_name": "Chong",
      "fore_name": "Yew Lam",
      "initials": "YL",
      "name": "Yew Lam Chong",
      "affiliations": [
        "Department of Urology, Tan Tock Seng Hospital, Singapore, Singapore.",
        "Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore, Singapore."
      ]
    },
    {
      "last_name": "Enikeev",
      "fore_name": "Dmitry",
      "initials": "D",
      "name": "Dmitry Enikeev",
      "affiliations": [
        "Department of Urology, Comprehensive Cancer Center, Medical University of Vienna, Vienna, Austria.",
        "Institute for Urology and Reproductive Health, Sechenov University, Moscow, Russia."
      ]
    },
    {
      "last_name": "Giannarini",
      "fore_name": "Gianluca",
      "initials": "G",
      "name": "Gianluca Giannarini",
      "affiliations": [
        "Urology Unit, Santa Maria della Misericordia University Hospital, Udine, Italy."
      ]
    },
    {
      "last_name": "Ficarra",
      "fore_name": "Vincenzo",
      "initials": "V",
      "name": "Vincenzo Ficarra",
      "affiliations": [
        "Department of Human and Pediatric Pathology \"Gaetano Barresi\", Urologic Section, University of Messina, Messina, Italy."
      ]
    },
    {
      "last_name": "Teoh",
      "fore_name": "Jeremy Yuen-Chun",
      "initials": "JY",
      "name": "Jeremy Yuen-Chun Teoh",
      "affiliations": [
        "S.H. Ho Urology Centre, Department of Surgery, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, Hong Kong SAR, China.",
        "European Association of Urology - Young Academic Urologists Urothelial Carcinoma Working Group (EAU-YAU), Arnhem, Netherlands."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Frontiers in surgery",
    "iso_abbreviation": "Front Surg",
    "issn": "2296-875X",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "879774",
  "pages": "879774",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36268209",
    "pmc": "PMC9577485",
    "doi": "10.3389/fsurg.2022.879774"
  },
  "doi": "10.3389/fsurg.2022.879774",
  "pmc_id": "PMC9577485",
  "dates": {
    "revised": "2022-10-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:07.201454",
    "pmid": "36268209"
  }
}