{
  "pmid": "36270493",
  "uid": "36270493",
  "title": "External applicability of the Effect of ticagrelor on Health Outcomes in diabEtes Mellitus patients Intervention Study (THEMIS) trial: An analysis of patients with diabetes and coronary artery disease in the REduction of Atherothrombosis for Continued Health (REACH) registry.",
  "abstract": "AIMS: THEMIS is a double-blind, randomized trial of 19,220 patients with diabetes mellitus and stable coronary artery disease (CAD) comparing ticagrelor to placebo, in addition to aspirin. The present study aimed to describe the proportion of patients eligible and reasons for ineligibility for THEMIS within a population of patients with diabetes and CAD included in the Reduction of Atherothrombosis for Continued Health (REACH) registry. METHODS AND RESULTS: The THEMIS eligibility criteria were applied to REACH patients. THEMIS included patients ≥50 years with type 2 diabetes and stable CAD as determined by either a history of previous percutaneous coronary intervention, coronary artery bypass grafting, or documentation of angiographic stenosis of ≥50% of at least one coronary artery. Patients with prior myocardial infarction or stroke were excluded. In REACH, 10,156 patients had stable CAD and diabetes. Of these, 6515 (64.1%) patients had at least one exclusion criteria. From the remaining population, 784 patients did not meet inclusion criteria (7.7%) mainly due to absence of aspirin treatment (7.2%), yielding a 'THEMIS-eligible population' of 2857 patients (28.1% of patients with diabetes and stable CAD). The main reasons for exclusion were a history of myocardial infarction (53.1%), use of oral anticoagulation (14.5%), or history of stroke (12.9%). Among the 4208 patients with diabetes and a previous PCI, 1196 patients (28.4%) were eligible for inclusion in the THEMIS-PCI substudy. CONCLUSIONS: In a population of patients with diabetes and stable coronary artery disease, a sizeable proportion appear to be 'THEMIS eligible.' CLINICAL TRIAL REGISTRATION: http://www. CLINICALTRIALS: gov identifier: NCT01991795.",
  "authors": [
    {
      "last_name": "Abtan",
      "fore_name": "Jeremie",
      "initials": "J",
      "name": "Jeremie Abtan",
      "affiliations": [
        "FACT (French Alliance for Cardiovascular clinical Trials), Université de Paris, Hôpital Bichat (Assistance Publique - Hôpitaux de Paris) and INSERM U-1148, all in Paris, France; Brigham and Women's Hospital Heart & Vascular Center, Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Deepak L",
      "initials": "DL",
      "name": "Deepak L Bhatt",
      "affiliations": [
        "Brigham and Women's Hospital Heart & Vascular Center, Harvard Medical School, Boston, MA, USA. Electronic address: DLBhattMD@post.Harvard.edu."
      ]
    },
    {
      "last_name": "Elbez",
      "fore_name": "Yedid",
      "initials": "Y",
      "name": "Yedid Elbez",
      "affiliations": [
        "FACT (French Alliance for Cardiovascular clinical Trials), Université de Paris, Hôpital Bichat (Assistance Publique - Hôpitaux de Paris) and INSERM U-1148, all in Paris, France."
      ]
    },
    {
      "last_name": "Ducrocq",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Ducrocq",
      "affiliations": [
        "FACT (French Alliance for Cardiovascular clinical Trials), Université de Paris, Hôpital Bichat (Assistance Publique - Hôpitaux de Paris) and INSERM U-1148, all in Paris, France."
      ]
    },
    {
      "last_name": "Goto",
      "fore_name": "Shinya",
      "initials": "S",
      "name": "Shinya Goto",
      "affiliations": [
        "Department of Medicine (Cardiology), Tokai University School of Medicine, Isehara, Kanagawa, Japan."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Sidney C",
      "initials": "SC",
      "name": "Sidney C Smith",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, University of North Carolina, Chapel Hill, USA."
      ]
    },
    {
      "last_name": "Ohman",
      "fore_name": "E Magnus",
      "initials": "EM",
      "name": "E Magnus Ohman",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Duke University School of Medicine, Durham, North Carolina; Duke Clinical Research Institute, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Eagle",
      "fore_name": "Kim A",
      "initials": "KA",
      "name": "Kim A Eagle",
      "affiliations": [
        "University of Michigan Cardiovascular Center, Ann Arbor, USA."
      ]
    },
    {
      "last_name": "Fox",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Fox",
      "affiliations": [
        "National Heart and Lung Institute, Imperial College, London, United Kingdom; Institute of Cardiovascular Medicine and Science, Royal Brompton Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Harrington",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Harrington",
      "affiliations": [
        "Stanford Center for Clinical Research, Department of Medicine, Stanford University, California, USA."
      ]
    },
    {
      "last_name": "Leiter",
      "fore_name": "Lawrence A",
      "initials": "LA",
      "name": "Lawrence A Leiter",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Li Ka Shing Knowledge Institute, St Michael's Hospital, University ot Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir R",
      "initials": "SR",
      "name": "Shamir R Mehta",
      "affiliations": [
        "Population Health Research Institute and Department of Medicine, McMaster University and Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simon",
      "fore_name": "Tabassome",
      "initials": "T",
      "name": "Tabassome Simon",
      "affiliations": [
        "Plateforme de Recherche Clinique de l'Est Parisien (URCEST-CRCEST-CRB), Saint-Antoine Hospital, AP-HP, Paris, France."
      ]
    },
    {
      "last_name": "Petrov",
      "fore_name": "Ivo",
      "initials": "I",
      "name": "Ivo Petrov",
      "affiliations": [
        "University Hospital Acibadem City Clinic Sofia, Sofia University St. Kliment Ohridski, Bulgaria."
      ]
    },
    {
      "last_name": "Sinnaeve",
      "fore_name": "Peter R",
      "initials": "PR",
      "name": "Peter R Sinnaeve",
      "affiliations": [
        "Department of Cardiovascular Medicine, University Hospitals Leuven, Belgium."
      ]
    },
    {
      "last_name": "Pais",
      "fore_name": "Prem",
      "initials": "P",
      "name": "Prem Pais",
      "affiliations": [
        "Division of Clinical Research and Training, St. John's Research Institute, Bangalore, India."
      ]
    },
    {
      "last_name": "Lev",
      "fore_name": "Eli",
      "initials": "E",
      "name": "Eli Lev",
      "affiliations": [
        "Department of Cardiology, Rabin Medical Center, Petach Tikva, Department of Cardiology, Assuta Ashdod University Hospital, Ashdod, Faculty of Medicine, Ben Gurion University, Be'er Sheva, all in, Israel."
      ]
    },
    {
      "last_name": "Bueno",
      "fore_name": "Héctor",
      "initials": "H",
      "name": "Héctor Bueno",
      "affiliations": [
        "Cardiology Department, Hospital Universitario 12 de Octubre, Centro Nacional de Investigaciones Cardiovasculares, and CIBER de enfermedades CardioVasculares (CIBERCV), Madrid, Spain."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Wilson",
      "affiliations": [
        "Mayo Clinic, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Steg",
      "fore_name": "Philippe Gabriel",
      "initials": "PG",
      "name": "Philippe Gabriel Steg",
      "affiliations": [
        "FACT (French Alliance for Cardiovascular clinical Trials), Université de Paris, Hôpital Bichat (Assistance Publique - Hôpitaux de Paris) and INSERM U-1148, all in Paris, France; National Heart and Lung Institute, Imperial College, London, United Kingdom."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "International journal of cardiology",
    "iso_abbreviation": "Int J Cardiol",
    "issn": "1874-1754",
    "issn_type": "Electronic",
    "volume": "370",
    "pub_year": "2023",
    "pub_month": "Jan",
    "pub_day": "01"
  },
  "start_page": "51",
  "end_page": "57",
  "pages": "51-57",
  "language": "eng",
  "publication_types": [
    "Randomized Controlled Trial",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Ticagrelor",
    "Coronary Artery Disease",
    "Percutaneous Coronary Intervention",
    "Diabetes Mellitus, Type 2",
    "Aspirin",
    "Myocardial Infarction",
    "Stroke",
    "Outcome Assessment, Health Care",
    "Treatment Outcome",
    "Platelet Aggregation Inhibitors"
  ],
  "article_ids": {
    "pubmed": "36270493",
    "doi": "10.1016/j.ijcard.2022.10.132",
    "pii": "S0167-5273(22)01643-6"
  },
  "doi": "10.1016/j.ijcard.2022.10.132",
  "dates": {
    "completed": "2022-12-16",
    "revised": "2023-02-15"
  },
  "chemicals": [
    "Ticagrelor",
    "Aspirin",
    "Platelet Aggregation Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:18.823002",
    "pmid": "36270493"
  }
}