{
  "pmid": "36274773",
  "uid": "36274773",
  "title": "Ethnic and Racial Differences in Ratings in the Medical Student Standardized Letters of Evaluation (SLOE).",
  "abstract": "BACKGROUND: The Standardized Letter of Evaluation (SLOE) stratifies the assessment of emergency medicine (EM) bound medical applicants. However, bias in SLOE, particularly regarding race and ethnicity, is an underexplored area. OBJECTIVE: This study aims to assess whether underrepresented in medicine (UIM) and non-UIM applicants are rated differently in SLOE components. METHODS: This was a cross-section study of EM-bound applicants across 3 geographically distinct US training programs during the 2019-2020 application cycle. Using descriptive and regression analyses, we examine the differences between UIM applicants and non-UIM applicants for each of the SLOE components: 7 qualifications of an EM physician (7QEM), global assessment (GA) rating, and projected rank list (RL) position. RESULTS: Out of a combined total of 3759, 2002 (53.3%) unique EM-bound applicants were included. UIM applicants had lower ratings for each of the 7QEM questions, GA, and RL positions. Compared to non-UIM applicants, only some of the 7QEM components: \"Work ethic and ability to assume responsibility,\" \"Ability to work in a team, and \"Ability to communicate a caring nature,\" were associated with their SLOE. \"Commitment to EM\" correlated more with GA for UIM than for non-UIM applicants. CONCLUSIONS: This study shows a difference in SLOE rating, with UIM applicants receiving lower ratings than non-UIM applicants.",
  "authors": [
    {
      "last_name": "Alvarez",
      "fore_name": "Al'ai",
      "initials": "A",
      "name": "Al'ai Alvarez",
      "affiliations": [
        "is Clinical Associate Professor and Director of Well-Being, Department of Emergency Medicine, Stanford University."
      ],
      "orcid": "0000-0002-5438-2476"
    },
    {
      "last_name": "Mannix",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Mannix",
      "affiliations": [
        "is Assistant Professor and Assistant Program Director, Department of Emergency Medicine, University of Florida College of Medicine-Jacksonville."
      ]
    },
    {
      "last_name": "Davenport",
      "fore_name": "Dayle",
      "initials": "D",
      "name": "Dayle Davenport",
      "affiliations": [
        "is Associate Professor, Department of Emergency Medicine, Rush University Medical Center and Assistant Dean, Diversity and Inclusion, Rush Medical College."
      ]
    },
    {
      "last_name": "Gore",
      "fore_name": "Katarzyna",
      "initials": "K",
      "name": "Katarzyna Gore",
      "affiliations": [
        "is Associate Professor and Assistant Program Director, Department of Emergency Medicine, Rush University Medical Center."
      ]
    },
    {
      "last_name": "Krzyzaniak",
      "fore_name": "Sara M",
      "initials": "SM",
      "name": "Sara M Krzyzaniak",
      "affiliations": [
        "is Clinical Associate Professor and Program Director, Department of Emergency Medicine, Stanford University."
      ]
    },
    {
      "last_name": "Parsons",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Parsons",
      "affiliations": [
        "is Associate Professor and Assistant Program Director, Department of Emergency Medicine, University of Florida College of Medicine-Jacksonville."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Danielle T",
      "initials": "DT",
      "name": "Danielle T Miller",
      "affiliations": [
        "is Assistant Professor, Department of Emergency Medicine, University of Colorado School of Medicine."
      ],
      "orcid": "0000-0003-3933-2355"
    },
    {
      "last_name": "Eraso",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Eraso",
      "affiliations": [
        "is Assistant Professor, Department of Emergency Medicine, University of Florida College of Medicine-Jacksonville."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "is Associate Professor, Department of Medicine, McMaster University, Ontario, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    },
    {
      "last_name": "Chan",
      "fore_name": "Teresa M",
      "initials": "TM",
      "name": "Teresa M Chan",
      "affiliations": [
        "is Associate Professor, Department of Medicine (Division of Emergency Medicine; Division of Education & Innovation), and Associate Dean, Continuing Professional Development, Faculty of Health Sciences, McMaster University, Ontario, Canada."
      ],
      "orcid": "0000-0001-6104-462X"
    },
    {
      "last_name": "Gottlieb",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Gottlieb",
      "affiliations": [
        "is Associate Professor and Ultrasound Director, Department of Emergency Medicine, Rush University Medical Center."
      ],
      "orcid": "0000-0003-3276-8375"
    }
  ],
  "journal": {
    "title": "Journal of graduate medical education",
    "iso_abbreviation": "J Grad Med Educ",
    "issn": "1949-8357",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "5",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "549",
  "end_page": "553",
  "pages": "549-553",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Internship and Residency",
    "Students, Medical",
    "Ethnicity",
    "Race Factors",
    "Emergency Medicine"
  ],
  "article_ids": {
    "pubmed": "36274773",
    "pmc": "PMC9580324",
    "doi": "10.4300/JGME-D-21-01174.1"
  },
  "doi": "10.4300/JGME-D-21-01174.1",
  "pmc_id": "PMC9580324",
  "dates": {
    "completed": "2022-10-25",
    "revised": "2023-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.068331",
    "pmid": "36274773"
  }
}