{
  "pmid": "36283760",
  "uid": "36283760",
  "title": "How the Routine Use of Patient-Reported Outcome Measures for Hemodialysis Care Influences Patient-Clinician Communication: A Mixed-Methods Study.",
  "abstract": "BACKGROUND AND OBJECTIVES: Patient-reported outcome measures invite patients to self-report aspects of their quality of life and have been reported to enhance communication with clinicians. We aimed to examine how routine use of patient-reported outcome measures in in-center hemodialysis units influenced patient-clinician communication. DESIGN, SETTING, PARTICIPANTS, & MEASUREMENTS: A concurrent, longitudinal, mixed-methods approach was used. We used data from a cluster randomized controlled trial of 17 hemodialysis units in northern Alberta that introduced a patient-reported outcome measures intervention. Patient-clinician communication was assessed using a modified Communication Assessment Tool. Using interpretive description, we explored patients' and nurses' perceptions of communication pertaining to routine patient-reported outcome measure use. Through purposeful sampling, we interviewed ten patients and eight nurses and conducted six observations in the dialysis units, which were documented in field notes. We reviewed 779 patient responses to open-ended survey questions from randomized controlled trial data. Qualitative data were thematically analyzed. RESULTS: Overall, patient-reported outcome measure use did not substantively improve patient-clinician communication. There was a small positive change in mean total Communication Assessment Tool scores (range, 1-5) from baseline to 12 months in patient-reported outcome measure use units (0.25) but little difference from control group units that did not use patient-reported outcome measures (0.21). The qualitative findings provide in-depth insights into why patient-reported outcome measure use did not improve patient-clinician communication. The purpose of patient-reported outcome measure use was not always understood by patients and clinicians; patient-reported outcome measures were not implemented as originally intended in the trial, despite clinician training; there were challenges using patient-reported outcome measures as a means to communicate; and patient-reported outcome measure use was perceived to have limited value. CONCLUSIONS: While patient-reported outcome measures use did not improve patient-clinician communication, qualitative data suggest implementation challenges, including limited clarity of purpose and perceived limited value, that may have limited the effectiveness of the intervention.",
  "authors": [
    {
      "last_name": "Schick-Makaroff",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Schick-Makaroff",
      "affiliations": [
        "Edmonton Clinic Health Academy, Faculty of Nursing, University of Alberta, Edmonton, Alberta, Canada."
      ],
      "orcid": "0000-0001-6200-3416"
    },
    {
      "last_name": "Wozniak",
      "fore_name": "Lisa A",
      "initials": "LA",
      "name": "Lisa A Wozniak",
      "affiliations": [
        "Li Ka Shing Centre for Health Research Innovation, School of Public Health, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Short",
      "fore_name": "Hilary",
      "initials": "H",
      "name": "Hilary Short",
      "affiliations": [
        "Li Ka Shing Centre for Health Research Innovation, School of Public Health, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Davison",
      "fore_name": "Sara N",
      "initials": "SN",
      "name": "Sara N Davison",
      "affiliations": [
        "Division of Nephrology and Immunology, Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ],
      "orcid": "0000-0003-4513-6449"
    },
    {
      "last_name": "Klarenbach",
      "fore_name": "Scott",
      "initials": "S",
      "name": "Scott Klarenbach",
      "affiliations": [
        "Division of Nephrology and Immunology, Department of Medicine, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Buzinski",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Buzinski",
      "affiliations": [
        "Patient Partner."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, St. Joseph's Healthcare, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8292-2014"
    },
    {
      "last_name": "Johnson",
      "fore_name": "Jeffrey A",
      "initials": "JA",
      "name": "Jeffrey A Johnson",
      "affiliations": [
        "Li Ka Shing Centre for Health Research Innovation, School of Public Health, University of Alberta, Edmonton, Alberta, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical journal of the American Society of Nephrology : CJASN",
    "iso_abbreviation": "Clin J Am Soc Nephrol",
    "issn": "1555-905X",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "1631",
  "end_page": "1645",
  "pages": "1631-1645",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Quality of Life",
    "Patient Reported Outcome Measures",
    "Communication",
    "Self Report",
    "Renal Dialysis",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "36283760",
    "pmc": "PMC9718041",
    "doi": "10.2215/CJN.05940522",
    "pii": "01277230-202211000-00010"
  },
  "doi": "10.2215/CJN.05940522",
  "pmc_id": "PMC9718041",
  "dates": {
    "completed": "2022-11-09",
    "revised": "2023-11-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.655187",
    "pmid": "36283760"
  }
}