{
  "pmid": "36288382",
  "uid": "36288382",
  "title": "Chemical and physical restraint use during acute care hospitalization of older adults: A retrospective cohort study and time series analysis.",
  "abstract": "BACKGROUND: Chemical and physical restraints are associated with harm in older adults, but our understanding of their use during acute care hospitalizations is limited. OBJECTIVES: To (1) describe restraint use during acute care hospitalizations of older adults at the onset of the COVID-19 pandemic compared to pre-pandemic levels and (2) describe between-hospital variability in restraint use. DESIGN: Retrospective cohort study with a time series analysis. PARTICIPANTS: Acute care hospital inpatients, aged 65 years or older, who were discharged from one of four Alberta hospitals or six Ontario hospitals in Canada, between November 1, 2019, and June 30, 2020. MAIN MEASURES: We used autoregressive linear models with restricted cubic splines to compare proportions of chemical restraint (that is, psychotropic medications, namely antipsychotics, benzodiazepines, and trazodone) and physical restraint (e.g., mittens) use immediately after the onset of the COVID-19 pandemic with pre-pandemic levels. We describe between-hospital variability in restraint use using intraclass correlation coefficients (ICC) and median odds ratios (OR). KEY RESULTS: We included 71,004 hospitalizations. Adjusted for the prevalence of dementia and psychotic disorders, chemical restraint use increased in Ontario hospitals from a pre-pandemic average of 27.1% to 30.8% (p<0.001) before returning to pre-pandemic levels within eight weeks. Physical restraint orders in Ontario increased from 5.9% to 8.3% (p = 0.012) and remained elevated at eight weeks. No significant changes in restraint use were observed in Alberta. There was moderate between-hospital variability in chemical restraint use (ICC 0.041 and median OR 1.43). Variability in physical restraint use was higher (ICC 0.11 and median OR 1.83). CONCLUSIONS: The COVID-19 pandemic impacted in-hospital use of chemical and physical restraints among older adults in Ontario but not Alberta. Substantial differences in chemical and physical restraint use by region and hospital suggests there are opportunities to improve best practices in geriatric care. Future research must support implementation of evidence-informed interventions that standardize appropriate restraint use.",
  "authors": [
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University Hamilton, Hamilton, Ontario, Canada.",
        "ICES, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-6282-3614"
    },
    {
      "last_name": "Goodarzi",
      "fore_name": "Zahra",
      "initials": "Z",
      "name": "Zahra Goodarzi",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, University of Calgary, Calgary, Alberta, Canada.",
        "Department of Community Health Sciences, University of Calgary, Calgary, Alberta, Canada.",
        "Hotchkiss Brain Institute, University of Calgary, Calgary, Alberta, Canada.",
        "O'Brien Institute of Public Health, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Lee",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Norman",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Norman",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Wong",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dasgupta",
      "fore_name": "Monidipa",
      "initials": "M",
      "name": "Monidipa Dasgupta",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Barbara",
      "initials": "B",
      "name": "Barbara Liu",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Watt",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Watt",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Division of Geriatric Medicine, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-5296-6013"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "10",
    "pub_year": "2022"
  },
  "start_page": "e0276504",
  "pages": "e0276504",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Restraint, Physical",
    "Retrospective Studies",
    "Time Factors",
    "COVID-19",
    "Pandemics",
    "Trazodone",
    "Hospitalization",
    "Benzodiazepines",
    "Alberta"
  ],
  "article_ids": {
    "pubmed": "36288382",
    "pmc": "PMC9604990",
    "doi": "10.1371/journal.pone.0276504",
    "pii": "PONE-D-22-18356"
  },
  "doi": "10.1371/journal.pone.0276504",
  "pmc_id": "PMC9604990",
  "dates": {
    "completed": "2022-10-28",
    "revised": "2022-10-29"
  },
  "chemicals": [
    "Trazodone",
    "Benzodiazepines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.491642",
    "pmid": "36288382"
  }
}