{
  "pmid": "36290879",
  "uid": "36290879",
  "title": "Appraisals by Health Technology Assessment Agencies of Economic Evaluations Submitted as Part of Reimbursement Dossiers for Oncology Treatments: Evidence from Canada, the UK, and Australia.",
  "abstract": "Publicly funded healthcare systems, including those in Canada, the United Kingdom (UK), and Australia, often use health technology assessment (HTA) to inform drug reimbursement decision-making, based on dossiers submitted by manufacturers, and HTA agencies issue publicly available reports to support funding recommendations. However, the level of information reported by HTA agencies in these reports may vary. To provide insights on this issue, we describe and assess the reporting of economic methods in recent oncology HTA recommendations from the Canadian Agency for Drugs and Technologies in Health (CADTH), National Institute for Health and Care Excellence (NICE), and Pharmaceutical Benefits Advisory Committee (PBAC). Publicly available HTA recommendations and reports for oncology drugs issued by CADTH over a 2-year period, 2019-2020, were identified and compared with the corresponding HTA documents from NICE and the PBAC. Reporting of key model characteristics and attributes, survival analysis methods, methodological criticisms, and re-assessment of the economic results were characterized using descriptive statistics. Dichotomous differences in the methodological criticisms observed between the three agencies were assessed using Cochran's Q tests and substantiated using pairwise McNemar tests. Chi-squared tests were used to assess the dichotomous differences in the reporting of methods and explore the potential relationships between categorical variables, where appropriate. HTAs published by CADTH, NICE, and the PBAC consistently reported a broad spectrum of descriptive information on the economic models submitted by manufacturers. While common economic evaluation attributes were well-reported across the three HTA agencies, significant differences in the reporting of survival analysis methods and methodological criticisms were observed. NICE consistently reported more comprehensive information, compared to either CADTH or PBAC. Despite these differences, broadly similar recommendation rates were observed between CADTH and NICE. The PBAC was found to be more restrictive. Based on our 2-year sample of oncology, the HTAs published by CADTH matched with the corresponding HTAs from NICE and PBAC; we observed important variations in the reporting of economic evidence, especially technical aspects, such as survival analysis, across the three agencies. In addition to guidelines for HTA submissions by manufacturers, the community of HTA agencies should also have common standards for reporting the results of their assessments, though the information and opinions reported may differ.",
  "authors": [
    {
      "last_name": "Ball",
      "fore_name": "Graeme",
      "initials": "G",
      "name": "Graeme Ball",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell A H",
      "initials": "MAH",
      "name": "Mitchell A H Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON L8N 4A6, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, ON L8N 4A6, Canada.",
        "McMaster Chair in Health Technology Management, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current oncology (Toronto, Ont.)",
    "iso_abbreviation": "Curr Oncol",
    "issn": "1718-7729",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct",
    "pub_day": "13"
  },
  "start_page": "7624",
  "end_page": "7636",
  "pages": "7624-7636",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Technology Assessment, Biomedical",
    "Cost-Benefit Analysis",
    "Canada",
    "United Kingdom",
    "Pharmaceutical Preparations"
  ],
  "article_ids": {
    "pubmed": "36290879",
    "pmc": "PMC9600934",
    "doi": "10.3390/curroncol29100602",
    "pii": "curroncol29100602"
  },
  "doi": "10.3390/curroncol29100602",
  "pmc_id": "PMC9600934",
  "dates": {
    "completed": "2022-10-28",
    "revised": "2023-01-11"
  },
  "chemicals": [
    "Pharmaceutical Preparations"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.661985",
    "pmid": "36290879"
  }
}