{
  "pmid": "36305958",
  "uid": "36305958",
  "title": "The \"Understanding Pyoderma Gangrenosum, Review and Assessment of Disease Effects (UPGRADE)\" Project: a protocol for the development of the core outcome domain set for trials in pyoderma gangrenosum.",
  "abstract": "INTRODUCTION: Pyoderma gangrenosum (PG) is a rare neutrophilic dermatosis that affects approximately 0.3-6 out of every 100,000 people worldwide. Clinical trials are scarce but there is growing interest in using newer and more targeted therapeutics to achieve disease remission. However, there are no standardized instruments to measure outcomes in PG and, therefore, future clinical trials are hampered by the absence of established and accurate means of assessment and comparison. Therefore, we aim to produce an internationally accepted core outcome set (COS) that will overcome this obstacle. This protocol outlines our intended approach to achieve the first part of this process, establishing a core outcome domain set. METHODS: An international team of PG stakeholders, consisting of physicians, wound care nurses, patients, scientists and industry representatives, has been assembled for the purpose of building a comprehensive and universally established set of core outcome domains. During the first step, we will generate items of relevance using a nominal process from all stakeholders. Items will be distilled and collapsed into potential domains and subdomains. A systematic review of current methods for reporting PG has already been published and domains identified in this work will be considered in the generation of the core domains set. During the second step, after the potential domains and subdomains are identified, stakeholders will participate in an e-Delphi exercise to rate the importance of (sub)domains. A final consensus meeting will be organized with the goal of establishing a core domain set. CONCLUSION: Pyoderma gangrenosum lacks an established COS and previously published clinical trials have used inconsistent measures established from similarly inconsistent domains. As a first step this study seeks to create a core domain set within the COS, to build the foundation for future core outcome work for PG.",
  "authors": [
    {
      "last_name": "Rick",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Rick",
      "affiliations": [
        "Department of Dermatology, University of Arkansas for Medical Sciences, Little Rock, AR, USA. jwrick@uams.edu."
      ]
    },
    {
      "last_name": "Gould",
      "fore_name": "Lisa J",
      "initials": "LJ",
      "name": "Lisa J Gould",
      "affiliations": [
        "South Shore Health Center for Wound Healing, Weymouth, MA, USA."
      ]
    },
    {
      "last_name": "Marzano",
      "fore_name": "Angelo Valerio",
      "initials": "AV",
      "name": "Angelo Valerio Marzano",
      "affiliations": [
        "Dermatology Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico and Department of Pathophysiology and Transplantation, Università degli Studi di Milano, Milan, Italy."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, New York, USA."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Chen",
      "affiliations": [
        "Genentech Incorporated, South San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Oakes",
      "fore_name": "Debbie L",
      "initials": "DL",
      "name": "Debbie L Oakes",
      "affiliations": [
        "South Shore Health Center for Wound Healing, Weymouth, MA, USA."
      ]
    },
    {
      "last_name": "Dissemond",
      "fore_name": "Joachim",
      "initials": "J",
      "name": "Joachim Dissemond",
      "affiliations": [
        "Department of Dermatology, University of Essen-Duisburg, Essen, Germany."
      ]
    },
    {
      "last_name": "Herfarth",
      "fore_name": "Hans",
      "initials": "H",
      "name": "Hans Herfarth",
      "affiliations": [
        "Department of Internal Medicine, Division of Gastroenterology, University of North Carolina, Chapel Hill, NC, USA."
      ]
    },
    {
      "last_name": "Friedman",
      "fore_name": "Marcia A",
      "initials": "MA",
      "name": "Marcia A Friedman",
      "affiliations": [
        "Department of Internal Medicine, Division of Rheumatology, Oregon Health and Science University, Portland, OR, USA."
      ]
    },
    {
      "last_name": "Alavi",
      "fore_name": "Afsaneh",
      "initials": "A",
      "name": "Afsaneh Alavi",
      "affiliations": [
        "Department of Dermatology, Mayo Clinic College of Medicine, Rochester, MN, USA."
      ]
    },
    {
      "last_name": "Yamamoto",
      "fore_name": "Toshiyuki",
      "initials": "T",
      "name": "Toshiyuki Yamamoto",
      "affiliations": [
        "Department of Dermatology, Fukushima Medical University, Fukushima, Japan."
      ]
    },
    {
      "last_name": "Gerbens",
      "fore_name": "Louise A A",
      "initials": "LAA",
      "name": "Louise A A Gerbens",
      "affiliations": [
        "Department of Dermatology, Academic Medical Centre, University of Amsterdam, Meibergdreef 9, 1105 AZ, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Thomas",
      "fore_name": "Kim S",
      "initials": "KS",
      "name": "Kim S Thomas",
      "affiliations": [
        "School of Medicine, Centre of Evidence Based Dermatology, University of Nottingham, Nottingham, UK."
      ]
    },
    {
      "last_name": "Ortega-Loayza",
      "fore_name": "Alex G",
      "initials": "AG",
      "name": "Alex G Ortega-Loayza",
      "affiliations": [
        "Department of Dermatology, Oregon Health and Science University, Portland, OR, USA."
      ]
    }
  ],
  "journal": {
    "title": "Archives of dermatological research",
    "iso_abbreviation": "Arch Dermatol Res",
    "issn": "1432-069X",
    "issn_type": "Electronic",
    "volume": "315",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "983",
  "end_page": "988",
  "pages": "983-988",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Pyoderma Gangrenosum",
    "Treatment Outcome",
    "Delphi Technique",
    "Research Design",
    "Consensus",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "36305958",
    "doi": "10.1007/s00403-022-02424-1",
    "pii": "10.1007/s00403-022-02424-1"
  },
  "doi": "10.1007/s00403-022-02424-1",
  "dates": {
    "completed": "2023-04-12",
    "revised": "2023-04-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.357727",
    "pmid": "36305958"
  }
}