{
  "pmid": "36302195",
  "uid": "36302195",
  "title": "Providing respiratory and ventilation care in the face of shifting evidence: current opinion in critical care.",
  "abstract": "PURPOSE OF REVIEW: To review the clinical problem and noninvasive treatments of hypoxemia in critically-ill patients with coronavirus disease 2019 pneumonia and describe recent advances in evidence supporting bedside decision making. RECENT FINDINGS: High-flow nasal oxygen and noninvasive ventilation, along with awake prone positioning are potentially helpful therapies for acute hypoxemic respiratory failure. High-flow nasal oxygen therapy has been widely implemented as a form of oxygen support supported by prepandemic randomized controlled trials showing possible benefit over noninvasive ventilation. Given the sheer volume of patients, noninvasive ventilation was often required, and based on a well conducted randomized controlled trial there was a developing role for helmet-interface noninvasive. Coupled with noninvasive supports, the use of awake prone positioning demonstrated physiological benefits, but randomized controlled trial data did not demonstrate clear outcome superiority. SUMMARY: The use of noninvasive oxygen strategies and our understanding of the proposed mechanisms are evolving. Variability in patient severity and physiology may dictate a personalized approach to care. High-flow nasal oxygen may be paired with awake and spontaneously breathing prone-positioning to optimize oxygen and lung mechanics but requires further insight before widely applying to clinical practice.",
  "authors": [
    {
      "last_name": "Giammarioli",
      "fore_name": "Benedetta",
      "initials": "B",
      "name": "Benedetta Giammarioli",
      "affiliations": [
        "Division of Critical Care, St. Michael's Hospital, Unity Health Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Division of Critical Care, St. Michael's Hospital, Unity Health Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Bhakti K",
      "initials": "BK",
      "name": "Bhakti K Patel",
      "affiliations": [
        "Section of Pulmonary and Critical Care, Department of Medicine, University of Chicago, Chicago, Illinois, USA."
      ]
    },
    {
      "last_name": "Sklar",
      "fore_name": "Michael C",
      "initials": "MC",
      "name": "Michael C Sklar",
      "affiliations": [
        "Division of Critical Care, St. Michael's Hospital, Unity Health Toronto, Toronto, Ontario, Canada.",
        "Department of Anesthesia and Pain Medicine, St. Michael's Hospital, Unity Health Toronto and University of Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in critical care",
    "iso_abbreviation": "Curr Opin Crit Care",
    "issn": "1531-7072",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "660",
  "end_page": "666",
  "pages": "660-666",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Noninvasive Ventilation",
    "Respiratory Insufficiency",
    "Oxygen Inhalation Therapy",
    "Hypoxia",
    "Oxygen",
    "Critical Care",
    "Lung",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "36302195",
    "doi": "10.1097/MCC.0000000000000997",
    "pii": "00075198-202212000-00013"
  },
  "doi": "10.1097/MCC.0000000000000997",
  "dates": {
    "completed": "2022-10-31",
    "revised": "2023-01-25"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.511139",
    "pmid": "36302195"
  }
}