{
  "pmid": "36306164",
  "uid": "36306164",
  "title": "Structure and Computational Electrophysiology of Ac-LS3, a Synthetic Ion Channel.",
  "abstract": "Computer simulations are reported on Ac-LS3, a synthetic ion channel, containing 21 residues with a Leu-Ser-Ser-Leu-Leu-Ser-Leu heptad repeat, which forms ions channels upon application of voltage. A hexameric, coiled-coil bundle initially positioned perpendicular to the membrane settled into a stable, tilted structure after 1.5 μs, most likely to improve contacts between the non-polar exterior of the channel and the hydrophobic core of the membrane. Once tilted, the bundle remained in this state during subsequent simulations of nearly 10 μs at voltages ranging from 200 to -100 mV. In contrast, attempts to identify a stable pentameric structure failed, thus supporting the hypothesis that the channel is a hexamer. Results at 100 mV were used to reconstruct the free energy profiles for K[+] and Cl[-] in the channel. This was done by way of several methods in which results of molecular dynamics (MD) simulations were combined with the electrodiffusion model. Two of them developed recently do not require knowledge of the diffusivity. Instead, they utilize one-sided density profiles and committor probabilities. The consistency between different methods is very good, supporting the utility of the newly developed methods for reconstructing free energies of ions in channels. The flux of K[+], which accounts for most of the current through the channel, calculated directly from MD matches well the total measured current. However, the current of Cl[-] is somewhat overestimated, possibly due to a slightly unbalanced force field involving chloride. The current-voltage dependence was also reconstructed by way of a recently developed, efficient method that requires simulations only at a single voltage, yielding good agreement with the experiment. Taken together, the results demonstrate that computational electrophysiology has become a reliable tool for studying how channels mediate ion transport through membranes.",
  "authors": [
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": [
        "Exobiology Branch, MS239-4, NASA Ames Research Center, Moffett Field, California94035, United States.",
        "SETI Institute, 189 Bernardo Avenue, Suite 200, Mountain View, California94043, United States."
      ],
      "orcid": "0000-0001-6157-8103"
    },
    {
      "last_name": "Pohorille",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Pohorille",
      "affiliations": [
        "Exobiology Branch, MS239-4, NASA Ames Research Center, Moffett Field, California94033, United States.",
        "Department of Pharmaceutical Chemistry, University of California San Francisco, San Francisco, California94132, United States."
      ],
      "orcid": "0000-0001-8562-6595"
    }
  ],
  "journal": {
    "title": "The journal of physical chemistry. B",
    "iso_abbreviation": "J Phys Chem B",
    "issn": "1520-5207",
    "issn_type": "Electronic",
    "volume": "126",
    "issue": "44",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "10"
  },
  "start_page": "8985",
  "end_page": "8999",
  "pages": "8985-8999",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Ion Channels",
    "Ion Transport",
    "Molecular Dynamics Simulation",
    "Chlorides"
  ],
  "article_ids": {
    "pubmed": "36306164",
    "doi": "10.1021/acs.jpcb.2c05965"
  },
  "doi": "10.1021/acs.jpcb.2c05965",
  "dates": {
    "completed": "2022-11-11",
    "revised": "2023-01-10"
  },
  "chemicals": [
    "Ion Channels",
    "Chlorides"
  ],
  "grants": [
    {
      "grant_id": "R01 GM116961",
      "agency": "NIGMS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.789702",
    "pmid": "36306164"
  }
}