{
  "pmid": "36319819",
  "uid": "36319819",
  "title": "In vitro regeneration and its histological characteristics of Dioscorea nipponica Makino.",
  "abstract": "Dioscorea nipponica Makino is an optimal candidate to develop the diosgenin industry in North China. Due to its increasing demand in the medicine industry, it is urgent to apply new biotechnological tools to foster breeds with desirable traits and enhanced secondary metabolite production. The production of useful metabolites by the in vitro cultured rhizomes can be explored successfully for utilization by various food and drug industries. In this study, we reported callus formation and plantlet regeneration of the medicinal plant D. nipponica. Explants of leaves, stem segments and rhizomes of aseptic seedlings were cultured on Murashige and Skoog (MS) medium containing various combinations of auxin and cytokinin to find the optimal PGRs of each type of explant for callus induction and shoot regeneration of D. nipponica. The paraffin section technique was also used to observe of the morphogenesis of callus and adventitious bud. Explants of seeds and rhizomes formed calli at high frequency in all lines we examined. However, the explant of leaves rarely formed callus. Three kinds of callus were detected during the induction phase. Here, we describe three types of callus (Callus I-III) with different structure characteristics. Greenish in color and a nodule-like protrusion surface (Callus type III) were arranged more closely of cells with less interstitial substance, cell differentiation ability stronger than other callus types. The optimum combination was the maximum shoot differentiation frequency of 90% in callus derived from seeds cultured on MS medium with 2.0 mg L[-1]6-BA + 0.2 mg L[-1]NAA. The shoot differentiation frequency (88.57%) of rhizome-induced callus was obtained by the combination of MS medium supplemented with 3.0 mg L[-1]6-BA + 2.0 mg L[-1]NAA. 1/2 MS medium plus 0.5 mg L[-1]NAA resulted in a higher root regeneration frequency of 86.70%. In vitro propagated plantlets with healthy roots were domesticated and transplanted into small plastic pots containing sterile soil rite under greenhouse conditions with 80% survivability. Bud differentiation is mostly of exogenous origin, mostly occurring on the near callus surface. Therefore, it may be surmised that in vitro morphogenesis of D. nipponica is mainly caused by indirect organogenesis (adventitious bud).",
  "authors": [
    {
      "last_name": "Dang",
      "fore_name": "Shangni",
      "initials": "S",
      "name": "Shangni Dang",
      "affiliations": [
        "College of Forestry, Shanxi Agricultural University, Taigu, Shanxi, China."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Runmei",
      "initials": "R",
      "name": "Runmei Gao",
      "affiliations": [
        "College of Forestry, Shanxi Agricultural University, Taigu, Shanxi, China. sxndgrm@163.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "College of Forestry, Shanxi Agricultural University, Taigu, Shanxi, China."
      ]
    },
    {
      "last_name": "Feng",
      "fore_name": "Yumei",
      "initials": "Y",
      "name": "Yumei Feng",
      "affiliations": [
        "College of Forestry, Shanxi Agricultural University, Taigu, Shanxi, China."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "18436",
  "pages": "18436",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Dioscorea",
    "Plant Breeding",
    "Organogenesis, Plant",
    "Cytokinins",
    "Regeneration",
    "Plant Shoots"
  ],
  "article_ids": {
    "pubmed": "36319819",
    "pmc": "PMC9626472",
    "doi": "10.1038/s41598-022-22986-4",
    "pii": "10.1038/s41598-022-22986-4"
  },
  "doi": "10.1038/s41598-022-22986-4",
  "pmc_id": "PMC9626472",
  "dates": {
    "completed": "2022-11-03",
    "revised": "2023-01-04"
  },
  "chemicals": [
    "Cytokinins"
  ],
  "grants": [
    {
      "grant_id": "20210302123391",
      "agency": "Shanxi Province Basic Research Project"
    },
    {
      "grant_id": "J202282027",
      "agency": "Shanxi Postgraduate Innovation Project"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.539899",
    "pmid": "36319819"
  }
}