{
  "pmid": "36315166",
  "uid": "36315166",
  "title": "The effect of preoperative statins on postoperative mortality, renal, and neurological complications in patients undergoing cardiac surgeries: a retrospective cohort study.",
  "abstract": "BACKGROUND: Cardiac surgery is performed worldwide to treat severe cases of cardiovascular diseases. Statins have shown controversial effects on complications after cardiac surgeries. We aimed to investigate the effect of preoperative statin therapy on the frequency of postoperative mortality, renal, and neurological complications. METHODS: In a retrospective cohort study, the database of patients operated on in two hospitals in southern Iran during 2008-2019 was used to compare preoperative statin use with no use on the composite outcome of mortality, renal, and neurological complications as well as on each component of the composite, separately. Effects of low dose (<40 mg simvastatin equivalence) vs. high dose (≥40 mg) statins were also evaluated. Confounders that could affect the outcomes were considered in the logistic regression model, and multiple imputation techniques were used to categorize patients with unknown statin dose use as either high or low-dose users. RESULTS: Of total 7329 patients, 17.6% of statin users and 17% of non-statin users developed the composite outcome (P=0.51). Statin use had no statistically significant association with the composite outcome (aRR 1.01 [95% CI: 0.88-1.16]). There was no significant association with mortality [aRR: 0.75 (95% CI: 0.34-1.69)], neurological [aRR: 1.25 (95% CI: 0.77-2.12)], or renal complications [aRR: 1.03 (95% CI 0.90-1.19)] after surgery. Neither low nor high doses had any statistically significant effect on the composite or any of its components. CONCLUSIONS: In this large study, preoperative statin use, either high dose or low dose, did not affect short-term postoperative mortality, neurological, or renal complications.",
  "authors": [
    {
      "last_name": "Astaneh",
      "fore_name": "Behrooz",
      "initials": "B",
      "name": "Behrooz Astaneh",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada - astanehb@mcmaster.ca."
      ]
    },
    {
      "last_name": "Nemati",
      "fore_name": "Mohammad H",
      "initials": "MH",
      "name": "Mohammad H Nemati",
      "affiliations": [
        "Department of Cardiac Surgery, Medical School, Shiraz University of Medical Sciences, Shiraz, Iran."
      ]
    },
    {
      "last_name": "Raeisi Shahraki",
      "fore_name": "Hadi",
      "initials": "H",
      "name": "Hadi Raeisi Shahraki",
      "affiliations": [
        "Department of Epidemiology and Biostatistics, School of Health, Shahrekord University of Medical Sciences, Shahrekord, Iran."
      ]
    },
    {
      "last_name": "Bijari",
      "fore_name": "Kezhal",
      "initials": "K",
      "name": "Kezhal Bijari",
      "affiliations": [
        "Department of Medical Journalism, School of Paramedical Sciences, Shiraz University of Medical Sciences, Shiraz, Iran."
      ]
    },
    {
      "last_name": "Astaneh",
      "fore_name": "Vala",
      "initials": "V",
      "name": "Vala Astaneh",
      "affiliations": [
        "Faculty of Kinesiology and Health Sciences, York University, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of cardiovascular surgery",
    "iso_abbreviation": "J Cardiovasc Surg (Torino)",
    "issn": "1827-191X",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "100",
  "end_page": "111",
  "pages": "100-111",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
    "Retrospective Studies",
    "Preoperative Care",
    "Cardiac Surgical Procedures",
    "Cardiovascular Diseases",
    "Postoperative Complications",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "36315166",
    "doi": "10.23736/S0021-9509.22.12437-7",
    "pii": "S0021-9509.22.12437-7"
  },
  "doi": "10.23736/S0021-9509.22.12437-7",
  "dates": {
    "completed": "2023-02-14",
    "revised": "2023-02-14"
  },
  "chemicals": [
    "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.896713",
    "pmid": "36315166"
  }
}