{
  "pmid": "36314127",
  "uid": "36314127",
  "title": "Implementation of the Maryland Global Budget Revenue Model and Variation in the Expenditures and Outcomes of Surgical Care: A Systematic Review and Meta-analysis.",
  "abstract": "OBJECTIVE: To assess the effect of the Global Budget Revenue (GBR) program on outcomes after surgery. BACKGROUND: There is limited data summarizing the effect of the GBR program on surgical outcomes as compared with traditional fee-for-service systems. METHODS: The Medline, Embase, Scopus, and Web of Science databases were used to conduct a systematic literature search on April 5, 2022. We identified full-length reports of comparative studies involving patients who underwent surgery in Maryland after implementation of the GBR program. A random effects model calculated the overall pooled estimate for each outcome which included complications, rates of readmission and mortality, length of stay, and costs. RESULTS: Fourteen studies were included in the qualitative synthesis, with 8 unique studies included in the meta-analysis. Our analytical sample was comprised of 170,011 Maryland patients, 78,171 patients in the pre-GBR group, and 91,840 patients in the post-GBR group. The pooled analysis identified modest reductions in costs [standardized mean difference (SMD) -0.34; 95% CI, -0.42, -0.25; P <0.001], complications [odds ratio (OR): 0.57; 95% CI, 0.36-0.92, P =0.02], readmission (OR: 0.78; 95% CI, 0.72-0.85, P <0.001), mortality (OR: 0.58; 95% CI, 0.47-0.72, P <0.001), and length of stay (standardized mean difference: -0.26; 95% CI, -0.32, -0.2, P <0.001) after surgery. CONCLUSIONS: Implementation of the GBR program is associated with improved outcomes and reductions in costs among Maryland patients who underwent surgical procedures. This is particularly salient given the increasing need to disseminate and scale population-based payment models that improve patient care while controlling health care costs.",
  "authors": [
    {
      "last_name": "Shammas",
      "fore_name": "Ronnie L",
      "initials": "RL",
      "name": "Ronnie L Shammas",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, Duke University, Durham, NC."
      ]
    },
    {
      "last_name": "Coroneos",
      "fore_name": "Christopher J",
      "initials": "CJ",
      "name": "Christopher J Coroneos",
      "affiliations": [
        "Department of Surgery and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ortiz-Babilonia",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Ortiz-Babilonia",
      "affiliations": [
        "Department of Orthopedic Surgery, Johns Hopkins University, Baltimore, MD."
      ]
    },
    {
      "last_name": "Graton",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret Graton",
      "affiliations": [
        "Medical Center Library and Archives, Duke University School of Medicine, Durham, NC."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Jain",
      "affiliations": [
        "Department of Orthopedic Surgery, Johns Hopkins University, Baltimore, MD."
      ]
    },
    {
      "last_name": "Offodile",
      "fore_name": "Anaeze C",
      "initials": "AC",
      "name": "Anaeze C Offodile",
      "affiliations": [
        "Department of Plastic Surgery, University of Texas MD Anderson Cancer Center, Houston, TX.",
        "Department of Health Services Research, University of Texas MD Anderson Cancer Center, Houston, TX."
      ]
    }
  ],
  "journal": {
    "title": "Annals of surgery",
    "iso_abbreviation": "Ann Surg",
    "issn": "1528-1140",
    "issn_type": "Electronic",
    "volume": "277",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "542",
  "end_page": "548",
  "pages": "542-548",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Maryland",
    "Health Expenditures",
    "Health Care Costs",
    "Budgets",
    "Fee-for-Service Plans",
    "Length of Stay"
  ],
  "article_ids": {
    "pubmed": "36314127",
    "doi": "10.1097/SLA.0000000000005744",
    "pii": "00000658-202304000-00002"
  },
  "doi": "10.1097/SLA.0000000000005744",
  "dates": {
    "completed": "2023-03-13",
    "revised": "2023-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:48.091124",
    "pmid": "36314127"
  }
}