{
  "pmid": "36326813",
  "uid": "36326813",
  "title": "Web-Based System Navigation Database to Support Equitable Access to Assistive Technology: Usability Testing Study.",
  "abstract": "BACKGROUND: Assistive technology (AT) can contribute to how individuals participate and engage in everyday activities, such as communication and mobility, and facilitates access to the services they require. Navigating Canada's AT system has been described as fragmented and complex, presenting barriers for individuals who require AT, caregivers, and health service providers. AccessATCanada was developed as a centralized web-based resource to help support access to AT by providing information about the existing jurisdictional funding programs and services. OBJECTIVE: This study aimed to evaluate the usability of AccessATCanada by gathering feedback about its features, functionality, and areas of strength and opportunity from potential end users. METHODS: A usability testing study using a think-aloud approach and semistructured interviews was conducted to measure the effectiveness and efficiency of and user satisfaction with AccessATCanada and to identify issues with the interface during end-user interaction. A qualitative thematic analysis was used to generate insights into and core themes about user experiences. User feedback was used to inform subsequent updates of the database with the goal of enhancing website friendliness and functionality before its official launch. RESULTS: A total of 10 participants (6 consumers, 1 caregiver, and 3 providers) participated in the usability testing study. The usability performance and scores tended to improve between the 2 testing cycles. Most participants were able to successfully complete all the tasks independently. The efficiency scores tended to improve as the users continued to engage with the interface. The website received an overall System Usability Score of 62.22, which was ranked as \"OK/fair to good.\" The users provided an overall positive evaluation of the beta version of the web-based resource tested over 2 cycles and helped to identify areas for improvement. They commented on the functionality and added value of the website, discovery of new programs and resources, and design aesthetics. Most usability issues were reported as minor challenges related to presentation, functionality, and language, and feedback was adopted into later iterations of the website. CONCLUSIONS: This study provides reflections on the value of usability testing and elements that are key to the creation of user-centered resources, such as the inclusion of participants with various abilities and considerations regarding website design and accessibility in an increasingly web-based world. AccessATCanada is now part of a growing global response to expand the reach of AT programs and services, improve the equity of access to AT, and reduce the complexity of navigating AT systems.",
  "authors": [
    {
      "last_name": "Jarvis",
      "fore_name": "Tamika",
      "initials": "T",
      "name": "Tamika Jarvis",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2823-2319"
    },
    {
      "last_name": "Mah",
      "fore_name": "Allison M L",
      "initials": "AML",
      "name": "Allison M L Mah",
      "affiliations": [
        "Department of Occupational Science & Occupational Therapy, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-7598-6826"
    },
    {
      "last_name": "Wang",
      "fore_name": "Rosalie H",
      "initials": "RH",
      "name": "Rosalie H Wang",
      "affiliations": [
        "Department of Occupational Science & Occupational Therapy, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-7777-9989"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Wilson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada.",
        "Centre for Health Economics and Policy Analysis, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5383-2471"
    }
  ],
  "journal": {
    "title": "JMIR formative research",
    "iso_abbreviation": "JMIR Form Res",
    "issn": "2561-326X",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "03"
  },
  "start_page": "e36949",
  "pages": "e36949",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36326813",
    "pmc": "PMC9673003",
    "doi": "10.2196/36949",
    "pii": "v6i11e36949"
  },
  "doi": "10.2196/36949",
  "pmc_id": "PMC9673003",
  "dates": {
    "revised": "2022-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:07.799635",
    "pmid": "36326813"
  }
}