{
  "pmid": "36329472",
  "uid": "36329472",
  "title": "The association between chiropractic integration in an Ontario community health centre and continued prescription opioid use for chronic non-cancer spinal pain: a sequential explanatory mixed methods study.",
  "abstract": "BACKGROUND: Emerging evidence suggests that access to chiropractic care may reduce the likelihood of initiating an opioid prescription for spinal pain; however, the impact of chiropractic care for patients already prescribed opioids is uncertain. We undertook a sequential explanatory mixed methods study to evaluate the association between initiating chiropractic care and continued opioid use among adult patients attending an Ontario community health centre (CHC) and receiving opioid therapy for chronic non-cancer spinal pain. METHODS: We conducted a retrospective cohort study of 210 patient records between January 1, 2014 and December 31, 2020. We used generalized estimating equations, adjusted for patient demographics, co-morbidities, visit frequency, and calendar year, to evaluate the association between receipt versus non-receipt of chiropractic services and continued opioid use (e.g., unique opioid fills, number of refills, and dosages) up to one year following the index chiropractic visit. We also completed follow-up interviews with 14 patients and nine general practitioners from the CHC and integrated these data with our quantitative findings. RESULTS: Over 12-month follow-up, there were lower rates of opioid fills (incidence rate ratio [IRR] = 0.66; 95% confidence interval [CI], 0.52-0.83) and refills (IRR = 0.27; 95% CI, 0.17-0.42) among chiropractic recipients (n = 49) versus non-recipients (n = 161). Although patients who did and did not receive chiropractic care began the study with the same dose of opioids, recipients were less likely to be prescribed higher-dose opioids (i.e., ≥ 50 mg morphine equivalents daily) compared to non-recipients at three months (odds ratio [OR] = 0.14; 95% CI, 0.04-0.47), six months (OR = 0.14; 95% CI, 0.05-0.40), nine months (OR = 0.19; 95% CI, 0.07-0.57), and 12 months (OR = 0.22; 95% CI, 0.08-0.62). Interviews suggested that patient self-efficacy, limited effectiveness of opioids for chronic pain, stigma regarding use of opioids, and access to chiropractic treatment were important influencing factors. CONCLUSION: We found that continued prescription opioid use among patients with chronic non-cancer spinal pain who received chiropractic care was lower than in patients who did not receive chiropractic care. Four themes emerged in our qualitative interviews to help provide a richer understanding of this association. Randomized controlled trials are needed to establish the effect of chiropractic care on opioid use for chronic spinal pain.",
  "authors": [
    {
      "last_name": "Emary",
      "fore_name": "Peter C",
      "initials": "PC",
      "name": "Peter C Emary",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada. emaryp@mcmaster.ca.",
        "Chiropractic Department, D'Youville University, Buffalo, NY, USA. emaryp@mcmaster.ca.",
        "Private Practice, 1145 Concession Road, N3H 4L5, Cambridge, ON, Canada. emaryp@mcmaster.ca."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Amy L",
      "initials": "AL",
      "name": "Amy L Brown",
      "affiliations": [
        "Private Practice, 1145 Concession Road, N3H 4L5, Cambridge, ON, Canada."
      ]
    },
    {
      "last_name": "Oremus",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Oremus",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "School of Public Health Sciences, University of Waterloo, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St. Joseph's Healthcare- Hamilton, Hamilton, ON, Canada.",
        "Centre for the Development of Best Practices in Health, Yaundé, Cameroon.",
        "Division of Global Health, Stellenbosch University, Stellenbosch, South Africa."
      ]
    },
    {
      "last_name": "Cameron",
      "fore_name": "Douglas F",
      "initials": "DF",
      "name": "Douglas F Cameron",
      "affiliations": [
        "Private Practice, 1145 Concession Road, N3H 4L5, Cambridge, ON, Canada."
      ]
    },
    {
      "last_name": "DiDonato",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna DiDonato",
      "affiliations": [
        "Chiropractic Department, D'Youville University, Buffalo, NY, USA."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote National Pain Centre, McMaster University, Hamilton, ON, Canada.",
        "Chronic Pain Centre of Excellence for Canadian Veterans, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC health services research",
    "iso_abbreviation": "BMC Health Serv Res",
    "issn": "1472-6963",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "03"
  },
  "start_page": "1313",
  "pages": "1313",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Chronic Pain",
    "Analgesics, Opioid",
    "Retrospective Studies",
    "Chiropractic",
    "Ontario",
    "Opioid-Related Disorders",
    "Drug Prescriptions",
    "Community Health Centers"
  ],
  "article_ids": {
    "pubmed": "36329472",
    "pmc": "PMC9635131",
    "doi": "10.1186/s12913-022-08632-9",
    "pii": "10.1186/s12913-022-08632-9"
  },
  "doi": "10.1186/s12913-022-08632-9",
  "pmc_id": "PMC9635131",
  "dates": {
    "completed": "2022-11-07",
    "revised": "2024-09-07"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [
    {
      "grant_id": "2020-03",
      "agency": "Canadian Chiropractic Research Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.627153",
    "pmid": "36329472"
  }
}