{
  "pmid": "36321607",
  "uid": "36321607",
  "title": "Alcohol: No Ordinary Commodity-a summary of the third edition.",
  "abstract": "BACKGROUND AND AIMS: This article summarizes the findings and conclusions of the third edition of Alcohol: No Ordinary Commodity. The latest revision of this book is part of a series of monographs designed to provide a critical review of the scientific evidence related to alcohol control policy from a public health perspective. DESIGN: A narrative summary of the contents of the book according to five major issues. FINDINGS: An extensive amount of epidemiological evidence shows that alcohol is a major contributor to the global burden of disease, disability and death in high-, middle- and low-income countries. Trends in alcohol products and marketing are described, indicating that a large part of the global industry has been consolidated into a small number of transnational corporations that are expanding their operations in Asia, Africa and Latin America. The main part of the book is devoted to a review of strategies and interventions designed to prevent or minimize alcohol-related harm. Overall, the most effective strategies to protect public health are taxation that decreases affordability and restrictions on the physical availability of alcohol. A total ban on alcohol marketing is also an effective strategy to reduce consumption. In addition, drink-driving counter-measures, brief interventions with at-risk drinkers and treatment of drinkers with alcohol dependence are effective in preventing harm in high-risk contexts and groups of hazardous drinkers. CONCLUSION: Alcohol policy is often the product of competing interests, values and ideologies, with the evidence suggesting that the conflicting interests between profit and health mean that working in partnership with the alcohol industry is likely to lead to ineffective policy. Opportunities for implementation of evidence-based alcohol policies that better serve the public good are clearer than ever before as a result of accumulating knowledge on which strategies work best.",
  "authors": [
    {
      "last_name": "Babor",
      "fore_name": "Thomas F",
      "initials": "TF",
      "name": "Thomas F Babor",
      "affiliations": [
        "Department of Public Health Sciences, University of Connecticut School of Medicine, CT, USA."
      ],
      "orcid": "0000-0002-2580-0835"
    },
    {
      "last_name": "Casswell",
      "fore_name": "Sally",
      "initials": "S",
      "name": "Sally Casswell",
      "affiliations": [
        "College of Health, SHORE & Whariki Research Centre, Massey University, Auckland, New Zealand."
      ],
      "orcid": "0000-0002-2211-7096"
    },
    {
      "last_name": "Graham",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Graham",
      "affiliations": [
        "Centre for Addiction and Mental Health, Institute for Mental Health Policy Research, Toronto/London, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Huckle",
      "fore_name": "Taisia",
      "initials": "T",
      "name": "Taisia Huckle",
      "affiliations": [
        "College of Health, SHORE & Whariki Research Centre, Massey University, Auckland, New Zealand."
      ],
      "orcid": "0000-0002-0669-0685"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug Research Institute, Curtin University, Melbourne, Australia.",
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia.",
        "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Rehm",
      "fore_name": "Jürgen",
      "initials": "J",
      "name": "Jürgen Rehm",
      "affiliations": [
        "Centre for Addiction and Mental Health, Institute for Mental Health Policy Research & Campbell Family Mental Health Research Institute, Toronto, Canada.",
        "Institute of Clinical Psychology and Psychotherapy & Center for Clinical Epidemiology and Longitudinal Studies, Technische Universität, Dresden, Germany.",
        "Center for Interdisciplinary Addiction Research, Department of Psychiatry and Psychotherapy, University Medical Center Hamburg-Eppendorf, Hamburg, Germany.",
        "Department of Psychiatry & Dalla Lana School of Public Health, University of Toronto, Toronto, Canada.",
        "Department of International Health Projects, Institute for Leadership and Health Management, I.M. Sechenov First Moscow State Medical University, Moscow, Russian Federation."
      ],
      "orcid": "0000-0001-5665-0385"
    },
    {
      "last_name": "Room",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Room",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Victoria, Australia.",
        "Centre for Social Research on Alcohol and Drugs, Department of Public Health Sciences, Stockholm University, Stockholm, Sweden."
      ],
      "orcid": "0000-0002-5618-385X"
    },
    {
      "last_name": "Rossow",
      "fore_name": "Ingeborg",
      "initials": "I",
      "name": "Ingeborg Rossow",
      "affiliations": [
        "Department of Alcohol, Tobacco, and Drugs, Norwegian Institute of Public Health, Oslo, Norway."
      ]
    },
    {
      "last_name": "Sornpaisarn",
      "fore_name": "Bundit",
      "initials": "B",
      "name": "Bundit Sornpaisarn",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Canada.",
        "Centre for Addiction and Mental Health, Toronto, Canada.",
        "Faculty of Public Health, Mahidol University, Thailand."
      ],
      "orcid": "0000-0001-8541-1172"
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "117",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "3024",
  "end_page": "3036",
  "pages": "3024-3036",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Alcohol Drinking",
    "Health Policy",
    "Marketing",
    "Taxes",
    "Alcoholism"
  ],
  "article_ids": {
    "pubmed": "36321607",
    "doi": "10.1111/add.16003"
  },
  "doi": "10.1111/add.16003",
  "dates": {
    "completed": "2022-11-03",
    "revised": "2023-02-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.838614",
    "pmid": "36321607"
  }
}