{
  "pmid": "36333537",
  "uid": "36333537",
  "title": "Indigenous participation in pediatric Indigenous health research in Canada: a systematic review.",
  "abstract": "For health inequities to be successfully addressed through health research, it is necessary for researchers to strive for genuine engagement with stakeholders. Indigenous people provide critical perspectives in Indigenous health research. The objective of this review was to systematically review the existing pediatric Indigenous health research in Canada to determine the prevalence of Indigenous participation. Embase, MEDLINE, Cochrane Library were searched on April 15, 2017 and updated on July 16, 2020. A total of 798 studies focused on the health of Indigenous children ≤18 in Canada were included, of 17,752 abstracts screened in English and French. A total of 46.1% of articles indicated Indigenous participation, increasing over time. Organization/government was the most common form of Indigenous participation (62.8%) and Indigenous researcher as author was least common (10.9%). Participation by child age, geography and topic area varied. The most common category of topic researched was nutrition, lifestyle and anthropometrics. Indigeneity of researchers was determined by self-identification in the papers and may be an underestimate. Although improving over time, less than half of studies about Indigenous children in Canada included Indigenous participation in their execution. Journals and funding bodies must ensure fulsome participation of Indigenous people in research focused on Indigenous children. IMPACT: Indigenous participation in pediatric Indigenous health research is critical to producing ethical relevant and actionable results. This review describes the status of Indigenous participation in this body of work in Canada. This review highlights areas of concern and strength to improve the practices and ethics of medical researchers in this area, thereby increasing relevance of pediatric Indigenous health research to communities.",
  "authors": [
    {
      "last_name": "Hyett",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Hyett",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rafael",
      "fore_name": "Josha",
      "initials": "J",
      "name": "Josha Rafael",
      "affiliations": [
        "Indigenous Undergraduate Summer Research Scholars Program, McMaster University, Hamilton, ON, Canada.",
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Downey",
      "fore_name": "Bernice",
      "initials": "B",
      "name": "Bernice Downey",
      "affiliations": [
        "Indigenous Health, Faculty of Health Science, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing & Department of Psychiatry and Behavioral Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Indigenous Women's Heart & Brain Health Research Chair, Heart & Stroke Foundation and Canadian Institute of Health Research, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Mancini",
      "fore_name": "Raven",
      "initials": "R",
      "name": "Raven Mancini",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lickers",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Lickers",
      "affiliations": [
        "Indigenous Field of Study, Wilfred Laurier University Faculty of Social Work, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. marjersl@mcmaster.ca.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada. marjersl@mcmaster.ca.",
        "McMaster Children's Hospital, Hamilton, ON, Canada. marjersl@mcmaster.ca."
      ],
      "orcid": "0000-0002-3763-5494"
    }
  ],
  "journal": {
    "title": "Pediatric research",
    "iso_abbreviation": "Pediatr Res",
    "issn": "1530-0447",
    "issn_type": "Electronic",
    "volume": "93",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "1800",
  "end_page": "1809",
  "pages": "1800-1809",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Life Style",
    "Research",
    "Canada",
    "Research Personnel"
  ],
  "article_ids": {
    "pubmed": "36333537",
    "doi": "10.1038/s41390-022-02361-9",
    "pii": "10.1038/s41390-022-02361-9"
  },
  "doi": "10.1038/s41390-022-02361-9",
  "dates": {
    "completed": "2023-07-03",
    "revised": "2023-07-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:31.329395",
    "pmid": "36333537"
  }
}