{
  "pmid": "36330773",
  "uid": "36330773",
  "title": "Effect of sleep disturbance on biomarkers related to the development of adverse health outcomes: A systematic review of the human literature.",
  "abstract": "Literature suggests that unrestricted and undisturbed sleep is vital for basic human function and performance; however, it is unclear as to what amount of sleep disturbance leads to dysregulation in biomarkers, which may underscore the development of adverse health effects. This systematic review aims to identify the amount of sleep disturbance that contributes to biomarker changes as a potential precursor to the development of adverse health effects. English-language comparative studies available in PubMed, Cochrane Central, EMBASE, and CINAHL databases from 1 January 1980 to 31 July 2021 were searched. Where possible, random-effects meta-analyses were used to examine the effect of sleep disturbances on adverse health effects. The risk of bias of individual studies was assessed using the Cochrane Risk of Bias Tool and the Risk of Bias of Nonrandomised Studies - of Exposures instruments and the certainty of the body of evidence for each outcome was assessed using the Grading of Recommendations Assessment, Development and Evaluation approach. The search identified 92 primary studies reporting on blood pressure, hypertension, heart rate, cardiac arrhythmia, cardiac output, waist circumference, cortisol, adrenaline, noradrenaline, immune system markers, glucose, insulin, cholesterol, and triglyceride levels. Although some meta-analyses suggested there may be an association between sleep disturbances and certain outcomes, the certainty in the evidence was very low due to concerns with risk of bias, inconsistency across exposures, populations, and imprecision in the estimates of effects. Further research is needed to explore the point at which types, levels and duration of sleep disturbances may begin to increase the risk of developing adverse health outcomes to inform and tailor health interventions.",
  "authors": [
    {
      "last_name": "Sivakumaran",
      "fore_name": "Kapeena",
      "initials": "K",
      "name": "Kapeena Sivakumaran",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, Ohio, USA."
      ]
    },
    {
      "last_name": "Ritonja",
      "fore_name": "Jennifer A",
      "initials": "JA",
      "name": "Jennifer A Ritonja",
      "affiliations": [
        "Université de Montréal Hospital Research Centre (CRCHUM), Montreal, Quebec, Canada.",
        "Department of Social and Preventive Medicine, Université de Montréal, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Palmer",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Palmer",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, Ohio, USA."
      ]
    },
    {
      "last_name": "Pasumarthi",
      "fore_name": "Tejanth",
      "initials": "T",
      "name": "Tejanth Pasumarthi",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, Ohio, USA.",
        "School of Interdisciplinary Science, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Waseem",
      "fore_name": "Haya",
      "initials": "H",
      "name": "Haya Waseem",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, Ohio, USA."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Tiffany",
      "initials": "T",
      "name": "Tiffany Yu",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, Ohio, USA.",
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Denning",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Denning",
      "affiliations": [
        "Health Canada, Environmental and Radiation Health Sciences Directorate, Consumer & Clinical Radiation Protection Bureau, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Michaud",
      "fore_name": "David",
      "initials": "D",
      "name": "David Michaud",
      "affiliations": [
        "Health Canada, Environmental and Radiation Health Sciences Directorate, Consumer & Clinical Radiation Protection Bureau, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0001-6936-3342"
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, Ohio, USA.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of sleep research",
    "iso_abbreviation": "J Sleep Res",
    "issn": "1365-2869",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "e13775",
  "pages": "e13775",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Hypertension",
    "Sleep",
    "Blood Pressure",
    "Sleep Wake Disorders"
  ],
  "article_ids": {
    "pubmed": "36330773",
    "doi": "10.1111/jsr.13775"
  },
  "doi": "10.1111/jsr.13775",
  "dates": {
    "completed": "2023-05-10",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.171817",
    "pmid": "36330773"
  }
}