{
  "pmid": "36339286",
  "uid": "36339286",
  "title": "Pilot study of an online hospital antibiotic use tracking and reporting system.",
  "abstract": "BACKGROUND: Antimicrobial use (AMU) varies widely among hospitals, suggesting a need to better monitor usage and evaluate the effectiveness of antimicrobial stewardship programs (ASPs). Our objective was to assess the feasibility of implementing an online voluntary hospital antibiotic use tracking and reporting system. METHODS: An online survey was sent to ASP clinicians representing hospitals across Ontario. Hospitals that tracked total hospital-wide inpatient antibiotic use in 2017 were asked to submit either days of therapy (DOT) or defined daily doses (DDD), along with separate inpatient days (PD), which were used as the denominator. Respondents who indicated no hospital-wide AMU tracking were asked to describe the barriers to its use. Antibiotic use was displayed on a public website for consenting hospitals. RESULTS: Of 201 eligible hospitals, 66 (33%) provided AMU data representing 10,634 of 25,208 (43%) eligible inpatient beds in the province. DOT and DDD data were provided by 36 hospitals, each. Weighted average antibiotic use was highest in acute teaching hospitals (513 DOT/1,000 PD, 709 DDD/1,000 PD) and lowest in complex continuing care and rehabilitation facilities (158 DOT/1,000 PD, 159 DDD/1,000 PD). Barriers cited for providing hospital-wide AMU data include lack of time and resources to collect and evaluate AMU data and technological limitations preventing data collection. CONCLUSION: Integrating hospital AMU tracking and reporting as part of a voluntary initiative is feasible, with relatively broad participation. Short of a legislative mandate for participation, opportunities still exist to increase representation, including provision of guidance and technical support to help hospitals track and share AMU.",
  "authors": [
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada.",
        "Pharmacy, Unity Health Network, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-5467-6776"
    },
    {
      "last_name": "Wu",
      "fore_name": "Julie Hui-Chih",
      "initials": "JH",
      "name": "Julie Hui-Chih Wu",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Lo",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada.",
        "Pharmacy, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Leung",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada.",
        "Infectious Disease, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada.",
        "Populations & Public Health Research Program, Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "School of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Schwartz",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada.",
        "Populations & Public Health Research Program, Institute for Clinical Evaluative Sciences, Toronto, Ontario, Canada.",
        "Infectious Disease, Unity Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garber",
      "fore_name": "Gary",
      "initials": "G",
      "name": "Gary Garber",
      "affiliations": [
        "Infection Prevention and Control, Public Health Ontario, Toronto, Ontario, Canada.",
        "School of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "School of Medicine, University of Ottawa, Ottawa, Ontario, Canada.",
        "Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Association of Medical Microbiology and Infectious Disease Canada = Journal officiel de l'Association pour la microbiologie medicale et l'infectiologie Canada",
    "iso_abbreviation": "J Assoc Med Microbiol Infect Dis Can",
    "issn": "2371-0888",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "4",
    "pub_year": "2019",
    "pub_month": "Dec"
  },
  "start_page": "233",
  "end_page": "240",
  "pages": "233-240",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36339286",
    "pmc": "PMC9612809",
    "doi": "10.3138/jammi.2019-0011"
  },
  "doi": "10.3138/jammi.2019-0011",
  "pmc_id": "PMC9612809",
  "dates": {
    "revised": "2022-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.278126",
    "pmid": "36339286"
  }
}