{
  "pmid": "36338457",
  "uid": "36338457",
  "title": "Proposed framework for a national set of reporting measures in Canada in response to the COVID-19 pandemic.",
  "abstract": "An effective strategy to control the ongoing coronavirus disease 2019 (COVID-19) pandemic takes into account inputs from many domains, including community epidemiology, surveillance and testing, contact tracing capacity, support for vulnerable populations, and health care system strain. Provincial and federal governments currently lack a universal approach to presenting relevant pandemic data from these domains to the general public in a way that engages them in decision making and promotes adherence to policies. We propose a framework to analyze COVID-19 pandemic data on an ongoing basis using inputs from these five domains, which can be scaled to the local public health unit, provincial, or national level. Data analysis was qualitative and semi-quantitative because there was a paucity of publicly available data on surveillance and testing, contact tracing, and health care system strain, which limited our ability to perform internal and external validation of our model. We urge the federal government to mandate a core set of reporting items across local, provincial, and federal jurisdictions that may then be used to perform validation and implementation of our proposed framework.",
  "authors": [
    {
      "last_name": "Khalid",
      "fore_name": "Mona",
      "initials": "M",
      "name": "Mona Khalid",
      "affiliations": [
        "Undergraduate Medical Education, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akuffo-Addo",
      "fore_name": "Edgar",
      "initials": "E",
      "name": "Edgar Akuffo-Addo",
      "affiliations": [
        "Undergraduate Medical Education, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Morris",
      "fore_name": "Andrew M",
      "initials": "AM",
      "name": "Andrew M Morris",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Division of Infectious Diseases, Sinai Health and University Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Komorowski",
      "fore_name": "Adam S",
      "initials": "AS",
      "name": "Adam S Komorowski",
      "affiliations": [
        "Division of Medical Microbiology, Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Clinician-Investigator Program, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Association of Medical Microbiology and Infectious Disease Canada = Journal officiel de l'Association pour la microbiologie medicale et l'infectiologie Canada",
    "iso_abbreviation": "J Assoc Med Microbiol Infect Dis Can",
    "issn": "2371-0888",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "4",
    "pub_year": "2021",
    "pub_month": "Dec"
  },
  "start_page": "245",
  "end_page": "258",
  "pages": "245-258",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36338457",
    "pmc": "PMC9629254",
    "doi": "10.3138/jammi-2021-0010"
  },
  "doi": "10.3138/jammi-2021-0010",
  "pmc_id": "PMC9629254",
  "dates": {
    "revised": "2022-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.887314",
    "pmid": "36338457"
  }
}