{
  "pmid": "36330494",
  "uid": "36330494",
  "title": "Liver metastases and the efficacy of immune checkpoint inhibitors in advanced lung cancer: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Liver metastasis is the most common type of lung cancer metastasis, and is a significant prognostic factor in lung cancer. However, the effect of liver metastases on the efficacy of immune checkpoint inhibitors (ICIs) remains inconsistent and controversial. The aim of this study was to explore the relationship between liver metastases and ICI efficacy in patients with advanced lung cancer based on data from randomized controlled trials (RCTs) and observational studies. METHODS: PubMed, EMBASE, Cochrane Library databases, conference proceedings, as well as grey literature websites were searched for eligible studies without language restrict ion. Study quality was assessed using Cochrane tools and the Newcastle-Ottawa Quality Assessment Scale (NOS). Outcomes of interest were overall survival (OS) and progression-free survival (PFS). The difference in efficacy between patients with and without liver metastases was calculated by pooling ratios of hazard ratios (HR), as calculated using the deft approach. RESULTS: A total of 16 RCTs and 14 observational trials were included. Analyses of RCTs revealed a survival benefit for ICI treatment (i.e., ICI monotherapy, ICI + Chemotherapy, dual ICI therapy and dual ICI + Chemotherapy) versus standard therapies among non-small cell lung cancer (NSCLC) patients with liver metastases (PFS HR, 0.77; 95%CI, 0.61-0.97; OS HR, 0.78; 95%CI, 0.68-0.90). NSCLC patients with liver metastases achieved less PFS benefit and comparable OS benefit from ICI treatment compared with those without liver metastases (ratios of PFS-HRs, 1.19; 95%CI, 1.02-1.39; P=0.029; Ratios of OS-HRs, 1.10; 95%CI, 0.94-1.29; P=0.24). For patients with small cell lung cancer (SCLC), ICI treatment achieved a marginal effect on patients with liver metastases as compared with standard therapies (OS HR, 0.94; 95%CI, 0.73-1.23). SCLC patients with liver metastases benefited less from ICI treatment than patients without liver metastases (ratio of OS-HRs, 1.22; 95%CI, 1.01-1.46; P=0.036). In real-world data analysis, liver metastasis could be used as an independent prognostic risk factor, increasing the risk of death by 21% in lung cancer patients receiving ICI treatment compared with those without liver metastases (OS HR, 1.21; 95%CI, 1.17-1.27; P<0.0001). Subgroup analysis confirmed that this association was not modified by race (Asian vs. Western) or number of treatment lines. CONCLUSIONS: The presence of liver metastases does not significantly influence the OS benefit of ICIs in patients with NSCLC. However, a small amount of data shows that liver metastasis restrains the magnitude of OS benefit in patients with SCLC. Liver metastasis has potential as an independent prognostic risk factor for lung cancer patients receiving ICI treatment in clinical practice. SYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/PROSPERO/, identifier (CRD42022306449).",
  "authors": [
    {
      "last_name": "Xia",
      "fore_name": "Handai",
      "initials": "H",
      "name": "Handai Xia",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, Jinan, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Wengang",
      "initials": "W",
      "name": "Wengang Zhang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, Jinan, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, Jinan, China."
      ]
    },
    {
      "last_name": "Shang",
      "fore_name": "Xiaoling",
      "initials": "X",
      "name": "Xiaoling Shang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, Jinan, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Yanguo",
      "initials": "Y",
      "name": "Yanguo Liu",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, Jinan, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xiuwen",
      "initials": "X",
      "name": "Xiuwen Wang",
      "affiliations": [
        "Department of Medical Oncology, Qilu Hospital of Shandong University, Jinan, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in oncology",
    "iso_abbreviation": "Front Oncol",
    "issn": "2234-943X",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2022"
  },
  "start_page": "978069",
  "pages": "978069",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36330494",
    "pmc": "PMC9623244",
    "doi": "10.3389/fonc.2022.978069"
  },
  "doi": "10.3389/fonc.2022.978069",
  "pmc_id": "PMC9623244",
  "dates": {
    "revised": "2022-11-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.540186",
    "pmid": "36330494"
  }
}