{
  "pmid": "36337996",
  "uid": "36337996",
  "title": "Emergency Department Management of Suicidal Ideation: Challenges, Misperceptions, and Hope.",
  "abstract": "Behavioral crises continue to escalate across the United States. Our country has one of the highest suicide rates amongst developed nations. More than 45,000 U.S. citizens are dying annually now from suicide. Many with suicidal ideation seek care in Emergency Departments in hospital systems under resourced to handle this growing public health crisis. Evidenced-based screening, risk stratification, and treatment continues to evolve and is not standardized. Improved suicide education needs to be more broadly applied across healthcare and society. Missouri as a state is making concentrated efforts to improve resources and care for those with suicidal ideation. Many challenges need to be overcome and time will tell if new statewide initiatives will reduce Missouri's high rate of suicide.",
  "authors": [
    {
      "last_name": "Gursahani",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Gursahani",
      "affiliations": [
        "Vice Chair for Education, and Associate Professor, Emergency Medicine, Washington University School of Medicine, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "Char",
      "fore_name": "Douglas",
      "initials": "D",
      "name": "Douglas Char",
      "affiliations": [
        "Associate Vice Chair for Faculty Development, and Professor, Emergency Medicine, Washington University School of Medicine, St. Louis, Missouri."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": [
        "Assistant Professor, Department of Psychiatry, Department of Emergency Medicine, at the University of Arkansas for Medical Sciences, Little Rock, Arkansas."
      ]
    },
    {
      "last_name": "Poirier",
      "fore_name": "Robert F",
      "initials": "RF",
      "name": "Robert F Poirier",
      "affiliations": [
        "Chief of Clinical Operations and Associate Professor of Emergency Medicine, Washington University School of Medicine, St. Louis, Missouri."
      ]
    }
  ],
  "journal": {
    "title": "Missouri medicine",
    "iso_abbreviation": "Mo Med",
    "issn": "0026-6620",
    "issn_type": "Print",
    "volume": "119",
    "issue": "5",
    "pub_year": "2022"
  },
  "start_page": "437",
  "end_page": "443",
  "pages": "437-443",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "United States",
    "Suicidal Ideation",
    "Suicide, Attempted",
    "Emergency Service, Hospital",
    "Mass Screening",
    "Suicide Prevention"
  ],
  "article_ids": {
    "pubmed": "36337996",
    "pmc": "PMC9616452",
    "pii": "ms119_p0437"
  },
  "pmc_id": "PMC9616452",
  "dates": {
    "completed": "2022-11-08",
    "revised": "2022-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.790704",
    "pmid": "36337996"
  }
}