{
  "pmid": "36347318",
  "uid": "36347318",
  "title": "AhR regulates VEGF expression by promoting STAT1 transcriptional activity, thereby affecting endothelial angiogenesis in acute limb ischemia.",
  "abstract": "BACKGROUND: Angiogenesis has great potential in the treatment of acute limb ischemia (ALI). Here, we aimed to investigate the effect and mechanism of Aryl hydrocarbon receptor (AhR) on angiogenesis in ALI. METHODS: The ALI mouse model was constructed by femoral artery ligation, and the cell ischemia injury was induced by Hypoxia/serum deprivation. The laser doppler perfusion imaging was executed to detect the limb blood flow velocity. The tube formation assay was performed to evaluate angiogenesis. The cell viability was measured by 3-(45)-dimethylthiahiazo(-z-y1)-35-di-phenytetrazoliumromide. The cell migration was detected by wound healing assay. Hematoxylin-eosin, immunohistochemistry, immunofluorescence, dual-luciferase reporter gene assay, and Chromatin immunoprecipitation assay were conducted. RESULTS: In ALI models, AhR expression was increased and translocated from cytoplasm to nucleus. Besides, necrosis and inflammatory infiltration were also increased in gastrocnemius tissues of model mice. In addition, AhR loss (LV-sh-AhR) promoted cell viability, angiogenesis, and migration, and also elevated the levels of vascular endothelial growth factor (VEGF), Tie2, and Ang2 in HUVEC models with Hypoxia/serum deprivation injury. Meanwhile, the interaction between AhR and signal transducer and activator of transcription 1 (STAT1), as well as STAT1 and VEGF, has also been confirmed. Co-transfection of LV-sh-AhR and LV-STAT1 suppressed cell viability, angiogenesis, and migration of injured HUVECs. Furthermore, injection of AAV2/9-shAhR in vivo also promoted angiogenesis, which was consistent with the in vitro experimental results. CONCLUSIONS: In ALI models, activated AhR was translocated to the nucleus and down-regulated VEGF expression by promoting the transcriptional activity of STAT1, thereby inhibiting endothelial angiogenesis.",
  "authors": [
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Vascular and Endovascular Surgery, Henan Provincial People's Hospital, People's Hospital of Zhengzhou University, People's Hospital of Henan University, Zhengzhou, 450003, China. Electronic address: majinhui324@163.com."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Jiangbo",
      "initials": "J",
      "name": "Jiangbo Chen",
      "affiliations": [
        "Department of Vascular and Endovascular Surgery, Henan Provincial People's Hospital, People's Hospital of Zhengzhou University, People's Hospital of Henan University, Zhengzhou, 450003, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Heng",
      "initials": "H",
      "name": "Heng Wang",
      "affiliations": [
        "Department of Vascular and Endovascular Surgery, Henan Provincial People's Hospital, People's Hospital of Zhengzhou University, People's Hospital of Henan University, Zhengzhou, 450003, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Danghui",
      "initials": "D",
      "name": "Danghui Lu",
      "affiliations": [
        "Department of Vascular and Endovascular Surgery, Henan Provincial People's Hospital, People's Hospital of Zhengzhou University, People's Hospital of Henan University, Zhengzhou, 450003, China."
      ]
    },
    {
      "last_name": "Liang",
      "fore_name": "Kai",
      "initials": "K",
      "name": "Kai Liang",
      "affiliations": [
        "Department of Vascular and Endovascular Surgery, Henan Provincial People's Hospital, People's Hospital of Zhengzhou University, People's Hospital of Henan University, Zhengzhou, 450003, China."
      ]
    }
  ],
  "journal": {
    "title": "Chemico-biological interactions",
    "iso_abbreviation": "Chem Biol Interact",
    "issn": "1872-7786",
    "issn_type": "Electronic",
    "volume": "369",
    "pub_year": "2023",
    "pub_month": "Jan",
    "pub_day": "05"
  },
  "start_page": "110253",
  "pages": "110253",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Mice",
    "Animals",
    "Vascular Endothelial Growth Factor A",
    "Receptors, Aryl Hydrocarbon",
    "Neovascularization, Physiologic",
    "Ischemia",
    "Hypoxia",
    "STAT1 Transcription Factor"
  ],
  "article_ids": {
    "pubmed": "36347318",
    "doi": "10.1016/j.cbi.2022.110253",
    "pii": "S0009-2797(22)00458-6"
  },
  "doi": "10.1016/j.cbi.2022.110253",
  "dates": {
    "completed": "2022-12-23",
    "revised": "2022-12-23"
  },
  "chemicals": [
    "Vascular Endothelial Growth Factor A",
    "Receptors, Aryl Hydrocarbon",
    "Stat1 protein, mouse",
    "STAT1 Transcription Factor"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:40:18.375526",
    "pmid": "36347318"
  }
}