{
  "pmid": "36340209",
  "uid": "36340209",
  "title": "Pre-operative testing and personal protective equipment in the operating room during a pandemic: A survey of Ontario general surgeons.",
  "abstract": "BACKGROUND: The coronavirus disease 2019 (COVID-19) pandemic has had major implications for general surgery practice. We sought to characterize general surgeons' perceptions of their surgical practice in Ontario, Canada, regarding operating room precautions to maximize safety during the pandemic. METHODS: A web-administered cross-sectional survey was sent to general surgeons registered with the College of Physicians and Surgeons of Ontario on May 19, 2020. Surgeons were surveyed regarding their practices in pre-operative severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) testing, use of intra-operative personal protective equipment (PPE) given a patient's COVID-19 status, and management of common general surgical emergencies with COVID-19 patients. Responses were compared between surgeons from high- and low-prevalence public health units (PHUs) in Ontario using chi-square tests. RESULTS: There were 81 respondents (rate: 81/271, 30%), 48 (59%) of whom were from a PHU in the top quartile of COVID-19 prevalence. Surgeons from low-prevalence PHUs reported pre-procedural COVID-19 testing rates similar to those reported in high-prevalence PHUs for elective (36% versus 55%), urgent (36% versus 54%), and emergent (20% versus 33%) surgeries. Seventy-eight percent of surgeons with COVID-19-negative patients limited trainees in the operating room compared with 96% of surgeons with COVID-19-positive patients. Use of N95 respirators was 17% for surgeons with COVID-19-negative patients, which dramatically increased to 62% for surgeons with patients whose COVID-19 status was unknown. CONCLUSIONS: These findings support a need for improved understanding of local disease prevalence and risk of COVID-19 transmission to conserve PPE and return surgical trainees to pre-pandemic standards.",
  "authors": [
    {
      "last_name": "Griffiths",
      "fore_name": "Christopher D",
      "initials": "CD",
      "name": "Christopher D Griffiths",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Serrano",
      "fore_name": "Pablo E",
      "initials": "PE",
      "name": "Pablo E Serrano",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Ontario Clinical Oncology Group, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Association of Medical Microbiology and Infectious Disease Canada = Journal officiel de l'Association pour la microbiologie medicale et l'infectiologie Canada",
    "iso_abbreviation": "J Assoc Med Microbiol Infect Dis Can",
    "issn": "2371-0888",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2021",
    "pub_month": "Mar"
  },
  "start_page": "23",
  "end_page": "31",
  "pages": "23-31",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36340209",
    "pmc": "PMC9612436",
    "doi": "10.3138/jammi-2020-0031"
  },
  "doi": "10.3138/jammi-2020-0031",
  "pmc_id": "PMC9612436",
  "dates": {
    "revised": "2022-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.887534",
    "pmid": "36340209"
  }
}