{
  "pmid": "36341920",
  "uid": "36341920",
  "title": "Environment friendly green synthesis method based natural bioactive functional \"catechin and gingerol\" loaded nanomedicine for the management of obesity.",
  "abstract": "Obesity is one of the major health problems across the world and the leading cause of death. Natural bioactive functional compounds (catechin, Cat and gingerol, Gin) have been reported to control obesity. The application of a nanoparticulate (NPs) delivery system has shown greater efficacy in the treatment of different diseases. The present study was designed to prepare the Cat-Gin silver nanoparticles (AgNPs) using the microwave method. The prepared Cat-Gin-AgNPs were characterized for particle size, zeta potential, encapsulation efficiency and drug release. Further, it was evaluated for anti-obesity activity (body weight, total abdominal fat, lipid profile and liver profile) using a high-fed diet (HFD) induced obesity model. The formulated Cat-Gin-AGNPs showed nano-metric size (110 ± 4.65 nm), polydispersity index (PDI) of 0.27 ± 0.03, and surface charge (-17.6 ± 2.6 mV) with a spherical shape. It also depicted high encapsulation efficiency (<80 %) with prolonged drug release behaviour (Cat - 84.34 ± 4.12 % and Gin - 72.33 ± 3.87 %). The in vivo study parameters revealed a significant (p ≤ 0.001) reduction in body weight, food intake and total abdominal fat. The biochemical results displayed a reversal in altered biochemical parameters to the normal range (Group 4) as compared to HFD control (Group 2). It also helps restored the liver enzymes in obese rats. The results of the study highlighted the applicability of Cat-Gin-AGNPs as a novel delivery system in the treatment of obesity.",
  "authors": [
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia. Electronic address: ikazmi@kau.edu.sa."
      ]
    },
    {
      "last_name": "Sarim Imam",
      "fore_name": "Syed",
      "initials": "S",
      "name": "Syed Sarim Imam",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia. Electronic address: simam@ksu.edu.sa."
      ]
    },
    {
      "last_name": "Al-Abbasi",
      "fore_name": "Fahad A",
      "initials": "FA",
      "name": "Fahad A Al-Abbasi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia. Electronic address: fabbasi@kau.edu.sa."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, Himalayan Institute of Pharmacy and Research, Rajawala-248001, Dehradun, India. Electronic address: afzalgufran@gmail.com."
      ]
    },
    {
      "last_name": "Shahid Nadeem",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Shahid Nadeem",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia. Electronic address: mhalim@kau.edu.sa."
      ]
    },
    {
      "last_name": "Alshehri",
      "fore_name": "Sultan",
      "initials": "S",
      "name": "Sultan Alshehri",
      "affiliations": [
        "Department of Pharmaceutics, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia. Electronic address: salshehri1@ksu.edu.sa."
      ]
    }
  ],
  "journal": {
    "title": "International journal of pharmaceutics",
    "iso_abbreviation": "Int J Pharm",
    "issn": "1873-3476",
    "issn_type": "Electronic",
    "volume": "628",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "25"
  },
  "start_page": "122340",
  "pages": "122340",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Rats",
    "Animals",
    "Catechin",
    "Metal Nanoparticles",
    "Nanomedicine",
    "Silver",
    "Obesity",
    "Body Weight"
  ],
  "article_ids": {
    "pubmed": "36341920",
    "doi": "10.1016/j.ijpharm.2022.122340",
    "pii": "S0378-5173(22)00895-X"
  },
  "doi": "10.1016/j.ijpharm.2022.122340",
  "dates": {
    "completed": "2022-11-15",
    "revised": "2022-11-15"
  },
  "chemicals": [
    "gingerol",
    "Catechin",
    "Silver"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.050849",
    "pmid": "36341920"
  }
}