{
  "pmid": "36340654",
  "uid": "36340654",
  "title": "Daptomycin use in adult inpatients in a Canadian tertiary care setting.",
  "abstract": "BACKGROUND: Daptomycin is approved by Health Canada for the treatment of Staphylococcus aureus bacteremia and complicated skin and soft tissue infections caused by gram-positive organisms, but is often used for other indications. We aimed to understand the indications, dosing, and safety profile of daptomycin use in a Canadian inpatient setting. METHODS: We included consecutive adult patients who received intravenous daptomycin as inpatients from January 1, 2016, to December 31, 2016, at two tertiary care teaching hospitals in Hamilton, Ontario. RESULTS: We identified 86 courses in 77 unique patients. S. aureus was the most common pathogen (n = 38, 44%) of which 87% (n = 33) were methicillin-resistant. The most common indications were bloodstream infections (n = 31, 36%). The average treatment duration was 10 days, at an average dose of 7.4 mg/kg. The infectious diseases service was consulted in all but two courses. Less than half of treatment courses were given for an indication approved by Health Canada (n = 41, 48%). Almost half of the unapproved indications (n = 21, 47%) followed Infectious Diseases Society of America (IDSA) recommendations. Creatine kinase elevation of 3 × the upper limit of normal or higher occurred in a small number of courses (n = 7, 8%), with only one instance requiring discontinuation of the drug. CONCLUSIONS: Daptomycin is being used to treat inpatients for a variety of unapproved indications. Importantly, a sizable portion of these are within IDSA guideline recommendations. Most patients are treated with doses higher than the approved 6 mg/kg without major safety concerns.",
  "authors": [
    {
      "last_name": "Tilak",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Tilak",
      "affiliations": [
        "Department of Medicine, Peterborough Regional Health Centre, Peterborough, Ontario, Canada.",
        "Department of Medicine, Division of Infectious Diseases, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brooks",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Brooks",
      "affiliations": [
        "Department of Medicine, Division of Infectious Diseases, McMaster University, Hamilton, Ontario, Canada.",
        "Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Irfan",
      "fore_name": "Neal",
      "initials": "N",
      "name": "Neal Irfan",
      "affiliations": [
        "Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mertz",
      "fore_name": "Dominik",
      "initials": "D",
      "name": "Dominik Mertz",
      "affiliations": [
        "Department of Medicine, Division of Infectious Diseases, McMaster University, Hamilton, Ontario, Canada.",
        "Hamilton Health Sciences, Hamilton, Ontario, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Michael G. DeGroote Institute for Infectious Diseases Research, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the Association of Medical Microbiology and Infectious Disease Canada = Journal officiel de l'Association pour la microbiologie medicale et l'infectiologie Canada",
    "iso_abbreviation": "J Assoc Med Microbiol Infect Dis Can",
    "issn": "2371-0888",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "3",
    "pub_year": "2019",
    "pub_month": "Oct"
  },
  "start_page": "139",
  "end_page": "144",
  "pages": "139-144",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36340654",
    "pmc": "PMC9603028",
    "doi": "10.3138/jammi.2018-0040"
  },
  "doi": "10.3138/jammi.2018-0040",
  "pmc_id": "PMC9603028",
  "dates": {
    "revised": "2022-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:43:47.887862",
    "pmid": "36340654"
  }
}