{
  "pmid": "36344937",
  "uid": "36344937",
  "title": "The impact of care of the elderly certificates of added competence on family physician practice: results from a pan-Canadian multiple case study.",
  "abstract": "BACKGROUND: Family physicians serve an important role in the care of older adults, and have variable levels of training and comfort navigating this complex patient population. The Care of the Elderly (COE) Certificate of Added Competence offered by The College of Family Physicians of Canada recognizes family physicians with advanced expertise in older adult healthcare. We explored how COE training and certification impacts primary care delivery to older patients, including factors that impact group practice. METHODS: We conducted a secondary analysis of multiple case study data to explore similarities and differences within and across cases. We defined cases as a practice or collective of family physicians working within a defined group of patients in an interconnected community. We analyzed semi-structured interview transcripts (n = 48) from six practice groups of family physicians across Canada using conventional (unconstrained, inductive) content analysis. RESULTS: We identified similarities and differences in how COE family physicians function within their group practice and the broader healthcare system. In some cases, COE certifications increased patients' access to geriatric resources by reducing travel and wait times. Some physicians observed minimal changes in their role or group practice after earning the COE designation, including continuing to largely function as a generalist. While family physicians tended to highly value their COE CAC, this designation was differentially recognized by others. CONCLUSIONS: Our findings highlight the impacts and limitations of COE training and certification, including an opportunity for COE family physicians to fill knowledge and practice gaps. As the number of older adults in Canada continues to grow and increasingly rely on primary care services, COE family physicians are uniquely positioned to strengthen the health system's capacity to deliver specialized geriatric care.",
  "authors": [
    {
      "last_name": "Correia",
      "fore_name": "Rebecca H",
      "initials": "RH",
      "name": "Rebecca H Correia",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Grierson",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Grierson",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "McMaster Education Research, Innovation, and Theory (MERIT), Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Allice",
      "fore_name": "Ilana",
      "initials": "I",
      "name": "Ilana Allice",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Siu",
      "fore_name": "Henry Yu-Hin",
      "initials": "HY",
      "name": "Henry Yu-Hin Siu",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Baker",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Panday",
      "fore_name": "Janelle",
      "initials": "J",
      "name": "Janelle Panday",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Canada. Meredith.vanstone@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "22",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "07"
  },
  "start_page": "840",
  "pages": "840",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Physicians, Family",
    "Canada",
    "Family Practice",
    "Delivery of Health Care"
  ],
  "article_ids": {
    "pubmed": "36344937",
    "pmc": "PMC9641851",
    "doi": "10.1186/s12877-022-03523-4",
    "pii": "10.1186/s12877-022-03523-4"
  },
  "doi": "10.1186/s12877-022-03523-4",
  "pmc_id": "PMC9641851",
  "dates": {
    "completed": "2022-11-09",
    "revised": "2022-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.132530",
    "pmid": "36344937"
  }
}