{
  "pmid": "36350530",
  "uid": "36350530",
  "title": "Intra-articular Soft Tissue Pathology of the Postpartum Hip: A Systematic Review.",
  "abstract": "PURPOSE OF REVIEW: Pregnancy-related lumbopelvic and hip pain affects over half of postpartum females and has multiple aetiologies. The relative contribution of intra-articular soft tissue pathology to pregnancy-related hip pain is unknown. The current review investigates the available evidence regarding underlying intra-articular soft tissue aetiologies of hip pain in females during pregnancy and in the acute postpartum period. RECENT FINDINGS: Three online databases (Embase, PubMed and Ovid [MEDLINE]) were searched from database inception until 11 April 2021. All titles, relevant abstracts and full-text articles were screened by two reviewers independently. The methodological quality of the included studies was assessed using the Methodological Index for Non-Randomized Studies (MINORS) instrument. Descriptive study characteristics are presented in a narrative summary. Five level IV evidence articles were eligible for inclusion. Twenty-two females were included. Twenty patients presented with labral pathology, 15 of which necessitated hip arthroscopy with labral debridement or repair with or without acetabuloplasty and/or femoroplasty. One patient presented with an incidental labral tear in the context of osteitis condensans illi. One patient presented with posttraumatic osteoarthritis necessitating a hip arthroplasty. The contribution of intra-articular soft tissue injury is a documented, albeit sparse, aetiology contributing to pregnancy-related hip pain. Further research to better delineate the prevalence, natural history and optimal management options for females who sustained these injuries at a life-altering juncture is necessary to advance the care of these patients.",
  "authors": [
    {
      "last_name": "Hoffer",
      "fore_name": "Alexander J",
      "initials": "AJ",
      "name": "Alexander J Hoffer",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Western Ontario, 3M Centre, 1151 Richmond Street, London, ON, N6A 3K7, Canada."
      ]
    },
    {
      "last_name": "Kingwell",
      "fore_name": "Doug",
      "initials": "D",
      "name": "Doug Kingwell",
      "affiliations": [
        "Perth Orthopaedic and Sports Medicine Centre, 31 Outram St, West Perth, Hamilton, WA, 6005, Australia."
      ]
    },
    {
      "last_name": "Leith",
      "fore_name": "Jordan",
      "initials": "J",
      "name": "Jordan Leith",
      "affiliations": [
        "Department of Orthopaedics, University of British Columbia, 11th Floor - 2775 Laurel Street, Vancouver, BC, V5Z 1M9, Canada.",
        "Footbridge Centre for Integrated Orthopaedic Care, 221-181 Keefer Place, Vancouver, BC, V6B 6C1, Canada."
      ]
    },
    {
      "last_name": "McConkey",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark McConkey",
      "affiliations": [
        "Department of Orthopaedics, University of British Columbia, 11th Floor - 2775 Laurel Street, Vancouver, BC, V5Z 1M9, Canada.",
        "Pacific Orthopedics and Sports Medicine, 145 15th St W #214, North Vancouver, BC, V7M 1R9, Canada."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, 1200 Main Street West, Hamilton, ON, L8N 3Z5, Canada."
      ]
    },
    {
      "last_name": "Lodhia",
      "fore_name": "Parth",
      "initials": "P",
      "name": "Parth Lodhia",
      "affiliations": [
        "Department of Orthopaedics, University of British Columbia, 11th Floor - 2775 Laurel Street, Vancouver, BC, V5Z 1M9, Canada.",
        "Fraser Orthopaedic Institute, University of British Columbia, 233 Nelson's Ct, New Westminster, BC, V3L 0E4, Canada."
      ],
      "orcid": "0000-0003-3051-8209"
    }
  ],
  "journal": {
    "title": "Current reviews in musculoskeletal medicine",
    "iso_abbreviation": "Curr Rev Musculoskelet Med",
    "issn": "1935-973X",
    "issn_type": "Print",
    "volume": "15",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "659",
  "end_page": "666",
  "pages": "659-666",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36350530",
    "pmc": "PMC9789270",
    "doi": "10.1007/s12178-022-09804-0",
    "pii": "10.1007/s12178-022-09804-0"
  },
  "doi": "10.1007/s12178-022-09804-0",
  "pmc_id": "PMC9789270",
  "dates": {
    "revised": "2023-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.863548",
    "pmid": "36350530"
  }
}