{
  "pmid": "36353068",
  "uid": "36353068",
  "title": "Risk of Complications After Hydrocele Surgery: A Retrospective Multicenter Study in Helsinki Metropolitan Area.",
  "abstract": "BACKGROUND: Despite being one of the most frequent urological procedures, the risk estimates for complications after hydrocele surgery (hydrocelectomy) are uncertain. Decision-making about hydrocelectomy involves balancing the risk of complications with efficacy of surgery-a tradeoff that critically depends on the complication risks of hydrocele surgery. OBJECTIVE: To examine the 90-d risks of complications of hydrocele surgery in a large, contemporary sample. DESIGN SETTING AND PARTICIPANTS: We retrospectively reviewed all surgeries performed for nonrecurrent hydroceles conducted in all five Helsinki metropolitan area public hospitals from the beginning of 2010 till the end of 2018, and evaluated the complication outcomes. OUTCOME MEASUREMENTS AND STATISTICAL ANALYSIS: The following outcomes were evaluated: (1) risk of moderate or severe (Clavien-Dindo II-V) hydrocele surgery complications, (2) risk of reoperation due to a surgical complication, and (3) risk of an unplanned postoperative visit to the emergency room or outpatient clinic, all within 90 d after surgery. RESULTS AND LIMITATIONS: We identified 866 hydrocele operations (38 [4.3%] bilateral operations). A total of 139 (16.1%) patients had moderate or severe hydrocele surgery complications within 90 d after surgery. Of the 139 complications, 94 were (10.9% of all or 67.6% of patients with moderate or severe complications) Clavien-Dindo grade II, 43 (5.0% and 30.9%, respectively) grade III, two (0.2% and 1.4%, respectively) grade IV, and none grade V. A total of 45 patients (5.2% of all and 32.4% of those who had moderate or severe complications) required immediate reoperation due to complications. All together 219 operated patients (25.3% of all operated patients) had an unplanned visit to the emergency room. The retrospective study design limits the reliability of the results. CONCLUSIONS: Complications after hydrocele surgery are common and warrant further research. These estimates can be useful in shared decision-making between clinicians and patients. PATIENT SUMMARY: We investigated the complication rates after hydrocele surgery and found that complications are common after a procedure often considered minor: every ninth patient had a moderate and every 20th a severe complication. Every fourth patient had an unplanned postoperative visit to the emergency room.",
  "authors": [
    {
      "last_name": "Mäki-Lohiluoma",
      "fore_name": "Lauri",
      "initials": "L",
      "name": "Lauri Mäki-Lohiluoma",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Kilpeläinen",
      "fore_name": "Tuomas P",
      "initials": "TP",
      "name": "Tuomas P Kilpeläinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Järvinen",
      "fore_name": "Petrus",
      "initials": "P",
      "name": "Petrus Järvinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Söderström",
      "fore_name": "Henna K",
      "initials": "HK",
      "name": "Henna K Söderström",
      "affiliations": [
        "Department of General Thoracic and Esophageal Surgery, Helsinki University Hospital, Helsinki, Finland."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland.",
        "Department of Surgery, South Karelian Central Hospital, Lappeenranta, Finland."
      ]
    },
    {
      "last_name": "Sairanen",
      "fore_name": "Jukka",
      "initials": "J",
      "name": "Jukka Sairanen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."
      ]
    }
  ],
  "journal": {
    "title": "European urology open science",
    "iso_abbreviation": "Eur Urol Open Sci",
    "issn": "2666-1683",
    "issn_type": "Electronic",
    "volume": "43",
    "pub_year": "2022",
    "pub_month": "Sep"
  },
  "start_page": "22",
  "end_page": "27",
  "pages": "22-27",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36353068",
    "pmc": "PMC9638760",
    "doi": "10.1016/j.euros.2022.06.008",
    "pii": "S2666-1683(22)00724-8"
  },
  "doi": "10.1016/j.euros.2022.06.008",
  "pmc_id": "PMC9638760",
  "dates": {
    "revised": "2022-11-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:07.208017",
    "pmid": "36353068"
  }
}