{
  "pmid": "36370744",
  "uid": "36370744",
  "title": "Cancer risk with topical calcineurin inhibitors, pimecrolimus and tacrolimus, for atopic dermatitis: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Atopic dermatitis is a prevalent condition in children and can be effectively managed with medications such as topical calcineurin inhibitors (pimecrolimus or tacrolimus). A key unresolved safety concern is whether use of topical calcineurin inhibitors is associated with cancer. We systematically reviewed the risk of cancer in patients with atopic dermatitis exposed to topical calcineurin inhibitors. METHODS: As part of the 2022 American Academy of Allergy, Asthma and Immunology and American College of Allergy, Asthma and Immunology Joint Task Force on Practice Parameters atopic dermatitis guidelines, we searched MEDLINE, Embase, the Latin American and Caribbean Health Sciences Literature database, the Índice Bibliográfico Espanhol de Ciências da Saúde database, the Global Resource of Eczema Trials database, WHO's International Clinical Trials Registry Platform, the US Food and Drug Administration database, the European Medicines Agency database, company registers, and relevant citations from inception to June 6, 2022. We included randomised controlled trials and comparative and non-comparative non-randomised studies in any language addressing cancer risk in patients with atopic dermatitis using topical calcineurin inhibitors. We excluded split-body studies and studies with less than 3 weeks of follow-up. Paired reviewers independently screened records, extracted data, and assessed risk of bias in duplicate. We used Bayesian models to estimate the probability for cancer due to topical calcineurin inhibitor exposure and the GRADE approach to determine the certainty of the evidence. Patients, advocacy groups, and care providers set a priori thresholds of important effects. This study is registered with Open Science Framework, https://osf.io/v4bfc. FINDINGS: We identified and analysed 110 unique studies (52 randomised controlled trials and 69 non-randomised studies [11 were non-randomised study extensions of randomised controlled trials]) including 3·4 million patients followed up for a mean of 11 months (range 0·7-120). The absolute risk of any cancer with topical calcineurin inhibitor exposure was not different from controls (absolute risk 4·70 per 1000 with topical calcineurin inhibitors vs 4·56 per 1000 without; odds ratio 1·03 [95% credible interval 0·94-1·11]; moderate certainty). For all age groups and using data from observational studies and randomised controlled trials, the use of pimecrolimus (OR 1·05 [95% credible interval 0·94-1·15]) or tacrolimus (0·99 [0·89-1·09]) is likely to have had little to no association with cancer compared with no topical calcineurin inhibitor exposure. For pimecrolimus versus tacrolimus, the finding was similar (0·95 [95% credible interval 0·83-1·07]). Findings were similar in infants, children, and adults, and robust to trial sequential, subgroup, and sensitivity analyses. INTERPRETATION: Among individuals with atopic dermatitis, moderate-certainty evidence shows that topical calcineurin inhibitors do not increase the risk of cancer. These findings support the safe use of topical calcineurin inhibitors in the optimal treatment of patients with atopic dermatitis. FUNDING: American Academy of Allergy, Asthma and Immunology and American College of Allergy, Asthma and Immunology via the Joint Task Force on Practice Parameters.",
  "authors": [
    {
      "last_name": "Devasenapathy",
      "fore_name": "Niveditha",
      "initials": "N",
      "name": "Niveditha Devasenapathy",
      "affiliations": [
        "The George Institute for Global Health, New Delhi, India."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Alexandro",
      "initials": "A",
      "name": "Alexandro Chu",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Melanie",
      "initials": "M",
      "name": "Melanie Wong",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Srivastava",
      "fore_name": "Archita",
      "initials": "A",
      "name": "Archita Srivastava",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ceccacci",
      "fore_name": "Renata",
      "initials": "R",
      "name": "Renata Ceccacci",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Clement",
      "initials": "C",
      "name": "Clement Lin",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret MacDonald",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wen",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Wen",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Steen",
      "fore_name": "Jeremy",
      "initials": "J",
      "name": "Jeremy Steen",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Mitchell",
      "initials": "M",
      "name": "Mitchell Levine",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pyne",
      "fore_name": "Lonnie",
      "initials": "L",
      "name": "Lonnie Pyne",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Schneider",
      "fore_name": "Lynda",
      "initials": "L",
      "name": "Lynda Schneider",
      "affiliations": [
        "Boston Children's Hospital, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: chudk@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Lancet. Child & adolescent health",
    "iso_abbreviation": "Lancet Child Adolesc Health",
    "issn": "2352-4650",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "13",
  "end_page": "25",
  "pages": "13-25",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Humans",
    "Infant",
    "Asthma",
    "Bayes Theorem",
    "Calcineurin Inhibitors",
    "Dermatitis, Atopic",
    "Hypersensitivity",
    "Neoplasms",
    "Tacrolimus",
    "Controlled Clinical Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "36370744",
    "doi": "10.1016/S2352-4642(22)00283-8",
    "pii": "S2352-4642(22)00283-8"
  },
  "doi": "10.1016/S2352-4642(22)00283-8",
  "dates": {
    "completed": "2022-12-20",
    "revised": "2024-03-18"
  },
  "chemicals": [
    "Calcineurin Inhibitors",
    "pimecrolimus",
    "Tacrolimus"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:40.896970",
    "pmid": "36370744"
  }
}