{
  "pmid": "36378898",
  "uid": "36378898",
  "title": "Effectiveness of Training Programs About a Palliative Care Approach: A Systematic Review of Intervention Trials for Health Care Professionals.",
  "abstract": "Background: Palliative care (PC) training initiatives have proliferated to assist generalist health care providers (HCPs) develop skills for applying an early PC approach. To date, there is little synthesis of high-level evidence to review the content and effectiveness of these programs. To address this gap in knowledge, we conducted a systematic review of trials of training inventions to build PC competency in HCPs, according to PRISMA guidelines (PROSPERO registration no. 271741). Materials and Methods: We searched MEDLINE, Embase, PsycINFO, CINAHL, HealthSTAR, Web of Science, and the Cochrane Database of Systematic Reviews and Clinical Trials for studies published since 2000. Eligible studies were trials assessing PC training for HCPs. Interventions had to address at least two of six PC-related components, adapted from the National Consensus Project: identification or assessment; illness understanding; symptom management; decision making; coping; and referral. Two reviewers independently assessed articles for inclusion, using Rayyan, and extracted relevant data. Risk of bias was assessed using the Cochrane ROB2 or ROBINS-I tools. Results: Of 1209 articles reviewed, 22 studies met the inclusion criteria, with the majority being conducted in the United States (n = 9) or Europe (n = 8). Nearly all studies (n = 19) collected data through self-reported surveys; administrative (n = 4), clinical outcomes (n = 4), or interaction analysis (n = 6) data were also or solely used. Interventions featured didactic, skill-based training followed by role-play and/or individual coaching. Communication around illness understanding was the most taught PC component. Few interventions involved comprehensive PC training, with 12 studies representing 3 or less of the 6 framework components. Most studies (n = 16) reported a significant positive impact on at least one outcome, most often HCP self-reported outcomes. Conclusions: While many of these interventions demonstrated improved confidence among HCPs in the PC components taught, findings were mixed on more objective outcome measures. Further trial-based evidence is required on comprehensive PC training to help inform these interventions.",
  "authors": [
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl",
      "initials": "D",
      "name": "Daryl Bainbridge",
      "affiliations": [
        "Department of Oncology and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bishop",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Bishop",
      "affiliations": [
        "Department of Oncology and McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Myers",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Myers",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-6769-2783"
    },
    {
      "last_name": "Marshall",
      "fore_name": "Denise",
      "initials": "D",
      "name": "Denise Marshall",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stajduhar",
      "fore_name": "Kelli",
      "initials": "K",
      "name": "Kelli Stajduhar",
      "affiliations": [
        "School of Nursing, University of Victoria, Victoria, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology and McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-6701-1714"
    }
  ],
  "journal": {
    "title": "Journal of palliative medicine",
    "iso_abbreviation": "J Palliat Med",
    "issn": "1557-7740",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "564",
  "end_page": "581",
  "pages": "564-581",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Palliative Care",
    "Health Personnel",
    "Adaptation, Psychological",
    "Communication",
    "Outcome Assessment, Health Care"
  ],
  "article_ids": {
    "pubmed": "36378898",
    "doi": "10.1089/jpm.2022.0051"
  },
  "doi": "10.1089/jpm.2022.0051",
  "dates": {
    "completed": "2023-04-05",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "408099",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.096133",
    "pmid": "36378898"
  }
}