{
  "pmid": "36375709",
  "uid": "36375709",
  "title": "Reporting and interpretation of effects in non-randomized nutritional and environmental epidemiology: a methods study.",
  "abstract": "PURPOSE: The presentation of absolute effects, in addition to relative effects, is critical to the optimal interpretation of effect estimates. Failure to present and interpret absolute effects may obscure the magnitude of the effect of an intervention or exposure and mislead evidence users. OBJECTIVE: In this study, we estimate the proportion of systematic reviews and meta-analyses (SRMAs) addressing the health effects of nutritional and environmental exposures that report absolute effects. METHODS: We searched MEDLINE and EMBASE from 2019 through 2021 for SRMAs addressing the health effects of nutritional and environmental exposures and patient-important health outcomes. We included a sample of 200 SRMAs. Pairs of reviewers, working independently and in duplicate, reviewed search records for eligibility and collected data from SRMAs. RESULTS: More than two-thirds (153/200; 76.5%) of eligible systematic reviews reported on one or more dichotomous outcomes that could be translated to absolute effects. Only eight (8/153, 5.2%)5.2%), however, reported absolute effects. A similar proportion of reviews published in high-impact journals and in other journals reported absolute effects (4/131; 3.1% vs. 4/69; 5.9%). Among reviews that reported absolute effects, six reviews (6/8; 75%) reported absolute risk differences as fractions (e.g., 2 fewer cases per 1000 people) and two reviews (2/8; 25%) presented the number of cases prevented by modifying the exposure (e.g., 2000 cases prevented in United States annually). CONCLUSIONS: Reviews addressing the effects of nutritional and environmental exposures on health outcomes rarely report absolute effects, which precludes effective interpretation of magnitudes of effects and their importance. We present guidance for review authors, editors, peer reviewers, and evidence users to calculate and interpret absolute effects.",
  "authors": [
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jassal",
      "fore_name": "Tanvir",
      "initials": "T",
      "name": "Tanvir Jassal",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Park",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Coello",
      "fore_name": "Pablo Alonso",
      "initials": "PA",
      "name": "Pablo Alonso Coello",
      "affiliations": [
        "Iberoamerican Cochrane Centre, Biomedical Research Institute (IIB Sant Pau-CIBERESP), Barcelona, Spain, Barcelona GRADE Centre, Biomedical Research Institute (IIB Sant Pau-CIBERESP), Barcelona, Spain."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Biomedical Informatics, Harvard Medical School, Cambridge, MA, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: dena_zeraatkar@hms.harvard.edu."
      ]
    }
  ],
  "journal": {
    "title": "Annals of epidemiology",
    "iso_abbreviation": "Ann Epidemiol",
    "issn": "1873-2585",
    "issn_type": "Electronic",
    "volume": "77",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "37",
  "end_page": "43",
  "pages": "37-43",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Systematic Reviews as Topic",
    "Environmental Exposure",
    "Data Collection"
  ],
  "article_ids": {
    "pubmed": "36375709",
    "doi": "10.1016/j.annepidem.2022.10.015",
    "pii": "S1047-2797(22)00272-1"
  },
  "doi": "10.1016/j.annepidem.2022.10.015",
  "dates": {
    "completed": "2023-01-03",
    "revised": "2023-02-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.289527",
    "pmid": "36375709"
  }
}