{
  "pmid": "36375809",
  "uid": "36375809",
  "title": "Hypoparathyroidism: Genetics and Diagnosis.",
  "abstract": "This narrative report summarizes diagnostic criteria for hypoparathyroidism and describes the clinical presentation and underlying genetic causes of the nonsurgical forms. We conducted a comprehensive literature search from January 2000 to January 2021 and included landmark articles before 2000, presenting a comprehensive update of these topics and suggesting a research agenda to improve diagnosis and, eventually, the prognosis of the disease. Hypoparathyroidism, which is characterized by insufficient secretion of parathyroid hormone (PTH) leading to hypocalcemia, is diagnosed on biochemical grounds. Low albumin-adjusted calcium or ionized calcium with concurrent inappropriately low serum PTH concentration are the hallmarks of the disease. In this review, we discuss the characteristics and pitfalls in measuring calcium and PTH. We also undertook a systematic review addressing the utility of measuring calcium and PTH within 24 hours after total thyroidectomy to predict long-term hypoparathyroidism. A summary of the findings is presented here; results of the detailed systematic review are published separately in this issue of JBMR. Several genetic disorders can present with hypoparathyroidism, either as an isolated disease or as part of a syndrome. A positive family history and, in the case of complex diseases, characteristic comorbidities raise the clinical suspicion of a genetic disorder. In addition to these disorders' phenotypic characteristics, which include autoimmune diseases, we discuss approaches for the genetic diagnosis. © 2022 The Authors. Journal of Bone and Mineral Research published by Wiley Periodicals LLC on behalf of American Society for Bone and Mineral Research (ASBMR).",
  "authors": [
    {
      "last_name": "Mannstadt",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Mannstadt",
      "affiliations": [
        "Endocrine Unit, Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Cianferotti",
      "fore_name": "Luisella",
      "initials": "L",
      "name": "Luisella Cianferotti",
      "affiliations": [
        "Bone Metabolic Diseases Unit, Department of Experimental and Clinical Biomedical Sciences, University of Florence, Florence, Italy."
      ]
    },
    {
      "last_name": "Gafni",
      "fore_name": "Rachel I",
      "initials": "RI",
      "name": "Rachel I Gafni",
      "affiliations": [
        "National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, MD, USA."
      ]
    },
    {
      "last_name": "Giusti",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Giusti",
      "affiliations": [
        "The Bone Clinic, Casa di Cura Villa Donatello, Florence, Italy."
      ]
    },
    {
      "last_name": "Kemp",
      "fore_name": "Elizabeth Helen",
      "initials": "EH",
      "name": "Elizabeth Helen Kemp",
      "affiliations": [
        "Department of Oncology and Metabolism, University of Sheffield, Sheffield, UK."
      ]
    },
    {
      "last_name": "Koch",
      "fore_name": "Christian A",
      "initials": "CA",
      "name": "Christian A Koch",
      "affiliations": [
        "Department of Medicine/Endocrinology, Fox Chase Cancer Center, Philadelphia, PA, USA.",
        "Department of Medicine/Endocrinology, The University of Tennessee Health Science Center, Memphis, TN, USA."
      ]
    },
    {
      "last_name": "Roszko",
      "fore_name": "Kelly L",
      "initials": "KL",
      "name": "Kelly L Roszko",
      "affiliations": [
        "National Institute of Dental and Craniofacial Research, National Institutes of Health, Bethesda, MD, USA."
      ],
      "orcid": "0000-0002-0284-5299"
    },
    {
      "last_name": "Yao",
      "fore_name": "Liam",
      "initials": "L",
      "name": "Liam Yao",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, and Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, and Department of Medicine, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Thakker",
      "fore_name": "Rajesh V",
      "initials": "RV",
      "name": "Rajesh V Thakker",
      "affiliations": [
        "Academic Endocrine Unit, Radcliffe Department of Medicine, University of Oxford, Oxford Centre for Diabetes, Endocrinology and Metabolism (OCDEM), Churchill Hospital, Headington, Oxford, UK.",
        "Oxford National Institute for Health Research (NIHR) Biomedical Research Centre, Oxford University Hospitals NHS Foundation Trust, John Radcliffe Hospital, Oxford, UK."
      ],
      "orcid": "0000-0002-1438-3220"
    },
    {
      "last_name": "Xia",
      "fore_name": "Weibo",
      "initials": "W",
      "name": "Weibo Xia",
      "affiliations": [
        "Department of Endocrinology, Peking Union Medical Collage Hospital, Beijing, China."
      ],
      "orcid": "0000-0001-7768-5536"
    },
    {
      "last_name": "Brandi",
      "fore_name": "Maria-Luisa",
      "initials": "ML",
      "name": "Maria-Luisa Brandi",
      "affiliations": [
        "Fondazione Italiana sulla Ricerca sulle Malattie dell'Osso (F.I.R.M.O. Foundation), Florence, Italy."
      ],
      "orcid": "0000-0002-8741-0592"
    }
  ],
  "journal": {
    "title": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
    "iso_abbreviation": "J Bone Miner Res",
    "issn": "1523-4681",
    "issn_type": "Electronic",
    "volume": "37",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "2615",
  "end_page": "2629",
  "pages": "2615-2629",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Humans",
    "Calcium",
    "Hypocalcemia",
    "Hypoparathyroidism",
    "Parathyroid Hormone"
  ],
  "article_ids": {
    "pubmed": "36375809",
    "doi": "10.1002/jbmr.4667"
  },
  "doi": "10.1002/jbmr.4667",
  "dates": {
    "completed": "2023-01-03",
    "revised": "2023-01-03"
  },
  "chemicals": [
    "Calcium",
    "Parathyroid Hormone"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.266571",
    "pmid": "36375809"
  }
}