{
  "pmid": "36379265",
  "uid": "36379265",
  "title": "Examining the \"Potentially Preventable Emergency Department Transfer\" Indicator Among Nursing Home Residents.",
  "abstract": "OBJECTIVE: To determine if nursing home (NH) resident characteristics associated with potentially preventable emergency department transfers (PPEDs) are similarly associated with non-potentially preventable emergency department transfers (non-PPEDs). DESIGN: We conducted a population-level retrospective cohort study using linked administrative data reported using the Resident Assessment Instrument-Minimum Data Set Version 2.0 and the National Ambulatory Care Reporting System for emergency department transfers. SETTING AND PARTICIPANTS: We assessed all NH residents transferred to the emergency department within 92 days after admission. The cohort included 56,433 NH resident admissions assessment of which 3498 NH residents experienced PPEDs, and 9331 residents experienced non-PPEDs. METHODS: We assessed Ontario NH residents admission assessments collected between January 1, 2017, and December 31, 2018. We used cumulative incidence functions and Cox regression to compare resident characteristics between residents experiencing PPEDs and non-PPEDs. PPEDs were defined based on the International Classification of Diseases, 10th Revision. RESULTS: Approximately 23% of residents experienced an emergency department transfer within 92 days of NH admission. The cumulative incidence of PPEDs was 6.3% and non-PPEDs was 16.8%. After adjusting for clinically relevant features, 14 of 18 resident admission characteristics were associated with both types of transfers. Resident admission characteristics associated with a greater risk of PPEDs solely were pneumonia [hazard ratio (HR) 1.48; CI 1.25-1.70] and oxygen therapy (HR 1.88; CI 1.69-2.10). Resident admission characteristics associated with a greater risk of non-PPEDs solely are experiencing a change in mood (HR 1.09; CI 1.01-1.18) and delirium (HR 1.08; CI 1.04-1.13). CONCLUSIONS AND IMPLICATIONS: PPEDs were associated with a similar cluster of NH resident characteristics as those transferred for non-ambulatory reasons, suggesting that the clinical distinction between PPEDs vs non-PPEDs within the NH might be unclear. These findings highlight that the PPED indicator could be revised to improve specificity.",
  "authors": [
    {
      "last_name": "Aryal",
      "fore_name": "Komal",
      "initials": "K",
      "name": "Komal Aryal",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada. Electronic address: aryalk@mcmaster.ca."
      ]
    },
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice I",
      "initials": "FI",
      "name": "Fabrice I Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dash",
      "fore_name": "Darly",
      "initials": "D",
      "name": "Darly Dash",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Department of Medicine, Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Ontario, Canada; Bruyère Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Heckman",
      "fore_name": "George",
      "initials": "G",
      "name": "George Heckman",
      "affiliations": [
        "Schlegel Research Chair in Geriatric Medicine, Schlegel Research Institute for Aging, Waterloo, Ontario, Canada; School of Public Health Sciences, University of Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "100",
  "end_page": "104.e2",
  "pages": "100-104.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Nursing Homes",
    "Patient Transfer",
    "Retrospective Studies",
    "Hospitalization",
    "Emergency Service, Hospital"
  ],
  "article_ids": {
    "pubmed": "36379265",
    "doi": "10.1016/j.jamda.2022.10.006",
    "pii": "S1525-8610(22)00788-5"
  },
  "doi": "10.1016/j.jamda.2022.10.006",
  "dates": {
    "completed": "2023-01-09",
    "revised": "2023-02-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.697101",
    "pmid": "36379265"
  }
}