{
  "pmid": "36380242",
  "uid": "36380242",
  "title": "Demographic characteristics, outcomes and experience of patients using virtual urgent care services from 14 emergency department led sites in Ontario.",
  "abstract": "INTRODUCTION: As part of the COVID-19 pandemic response, the Ontario Ministry of Health funded a virtual care pilot program intended to support emergency department (ED) diversion of patients with low acuity complaints and reduce the need for face-to-face contact. The objective was to describe the demographic characteristics, outcomes and experience of patients using the provincial pilot program. METHODS: This was a prospective cohort study of patients using virtual care services provided by 14 ED-led pilot sites from December 2020 to September 2021. Patients who completed a virtual visit were invited by email to complete a standardized, 25-item online survey, which included questions related to satisfaction and patient-reported outcome measures. RESULTS: There were 22,278 virtual visits. When patients were asked why they contacted virtual urgent care, of the 82.7% patients who had a primary care provider, 31.0% said they could not make a timely appointment with their family physician. Rash, fever, abdominal pain, and COVID-19 vaccine queries represented 30% of the presenting complaints. Of 19,613 patients with a known disposition, 12,910 (65.8%) were discharged home and 3,179 (16.2%) were referred to the ED. Of the 2,177 survey responses, 94% rated their overall experience as 8/10 or greater. More than 80% said they had answers to all the questions they had related to their health concern, believed they were able to manage the issue, had a plan they could follow, and knew what to do if the issue got worse or came back. CONCLUSIONS: Many presenting complaints were low acuity, and most patients had a primary care provider, but timely access was not available. Future work should focus on health equity to ensure virtual care is accessible to underserved populations. We question if virtual urgent care can be safely and more economically provided by non-emergency physicians.",
  "authors": [
    {
      "last_name": "McLeod",
      "fore_name": "Shelley L",
      "initials": "SL",
      "name": "Shelley L McLeod",
      "affiliations": [
        "Schwartz/Reisman Emergency Medicine Institute, Sinai Health, Toronto, ON, Canada. shelley.mcleod@sinaihealth.ca.",
        "Division of Emergency Medicine, Department of Family and Community Medicine, Temerty Faculty of Medicine, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada. shelley.mcleod@sinaihealth.ca."
      ],
      "orcid": "0000-0003-2686-6307"
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn",
      "initials": "S",
      "name": "Shawn Mondoux",
      "affiliations": [
        "Department of Emergency Medicine, Department of Medicine, St. Joseph's Healthcare Hamilton, McMaster University, Hamilton, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Hall",
      "fore_name": "Justin N",
      "initials": "JN",
      "name": "Justin N Hall",
      "affiliations": [
        "Department of Emergency Services, Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Dainty",
      "fore_name": "Katie",
      "initials": "K",
      "name": "Katie Dainty",
      "affiliations": [
        "North York General Hospital, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "McCarron",
      "fore_name": "Joy",
      "initials": "J",
      "name": "Joy McCarron",
      "affiliations": [
        "Ontario Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Center for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Abraham",
      "fore_name": "Lency",
      "initials": "L",
      "name": "Lency Abraham",
      "affiliations": [
        "SE Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Tse",
      "fore_name": "Sandy",
      "initials": "S",
      "name": "Sandy Tse",
      "affiliations": [
        "Departments of Paediatrics and Emergency Medicine, CHEO, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Rodrick",
      "initials": "R",
      "name": "Rodrick Lim",
      "affiliations": [
        "Departments of Paediatrics and Emergency Medicine, London Health Sciences Centre, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Fitzgibbon",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Fitzgibbon",
      "affiliations": [
        "Department of Emergency Medicine, Lakeridge Health, Oshawa, ON, Canada."
      ]
    },
    {
      "last_name": "Montpellier",
      "fore_name": "Renee-Anne",
      "initials": "RA",
      "name": "Renee-Anne Montpellier",
      "affiliations": [
        "Department of Emergency Medicine, Health Sciences North, Sudbury, ON, Canada."
      ]
    },
    {
      "last_name": "Rivlin",
      "fore_name": "Leon",
      "initials": "L",
      "name": "Leon Rivlin",
      "affiliations": [
        "Department of Emergency Medicine, Humber River Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rodriguez",
      "fore_name": "Carla",
      "initials": "C",
      "name": "Carla Rodriguez",
      "affiliations": [
        "William Osler Health System, Brampton, ON, Canada."
      ]
    },
    {
      "last_name": "Beck",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Beck",
      "affiliations": [
        "Thunder Bay Regional Health Sciences Centre, Thunder Bay, ON, Canada."
      ]
    },
    {
      "last_name": "McLean",
      "fore_name": "Lianne",
      "initials": "L",
      "name": "Lianne McLean",
      "affiliations": [
        "Department of Paediatrics, The Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rosenfield",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Rosenfield",
      "affiliations": [
        "Department of Paediatrics, The Hospital for Sick Children, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shaun",
      "initials": "S",
      "name": "Shaun Mehta",
      "affiliations": [
        "Department of Emergency Medicine, St. Michael's Hospital, Unity Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Welsford",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Welsford",
      "affiliations": [
        "Division of Emergency Medicine, Hamilton Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Cameron",
      "initials": "C",
      "name": "Cameron Thompson",
      "affiliations": [
        "Schwartz/Reisman Emergency Medicine Institute, Sinai Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ovens",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Ovens",
      "affiliations": [
        "Schwartz/Reisman Emergency Medicine Institute, Sinai Health, Toronto, ON, Canada.",
        "Division of Emergency Medicine, Department of Family and Community Medicine, Temerty Faculty of Medicine, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "CJEM",
    "iso_abbreviation": "CJEM",
    "issn": "1481-8043",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "65",
  "end_page": "73",
  "pages": "65-73",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Ontario",
    "COVID-19",
    "Prospective Studies",
    "COVID-19 Vaccines",
    "Pandemics",
    "Ambulatory Care",
    "Emergency Service, Hospital",
    "Demography"
  ],
  "article_ids": {
    "pubmed": "36380242",
    "pmc": "PMC9666976",
    "doi": "10.1007/s43678-022-00407-9",
    "pii": "10.1007/s43678-022-00407-9"
  },
  "doi": "10.1007/s43678-022-00407-9",
  "pmc_id": "PMC9666976",
  "dates": {
    "completed": "2023-01-18",
    "revised": "2023-02-06"
  },
  "chemicals": [
    "COVID-19 Vaccines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.662290",
    "pmid": "36380242"
  }
}