{
  "pmid": "36381748",
  "uid": "36381748",
  "title": "Course and Treatment of a Rare Neurological Sequelae After COVID-19: Miller Fisher Syndrome.",
  "abstract": "Reports of COVID-19 infection detailing its symptoms and outcomes point to its effects systemically, including that of the nervous system, such as the rare Miller Fisher syndrome (MFS). In this report, we identified a 43-year-old Caribbean man who arrived in the USA with ataxia and ascending bilateral lower extremity weakness after COVID-19 infection. Before arrival, the patient was diagnosed with Guillain-Barré syndrome (GBS). He was treated with IV methylprednisolone and a round of IV immunoglobulin (IVIG); however, he showed a minimal response. Upon admission to our ED, he had severe tachypnea and flaccid symmetrical quadriparesis combined with areflexia. Moreover, he had begun to exhibit signs of multiple cranial nerve palsies, including ophthalmoplegia and facial diplegia. Additionally, his laboratory cerebrospinal fluid (CSF) analysis was grossly normal. Therefore, he was diagnosed with MFS. Furthermore, he developed acute depression and exhibited signs of mania. The patient was treated with IV methylprednisolone and the second round of a five-day course of IVIG, resulting in marked clinical improvement. This case highlights the need for a multidisciplinary care approach in patients with MFS. It also points to the possible benefit of multiple IVIG rounds in MFS patients who do not improve after the first course.",
  "authors": [
    {
      "last_name": "Kara",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Kara",
      "affiliations": [
        "Department of Neurology, Larkin Community Hospital Palm Springs Campus, Miami, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Wilson",
      "affiliations": [
        "Department of Neurology, Larkin Community Hospital Palm Springs Campus, Miami, USA."
      ]
    },
    {
      "last_name": "Youssef",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Youssef",
      "affiliations": [
        "Department of Neurology, Larkin Community Hospital Palm Springs Campus, Miami, USA."
      ]
    },
    {
      "last_name": "Nedd",
      "fore_name": "Kester",
      "initials": "K",
      "name": "Kester Nedd",
      "affiliations": [
        "Department of Neurology, Larkin Community Hospital Palm Springs Campus, Miami, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "14",
    "issue": "10",
    "pub_year": "2022",
    "pub_month": "Oct"
  },
  "start_page": "e29977",
  "pages": "e29977",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36381748",
    "pmc": "PMC9636588",
    "doi": "10.7759/cureus.29977"
  },
  "doi": "10.7759/cureus.29977",
  "pmc_id": "PMC9636588",
  "dates": {
    "revised": "2022-11-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.791253",
    "pmid": "36381748"
  }
}