{
  "pmid": "36396874",
  "uid": "36396874",
  "title": "The challenges inherent with anchor-based approaches to the interpretation of important change in clinical outcome assessments.",
  "abstract": "PURPOSE: Anchor-based methods are group-level approaches used to derive clinical outcome assessment (COA) interpretation thresholds of meaningful within-patient change over time for understanding impacts of disease and treatment. The methods explore the associations between change in the targeted concept of the COA measure and the concept measured by the external anchor(s), typically a global rating, chosen as easier to interpret than the COA measure. While they are valued for providing plausible interpretation thresholds, group-level anchor-based methods pose a number of inherent theoretical and methodological conundrums for interpreting individual-level change. METHODS: This investigation provides a critical appraisal of anchor-based methods for COA interpretation thresholds and details key biases in anchor-based methods that directly influences the magnitude of the interpretation threshold. RESULTS: Five important research issues inherent with the use of anchor-based methods deserve attention: (1) global estimates of change are consistently biased toward the present state; (2) the use of static current state global measures, while not subject to artifacts of recall, may exacerbate the problem of estimating clinically meaningful change; (3) the specific anchor assessment response(s) that identify the meaningful change group usually involves an arbitrary judgment; (4) the calculated interpretation thresholds are sensitive to the proportion of patients who have improved; and (5) examination of anchor-based regression methods reveals that the correlation between the COA change scores and the anchor has a direct linear relationship to the magnitude of the interpretation threshold derived using an anchor-based approach; stronger correlations yielding larger interpretation thresholds. CONCLUSIONS: While anchor-based methods are recognized for their utility in deriving interpretation thresholds for COAs, attention to the biases associated with estimation of the threshold using these methods is needed to progress in the development of standard-setting methodologies for COAs.",
  "authors": [
    {
      "last_name": "Wyrwich",
      "fore_name": "Kathleen W",
      "initials": "KW",
      "name": "Kathleen W Wyrwich",
      "affiliations": [
        "Bristol Myers Squibb, St. Louis, MO, USA. kathleen.wyrwich@bms.com."
      ],
      "orcid": "0000-0002-8851-350X"
    },
    {
      "last_name": "Norman",
      "fore_name": "Geoffrey R",
      "initials": "GR",
      "name": "Geoffrey R Norman",
      "affiliations": [
        "McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-1053-7998"
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "1239",
  "end_page": "1246",
  "pages": "1239-1246",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Quality of Life",
    "Outcome Assessment, Health Care"
  ],
  "article_ids": {
    "pubmed": "36396874",
    "doi": "10.1007/s11136-022-03297-7",
    "pii": "10.1007/s11136-022-03297-7"
  },
  "doi": "10.1007/s11136-022-03297-7",
  "dates": {
    "completed": "2023-04-25",
    "revised": "2023-04-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:10.805794",
    "pmid": "36396874"
  }
}