{
  "pmid": "36409491",
  "uid": "36409491",
  "title": "Comparison of Investigator-Reported vs Centrally Adjudicated Major Adverse Cardiac Events: A Secondary Analysis of the COMPASS Trial.",
  "abstract": "IMPORTANCE: In the Cardiovascular Outcomes for People Using Anticoagulation Strategies (COMPASS) trial, there was a significant reduction in the adjudicated primary outcome among patients with stable atherosclerotic vascular disease randomized to dual pathway inhibition (rivaroxaban 2.5 mg twice daily plus aspirin 100 mg daily) vs aspirin monotherapy, but not with rivaroxaban 5 mg twice daily vs aspirin monotherapy. Whether the results are similar without adjudication is unknown. OBJECTIVE: To examine the impact of dual pathway inhibition (with rivaroxaban plus aspirin) or rivaroxaban monotherapy compared with aspirin monotherapy on investigator-reported CV events and to understand the extent of concordance between investigator-reported and centrally adjudicated clinical events. DESIGN, SETTING, AND PARTICIPANTS: This is a secondary analysis of the COMPASS trial, an international, double-blind, double-dummy, randomized clinical trial with a 3-by-2 partial factorial design that evaluated participants with stable atherosclerotic vascular disease receiving rivaroxaban plus aspirin, rivaroxaban monotherapy, or aspirin monotherapy. End points were collected by blinded site investigators and adjudicated by a blinded clinical end point committee. Data were analyzed from March 2013 through February 2017. INTERVENTIONS: Participants received dual inhibition pathway (2.5 mg rivaroxaban twice daily plus 100 mg aspirin once daily), rivaroxaban monotherapy (5 mg twice daily), or aspirin monotherapy (100 mg once daily). MAIN OUTCOMES AND MEASURES: The primary efficacy outcome was a composite of cardiovascular (CV) death, stroke, or myocardial infarction (MI). Adjudicated and investigator-reported end points were compared. RESULTS: A total of 27 395 patients (mean [SD] age, 68.2 [7.9] years; 78.0% men) were assessed, including 9152 patients randomized to dual pathway inhibition, 9117 patients randomized to rivaroxaban monotherapy, and 9126 patients randomized to aspirin monotherapy. Adjudication reduced the number of events by 10% to 15% for most end points. Among investigator-reported end points, dual pathway inhibition significantly reduced the rate of the primary efficacy outcome compared with aspirin alone (411 patients [4.5%] vs 542 patients [5.9%]; hazard ratio [HR], 0.75 [95% CI, 0.66-0.85]; P < .001), with similar reduction in adjudicated end points, (379 patients [4.1%] vs 496 patients [5.4%]; HR, 0.76 [95% CI, 0.66-0.86]; P < .001). Likewise, effects on ischemic end points were highly concordant (κ statistic = 0.94 [95% CI, 0.93-0.95] for the primary composite end point). Unlike with adjudicated outcomes, there was a significant reduction in the primary end point with rivaroxaban monotherapy vs aspirin monotherapy using investigator-reported events (477 patients [5.2%] vs 542 patients [5.9%]; HR, 0.88 [95% CI, 0.78-0.99]; P = .04) compared with adjudicated events (448 patients [4.9%] vs 496 patients [5.4%]; HR, 0.90 [95% CI, 0.79-1.03]; P = .12). CONCLUSIONS AND RELEVANCE: This secondary analysis of the COMPASS trial found that whether assessed by blinded site investigators or adjudicators, dual pathway inhibition significantly reduced CV events among patients with stable atherosclerotic disease compared with aspirin plus placebo. These findings suggest that using investigator-reported events in blinded clinical trials may be a more efficient alternative to adjudication. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT01776424.",
  "authors": [
    {
      "last_name": "Gaba",
      "fore_name": "Prakriti",
      "initials": "P",
      "name": "Prakriti Gaba",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Deepak L",
      "initials": "DL",
      "name": "Deepak L Bhatt",
      "affiliations": [
        "Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Dagenais",
      "fore_name": "Gilles R",
      "initials": "GR",
      "name": "Gilles R Dagenais",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Bosch",
      "fore_name": "Jackie",
      "initials": "J",
      "name": "Jackie Bosch",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Maggioni",
      "fore_name": "Aldo P",
      "initials": "AP",
      "name": "Aldo P Maggioni",
      "affiliations": [
        "Division of Cardiology, Centro Studi ANMCO, Florence, Italy."
      ]
    },
    {
      "last_name": "Widimsky",
      "fore_name": "Petr",
      "initials": "P",
      "name": "Petr Widimsky",
      "affiliations": [
        "Cardiocenter, University Hospital \"Kralovske Vinohrady,\" Prague, Czech Republic."
      ]
    },
    {
      "last_name": "Leong",
      "fore_name": "Darryl",
      "initials": "D",
      "name": "Darryl Leong",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Fox",
      "fore_name": "Keith A A",
      "initials": "KAA",
      "name": "Keith A A Fox",
      "affiliations": [
        "University of Edinburgh, Edinburgh, United Kingdom."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Eikelboom",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Eikelboom",
      "affiliations": [
        "Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "e2243201",
  "pages": "e2243201",
  "language": "eng",
  "publication_types": [
    "Randomized Controlled Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Aged",
    "Female",
    "Rivaroxaban",
    "Drug Therapy, Combination",
    "Aspirin",
    "Stroke",
    "Myocardial Infarction",
    "Atherosclerosis"
  ],
  "article_ids": {
    "pubmed": "36409491",
    "pmc": "PMC9679876",
    "doi": "10.1001/jamanetworkopen.2022.43201",
    "pii": "2798823"
  },
  "doi": "10.1001/jamanetworkopen.2022.43201",
  "pmc_id": "PMC9679876",
  "dates": {
    "completed": "2022-11-23",
    "revised": "2022-12-08"
  },
  "chemicals": [
    "Rivaroxaban",
    "Aspirin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.121183",
    "pmid": "36409491"
  }
}