{
  "pmid": "36406869",
  "uid": "36406869",
  "title": "Involving Patient Partners in the KRESCENT Peer Review: Intent, Process, Challenges, and Opportunities.",
  "abstract": "PURPOSE OF REVIEW: The Kidney Research Scientist Core Education and National Training (KRESCENT) is a national Canadian training program for kidney scientists, funded by the Kidney Foundation of Canada (KFOC), the Canadian Institutes of Health Research (CIHR), and the Canadian Society of Nephrology (CSN). We describe our first year of incorporating patient partners into a scientific peer-review committee, the 2017 committee to select senior research trainees and early-career kidney researchers for funding and training, in the hope that it will be helpful to others who wish to integrate the perspective of people with lived experience into the peer-review process. SOURCES OF INFORMATION: Other peer-review committees, websites, journal articles, patient partners, Kidney Foundation of Canada Research Council, Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD) Patient Council, participants in the 2017 Kidney Foundation of Canada KRESCENT peer-review panel. METHODS: We describe our motivation, rationale, guiding principles, plans, feedback, implementation, and response. KEY FINDINGS: We disseminated a \"call for patient partners\" 8 weeks before the meeting, seeking patients or their care givers to partner with the KRESCENT peer-review panel; we defined these people with lived experience of kidney disease as patient partners. Eight patient partners came forward and all participated as reviewers. Patient partners first participated in a webinar to learn about the function, structure, and processes of a peer-review committee. They practiced reviewing plain language summaries and giving feedback. In a subsequent teleconference, they shared and discussed their reviews. Plain language summaries were scored, overall, on the same 0-5 quality scale used by scientific reviewers. Three patient reviewers participated in some or all of the 6-hour meeting, which was conducted as usual, for this panel, by teleconference (initially audio only; from 2020 onwards by videoconference). In the meeting, the 2 assigned scientific reviewers first gave their scores, followed by the patient reviewers giving their scores, and discussion (mostly scientific, and conducted in usual scientific language). Scientific reviewers then negotiated a consensus score based on their initial scores, the discussion, patient reviewers' scores and statements, and the scientific officer's notes. Patient reviewers, scientific reviewers, and the Kidney Foundation of Canada (KFOC) were generally positive about the process. The increased length of the meeting (estimated at 1 hour) was generally thought to be acceptable. Patient reviewers also provided feedback on the methods used to incorporate patients into the research under review. These comments were concrete, insightful, and helpful. The patients did not uniformly recommend that basic scientists involve patients in their work. We did not detect bias against preclinical science, work that did not involve patients, or rarer diseases. Some patients found participation inspiring and enlightening. All participants appreciated the idea of patient partners as community witnesses to a group process committed to fairness and supportiveness. We discussed assigning formal meaningful weight to patient reviewers' assessments. Most, but not all, patients thought that the scientific reviewers were ultimately the best judges of the allocation of scarce research resources. LIMITATIONS: Patient participants tended to be Caucasian, middle class, and well educated. Because of the difficulties of travel for some people living with or supporting those living with kidney disease, our findings may not generalize fully to peer-review meetings that are conducted face to face. This is explicitly a supportive panel, committed to reviewing junior scientists with kindness as well as rigor; our findings may not generalize to panels conducted differently. We did not use formal qualitative methodology. IMPLICATIONS: Inclusion of patient partners as patient reviewers for the KRESCENT program peer-review panel was feasible, added value for scientific and patient reviewers, and for the funding stakeholders (CIHR, KFOC, and CSN). We were glad that we had taken this step and continue to refine the process with each successive competition.",
  "authors": [
    {
      "last_name": "Fowler",
      "fore_name": "Elisabeth A",
      "initials": "EA",
      "name": "Elisabeth A Fowler",
      "affiliations": [
        "Kidney Foundation of Canada, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Karin",
      "initials": "K",
      "name": "Karin Bell",
      "affiliations": [
        "Patient Partner and Member of Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD), Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Burns",
      "affiliations": [
        "University of Ottawa and the Ottawa Hospital, ON, Canada."
      ]
    },
    {
      "last_name": "Chiazzese",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Chiazzese",
      "affiliations": [
        "Patient Partner and Member of Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD), Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "DeSerres",
      "fore_name": "Sacha A",
      "initials": "SA",
      "name": "Sacha A DeSerres",
      "affiliations": [
        "Université Laval, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Bethany J",
      "initials": "BJ",
      "name": "Bethany J Foster",
      "affiliations": [
        "McGill University Health Centre, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Hartwig",
      "fore_name": "Sunny",
      "initials": "S",
      "name": "Sunny Hartwig",
      "affiliations": [
        "Department of Biomedical Sciences, Atlantic Veterinary College, University of Prince Edward Island, Charlottetown, Canada."
      ],
      "orcid": "0000-0001-8650-4856"
    },
    {
      "last_name": "Herrington",
      "fore_name": "Gwen",
      "initials": "G",
      "name": "Gwen Herrington",
      "affiliations": [
        "Patient Partner and Member of Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD), Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "James",
      "fore_name": "Matthew T",
      "initials": "MT",
      "name": "Matthew T James",
      "affiliations": [
        "University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-1876-3917"
    },
    {
      "last_name": "Jensen",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Jensen",
      "affiliations": [
        "Simon Fraser University, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Nina",
      "initials": "N",
      "name": "Nina Jones",
      "affiliations": [
        "University of Guelph, ON, Canada."
      ],
      "orcid": "0000-0003-2786-2404"
    },
    {
      "last_name": "Kidston",
      "fore_name": "Sandi",
      "initials": "S",
      "name": "Sandi Kidston",
      "affiliations": [
        "Patient Partner and Member of Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD), Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Lemay",
      "fore_name": "Serge",
      "initials": "S",
      "name": "Serge Lemay",
      "affiliations": [
        "McGill University Health Centre, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Levin",
      "fore_name": "Adeera",
      "initials": "A",
      "name": "Adeera Levin",
      "affiliations": [
        "The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "MacPhee",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne MacPhee",
      "affiliations": [
        "Patient Partner and Member of Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD), Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "McCutcheon",
      "fore_name": "Shanda",
      "initials": "S",
      "name": "Shanda McCutcheon",
      "affiliations": [
        "Patient Partner and Member of Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD), Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Ravani",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Ravani",
      "affiliations": [
        "University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0001-6973-8570"
    },
    {
      "last_name": "Samuel",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Samuel",
      "affiliations": [
        "University of Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Scholey",
      "fore_name": "James",
      "initials": "J",
      "name": "James Scholey",
      "affiliations": [
        "University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Takano",
      "fore_name": "Tomoko",
      "initials": "T",
      "name": "Tomoko Takano",
      "affiliations": [
        "McGill University Health Centre, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Tangri",
      "fore_name": "Navdeep",
      "initials": "N",
      "name": "Navdeep Tangri",
      "affiliations": [
        "University of Manitoba, Winnipeg, Canada."
      ],
      "orcid": "0000-0002-5075-6370"
    },
    {
      "last_name": "Verdin",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Verdin",
      "affiliations": [
        "Patient Partner and Member of Canadians Seeking Solutions and Innovations to Overcome Chronic Kidney Disease (Can-SOLVE CKD), Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Alexander",
      "fore_name": "R Todd",
      "initials": "RT",
      "name": "R Todd Alexander",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, Canada."
      ],
      "orcid": "0000-0001-7396-7894"
    },
    {
      "last_name": "Clase",
      "fore_name": "Catherine M",
      "initials": "CM",
      "name": "Catherine M Clase",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence and Impact, St Joseph's Healthcare Hamilton, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-4538-5958"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "20543581221136402",
  "pages": "20543581221136402",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36406869",
    "pmc": "PMC9669682",
    "doi": "10.1177/20543581221136402",
    "pii": "10.1177_20543581221136402"
  },
  "doi": "10.1177/20543581221136402",
  "pmc_id": "PMC9669682",
  "dates": {
    "revised": "2022-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:40.993178",
    "pmid": "36406869"
  }
}