{
  "pmid": "36400089",
  "uid": "36400089",
  "title": "Influenza vaccine to reduce adverse vascular events in patients with heart failure: a multinational randomised, double-blind, placebo-controlled trial.",
  "abstract": "BACKGROUND: Influenza increases the risk of cardiovascular events and deaths. We aimed to see whether influenza vaccination reduces death and vascular events in patients with heart failure. METHODS: We did a pragmatic, randomised, double-blind, placebo-controlled trial in 30 centres (mostly hospitals affliated with universities or a research institute) in ten countries in Asia, the Middle East, and Africa (7 in India, 4 in Philippines, 4 in Nigeria, 6 in China, 1 in Zambia, 2 in Mozambique, 3 in Saudi Arabia, 1 in Kenya, 1 in Uganda, and 1 in Zambia). Participants (aged ≥18 years; 52·1% female; not disaggregated by race or ethnicity) with heart failure (New York Heart Association class II, III, or IV) were randomly assigned (1:1) by a centralised web-based system with block randomisation stratified by site, to receive 0·5 ml intramuscularly once a year for up to 3 years of either inactivated standard dose influenza vaccine or placebo (saline). We excluded people who had received influenza vaccine in 2 of the previous 3 years, and those likely to require valve repair or replacement. Those who administered assigned treatments were not masked and had no further role in the study. Investigators, study coordinators, outcome adjudicators, and participants were masked to group assignment. The first of two co-primary outcomes was a first-event composite for cardiovascular death, non-fatal myocardial infarction, and non-fatal stroke, and the second was a recurrent-events composite for cardiovascular death, non-fatal myocardial infarction, non-fatal stroke, and hospitalisation for heart failure. Outcomes were assessed every 6 months in the intention-to-treat population. Secondary outcomes were all-cause death, cardiovascular death, non-fatal myocardial infarction, non-fatal stroke, all-cause hospitalisation, hospitalisation for heart failure, and pneumonia, both overall and during periods of peak influenza exposure. This study is registered with ClinicalTrials.gov, NCT02762851. FINDINGS: Between June 2, 2015, and Nov 21, 2021, we enrolled 5129 participants and randomly assigned (1:1) 2560 (50·0%) to influenza vaccine and 2569 (50·0%) to placebo. The first co-primary outcome occurred in 380 (14·8%) of 2560 participants in the vaccine group and 410 (16·0%) of 2569 participants in the placebo group (hazard ratio [HR] 0·93 [95% CI 0·81-1·07]; p=0·30). The second co-primary outcome occurred in 754 (29·5%) of 2560 participants in the vaccine group and 819 (31·9%) of 2569 participants in the placebo group; HR 0·92 [95% CI 0·84-1·02]; p=0·12). The secondary outcomes of all-cause hospitalisations (HR 0·84 [95% CI 0·74-0·97]; p=0·013) and pneumonia (HR 0·58 [0·42-0·80]; p=0·0006) were significantly reduced in the vaccine group compared with in the placebo group but there was no significant difference between groups for all-cause death, cardiovascular death, non-fatal myocardial infarction, non-fatal stroke, and hospitalisation for heart failure. In a prespecified analysis, in which events were limited to periods of peak influenza circulation, the first co-primary outcome, and the secondary outcomes of all-cause death, cardiovasular death, and pneumonia were significantly lower in the vaccinated group than in the placebo group, whereas the second co-primary outcome and the secondary outcomes of non-fatal myocardial infarction, non-fatal stroke, all-cause hospitalisation, and hospitalisation for heart failure were not significantly lower. INTERPRETATION: Although the prespecified co-primary outcomes during the entire period of observation were not statistically significant, the reduction during the peak influenza circulating period suggests that there is likely to be a clinical benefit of giving influenza vaccine, given the clear reduction in pneumonia, a moderate reduction in hospitalisations, and a reduction in cardiovascular events and deaths during periods of peak circulation of influenza. Taken in conjunction with previous trials and the observational studies, the collective data suggest benefit. FUNDING: UK Joint Global Health Trials Scheme and Canadian Institutes for Health Research Foundation.",
  "authors": [
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: loebm@mcmaster.ca."
      ]
    },
    {
      "last_name": "Roy",
      "fore_name": "Ambuj",
      "initials": "A",
      "name": "Ambuj Roy",
      "affiliations": [
        "All India Institute of Medical Sciences, Delhi, India."
      ]
    },
    {
      "last_name": "Dokainish",
      "fore_name": "Hisham",
      "initials": "H",
      "name": "Hisham Dokainish",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Dans",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Dans",
      "affiliations": [
        "Department of Medicine, College of Medicine, University of the Philippines Manila, Manila, Philippines."
      ]
    },
    {
      "last_name": "Palileo-Villanueva",
      "fore_name": "Lia M",
      "initials": "LM",
      "name": "Lia M Palileo-Villanueva",
      "affiliations": [
        "Department of Medicine, College of Medicine, University of the Philippines Manila, Manila, Philippines."
      ]
    },
    {
      "last_name": "Karaye",
      "fore_name": "Kamilu",
      "initials": "K",
      "name": "Kamilu Karaye",
      "affiliations": [
        "Department of Medicine, Bayero University and Aminu Kano Teaching Hospital, Kano, Nigeria."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Zhu",
      "affiliations": [
        "Department of Cardiovascular Medicine, Cardiovascular Institute and Fuwai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Liang",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Liang",
      "affiliations": [
        "Department of Cardiovascular Medicine, Cardiovascular Institute and Fuwai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Goma",
      "fore_name": "Fastone",
      "initials": "F",
      "name": "Fastone Goma",
      "affiliations": [
        "Department of Physiological Sciences, School of Medicine, University of Zambia, Lusaka, Zambia."
      ]
    },
    {
      "last_name": "Damasceno",
      "fore_name": "Albertino",
      "initials": "A",
      "name": "Albertino Damasceno",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, Eduardo Mondlane University, Maputo, Mozambique."
      ]
    },
    {
      "last_name": "Alhabib",
      "fore_name": "Khalid F",
      "initials": "KF",
      "name": "Khalid F Alhabib",
      "affiliations": [
        "Department of Cardiac Sciences, King Fahad Cardiac Center, College of Medicine, King Saud University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Yonga",
      "fore_name": "Gerald",
      "initials": "G",
      "name": "Gerald Yonga",
      "affiliations": [
        "Department of Clinical Medicine and Therapeutics, University of Nairobi, Nairobi, Kenya."
      ]
    },
    {
      "last_name": "Mondo",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Mondo",
      "affiliations": [
        "Kirudda Hospital, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Almahmeed",
      "fore_name": "Wael",
      "initials": "W",
      "name": "Wael Almahmeed",
      "affiliations": [
        "Department of Cardiovascular Medicine, Heart and Vascular Institute, Cleveland Clinic Abu Dhabi, Abu Dhabi, United Arab Emirates."
      ]
    },
    {
      "last_name": "Al Mulla",
      "fore_name": "Arif",
      "initials": "A",
      "name": "Arif Al Mulla",
      "affiliations": [
        "Division of Cardiology, Cardiac Sciences Institute, Sheikh Khalifa Medical City, Abu Dhabi, United Arab Emirates."
      ]
    },
    {
      "last_name": "Thanabalan",
      "fore_name": "Vitheya",
      "initials": "V",
      "name": "Vitheya Thanabalan",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rao-Melacini",
      "fore_name": "Purnima",
      "initials": "P",
      "name": "Purnima Rao-Melacini",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Grinvalds",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Grinvalds",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McCready",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara McCready",
      "affiliations": [
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The Lancet. Global health",
    "iso_abbreviation": "Lancet Glob Health",
    "issn": "2214-109X",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "e1835",
  "end_page": "e1844",
  "pages": "e1835-e1844",
  "language": "eng",
  "publication_types": [
    "Randomized Controlled Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Adolescent",
    "Adult",
    "Male",
    "Influenza Vaccines",
    "Influenza, Human",
    "Canada",
    "Heart Failure",
    "Myocardial Infarction",
    "Stroke",
    "Pneumonia",
    "Kenya"
  ],
  "article_ids": {
    "pubmed": "36400089",
    "doi": "10.1016/S2214-109X(22)00432-6",
    "pii": "S2214-109X(22)00432-6"
  },
  "doi": "10.1016/S2214-109X(22)00432-6",
  "dates": {
    "completed": "2022-11-22",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Influenza Vaccines"
  ],
  "grants": [
    {
      "grant_id": "MR/N005759/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "agency": "Department of Health",
      "country": "United Kingdom"
    },
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.120549",
    "pmid": "36400089"
  }
}