{
  "pmid": "36402034",
  "uid": "36402034",
  "title": "The effect of occupational exposure to welding fumes on trachea, bronchus and lung cancer: A systematic review and meta-analysis from the WHO/ILO Joint Estimates of the Work-related Burden of Disease and Injury.",
  "abstract": "BACKGROUND: The World Health Organization (WHO) and the International Labour Organization (ILO) are the producers of the WHO/ILO Joint Estimates of the Work-related Burden of Disease and Injury (WHO/ILO Joint Estimates). Welding fumes have been classified as carcinogenic to humans (Group 1) by the WHO International Agency for Research on Cancer (IARC) in IARC Monograph 118; this assessment found sufficient evidence from studies in humans that welding fumes are a cause of lung cancer. In this article, we present a systematic review and meta-analysis of parameters for estimating the number of deaths and disability-adjusted life years from trachea, bronchus, and lung cancer attributable to occupational exposure to welding fumes, to inform the development of WHO/ILO Joint Estimates on this burden of disease (if considered feasible). OBJECTIVES: We aimed to systematically review and meta-analyse estimates of the effect of any (or high) occupational exposure to welding fumes, compared with no (or low) occupational exposure to welding fumes, on trachea, bronchus, and lung cancer (three outcomes: prevalence, incidence, and mortality). DATA SOURCES: We developed and published a protocol, applying the Navigation Guide as an organizing systematic review framework where feasible. We searched electronic databases for potentially relevant records from published and unpublished studies, including Medline, EMBASE, Web of Science, CENTRAL and CISDOC. We also searched grey literature databases, Internet search engines, and organizational websites; hand-searched reference lists of previous systematic reviews; and consulted additional experts. STUDY ELIGIBILITY AND CRITERIA: We included working-age (≥15 years) workers in the formal and informal economy in any Member State of WHO and/or ILO but excluded children (<15 years) and unpaid domestic workers. We included randomized controlled trials, cohort studies, case-control studies, and other non-randomized intervention studies with an estimate of the effect of any (or high) occupational exposure to welding fumes, compared with occupational exposure to no (or low) welding fumes, on trachea, bronchus, and lung cancer (prevalence, incidence, and mortality). STUDY APPRAISAL AND SYNTHESIS METHODS: At least two review authors independently screened titles and abstracts against the eligibility criteria at a first review stage and full texts of potentially eligible records at a second stage, followed by extraction of data from qualifying studies. If studies reported odds ratios, these were converted to risk ratios (RRs). We combined all RRs using random-effects meta-analysis. Two or more review authors assessed the risk of bias, quality of evidence, and strength of evidence, using the Navigation Guide tools and approaches adapted to this project. Subgroup (e.g., by WHO region and sex) and sensitivity analyses (e.g., studies judged to be of \"high\"/\"probably high\" risk of bias compared with \"low\"/\"probably low\" risk of bias) were conducted. RESULTS: Forty-one records from 40 studies (29 case control studies and 11 cohort studies) met the inclusion criteria, comprising over 1,265,512 participants (≥22,761 females) in 21 countries in three WHO regions (Region of the Americas, European Region, and Western Pacific Region). The exposure and outcome were generally assessed by job title or self-report, and medical or administrative records, respectively. Across included studies, risk of bias was overall generally probably low/low, with risk judged high or probably high for several studies in the domains for misclassification bias and confounding. Our search identified no evidence on the outcome of having trachea, bronchus, and lung cancer (prevalence). Compared with no (or low) occupational exposure to welding fumes, any (or high) occupational exposure to welding fumes increased the risk of acquiring trachea, bronchus, and lung cancer (incidence) by an estimated 48 % (RR 1.48, 95 % confidence interval [CI] 1.29-1.70, 23 studies, 57,931 participants, I[2] 24 %; moderate quality of evidence). Compared with no (or low) occupational exposure to welding fumes, any (or high) occupational exposure to welding fumes increased the risk dying from trachea, bronchus, and lung cancer (mortality) by an estimated 27 % (RR 1.27, 95 % CI 1.04-1.56, 3 studies, 8,686 participants, I[2] 0 %; low quality of evidence). Our subgroup analyses found no evidence for difference by WHO region and sex. Sensitivity analyses supported the main analyses. CONCLUSIONS: Overall, for incidence and mortality of trachea, bronchus, and lung cancer, we judged the existing body of evidence for human data as \"sufficient evidence of harmfulness\" and \"limited evidence of harmfulness\", respectively. Occupational exposure to welding fumes increased the risk of acquiring and dying from trachea, bronchus, and lung cancer. Producing estimates for the burden of trachea, bronchus, and lung cancer attributable to any (or high) occupational exposure to welding fumes appears evidence-based, and the pooled effect estimates presented in this systematic review could be used as input data for the WHO/ILO Joint Estimates. PROTOCOL IDENTIFIER: https://doi.org/10.1016/j.envint.2020.106089.",
  "authors": [
    {
      "last_name": "Loomis",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Loomis",
      "affiliations": [
        "School of Community Health Sciences, University of Nevada, Reno, Reno, NV, the United States of America; Plumas County Public Health Agency, Plumas County, CA, the United States of America. Electronic address: danaloomis@countyofplumas.com."
      ]
    },
    {
      "last_name": "Dzhambov",
      "fore_name": "Angel M",
      "initials": "AM",
      "name": "Angel M Dzhambov",
      "affiliations": [
        "Department of Hygiene, Faculty of Public Health, Medical University of Plovdiv, Plovdiv, Bulgaria; Institute for Highway Engineering and Transport Planning, Graz University of Technology, Graz, Austria. Electronic address: angelleloti@gmail.com."
      ]
    },
    {
      "last_name": "Momen",
      "fore_name": "Natalie C",
      "initials": "NC",
      "name": "Natalie C Momen",
      "affiliations": [
        "Department of Environment, Climate Change and Health, World Health Organization, Geneva, Switzerland. Electronic address: momenn@who.int."
      ]
    },
    {
      "last_name": "Chartres",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Chartres",
      "affiliations": [
        "Program on Reproductive Health and the Environment, Department of Obstetrics, Gynecology and Reproductive Sciences, University of California San Francisco, San Francisco, the United States of America. Electronic address: nicholas.chartres@ucsf.edu."
      ]
    },
    {
      "last_name": "Descatha",
      "fore_name": "Alexis",
      "initials": "A",
      "name": "Alexis Descatha",
      "affiliations": [
        "AP-HP (Paris Hospital \"Assistance Publique Hôpitaux de Paris\"), Occupational Health Unit, University Hospital of West Suburb of Paris, Poincaré Site, Garches, France /Versailles St-Quentin Univ - Paris Saclay Univ (UVSQ), UMS 011, UMR-S 1168, France; Univ Angers, CHU Angers, Univ Rennes, Inserm, EHESP, Irset (Institut de recherche en santé, environnement et travail) - UMR_S1085, SFR ICAT, CAPTV CDC, Angers, France. Electronic address: alexis.descatha@inserm.fr."
      ]
    },
    {
      "last_name": "Guha",
      "fore_name": "Neela",
      "initials": "N",
      "name": "Neela Guha",
      "affiliations": [
        "Office of Environmental Health Hazard Assessment, California Environmental Protection Agency, Oakland, CA, the United States of America. Electronic address: neela@berkeley.edu."
      ]
    },
    {
      "last_name": "Kang",
      "fore_name": "Seong-Kyu",
      "initials": "SK",
      "name": "Seong-Kyu Kang",
      "affiliations": [
        "Department of Occupational and Environmental Medicine, Gil Medical Center, Gachon University College of Medicine, Incheon, Republic of Korea. Electronic address: sk.kang@gachon.ac.kr."
      ]
    },
    {
      "last_name": "Modenese",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Modenese",
      "affiliations": [
        "Department of Biomedical, Metabolic and Neural Sciences, University of Modena & Reggio Emilia, Modena, Italy. Electronic address: alberto.modenese@unimore.it."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada. Electronic address: morganrl@mcmaster.ca."
      ]
    },
    {
      "last_name": "Ahn",
      "fore_name": "Seoyeon",
      "initials": "S",
      "name": "Seoyeon Ahn",
      "affiliations": [
        "National Pension Research Institute, Jeonju-si, Republic of Korea. Electronic address: ahnseoyeon@nps.or.kr."
      ]
    },
    {
      "last_name": "Martínez-Silveira",
      "fore_name": "Martha S",
      "initials": "MS",
      "name": "Martha S Martínez-Silveira",
      "affiliations": [
        "Gonçalo Moniz Institute, Oswaldo Cruz Foundation, Salvador, BA, Brazil. Electronic address: martha.silveira@gmail.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Siyu",
      "initials": "S",
      "name": "Siyu Zhang",
      "affiliations": [
        "National Institute for Occupational Health and Poison Control, Center for Disease Control and Prevention, Beijing, People's Republic of China. Electronic address: zhangsy@niohp.chinacdc.cn."
      ]
    },
    {
      "last_name": "Pega",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Pega",
      "affiliations": [
        "Department of Environment, Climate Change and Health, World Health Organization, Geneva, Switzerland. Electronic address: pegaf@who.int."
      ]
    }
  ],
  "journal": {
    "title": "Environment international",
    "iso_abbreviation": "Environ Int",
    "issn": "1873-6750",
    "issn_type": "Electronic",
    "volume": "170",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "107565",
  "pages": "107565",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Adolescent",
    "Lung Neoplasms",
    "World Health Organization",
    "Cost of Illness"
  ],
  "article_ids": {
    "pubmed": "36402034",
    "doi": "10.1016/j.envint.2022.107565",
    "pii": "S0160-4120(22)00492-5"
  },
  "doi": "10.1016/j.envint.2022.107565",
  "dates": {
    "completed": "2022-12-15",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    },
    {
      "agency": "CDC HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.173997",
    "pmid": "36402034"
  }
}