{
  "pmid": "36403601",
  "uid": "36403601",
  "title": "How much is enough? Considering minimally important change in youth mental health outcomes.",
  "abstract": "To make decisions in mental health care, service users, clinicians, and administrators need to make sense of research findings. Unfortunately, study results are often presented as raw questionnaire scores at different time points and regression coefficients, which are difficult to interpret with regards to their clinical meaning. Other commonly reported treatment outcome indicators in clinical trials or meta-analyses do not convey whether a given change score would make a noticeable difference to service users. There is an urgent need to improve the interpretability and relevance of outcome indicators in youth mental health (aged 12-24 years), in which shared decision making and person-centred care are cornerstones of an ongoing global transformation of care. In this Personal View, we make a case for considering minimally important change (MIC) as a meaningful, accessible, and user-centred outcome indicator. We discuss what the MIC represents, how it is calculated, and how it can be implemented in dialogues between clinician and researcher, and between youth and clinician. We outline how use of the MIC could enhance reporting in clinical trials, meta-analyses, clinical practice guidelines, and measurement-based care. Finally, we identify current methodological challenges around estimating the MIC and areas for future research. Efforts to select outcome domains and valid measurement instruments that resonate with youth, families, and clinicians have increased in the past 5 years. In this context, now is the time to define demarcations of changes in outcome scores that are clinically relevant, and meaningful to youth and families. Through the use of MIC, youth-centred outcome measurement, analysis, and reporting would support youth-centred therapeutic decision making.",
  "authors": [
    {
      "last_name": "Krause",
      "fore_name": "Karolin R",
      "initials": "KR",
      "name": "Karolin R Krause",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada. Electronic address: karolin.krause@camh.ca."
      ]
    },
    {
      "last_name": "Hetrick",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Hetrick",
      "affiliations": [
        "Centre for Youth Mental Health, The University of Melbourne, Melbourne, VIC, Australia; The Werry Centre, Department of Psychological Medicine, University of Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Courtney",
      "fore_name": "Darren B",
      "initials": "DB",
      "name": "Darren B Courtney",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cost",
      "fore_name": "Katherine Tombeau",
      "initials": "KT",
      "name": "Katherine Tombeau Cost",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Butcher",
      "fore_name": "Nancy J",
      "initials": "NJ",
      "name": "Nancy J Butcher",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, ON, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Offringa",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Offringa",
      "affiliations": [
        "Child Health Evaluative Sciences, The Hospital for Sick Children, Toronto, ON, Canada; Department of Pediatrics, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Monga",
      "fore_name": "Suneeta",
      "initials": "S",
      "name": "Suneeta Monga",
      "affiliations": [
        "Department of Psychiatry, The Hospital for Sick Children, Toronto, ON, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Henderson",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Henderson",
      "affiliations": [
        "Margaret and Wallace McCain Centre for Child, Youth and Family Mental Health, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Cundill Centre for Child and Youth Depression, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, The Hospital for Sick Children, Toronto, ON, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Psychiatry",
    "iso_abbreviation": "Lancet Psychiatry",
    "issn": "2215-0374",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "992",
  "end_page": "998",
  "pages": "992-998",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Adolescent",
    "Mental Health",
    "Surveys and Questionnaires",
    "Treatment Outcome",
    "Decision Making, Shared",
    "Longitudinal Studies"
  ],
  "article_ids": {
    "pubmed": "36403601",
    "doi": "10.1016/S2215-0366(22)00338-8",
    "pii": "S2215-0366(22)00338-8"
  },
  "doi": "10.1016/S2215-0366(22)00338-8",
  "dates": {
    "completed": "2022-11-22",
    "revised": "2022-11-22"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:00:47.520515",
    "pmid": "36403601"
  }
}