{
  "pmid": "36415265",
  "uid": "36415265",
  "title": "A basis for prenatal diagnosis of Haemophilia-A in Pakistani patients.",
  "abstract": "OBJECTIVE: To screen Haemophilia-A patients for five known recurrent F8 gene variants and to analyze CA repeats in intron 13 of F8 gene in the mother and the affected child pairs. METHODS: In this descriptive cross sectional study, 80 unrelated pairs of \"mother and son\" affected by Haemophilia-A were recruited as subjects. After collection of samples DNA was extracted using the Chelex (Bio-Rad, USA) method. Five known F8 gene variants were screened in the mothers and the affected sons by the allele specific PCR. The amplified products were separated on 2% agarose gels.CA repeats in intron 13 of the F8 gene in the mother and the affected child pairs were analyzed by Sanger sequencing method. The CA repeat alleles were used to look for the feasibility of linkage based diagnosis of Haemophilia-A in the affected families. The data were analyzed using Statistical Package for Social Sciences (SPSS) version 22.0. RESULTS: In the 80 subject \"mother and son\" pairs a recurrent F8 gene variant was found in 32 pairs (40%). The most recurrent variant c.6869G>A was seen in 12 (15%). Linkage based analysis of the CA repeats in intron 13 was found to be informative in 29 (36.2%) mother-son pairs. CONCLUSION: The five known Haemophilia-A disease causing variants were found in 40% of the Pakistani Haemophilia-A patients. The five recurrent F8 gene variants and the CA repeats in intron 13 of F8 gene can provide a comprehensive basis for carrying out prenatal diagnosis and carrier screening in majority of the Pakistani Haemophilia-A families.",
  "authors": [
    {
      "last_name": "Sadiq",
      "fore_name": "Muhammad Arif",
      "initials": "MA",
      "name": "Muhammad Arif Sadiq",
      "affiliations": [
        "Dr. Muhammad Arif Sadiq, FCPS. Department of Pathology, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Suhaib",
      "initials": "S",
      "name": "Suhaib Ahmed",
      "affiliations": [
        "Dr. Suhaib Ahmed, FCPS, PhD. Department of Pathology, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Dr. Muhammad Afzal, PhD. Faculty of Basic Medical Sciences, Riphah International University, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Tasfeen",
      "fore_name": "Sunila",
      "initials": "S",
      "name": "Sunila Tasfeen",
      "affiliations": [
        "Dr. Sunila Tashfeen, FCPS. Department of Pathology, Army Medical College, Rawalpindi, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "38",
    "issue": "8",
    "pub_year": "2022"
  },
  "start_page": "2065",
  "end_page": "2070",
  "pages": "2065-2070",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36415265",
    "pmc": "PMC9676574",
    "doi": "10.12669/pjms.38.8.6524",
    "pii": "PJMS-38-2065"
  },
  "doi": "10.12669/pjms.38.8.6524",
  "pmc_id": "PMC9676574",
  "dates": {
    "revised": "2022-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.053208",
    "pmid": "36415265"
  }
}