{
  "pmid": "36411862",
  "uid": "36411862",
  "title": "Effects of Surgical Approach and Tourniquet Use on Patient-Reported Outcomes Following Total Knee Arthroplasty: A Pilot Randomized Clinical Trial.",
  "abstract": "INTRODUCTION: Total knee arthroplasty (TKA) is one of the most successful procedures for the treatment of severe knee osteoarthritis. Various surgical approaches have been investigated in the hopes of improving postoperative outcomes. Two include the medial parapatellar (standard) and midvastus. As the midvastus approach does not disrupt the extensor mechanism, it may be advantageous for functional recovery, however length of stay and long-term function are similar between approaches. Tourniquet use during TKA has conflicting results in the literature. We hypothesized that a future trial comparing outpatient versus standard TKA could appropriately use either surgical approach with or without a tourniquet. Therefore, the objective of this pilot randomized trial was to compare postoperative pain, function, quality of life, and satisfaction between patients who underwent a medial parapatellar or midvastus approach for TKA ± tourniquet use. METHODS: We conducted a randomized trial with a two-by-two factorial design to compare the medial parapatellar to the midvastus surgical approach for TKA ± tourniquet use. The Short Form-12 (SF-12), Western Ontario McMaster Osteoarthritis Index (WOMAC), and Knee Society Score (KSS) were collected at baseline, postoperatively at two, six, 12 weeks, and one year. RESULTS: Eighty-three patients were included. Postoperative WOMAC scores were statistically but not clinically higher at six weeks and three months in favour of no tourniquet use. There were no differences in postoperative WOMAC scores between approaches. Short Form-12 and KSS scores increased in both groups with no significant differences postoperatively (p > 0.05). CONCLUSION: There were no clinically significant differences in postoperative pain, function, quality of life, or satisfaction between surgical approaches or whether a tourniquet was used. As such, both surgical approaches ± tourniquet use are safe and reliable. We believe a future larger randomized trial could likely incorporate either surgical approach or tourniquet preferences without significant impact on patient reported outcomes.",
  "authors": [
    {
      "last_name": "Sogbein",
      "fore_name": "Olawale A",
      "initials": "OA",
      "name": "Olawale A Sogbein",
      "affiliations": [
        "London Health Sciences Centre - University Hospital, Division of Orthopaedic Surgery, Department of Surgery, London, Ontario, Canada.",
        "Schulich School of Medicine & Dentistry, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0002-2776-5076"
    },
    {
      "last_name": "Zomar",
      "fore_name": "Bryn O",
      "initials": "BO",
      "name": "Bryn O Zomar",
      "affiliations": [
        "London Health Sciences Centre - University Hospital, Division of Orthopaedic Surgery, Department of Surgery, London, Ontario, Canada.",
        "Faculty of Health and Rehabilitation Sciences, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "Faculty of Health and Rehabilitation Sciences, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Howard",
      "affiliations": [
        "London Health Sciences Centre - University Hospital, Division of Orthopaedic Surgery, Department of Surgery, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Marsh",
      "fore_name": "Jacquelyn D",
      "initials": "JD",
      "name": "Jacquelyn D Marsh",
      "affiliations": [
        "London Health Sciences Centre - University Hospital, Division of Orthopaedic Surgery, Department of Surgery, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lanting",
      "fore_name": "Brent A",
      "initials": "BA",
      "name": "Brent A Lanting",
      "affiliations": [
        "London Health Sciences Centre - University Hospital, Division of Orthopaedic Surgery, Department of Surgery, London, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Orthopedic research and reviews",
    "iso_abbreviation": "Orthop Res Rev",
    "issn": "1179-1462",
    "issn_type": "Electronic",
    "volume": "14",
    "pub_year": "2022"
  },
  "start_page": "407",
  "end_page": "417",
  "pages": "407-417",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36411862",
    "pmc": "PMC9675579",
    "doi": "10.2147/ORR.S381894",
    "pii": "381894"
  },
  "doi": "10.2147/ORR.S381894",
  "pmc_id": "PMC9675579",
  "dates": {
    "revised": "2022-11-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:27.981198",
    "pmid": "36411862"
  }
}