{
  "pmid": "36415269",
  "uid": "36415269",
  "title": "Neuromuscular Training following Anterior Cruciate Ligament reconstruction - Pain, Function, Strength, Power & Quality of Life Perspective: A Randomized Control Trial.",
  "abstract": "OBJECTIVES: To determine the effectiveness of neuromuscular physical Therapy as compared to strength training following anterior cruciate ligament reconstruction in terms of pain, function, quality of life, strength and power of participants. METHODS: A randomized clinical trial was conducted at Kanaan Physiotherapy & Spine Clinic, Lahore, Pakistan from July 2020 to December 2020. Seventy-six patients were selected by non-probability convenience sampling technique and randomly divided into either neuromuscular training or strength training group. Sample included 20-40 years aged adults with unilateral anterior cruciate ligament injury who had undergone surgical reconstruction of ACL two months ago using hamstring graft. Patients were assessed using the Cincinnati Knee Score for function, Numeric Pain Rating Scale (NPRS) for pain, SF-36 for quality of life, and Single Leg Hop, Triple Hop, Crossover Hop and 6-meter Hop test for power and strength. Data was analyzed using SPSS Version-21. A t-test was used to assess difference between groups. P<0.05 was considered significant. RESULTS: Results revealed that neuromuscular training is statistically significant in reducing pain (p<0.001) and improving function (p<0.001), power & strength (p<0.001) and quality of life (p=0.001). CONCLUSION: Study concludes that compared to strength training, neuromuscular training was significantly more effective in reducing pain; improving function, quality of life, strength and power.",
  "authors": [
    {
      "last_name": "Khalid",
      "fore_name": "Kehkshan",
      "initials": "K",
      "name": "Kehkshan Khalid",
      "affiliations": [
        "Kehkshan Khalid, MS SPT. Lecturer, Riphah College of Rehabilitation & Allied Health Sciences, Riphah International University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Anwar",
      "fore_name": "Naveed",
      "initials": "N",
      "name": "Naveed Anwar",
      "affiliations": [
        "Naveed Anwar, Assistant Professor, Riphah College of Rehabilitation & Allied Health Sciences, Riphah International University, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Saqulain",
      "fore_name": "Ghulam",
      "initials": "G",
      "name": "Ghulam Saqulain",
      "affiliations": [
        "Dr. Ghulam Saqulain, F.C.P.S (Otorhinolaryngology). Head of Department & Professor of Otorhinolaryngology, Capital Hospital PGMI, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Faheem",
      "initials": "MF",
      "name": "Muhammad Faheem Afzal",
      "affiliations": [
        "Muhammad Faheem Afzal, MS SPT. Senior Lecturer, Riphah International University, Islamabad, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Pakistan journal of medical sciences",
    "iso_abbreviation": "Pak J Med Sci",
    "issn": "1682-024X",
    "issn_type": "Print",
    "volume": "38",
    "issue": "8",
    "pub_year": "2022"
  },
  "start_page": "2175",
  "end_page": "2181",
  "pages": "2175-2181",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36415269",
    "pmc": "PMC9676616",
    "doi": "10.12669/pjms.38.8.5730",
    "pii": "PJMS-38-2175"
  },
  "doi": "10.12669/pjms.38.8.5730",
  "pmc_id": "PMC9676616",
  "dates": {
    "revised": "2022-11-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.053673",
    "pmid": "36415269"
  }
}