{
  "pmid": "36410829",
  "uid": "36410829",
  "title": "Characterising performance information use in the primary healthcare systems of El Salvador, Lebanon and Malawi: multiple qualitative case study protocol.",
  "abstract": "INTRODUCTION: Governments in low-income and middle-income countries (LMICs) and official development assistance agencies use a variety of performance measurement and management approaches to improve the performance of healthcare systems. The effectiveness of such approaches is contingent on the extent to which managers and care providers use performance information. To date, major knowledge gaps exist about the contextual factors that contribute, or not, to performance information use by primary healthcare (PHC) decision-makers in LMICs. This study will address three research questions: (1) How do decision-makers use performance information, and for what purposes? (2) What are the contextual factors that influence the use or non-use of performance information? and (3) What are the proximal outcomes reported by PHC decision-makers from performance information use? METHODS AND ANALYSIS: We present the protocol of a theory-driven, qualitative study with a multiple case study design to be conducted in El Salvador, Lebanon and Malawi.Data sources include semi structured in-depth interviews and document review. Interviews will be conducted with approximately 60 respondents including PHC system decision-makers and providers. We follow an interdisciplinary theoretical framework that draws on health policy and systems research, public administration, organisational science and health service research. Data will be analysed using thematic analysis to explore how respondents use performance information or not, and for what purposes as well as barriers and facilitators of use. ETHICS AND DISSEMINATION: The ethical boards of the participating universities approved the protocol presented here. Study results will be disseminated through peer-reviewed journals and global health conferences.",
  "authors": [
    {
      "last_name": "Munar",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Munar",
      "affiliations": [
        "Global Health, The George Washington University Milken Institute of Public Health, Washington, District of Columbia, USA wolfgangmunar@gwu.edu."
      ],
      "orcid": "0000-0002-9234-987X"
    },
    {
      "last_name": "Wahid",
      "fore_name": "Syed Shabab",
      "initials": "SS",
      "name": "Syed Shabab Wahid",
      "affiliations": [
        "International Health, School of Health, Georgetown University, Washington, District of Columbia, USA."
      ]
    },
    {
      "last_name": "Makwero",
      "fore_name": "Martha",
      "initials": "M",
      "name": "Martha Makwero",
      "affiliations": [
        "School of Public Health and Family Medicine, University of Malawi College of Medicine, Blantyre, Malawi.",
        "Obstetrics and Gynaecology, Queen Elizabeth Central Hospital, Blantyre, Malawi."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Dullie",
      "fore_name": "Luckson",
      "initials": "L",
      "name": "Luckson Dullie",
      "affiliations": [
        "Partners In Health, Neno, Malawi."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Wen-Chien",
      "initials": "WC",
      "name": "Wen-Chien Yang",
      "affiliations": [
        "Global Health, The George Washington University Milken Institute of Public Health, Washington, District of Columbia, USA."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "21"
  },
  "start_page": "e060503",
  "pages": "e060503",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Lebanon",
    "El Salvador",
    "Malawi",
    "Delivery of Health Care",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "36410829",
    "pmc": "PMC9680164",
    "doi": "10.1136/bmjopen-2021-060503",
    "pii": "bmjopen-2021-060503"
  },
  "doi": "10.1136/bmjopen-2021-060503",
  "pmc_id": "PMC9680164",
  "dates": {
    "completed": "2022-11-23",
    "revised": "2024-12-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.374410",
    "pmid": "36410829"
  }
}