{
  "pmid": "36416819",
  "uid": "36416819",
  "title": "Analysis of Antibiotic Exposure and Early-Onset Neonatal Sepsis in Europe, North America, and Australia.",
  "abstract": "IMPORTANCE: Appropriate use of antibiotics is life-saving in neonatal early-onset sepsis (EOS), but overuse of antibiotics is associated with antimicrobial resistance and long-term adverse outcomes. Large international studies quantifying early-life antibiotic exposure along with EOS incidence are needed to provide a basis for future interventions aimed at safely reducing neonatal antibiotic exposure. OBJECTIVE: To compare early postnatal exposure to antibiotics, incidence of EOS, and mortality among different networks in high-income countries. DESIGN, SETTING, AND PARTICIPANTS: This is a retrospective, cross-sectional study of late-preterm and full-term neonates born between January 1, 2014, and December 31, 2018, in 13 hospital-based or population-based networks from 11 countries in Europe and North America and Australia. The study included all infants born alive at a gestational age greater than or equal to 34 weeks in the participating networks. Data were analyzed from October 2021 to March 2022. EXPOSURES: Exposure to antibiotics started in the first postnatal week. MAIN OUTCOMES AND MEASURES: The main outcomes were the proportion of late-preterm and full-term neonates receiving intravenous antibiotics, the duration of antibiotic treatment, the incidence of culture-proven EOS, and all-cause and EOS-associated mortality. RESULTS: A total of 757 979 late-preterm and full-term neonates were born in the participating networks during the study period; 21 703 neonates (2.86%; 95% CI, 2.83%-2.90%), including 12 886 boys (59.4%) with a median (IQR) gestational age of 39 (36-40) weeks and median (IQR) birth weight of 3250 (2750-3750) g, received intravenous antibiotics during the first postnatal week. The proportion of neonates started on antibiotics ranged from 1.18% to 12.45% among networks. The median (IQR) duration of treatment was 9 (7-14) days for neonates with EOS and 4 (3-6) days for those without EOS. This led to an antibiotic exposure of 135 days per 1000 live births (range across networks, 54-491 days per 1000 live births). The incidence of EOS was 0.49 cases per 1000 live births (range, 0.18-1.45 cases per 1000 live births). EOS-associated mortality was 3.20% (12 of 375 neonates; range, 0.00%-12.00%). For each case of EOS, 58 neonates were started on antibiotics and 273 antibiotic days were administered. CONCLUSIONS AND RELEVANCE: The findings of this study suggest that antibiotic exposure during the first postnatal week is disproportionate compared with the burden of EOS and that there are wide (up to 9-fold) variations internationally. This study defined a set of indicators reporting on both dimensions to facilitate benchmarking and future interventions aimed at safely reducing antibiotic exposure in early life.",
  "authors": [
    {
      "last_name": "Giannoni",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Giannoni",
      "affiliations": [
        "Clinic of Neonatology, Department Mother-Woman-Child, Lausanne University Hospital and University of Lausanne, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Dimopoulou",
      "fore_name": "Varvara",
      "initials": "V",
      "name": "Varvara Dimopoulou",
      "affiliations": [
        "Clinic of Neonatology, Department Mother-Woman-Child, Lausanne University Hospital and University of Lausanne, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Klingenberg",
      "fore_name": "Claus",
      "initials": "C",
      "name": "Claus Klingenberg",
      "affiliations": [
        "Paediatric Research Group, Faculty of Health Sciences, UiT-The Arctic University of Norway, Tromsø, Norway.",
        "Department of Pediatrics and Adolescence Medicine, University Hospital of North Norway, Tromsø, Norway."
      ]
    },
    {
      "last_name": "Navér",
      "fore_name": "Lars",
      "initials": "L",
      "name": "Lars Navér",
      "affiliations": [
        "Department of Neonatology, Karolinska University Hospital and Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Nordberg",
      "fore_name": "Viveka",
      "initials": "V",
      "name": "Viveka Nordberg",
      "affiliations": [
        "Department of Neonatology, Karolinska University Hospital and Department of Clinical Science, Intervention and Technology, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Berardi",
      "fore_name": "Alberto",
      "initials": "A",
      "name": "Alberto Berardi",
      "affiliations": [
        "Neonatal Intensive Care Unit, Mother and Child Department, Policlinico University Hospital, Modena, Italy."
      ]
    },
    {
      "last_name": "El Helou",
      "fore_name": "Salhab",
      "initials": "S",
      "name": "Salhab El Helou",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Fusch",
      "fore_name": "Gerhard",
      "initials": "G",
      "name": "Gerhard Fusch",
      "affiliations": [
        "Division of Neonatology, Department of Pediatrics, McMaster Children's Hospital, McMaster University, Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bliss",
      "fore_name": "Joseph M",
      "initials": "JM",
      "name": "Joseph M Bliss",
      "affiliations": [
        "Department of Pediatrics, Women & Infants Hospital of Rhode Island, Warren Alpert Medical School of Brown University, Providence."
      ]
    },
    {
      "last_name": "Lehnick",
      "fore_name": "Dirk",
      "initials": "D",
      "name": "Dirk Lehnick",
      "affiliations": [
        "Biostatistics and Methodology, CTU-CS, Department of Health Sciences and Medicine, University of Lucerne, Lucerne, Switzerland."
      ]
    },
    {
      "last_name": "Guerina",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Guerina",
      "affiliations": [
        "Department of Pediatrics, Women & Infants Hospital of Rhode Island, Warren Alpert Medical School of Brown University, Providence."
      ]
    },
    {
      "last_name": "Seliga-Siwecka",
      "fore_name": "Joanna",
      "initials": "J",
      "name": "Joanna Seliga-Siwecka",
      "affiliations": [
        "Department of Neonatology and Neonatal Intensive Care, Medical University of Warsaw, Warsaw, Poland."
      ]
    },
    {
      "last_name": "Maton",
      "fore_name": "Pierre",
      "initials": "P",
      "name": "Pierre Maton",
      "affiliations": [
        "Service Néonatal, Clinique CHC-Montlegia, Groupe Santé CHC, Liège, Belgium."
      ]
    },
    {
      "last_name": "Lagae",
      "fore_name": "Donatienne",
      "initials": "D",
      "name": "Donatienne Lagae",
      "affiliations": [
        "Neonatology and Neonatal Intensive Care Unit, CHIREC-Delta Hospital, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Mari",
      "fore_name": "Judit",
      "initials": "J",
      "name": "Judit Mari",
      "affiliations": [
        "Department of Paediatrics, University of Szeged, Szeged, Hungary."
      ]
    },
    {
      "last_name": "Janota",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Janota",
      "affiliations": [
        "Neonatal Unit, Department of Obstetrics and Gynecology, Motol University Hospital Prague, Prague, Czech Republic.",
        "Department of Pathological Physiology, 1st Medical School, Charles University Prague, Prague, Czech Republic.",
        "Department of Neonatology, Thomayer University Hospital Prague, Prague, Czech Republic."
      ]
    },
    {
      "last_name": "Agyeman",
      "fore_name": "Philipp K A",
      "initials": "PKA",
      "name": "Philipp K A Agyeman",
      "affiliations": [
        "Department of Pediatrics, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland."
      ]
    },
    {
      "last_name": "Pfister",
      "fore_name": "Riccardo",
      "initials": "R",
      "name": "Riccardo Pfister",
      "affiliations": [
        "Neonatology and Paediatric Intensive Care Unit, Geneva University Hospitals and Geneva University, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Latorre",
      "fore_name": "Giuseppe",
      "initials": "G",
      "name": "Giuseppe Latorre",
      "affiliations": [
        "Neonatology and Neonatal Intensive Care Unit, Ecclesiastical General Hospital F. Miulli, Acquaviva delle Fonti, Italy."
      ]
    },
    {
      "last_name": "Maffei",
      "fore_name": "Gianfranco",
      "initials": "G",
      "name": "Gianfranco Maffei",
      "affiliations": [
        "Neonatology and Neonatal Intensive Care Unit, Policlinico Riuniti Foggia, Foggia, Italy."
      ]
    },
    {
      "last_name": "Laforgia",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Laforgia",
      "affiliations": [
        "Neonatologia e Terapia Intensiva Neonatale, University of Bari, Bari, Italy."
      ]
    },
    {
      "last_name": "Mózes",
      "fore_name": "Eniko",
      "initials": "E",
      "name": "Eniko Mózes",
      "affiliations": [
        "Perinatal Intensive Care Unit, Department of Obstetrics and Gynaecology, Semmelweis University, Budapest, Hungary."
      ]
    },
    {
      "last_name": "Størdal",
      "fore_name": "Ketil",
      "initials": "K",
      "name": "Ketil Størdal",
      "affiliations": [
        "Institute of Clinical Medicine, University of Oslo and Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Strunk",
      "fore_name": "Tobias",
      "initials": "T",
      "name": "Tobias Strunk",
      "affiliations": [
        "Neonatal Directorate, Child and Adolescent Health Service, King Edward Memorial Hospital, Perth, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Stocker",
      "fore_name": "Martin",
      "initials": "M",
      "name": "Martin Stocker",
      "affiliations": [
        "Department of Pediatrics, Children's Hospital Lucerne, Lucerne, Switzerland."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "e2243691",
  "pages": "e2243691",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Infant, Newborn",
    "Infant",
    "Male",
    "Humans",
    "Neonatal Sepsis",
    "Anti-Bacterial Agents",
    "Retrospective Studies",
    "Cross-Sectional Studies",
    "Australia",
    "North America"
  ],
  "article_ids": {
    "pubmed": "36416819",
    "pmc": "PMC9685486",
    "doi": "10.1001/jamanetworkopen.2022.43691",
    "pii": "2798898"
  },
  "doi": "10.1001/jamanetworkopen.2022.43691",
  "pmc_id": "PMC9685486",
  "dates": {
    "completed": "2022-11-25",
    "revised": "2022-12-09"
  },
  "chemicals": [
    "Anti-Bacterial Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:19:52.503254",
    "pmid": "36416819"
  }
}