{
  "pmid": "36427618",
  "uid": "36427618",
  "title": "Long-term preservation at low temperature of Escherichia coli cells embedded in egg white glass formed by slow drying at room temperature.",
  "abstract": "Sterile homogeneous egg white (EW) is obtained through a three-step process, high-speed homogenization, centrifugation, and ultraviolet radiation. After incorporating 1.056 × 10[10] CFU/g of Escherichia coli, the EW mixture was dehydrated by slow drying to form a brittle, water-soluble, and transparent bacteria-embedded egg white glass (BE-EWG). The BE-EWG stored at -20 °C for 4 months maintains almost all the cell growth functions and proliferation activities of the labeled E. coli, and most of the cell functions and 60 % of the proliferation activities are maintained for up to one year. The BE-EWG exhibits a porous hydrogel membrane structure after heat treatment, and many E. coli cells are accommodated in a grid with a pore size of 2-10 mm. The loss of bacteria-carrying viability after storage at room temperature may be related to the Maillard reaction between protein and glucose in EW, which results in the structural changes caused by protein cross-linking, darkened color and water insolubility of the BE-EWG. Therefore, the method of embedding E. coli cells in EWG as solid form at room temperature to avoid ice crystal formation during cryopreservation is more beneficial for storage, packaging and shipping at -20 °C.",
  "authors": [
    {
      "last_name": "Zhong",
      "fore_name": "Zhi-Hao",
      "initials": "ZH",
      "name": "Zhi-Hao Zhong",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, RM702-2303, No. 199, Renai Road, Industrial Park, Suzhou 215123, China. Electronic address: 20194221048@stu.suda.edu.cn."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, RM702-2303, No. 199, Renai Road, Industrial Park, Suzhou 215123, China. Electronic address: sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "International journal of biological macromolecules",
    "iso_abbreviation": "Int J Biol Macromol",
    "issn": "1879-0003",
    "issn_type": "Electronic",
    "volume": "225",
    "pub_year": "2023",
    "pub_month": "Jan",
    "pub_day": "15"
  },
  "start_page": "1129",
  "end_page": "1139",
  "pages": "1129-1139",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Escherichia coli",
    "Egg White",
    "Temperature",
    "Ultraviolet Rays",
    "Water",
    "Colony Count, Microbial",
    "Food Microbiology"
  ],
  "article_ids": {
    "pubmed": "36427618",
    "doi": "10.1016/j.ijbiomac.2022.11.174",
    "pii": "S0141-8130(22)02733-7"
  },
  "doi": "10.1016/j.ijbiomac.2022.11.174",
  "dates": {
    "completed": "2023-01-05",
    "revised": "2023-01-11"
  },
  "chemicals": [
    "Water"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.546260",
    "pmid": "36427618"
  }
}