{
  "pmid": "36424685",
  "uid": "36424685",
  "title": "A scoping review of operative and non-invasive management in the treatment of non-unions.",
  "abstract": "INTRODUCTION: Non-union occurs when a fracture fails to adequately heal, and requires additional intervention to achieve union. The purpose of this scoping review is to provide a high-level overview of the existing non-union management literature. This review aims to highlight the current literature on non-union management, as well as identify key areas that require future research to provide a better understanding of potential non-union management strategies. METHODS: This study utilized the scoping review framework from Arksey and O'Malley All relevant literature on non-union management was systematically searched for within the OVID Medline, OVID Embase, and Web of Science databases. As a scoping review, this study aimed to identify the high-level trends in non-union literature. This was assessed through a visual and numerical summary of the general themes in non-union literature, as well as the timeline in which these trends have occurred. RESULTS: The literature search identified 8081 articles, of which 2210 articles were included. There is a large body of evidence for various surgical treatment options for non-union. The literature suggests healing rates between 80 and 100 percent for commonly utilized surgical procedures, such as plating with bone graft for long bones. Despite these beneficial healing rates, the requirement of a surgery creates a large socioeconomic burden. The possibility for bone growth stimulator (BGS) options to achieve non-union healing rates in a similar realm as surgical options suggests that the use of a BGS may be a beneficial option prior to surgical intervention, as this would potentially reduce the number of patients who would otherwise require surgery. CONCLUSION: A large body of evidence exists on non-union management, which is largely comprised of case series and reports. The most commonly assessed non-unions include the tibia, wrist, and femur. Bone grafting, plating, and nailing are the most investigated treatment options. BGS are a non-operative treatment options for non-union that provide similar healing rates to surgical options in certain indications within initial observational data. BGS are a potential option for non-operative management of non-unions to reduce socioeconomic burdens of surgical intervention, with a need for further high-quality investigation in this therapeutic area.",
  "authors": [
    {
      "last_name": "Phillips",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Phillips",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: phillimr@mcmaster.ca."
      ]
    },
    {
      "last_name": "Harrison",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Harrison",
      "affiliations": [
        "Bioventus International, Taurusavenue, Hoofddorp, the Netherlands."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Mehta",
      "affiliations": [
        "Department of Orthopaedic Surgery, University of Pennsylvania, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Nolte",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Nolte",
      "affiliations": [
        "Department of Orthopaedic Surgery, Spaarne Gasthuis, Hoofddorp, the Netherlands."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zura",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Zura",
      "affiliations": [
        "Department of Orthopaedic Surgery, Louisiana State University Health Sciences Center, New Orleans, LA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Injury",
    "iso_abbreviation": "Injury",
    "issn": "1879-0267",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "3872",
  "end_page": "3878",
  "pages": "3872-3878",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Fracture Fixation, Internal",
    "Fractures, Bone",
    "Fracture Fixation, Intramedullary",
    "Bone Transplantation",
    "Femur"
  ],
  "article_ids": {
    "pubmed": "36424685",
    "doi": "10.1016/j.injury.2022.09.021",
    "pii": "S0020-1383(22)00680-5"
  },
  "doi": "10.1016/j.injury.2022.09.021",
  "dates": {
    "completed": "2022-11-28",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.927915",
    "pmid": "36424685"
  }
}