{
  "pmid": "36427371",
  "uid": "36427371",
  "title": "Chemical mixture exposure patterns and obesity among U.S. adults in NHANES 2005-2012.",
  "abstract": "BACKGROUND: The effect of chemical exposure on obesity has raised great concerns. Real-world chemical exposure always imposes mixture impacts, however their exposure patterns and the corresponding associations with obesity have not been fully evaluated. OBJECTIVES: To discover obesity-related mixed chemical exposure patterns in the general U.S. METHODS: Sparse Decompositional Regression (SDR), a model adapted from sparse representation learning technique, was developed to identify exposure patterns of chemical mixtures with exclusion (non-targeted model) and inclusion (targeted model) of health outcomes. We assessed the relationships between the identified chemical mixture patterns and obesity-related indexes. We also conducted a comprehensive evaluation of this SDR model by comparing to the existing models, including generalized linear regression model (GLM), principal component analysis (PCA), and Bayesian kernel machine regression (BKMR). RESULTS: Eight core exposure patterns were identified using the non-targeted SDR model. Patterns of high levels of MEP, high levels of naphthalene metabolites (ΣOH-Nap), and a pattern of high exposure levels of MCOP, MCNP, and MCPP were positively associated with obesity. Patterns of high levels of BP3, and a pattern of higher mixed levels of MPB, PPB, and MEP were found to have negative associations. Associations were strengthened using the targeted SDR model. In the single chemical analysis by GLM, BP3, MBP, PPB, MCOP, and MCNP showed significant associations with obesity or body indexes. The SDR model exceeded the performance of PCA in pattern identification. Both SDR and BKMR identified a positive contribution of ΣOH-Nap and MCOP, as well as a negative contribution of BP3 and PPB to obesity. CONCLUSION: Our study identified five core exposure patterns of chemical mixtures significantly associated with obesity using the newly developed SDR model. The SDR model could open a new avenue for assessing health effects of environmental mixture contaminants.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Women's Hospital of Nanjing Medical University，Nanjing Maternity and Child Health Care Hospital, Nanjing 210004, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xu",
      "initials": "X",
      "name": "Xu Wang",
      "affiliations": [
        "Department of endocrinology, Children's Hospital of Nanjing Medical University, Nanjing 210008, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Xu",
      "initials": "X",
      "name": "Xu Yang",
      "affiliations": [
        "State Key Laboratory of Reproductive Medicine, Center for Global Health, School of Public Health, Nanjing Medical University, Nanjing 211166, China; Key Laboratory of Modern Toxicology of Ministry of Education, School of Public Health, Nanjing Medical University, Nanjing 211166, China."
      ]
    },
    {
      "last_name": "Hu",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Hu",
      "affiliations": [
        "State Key Laboratory of Reproductive Medicine, Center for Global Health, School of Public Health, Nanjing Medical University, Nanjing 211166, China; Key Laboratory of Modern Toxicology of Ministry of Education, School of Public Health, Nanjing Medical University, Nanjing 211166, China."
      ]
    },
    {
      "last_name": "Chawla",
      "fore_name": "Kuldeep",
      "initials": "K",
      "name": "Kuldeep Chawla",
      "affiliations": [
        "Scientific Computing Group, Information Technology Division, Lawrence Berkeley National Laboratory, Berkeley, CA 94720, USA; Berkeley Biomedical Data Science Center, Lawrence Berkeley National Laboratory, Berkeley, CA 94720, USA."
      ]
    },
    {
      "last_name": "Hang",
      "fore_name": "Bo",
      "initials": "B",
      "name": "Bo Hang",
      "affiliations": [
        "Biological Systems and Engineering Division, Lawrence Berkeley National Laboratory, Berkeley, CA 94720, USA."
      ]
    },
    {
      "last_name": "Mao",
      "fore_name": "Jian-Hua",
      "initials": "JH",
      "name": "Jian-Hua Mao",
      "affiliations": [
        "Berkeley Biomedical Data Science Center, Lawrence Berkeley National Laboratory, Berkeley, CA 94720, USA; Biological Systems and Engineering Division, Lawrence Berkeley National Laboratory, Berkeley, CA 94720, USA."
      ]
    },
    {
      "last_name": "Snijders",
      "fore_name": "Antoine M",
      "initials": "AM",
      "name": "Antoine M Snijders",
      "affiliations": [
        "Berkeley Biomedical Data Science Center, Lawrence Berkeley National Laboratory, Berkeley, CA 94720, USA; Biological Systems and Engineering Division, Lawrence Berkeley National Laboratory, Berkeley, CA 94720, USA."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Hang",
      "initials": "H",
      "name": "Hang Chang",
      "affiliations": [
        "Berkeley Biomedical Data Science Center, Lawrence Berkeley National Laboratory, Berkeley, CA 94720, USA; Biological Systems and Engineering Division, Lawrence Berkeley National Laboratory, Berkeley, CA 94720, USA. Electronic address: hchang@lbl.gov."
      ]
    },
    {
      "last_name": "Xia",
      "fore_name": "Yankai",
      "initials": "Y",
      "name": "Yankai Xia",
      "affiliations": [
        "State Key Laboratory of Reproductive Medicine, Center for Global Health, School of Public Health, Nanjing Medical University, Nanjing 211166, China; Key Laboratory of Modern Toxicology of Ministry of Education, School of Public Health, Nanjing Medical University, Nanjing 211166, China. Electronic address: yankaixia@njmu.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Ecotoxicology and environmental safety",
    "iso_abbreviation": "Ecotoxicol Environ Saf",
    "issn": "1090-2414",
    "issn_type": "Electronic",
    "volume": "248",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "15"
  },
  "start_page": "114309",
  "pages": "114309",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Nutrition Surveys",
    "Bayes Theorem",
    "Obesity",
    "Principal Component Analysis",
    "Chromatography, Gas"
  ],
  "article_ids": {
    "pubmed": "36427371",
    "mid": "NIHMS1867016",
    "pmc": "PMC10012331",
    "doi": "10.1016/j.ecoenv.2022.114309",
    "pii": "S0147-6513(22)01149-6"
  },
  "doi": "10.1016/j.ecoenv.2022.114309",
  "pmc_id": "PMC10012331",
  "dates": {
    "completed": "2022-12-06",
    "revised": "2024-09-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 CA184476",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 ES031322",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.546008",
    "pmid": "36427371"
  }
}