{
  "pmid": "36431354",
  "uid": "36431354",
  "title": "Mechanical and Durability Evaluation of Metakaolin as Cement Replacement Material in Concrete.",
  "abstract": "Due to the increasing prices of cement and its harmful effect on the environment, the use of cement has become highly unsustainable in concrete. There is a considerable need for promoting the use of cement replacement materials. This study investigates the effect of variable percentages of metakaolin (MK) on the mechanical and durability performance of concrete. Kaolin clay (KC) was used in the current research to prepare the MK by the calcination process; it was ground in a ball mill to its maximum achievable fineness value of 2550 m[2]/Kg. Four replacement levels of MK, i.e., 5%, 10%, 15%, and 20% by weight of cement, in addition to control samples, at a constant water-to-cement (w/c) ratio of 0.55 were used. For evaluating the mechanical and durability performance, 27 cubes (6 in. × 6 in. × 6 in.) and 6 cylinders (3.875 in. diameter, 2 in. height) were cast for each mix. These samples were tested for compressive strength under standard conditions and in an acidic environment, in addition to being subjected to water permeability, sorptivity, and water absorption tests. Chemical analysis revealed that MK could be used as pozzolana as per the American Society for Testing and Materials (ASTM C 618:2003). The results demonstrated an increased compressive strength of concrete owing to an increased percentage of MK in the mix with aging. In particular, the concrete having 20% MK after curing under standard conditions exhibited 33.43% higher compressive strength at 90 days as compared to similarly aged control concrete. However, with increasing MK, the workability of concrete decreased drastically. After being subjected to an acid attack (immersing concrete cubes in 2% sulfuric acid solution), the samples exhibited a significant decrease in compressive strength at 90 days in comparison to those without acid attack at the same age. The density of acid attack increased with increasing MK with a maximum corresponding to 5% MK concrete. The current findings suggest that the local MK has the potential to produce good-quality concrete in a normal environment.",
  "authors": [
    {
      "last_name": "Al-Hashem",
      "fore_name": "Mohammed Najeeb",
      "initials": "MN",
      "name": "Mohammed Najeeb Al-Hashem",
      "affiliations": [
        "Department of Civil and Environmental Engineering, College of Engineering, King Faisal University, Al-Ahsa 31982, Saudi Arabia."
      ],
      "orcid": "0000-0001-7444-7911"
    },
    {
      "last_name": "Amin",
      "fore_name": "Muhammad Nasir",
      "initials": "MN",
      "name": "Muhammad Nasir Amin",
      "affiliations": [
        "Department of Civil and Environmental Engineering, College of Engineering, King Faisal University, Al-Ahsa 31982, Saudi Arabia."
      ],
      "orcid": "0000-0001-6524-4389"
    },
    {
      "last_name": "Ajwad",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Ajwad",
      "affiliations": [
        "Civil Engineering Department, University of Management and Technology, Lahore 54770, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Civil Engineering Department, University of Engineering and Technology, Taxila 47050, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Kaffayatullah",
      "initials": "K",
      "name": "Kaffayatullah Khan",
      "affiliations": [
        "Department of Civil and Environmental Engineering, College of Engineering, King Faisal University, Al-Ahsa 31982, Saudi Arabia."
      ],
      "orcid": "0000-0001-7994-4642"
    },
    {
      "last_name": "Faraz",
      "fore_name": "Muhammad Iftikhar",
      "initials": "MI",
      "name": "Muhammad Iftikhar Faraz",
      "affiliations": [
        "Department of Mechanical Engineering, College of Engineering, King Faisal University, Al-Ahsa 31982, Saudi Arabia."
      ]
    },
    {
      "last_name": "Qadir",
      "fore_name": "Muhammad Ghulam",
      "initials": "MG",
      "name": "Muhammad Ghulam Qadir",
      "affiliations": [
        "Department of Environmental Sciences, Abbottabad Campus, COMSATS University Islamabad, Abbottabad 22060, Pakistan."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Hayat",
      "initials": "H",
      "name": "Hayat Khan",
      "affiliations": [
        "Department of Chemical Engineering, University of Engineering and Technology, Peshawar 25120, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Materials (Basel, Switzerland)",
    "iso_abbreviation": "Materials (Basel)",
    "issn": "1996-1944",
    "issn_type": "Print",
    "volume": "15",
    "issue": "22",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "08"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36431354",
    "pmc": "PMC9692382",
    "doi": "10.3390/ma15227868",
    "pii": "ma15227868"
  },
  "doi": "10.3390/ma15227868",
  "pmc_id": "PMC9692382",
  "dates": {
    "revised": "2022-12-13"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "GRANT1533",
      "agency": "King Faisal University"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.053924",
    "pmid": "36431354"
  }
}