{
  "pmid": "36447737",
  "uid": "36447737",
  "title": "Translation of Collaborative Dementia Care Management into Different Healthcare Settings: Study Protocol for a Multicenter Implementation Trial (DCM:IMPact).",
  "abstract": "BACKGROUND: Collaborative care models for people living with dementia (PwD) have been developed and evaluated, demonstrating safety, efficacy, and cost-effectiveness. However, these studies are based on heterogeneous study populations and primary care settings, limiting the generalizability of the results. Therefore, this study aims to implement and evaluate collaborative care across various healthcare settings and patient populations. OBJECTIVE: To describe the study design of this multicenter implementation trial. METHODS: This single-arm, multicenter, longitudinal implementation study will be conducted in five different healthcare settings, including 1) physicians' networks, 2) dementia networks, 3) counselling centers, 4) hospitals, and 5) ambulatory care services. Eligibility criteria are: having a formal dementia diagnosis or having been screened positive for dementia and living community-dwelling. The staff of each healthcare setting identifies patients, informs them about the study, and invites them to participate. Participants will receive a baseline assessment followed by collaborative individualized dementia care management, comprising proven safe, effective, and cost-effective modules. Over six months, specially-qualified nurses will assess patients' unmet needs, transfer them to individualized care plans, and address them, cooperating with various healthcare providers. A follow-up assessment is conducted six months after baseline. Approximately 60-100 PwD per setting per year are expected to participate. Differences across settings will be assessed regarding acceptability, demand, implementation success and barriers, efficacy, and cost-effectiveness. RESULTS: We expect that acceptability, demand, implementation success and barriers, efficacy, and cost-effectiveness will vary by patients' sociodemographic and clinical characteristics and unmet needs in each setting. CONCLUSION: The results will provide evidence highlighting differences in the implementation of collaborative care in various healthcare settings and demonstrating the settings with the highest need, best conditions for a successful implementation, and highest (cost-)effectiveness, as well as the population group that benefits most from collaborative care. TRIAL REGISTRATION: German Clinical Trials Register: DRKS00025074. Registered 16 April 2021-retrospectively registered.",
  "authors": [
    {
      "last_name": "Platen",
      "fore_name": "Moritz",
      "initials": "M",
      "name": "Moritz Platen",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Greifswald, Greifswald, Germany.",
        "Institute for Community Medicine, Section Epidemiology of Health Care and Community Health, University Medicine Greifswald (UMG), Greifswald, Germany."
      ]
    },
    {
      "last_name": "R채dke",
      "fore_name": "Anika",
      "initials": "A",
      "name": "Anika R채dke",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Scharf",
      "fore_name": "Annelie",
      "initials": "A",
      "name": "Annelie Scharf",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Mohr",
      "fore_name": "Wiebke",
      "initials": "W",
      "name": "Wiebke Mohr",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "M체hlichen",
      "fore_name": "Franka",
      "initials": "F",
      "name": "Franka M체hlichen",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Greifswald, Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Alzheimer's disease reports",
    "iso_abbreviation": "J Alzheimers Dis Rep",
    "issn": "2542-4823",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2022"
  },
  "start_page": "617",
  "end_page": "626",
  "pages": "617-626",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36447737",
    "pmc": "PMC9661350",
    "doi": "10.3233/ADR-220045",
    "pii": "ADR220045"
  },
  "doi": "10.3233/ADR-220045",
  "pmc_id": "PMC9661350",
  "dates": {
    "revised": "2022-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.034144",
    "pmid": "36447737"
  }
}