{
  "pmid": "36444373",
  "uid": "36444373",
  "title": "Development of a Family Engagement Measure for the Intensive Care Unit.",
  "abstract": "INTRODUCTION: Family engagement is a goal of care delivery in the intensive care unit (ICU). However, currently, no validated instrument for the ICU is designed specifically to measure family engagement. Our objective was to develop a novel family engagement measure. METHODS: The Family Engagement (FAME) tool was developed through an iterative process, with input from experts, family members, and end-users. The FAME questionnaire is composed of 12 items. Each item is scored using a 5-point Likert scale and transformed onto a 0-100-point range, with higher scores indicating greater engagement. We performed a single-site pilot study for family members of patients in a cardiovascular ICU. RESULTS: The FAME tool had a high construct validity and required an average of 3.33 minutes to complete. A total of 32 family members completed the FAME questionnaire (mean age: 52.4 ± 14.2 years; 71.4% female; 47% adult child ; 31% spouse/partner). The overall mean FAME score was 84.0% ± 25.2%. Differences in engagement across various domains were identified. CONCLUSIONS: The FAME measure is a focused and pragmatic tool to measure the degree and type of family engagement in care of patients in the ICU. Further studies are needed to evaluate the FAME tool in a larger population.",
  "authors": [
    {
      "last_name": "Goldfarb",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Goldfarb",
      "affiliations": [
        "Division of Cardiology, Jewish General Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Debigaré",
      "fore_name": "Sylvie",
      "initials": "S",
      "name": "Sylvie Debigaré",
      "affiliations": [
        "Patient and Family Partnership Committee, Canadian Critical Care Trials Group, Markham, Ontario, Canada."
      ]
    },
    {
      "last_name": "Foster",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Foster",
      "affiliations": [
        "Patient and Family Partnership Committee, Canadian Critical Care Trials Group, Markham, Ontario, Canada.",
        "Division of Critical Care, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Soboleva",
      "fore_name": "Nataliya",
      "initials": "N",
      "name": "Nataliya Soboleva",
      "affiliations": [
        "Department of Nursing, Jewish General Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Desrochers",
      "fore_name": "France",
      "initials": "F",
      "name": "France Desrochers",
      "affiliations": [
        "Department of Nursing, Jewish General Hospital, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Craigie",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Craigie",
      "affiliations": [
        "Department of Nursing, McGill University Health Centre, McGill University, Montreal, Quebec, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care, Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, Toronto, Ontario, Canada.",
        "Unity Health Toronto-St. Michael's Hospital, Toronto, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "CJC open",
    "iso_abbreviation": "CJC Open",
    "issn": "2589-790X",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "11",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "1006",
  "end_page": "1011",
  "pages": "1006-1011",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36444373",
    "pmc": "PMC9700211",
    "doi": "10.1016/j.cjco.2022.07.015",
    "pii": "S2589-790X(22)00155-X"
  },
  "doi": "10.1016/j.cjco.2022.07.015",
  "pmc_id": "PMC9700211",
  "dates": {
    "revised": "2022-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:08.943533",
    "pmid": "36444373"
  }
}