{
  "pmid": "36440075",
  "uid": "36440075",
  "title": "Validity evidence for the Quality of Assessment for Learning score: a quality metric for supervisor comments in Competency Based Medical Education.",
  "abstract": "BACKGROUND: Competency based medical education (CBME) relies on supervisor narrative comments contained within entrustable professional activities (EPA) for programmatic assessment, but the quality of these supervisor comments is unassessed. There is validity evidence supporting the QuAL (Quality of Assessment for Learning) score for rating the usefulness of short narrative comments in direct observation. OBJECTIVE: We sought to establish validity evidence for the QuAL score to rate the quality of supervisor narrative comments contained within an EPA by surveying the key end-users of EPA narrative comments: residents, academic advisors, and competence committee members. METHODS: In 2020, the authors randomly selected 52 de-identified narrative comments from two emergency medicine EPA databases using purposeful sampling. Six collaborators (two residents, two academic advisors, and two competence committee members) were recruited from each of four EM Residency Programs (Saskatchewan, McMaster, Ottawa, and Calgary) to rate these comments with a utility score and the QuAL score. Correlation between utility and QuAL score were calculated using Pearson's correlation coefficient. Sources of variance and reliability were calculated using a generalizability study. RESULTS: All collaborators (n = 24) completed the full study. The QuAL score had a high positive correlation with the utility score amongst the residents (r = 0.80) and academic advisors (r = 0.75) and a moderately high correlation amongst competence committee members (r = 0.68). The generalizability study found that the major source of variance was the comment indicating the tool performs well across raters. CONCLUSION: The QuAL score may serve as an outcome measure for program evaluation of supervisors, and as a resource for faculty development.",
  "authors": [
    {
      "last_name": "Woods",
      "fore_name": "Rob",
      "initials": "R",
      "name": "Rob Woods",
      "affiliations": [
        "Department of Emergency Medicine, University of Saskatchewan, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Sim",
      "initials": "S",
      "name": "Sim Singh",
      "affiliations": [
        "College of Medicine, University of Saskatchewan, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Thoma",
      "fore_name": "Brent",
      "initials": "B",
      "name": "Brent Thoma",
      "affiliations": [
        "Department of Emergency Medicine, University of Saskatchewan, Saskatchewan, Canada."
      ]
    },
    {
      "last_name": "Patocka",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Patocka",
      "affiliations": [
        "Department of Emergency Medicine, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Cheung",
      "fore_name": "Warren",
      "initials": "W",
      "name": "Warren Cheung",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Teresa M",
      "initials": "TM",
      "name": "Teresa M Chan",
      "affiliations": [
        "Division of Emergency Medicine and Education & Innovation, Department of Medicine, McMaster University, Ontario, Canada."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Canadian medical education journal",
    "iso_abbreviation": "Can Med Educ J",
    "issn": "1923-1202",
    "issn_type": "Print",
    "volume": "13",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Nov"
  },
  "start_page": "19",
  "end_page": "35",
  "pages": "19-35",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36440075",
    "pmc": "PMC9684040",
    "doi": "10.36834/cmej.74860",
    "pii": "CMEJ-13-019"
  },
  "doi": "10.36834/cmej.74860",
  "pmc_id": "PMC9684040",
  "dates": {
    "revised": "2022-11-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.068576",
    "pmid": "36440075"
  }
}