{
  "pmid": "36445799",
  "uid": "36445799",
  "title": "Outpatient Mental Health Follow-up and Recurrent Self-harm and Suicide Among Patients Admitted to the ICU for Self-harm: A Population-based Cohort Study.",
  "abstract": "BACKGROUND: Patients surviving an ICU admission for deliberate self-harm are at high risk of recurrent self-harm or suicide after discharge. It is unknown whether mental health follow-up after discharge (with either a family physician or psychiatrist) reduces this risk. RESEARCH QUESTION: What is the association between mental health follow-up after discharge and recurrent self-harm among patients admitted to the ICU for intentional self-harm? STUDY DESIGN AND METHODS: Population-based cohort study of consecutive adults (≥ 18 years of age) from Ontario, Canada, who were admitted to ICU because of intentional self-harm between 2009 and 2017. We categorized patients according to follow-up, with 'early follow-up' indicating 1 to 21 days after discharge, 'late follow-up' indicating 22 to 60 days after discharge, and 'no follow-up' indicating no follow-up within 60 days of discharge. We conducted analyses using a cause-specific extended Cox regression model to account for varying time for mental health follow-up relative to the outcomes of interest. The primary outcome was recurrent ICU admission for self-harm within 1 year of discharge. RESULTS: We included 9,569 consecutive adults admitted to the ICU for deliberate self-harm. Compared with receiving no mental health follow-up, both early follow-up (hazard ratio [HR], 1.37; 95% CI, 1.07-1.75) and late follow-up (HR, 1.69; 95% CI, 1.22-2.35) were associated with increased risk in recurrent ICU admission for self-harm. As compared with no follow-up, neither early follow-up (HR, 1.10; 95% CI, 0.70-1.73) nor late follow-up (HR, 1.54; 95% CI, 0.84-2.83) were associated with increased risk of death by suicide. INTERPREATION: Among adults admitted to the ICU for deliberate self-harm, mental health follow-up after discharge was not associated with reduced risk of recurrent ICU admission for self-harm or death resulting from suicide, and patients seeking outpatient follow-up may be those at highest risk of these outcomes. Future research should focus on additional and novel methods of risk mitigation in this vulnerable population.",
  "authors": [
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Department of Critical Care, Lakeridge Health Corporation, Oshawa, ON, Canada. Electronic address: sfernando@qmed.ca."
      ]
    },
    {
      "last_name": "Pugliese",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Pugliese",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "McIsaac",
      "fore_name": "Daniel I",
      "initials": "DI",
      "name": "Daniel I McIsaac",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Department of Anesthesiology and Pain Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Qureshi",
      "fore_name": "Danial",
      "initials": "D",
      "name": "Danial Qureshi",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Bruyère Research Institute, Ottawa, ON, Canada; ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Talarico",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Talarico",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sood",
      "fore_name": "Manish M",
      "initials": "MM",
      "name": "Manish M Sood",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Division of Nephrology, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Myran",
      "fore_name": "Daniel T",
      "initials": "DT",
      "name": "Daniel T Myran",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Herridge",
      "fore_name": "Margaret S",
      "initials": "MS",
      "name": "Margaret S Herridge",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Toronto General Hospital Research Institute, University Health Network, Toronto, ON, Canada; Department of Medicine, Sinai Health System and University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Needham",
      "fore_name": "Dale M",
      "initials": "DM",
      "name": "Dale M Needham",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD; Department of Physical Medicine and Rehabilitation, Johns Hopkins University School of Medicine, Baltimore, MD."
      ]
    },
    {
      "last_name": "Munshi",
      "fore_name": "Laveena",
      "initials": "L",
      "name": "Laveena Munshi",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Department of Medicine, Sinai Health System and University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Fiest",
      "fore_name": "Kirsten M",
      "initials": "KM",
      "name": "Kirsten M Fiest",
      "affiliations": [
        "Department of Critical Care Medicine, Cumming School of Medicine, University of Calgary, Calgary AB, Canada; Department of Community Health Sciences and O'Brien Institute for Public Health, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada; Department of Psychiatry, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Milani",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Milani",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Bruyère Research Institute, Ottawa, ON, Canada; ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kisilewicz",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Kisilewicz",
      "affiliations": [
        "Department of Critical Care, Queensway Carleton Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Bienvenu",
      "fore_name": "O Joseph",
      "initials": "OJ",
      "name": "O Joseph Bienvenu",
      "affiliations": [
        "Department of Psychiatry and Behavioural Sciences, Johns Hopkins University School of Medicine, Baltimore, MD."
      ]
    },
    {
      "last_name": "Brodie",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Brodie",
      "affiliations": [
        "Division of Pulmonary, Allergy, and Critical Care Medicine, Department of Medicine, Columbia University College of Physicians and Surgeons, New York, NY; Center for Acute Respiratory Failure, New York-Presbyterian Hospital, New York, NY."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Toronto General Hospital Research Institute, University Health Network, Toronto, ON, Canada; Department of Medicine, Sinai Health System and University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Fowler",
      "fore_name": "Robert A",
      "initials": "RA",
      "name": "Robert A Fowler",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Toronto General Hospital Research Institute, University Health Network, Toronto, ON, Canada; Department of Medicine, Sinai Health System and University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Wunsch",
      "fore_name": "Hannah",
      "initials": "H",
      "name": "Hannah Wunsch",
      "affiliations": [
        "ICES, Toronto, ON, Canada; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada; Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, ON, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Bruyère Research Institute, Ottawa, ON, Canada; ICES, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Kyeremanteng",
      "fore_name": "Kwadwo",
      "initials": "K",
      "name": "Kwadwo Kyeremanteng",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Division of Palliative Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada; Institut du Savoir Montfort, Ottawa, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "163",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "815",
  "end_page": "825",
  "pages": "815-825",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Cohort Studies",
    "Self-Injurious Behavior",
    "Outpatients",
    "Follow-Up Studies",
    "Suicide",
    "Intensive Care Units",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "36445799",
    "doi": "10.1016/j.chest.2022.10.021",
    "pii": "S0012-3692(22)04034-X"
  },
  "doi": "10.1016/j.chest.2022.10.021",
  "dates": {
    "completed": "2023-04-11",
    "revised": "2023-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.213833",
    "pmid": "36445799"
  }
}