{
  "pmid": "36447741",
  "uid": "36447741",
  "title": "Association Between Low- and High-Value Medication and Hospital Referrals by General Practitioners in Patients Living with Dementia.",
  "abstract": "BACKGROUND: Previous studies revealed that low-value medication (LvM), drugs that provide little or no benefit but have the potential to cause harm, are associated with hospitalizations in dementia. Recommended medications, referred to as high-value medication (HvM), can be used alternately. However, the effect of LvM and HvM on hospitalizations is uncertain. OBJECTIVE: To determine the prevalence of LvM and HvM in hospitalized and non-hospitalized patients living with dementia (PwD) and the odds for hospital referrals in PwD receiving LvM or HvM. METHODS: The analysis was based on 47,446 PwD who visited a general practitioner practice between 2017 and 2019. Different guidelines were used to elicit LvM and HvM, resulting in 185 LvM and HvM related recommendations. Of these, 117 recommendations (83 for LvM, 34 for HvM) were categorized into thirteen therapy classes. The association of hospital referrals issued by general practitioners and receiving LvM or HvM was assessed using multiple logistic regression models. RESULTS: 20.4% of PWD received LvM. Most frequently prescribed LvM were non-recommended sedatives and hypnotics, analgesics, and antidepressants. Recommended HvM were 3.4 (69.9%) more frequently prescribed than LvM. Most commonly prescribed HvM were recommended antihypertensives, antiplatelet agents, and antiarrhythmics. Both receiving LvM and receiving HvM were associated with higher odds for hospital referrals. When receiving LvM were compared to HvM, no significant differences could be found in hospital referrals. CONCLUSION: LvM is highly prevalent but did not cause more likely hospital referrals than HvM. Further research should focus on acute hospitalizations, not only on planned hospital referrals.",
  "authors": [
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Platen",
      "fore_name": "Moritz",
      "initials": "M",
      "name": "Moritz Platen",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Bohlken",
      "fore_name": "Jens",
      "initials": "J",
      "name": "Jens Bohlken",
      "affiliations": [
        "Institute for Social Medicine, Occupational Medicine, and Public Health (ISAP) of the Medical Faculty, University of Leipzig, Leipzig, Germany."
      ]
    },
    {
      "last_name": "Kostev",
      "fore_name": "Karel",
      "initials": "K",
      "name": "Karel Kostev",
      "affiliations": [
        "Epidemiology, IQVIA, Frankfurt am Main, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Alzheimer's disease reports",
    "iso_abbreviation": "J Alzheimers Dis Rep",
    "issn": "2542-4823",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2022"
  },
  "start_page": "641",
  "end_page": "650",
  "pages": "641-650",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36447741",
    "pmc": "PMC9661347",
    "doi": "10.3233/ADR-220004",
    "pii": "ADR220004"
  },
  "doi": "10.3233/ADR-220004",
  "pmc_id": "PMC9661347",
  "dates": {
    "revised": "2022-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.034404",
    "pmid": "36447741"
  }
}