{
  "pmid": "36456204",
  "uid": "36456204",
  "title": "Methamphetamine-associated heart failure: a systematic review of observational studies.",
  "abstract": "OBJECTIVE: To conduct a systematic review of observational studies on methamphetamine-associated heart failure (MethHF) . METHODS: Six databases were searched for original publications on the topic. Title/abstract and included full-text publications were reviewed in duplicate. Data extraction and critical appraisal for risk of bias were performed in duplicate. RESULTS: Twenty-one studies are included in the final analysis. Results could not be combined because of heterogeneity in study design, population, comparator, and outcome assessment. Overall risk of bias is moderate due to the presence of confounders, selection bias and poor matching; overall certainty in the evidence is very low. MethHF is increasing in prevalence, affects diverse racial/ethnic/sociodemographic groups with a male predominance; up to 44% have preserved left-ventricular ejection fraction. MethHF is associated with significant morbidity including worse heart failure symptoms compared with non-methamphetamine related heart failure. Female sex, methamphetamine abstinence and guideline-directed heart failure therapy are associated with improved outcomes. Chamber dimensions on echocardiography and fibrosis on biopsy predict the extent of recovery after abstinence. CONCLUSIONS: The increasing prevalence of MethHF with associated morbidity underscores the urgent need for well designed prospective studies of people who use methamphetamine to accurately assess the epidemiology, clinical features, disease trajectory and outcomes of MethHF. Methamphetamine abstinence is an integral part of MethHF treatment; increased availability of effective non-pharmacological interventions for treatment of methamphetamine addiction is an essential first step. Availability of effective pharmacological treatment for methamphetamine addiction will further support MethHF treatment. Using harm reduction principles in an integrated addiction/HF treatment programme will bolster efforts to stem the increasing tide of MethHF.",
  "authors": [
    {
      "last_name": "Manja",
      "fore_name": "Veena",
      "initials": "V",
      "name": "Veena Manja",
      "affiliations": [
        "VA Center for Innovation to Implementation, Menlo Park, California, USA veena.manja@va.gov.",
        "Department of Health Policy, Stanford University, Stanford, California, USA."
      ],
      "orcid": "0000-0003-0410-8089"
    },
    {
      "last_name": "Nrusimha",
      "fore_name": "Ananya",
      "initials": "A",
      "name": "Ananya Nrusimha",
      "affiliations": [
        "School of Medicine, UC Davis, Davis, California, USA."
      ]
    },
    {
      "last_name": "Gao",
      "fore_name": "Ya",
      "initials": "Y",
      "name": "Ya Gao",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sheikh",
      "fore_name": "Aleesha",
      "initials": "A",
      "name": "Aleesha Sheikh",
      "affiliations": [
        "McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McGovern",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark McGovern",
      "affiliations": [
        "Stanford University School of Medicine, Stanford, California, USA."
      ]
    },
    {
      "last_name": "Heidenreich",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Heidenreich",
      "affiliations": [
        "VA Center for Innovation to Implementation, Menlo Park, California, USA.",
        "Stanford University School of Medicine, Stanford, California, USA."
      ]
    },
    {
      "last_name": "Sandhu",
      "fore_name": "Alex Tarlochan Singh",
      "initials": "ATS",
      "name": "Alex Tarlochan Singh Sandhu",
      "affiliations": [
        "Stanford University School of Medicine, Stanford, California, USA."
      ]
    },
    {
      "last_name": "Asch",
      "fore_name": "Steven",
      "initials": "S",
      "name": "Steven Asch",
      "affiliations": [
        "VA Center for Innovation to Implementation, Menlo Park, California, USA.",
        "Stanford University School of Medicine, Stanford, California, USA."
      ]
    }
  ],
  "journal": {
    "title": "Heart (British Cardiac Society)",
    "iso_abbreviation": "Heart",
    "issn": "1468-201X",
    "issn_type": "Electronic",
    "volume": "109",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Jan",
    "pub_day": "11"
  },
  "start_page": "168",
  "end_page": "177",
  "pages": "168-177",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Methamphetamine",
    "Stroke Volume",
    "Ventricular Function, Left",
    "Prospective Studies",
    "Heart Failure"
  ],
  "article_ids": {
    "pubmed": "36456204",
    "doi": "10.1136/heartjnl-2022-321610",
    "pii": "heartjnl-2022-321610"
  },
  "doi": "10.1136/heartjnl-2022-321610",
  "dates": {
    "completed": "2023-01-13",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Methamphetamine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:05.301903",
    "pmid": "36456204"
  }
}