{
  "pmid": "36466500",
  "uid": "36466500",
  "title": "The long-term impact of the COVID-19 pandemic on primary and specialized care provision and disease recognition in Germany.",
  "abstract": "BACKGROUND: The COVID-19 pandemic and the imposed lockdowns severely affected routine care in general and specialized physician practices. OBJECTIVE: To describe the long-term impact of the COVID-19 pandemic on the physician services provision and disease recognition in German physician practices and perceived causes for the observed changes. DESIGN: Observational study based on medical record data and survey data of general practitioners and specialists' practices. PARTICIPANTS: 996 general practitioners (GPs) and 798 specialist practices, who documented 6.1 million treatment cases for medical record data analyses and 645 physicians for survey data analyses. MAIN MEASURES: Within the medical record data, consultations, specialist referrals, hospital admissions, and documented diagnoses were extracted for the pandemic (March 2020-September 2021) and compared to corresponding pre-pandemic months in 2019. The additional online survey was used to assess changes in practice management during the COVID-19 pandemic and physicians' perceived main causes of affected primary and specialized care provision. MAIN RESULTS: Hospital admissions (GPs: -22% vs. specialists: -16%), specialist referrals (-6 vs. -3%) and recognized diseases (-9 vs. -8%) significantly decreased over the pandemic. GPs consultations initially decreased (2020: -7%) but compensated at the end of 2021 (+3%), while specialists' consultation did not (-2%). Physicians saw changes in patient behavior, like appointment cancellation, as the main cause of the decrease. Contrary to this, they also mentioned substantial modifications of practice management, like reduced (nursing) home visits (41%) and opening hours (40%), suspended checkups (43%), and delayed consultations for high-risk patients (71%). CONCLUSION: The pandemic left its mark on primary and specialized healthcare provision and its utilization. Both patient behavior and organizational changes in practice management may have caused decreased and non-compensation of services. Evaluating the long-term effect on patient outcomes and identifying potential improvements are vital to better prepare for future pandemic waves.",
  "authors": [
    {
      "last_name": "Platen",
      "fore_name": "Moritz",
      "initials": "M",
      "name": "Moritz Platen",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Bohlken",
      "fore_name": "Jens",
      "initials": "J",
      "name": "Jens Bohlken",
      "affiliations": [
        "Institute for Social Medicine, Occupational Medicine, and Public Health (ISAP) of the Medical Faculty, University of Leipzig, Leipzig, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Greifswald, Germany.",
        "Institute for Community Medicine, Section Epidemiology of Health Care and Community Health, University Medicine Greifswald (UMG), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Kostev",
      "fore_name": "Karel",
      "initials": "K",
      "name": "Karel Kostev",
      "affiliations": [
        "Epidemiology, IQVIA, Frankfurt am Main, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "German Center for Neurodegenerative Diseases (DZNE), Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2022"
  },
  "start_page": "1006578",
  "pages": "1006578",
  "language": "eng",
  "publication_types": [
    "Observational Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Pandemics",
    "Communicable Disease Control",
    "Germany",
    "General Practitioners"
  ],
  "article_ids": {
    "pubmed": "36466500",
    "pmc": "PMC9712961",
    "doi": "10.3389/fpubh.2022.1006578"
  },
  "doi": "10.3389/fpubh.2022.1006578",
  "pmc_id": "PMC9712961",
  "dates": {
    "completed": "2022-12-06",
    "revised": "2023-01-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.034593",
    "pmid": "36466500"
  }
}