{
  "pmid": "36467474",
  "uid": "36467474",
  "title": "An exploratory analysis of the impact of the COVID-19 pandemic on pediatric type 1 diabetes mellitus patient outcomes: A single-center study.",
  "abstract": "BACKGROUND: The COVID-19 pandemic led to substantial shifts in pediatric diabetes care delivery to virtual and hybrid models. It is unclear if these changes in care delivery impacted short-term patient outcomes. OBJECTIVES: We aimed to explore glycemic control and other diabetes-related outcomes in children living with Type 1 Diabetes Mellitus (T1DM) during the first year of the COVID-19 pandemic at a tertiary pediatric academic center in Canada. SUBJECTS: Patients <18 years of age with a confirmed diagnosis of T1DM for at least one year were included. METHODS: This was a retrospective chart review. We compared data from two years pre-pandemic (March 15, 2018-March 14, 2020) to the first year of the pandemic (March 15, 2020-March 14, 2021). The data assessed included glycemic control [Hemoglobin A1c (HbA1c)], diabetic ketoacidosis (DKA), hospital attendance and hospitalizations, hypoglycemia, and hyperglycemia. The generalized estimating equation (GEE) analysis was used to model potential factors affecting the HbA1c and diabetes-related morbidities. Multiple imputations were conducted as a sensitivity analysis. RESULTS: There were 346 eligible patients included in the study. The HbA1c remained stable during the pandemic compared to the pre-pandemic phase (MD-0.14, 95% CI, -0.28, 0.01; p = 0.058). The pandemic saw an increase in the number of newly diagnosed patients (X[2 ]= 16.52, p < 0.001) and a higher number of newly diagnosed patients presenting in DKA (X[2 ]= 12.94, p < 0.001). In patients with established diabetes, there was an increase in hyperglycemia (OR1.38, 95% CI, 1.12,1.71; p = 0.003) and reduced DKA (OR 0.30, 95% CI, 0.12,0.73; p = 0.009) during the pandemic compared to the pre-pandemic phase. Stable rates of hospitalization (OR0.57, 95% CI, 0.31,1.04, p = 0.068) and hypoglycemia (OR1.11, 95% CI, 0.83,1.49; p = 0.484) were noted. These results were retained in the sensitivity analysis. CONCLUSIONS: Glycemic control in children with T1DM remained stable during the first year of the pandemic. There were more newly diagnosed patients during the pandemic compared to the pre-pandemic phase, and more of these new patients presented in DKA. The latter presentation was reduced in those with established diabetes during the same period.Further studies are needed to assess the ongoing impact of the COVID-19 pandemic on T1DM care pathways and outcomes to allow children, families, and diabetes teams to personalize choices of care models.",
  "authors": [
    {
      "last_name": "Rajan",
      "fore_name": "Raeesha",
      "initials": "R",
      "name": "Raeesha Rajan",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Athale",
      "fore_name": "Uma",
      "initials": "U",
      "name": "Uma Athale",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Division of Hematology Oncology, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ewusie",
      "fore_name": "Joycelyne Efua",
      "initials": "JE",
      "name": "Joycelyne Efua Ewusie",
      "affiliations": [
        "The Research Institute Biostatistics Unit, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "McAssey",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen McAssey",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "The Research Institute Biostatistics Unit, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Centre for Evaluation of Medicines, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pediatrics",
    "iso_abbreviation": "Front Pediatr",
    "issn": "2296-2360",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2022"
  },
  "start_page": "1038345",
  "pages": "1038345",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36467474",
    "pmc": "PMC9716184",
    "doi": "10.3389/fped.2022.1038345"
  },
  "doi": "10.3389/fped.2022.1038345",
  "pmc_id": "PMC9716184",
  "dates": {
    "revised": "2023-09-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.524338",
    "pmid": "36467474"
  }
}