{
  "pmid": "36476943",
  "uid": "36476943",
  "title": "Mangrove degradation retarded microplastics weathering and affected metabolic activities of microplastics-associated microbes.",
  "abstract": "Currently, information on microplastics (MPs) weathering characteristics and ecological functions driven by MPs-associated microbes in mangrove ecosystems remains unclear, especially in the degraded areas. Herein, we compared the weathering characteristics of MPs in both undegraded and degraded mangrove sediments, and then explored the potential interactions between their weathering characteristics and microbially-driven functions. After 70 days of incubation, different MPs (including polyethylene PE, polystyrene PS, and polylactic acid PLA) were strongly weathered in mangrove sediments, with significant erosion features. Interestingly, more obvious weathering characteristics were found for MPs in the undegraded mangrove sediments. O/C ratio value of MPs in the undegraded sediments was 2.3-3.0 times greater than that in the degraded ones. Besides, mangrove degradation reduced network complexity among MPs-associated microorganisms and affected their metabolic activities. Bacteria involved in carbon cycle process enriched on nondegradable MPs, whereas abundant bacteria responsible for sulphur cycle were observed on PLA-MPs. Moreover, these relevant bacteria were more abundant on MPs in the undegraded mangrove sediments. Mangrove degradation could directly and indirectly affect MPs weathering process and microbially-driven functions through regulating sediment properties and MPs-associated microbes. During weathering, contact angle and roughness of MPs were key factors influencing the colonisation of hydrocarbon degradation bacteria on MPs.",
  "authors": [
    {
      "last_name": "Deng",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Deng",
      "affiliations": [
        "Key Laboratory of Agro-Forestry Environmental Processes and Ecological Regulation of Hainan Province (Hainan University), Haikou 570228, China; Key Laboratory of Environmental Toxicology (Hainan University), Haikou 570228, China. Electronic address: huid88@163.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Key Laboratory of Agro-Forestry Environmental Processes and Ecological Regulation of Hainan Province (Hainan University), Haikou 570228, China; Key Laboratory of Environmental Toxicology (Hainan University), Haikou 570228, China. Electronic address: zhangyuqing6162021@163.com."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Dazhen",
      "initials": "D",
      "name": "Dazhen Li",
      "affiliations": [
        "Key Laboratory of Agro-Forestry Environmental Processes and Ecological Regulation of Hainan Province (Hainan University), Haikou 570228, China; Key Laboratory of Environmental Toxicology (Hainan University), Haikou 570228, China. Electronic address: ldz9694482664@163.com."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Qianqian",
      "initials": "Q",
      "name": "Qianqian Fu",
      "affiliations": [
        "Key Laboratory of Agro-Forestry Environmental Processes and Ecological Regulation of Hainan Province (Hainan University), Haikou 570228, China; Key Laboratory of Environmental Toxicology (Hainan University), Haikou 570228, China. Electronic address: fqq11623@163.com."
      ]
    },
    {
      "last_name": "He",
      "fore_name": "Jianxiong",
      "initials": "J",
      "name": "Jianxiong He",
      "affiliations": [
        "Hainan Holdings Special Glass Technology Co. Ltd., State Key Laboratory of Special Glass, Chengmai 571924, China. Electronic address: hejianxiong@acicglass.com."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Yuanyuan",
      "initials": "Y",
      "name": "Yuanyuan Zhao",
      "affiliations": [
        "Key Laboratory of Agro-Forestry Environmental Processes and Ecological Regulation of Hainan Province (Hainan University), Haikou 570228, China; Key Laboratory of Environmental Toxicology (Hainan University), Haikou 570228, China. Electronic address: zhyk0610@163.com."
      ]
    },
    {
      "last_name": "Feng",
      "fore_name": "Dan",
      "initials": "D",
      "name": "Dan Feng",
      "affiliations": [
        "Key Laboratory of Agro-Forestry Environmental Processes and Ecological Regulation of Hainan Province (Hainan University), Haikou 570228, China; Key Laboratory of Environmental Toxicology (Hainan University), Haikou 570228, China. Electronic address: fengdan0217@163.com."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Huamei",
      "initials": "H",
      "name": "Huamei Yu",
      "affiliations": [
        "Key Laboratory of Agro-Forestry Environmental Processes and Ecological Regulation of Hainan Province (Hainan University), Haikou 570228, China; Key Laboratory of Environmental Toxicology (Hainan University), Haikou 570228, China. Electronic address: 991338@hainanu.edu.cn."
      ]
    },
    {
      "last_name": "Ge",
      "fore_name": "Chengjun",
      "initials": "C",
      "name": "Chengjun Ge",
      "affiliations": [
        "Key Laboratory of Agro-Forestry Environmental Processes and Ecological Regulation of Hainan Province (Hainan University), Haikou 570228, China; Key Laboratory of Environmental Toxicology (Hainan University), Haikou 570228, China. Electronic address: cjge3007@163.com."
      ]
    }
  ],
  "journal": {
    "title": "Journal of hazardous materials",
    "iso_abbreviation": "J Hazard Mater",
    "issn": "1873-3336",
    "issn_type": "Electronic",
    "volume": "445",
    "pub_year": "2023",
    "pub_month": "Mar",
    "pub_day": "05"
  },
  "start_page": "130535",
  "pages": "130535",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Microplastics",
    "Plastics",
    "Ecosystem",
    "Water Pollutants, Chemical",
    "Environmental Monitoring",
    "Polyesters",
    "Bacteria",
    "Geologic Sediments"
  ],
  "article_ids": {
    "pubmed": "36476943",
    "doi": "10.1016/j.jhazmat.2022.130535",
    "pii": "S0304-3894(22)02329-9"
  },
  "doi": "10.1016/j.jhazmat.2022.130535",
  "dates": {
    "completed": "2023-01-16",
    "revised": "2023-01-17"
  },
  "chemicals": [
    "Microplastics",
    "Plastics",
    "Water Pollutants, Chemical",
    "Polyesters"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.548700",
    "pmid": "36476943"
  }
}