{
  "pmid": "36479927",
  "uid": "36479927",
  "title": "General population preferences for cancer care in health systems of China: A discrete choice experiment.",
  "abstract": "BACKGROUND: The increasing incidence of cancer in China has posed considerable challenges for cancer care delivery systems. This study aimed to determine the general population's preferences for cancer care, to provide evidence for building a people-centered integrated cancer care system. METHODS: We conducted a discrete choice experiment that involved 1,200 participants in Shandong Province. Individuals were asked to choose between cancer care scenarios based on the type and level of hospitals, with various out-of-pocket costs, waiting time, and contact working in the hospitals. Individual preferences, willingness to pay, and uptake rate were estimated using a mixed-logit model. RESULTS: This study included 848 respondents (70.67%). Respondents preferred county hospitals with shorter hospitalization waiting times and contact working in hospitals. Compared to the reference levels, the three highest willingness to pay values were related to waiting time for hospitalization (¥97,857.69-¥145411.70-¥212,992.10/$14512.70-$21565.16-$31587.61), followed by the county-level hospital (¥32,545.13/$4826.58). The preferences of the different groups of respondents were diverse. Based on a county-level general hospital with contact in the hospital, 50% out-of-pocket costs and a waiting time of 15 days, the probability of seeking baseline care was 0.37. Reducing the waiting time from 15 to 7, 3, and 0 days, increases the probability of choosing a county-level hospital from 0.37 to 0.58, 0.64, and 0.70, respectively. CONCLUSIONS: This study suggests that there is a substantial interest in attending county-level hospitals and that reducing hospitalization waiting time is the most effective measure to increase the probability of seeking cancer care in county-level hospitals.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Nan",
      "initials": "N",
      "name": "Nan Zhang",
      "affiliations": [
        "Center for Health Management and Policy Research, School of Public Health, Cheeloo College of Medicine, Shandong University, Jinan, China.",
        "NHC Key Lab of Health Economics and Policy Research (Shandong University), Jinan, China.",
        "Shandong Cancer Hospital and Institute, Shandong First Medical University and Shandong Academy of Medical Sciences, Jinan, China."
      ],
      "orcid": "0000-0003-3494-5806"
    },
    {
      "last_name": "Chang",
      "fore_name": "Xuan",
      "initials": "X",
      "name": "Xuan Chang",
      "affiliations": [
        "Department of Publicity, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Ruyue",
      "initials": "R",
      "name": "Ruyue Liu",
      "affiliations": [
        "School of Public Health, Weifang Medical University, Weifang, China."
      ],
      "orcid": "0000-0001-6122-7733"
    },
    {
      "last_name": "Zheng",
      "fore_name": "Caiyun",
      "initials": "C",
      "name": "Caiyun Zheng",
      "affiliations": [
        "School of Public Health, Sun Yat-Sen University, Guangzhou, China."
      ],
      "orcid": "0000-0002-3977-7138"
    },
    {
      "last_name": "Wang",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Wang",
      "affiliations": [
        "School of Public Health, Sun Yat-Sen University, Guangzhou, China."
      ],
      "orcid": "0000-0001-6588-276X"
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, University of Queensland, Brisbane, Australia."
      ],
      "orcid": "0000-0002-1372-0440"
    }
  ],
  "journal": {
    "title": "Cancer medicine",
    "iso_abbreviation": "Cancer Med",
    "issn": "2045-7634",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "7485",
  "end_page": "7497",
  "pages": "7485-7497",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Surveys and Questionnaires",
    "Health Expenditures",
    "China",
    "Neoplasms",
    "Hospitals",
    "Choice Behavior"
  ],
  "article_ids": {
    "pubmed": "36479927",
    "pmc": "PMC10067129",
    "doi": "10.1002/cam4.5473"
  },
  "doi": "10.1002/cam4.5473",
  "pmc_id": "PMC10067129",
  "dates": {
    "completed": "2023-04-05",
    "revised": "2023-04-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.710616",
    "pmid": "36479927"
  }
}