{
  "pmid": "36477488",
  "uid": "36477488",
  "title": "Management of Individuals With Diabetes at High Risk for Hypoglycemia: An Endocrine Society Clinical Practice Guideline.",
  "abstract": "CONTEXT: Hypoglycemia in people with diabetes is common, especially in those taking medications such as insulin and sulfonylureas (SU) that place them at higher risk. Hypoglycemia is associated with distress in those with diabetes and their families, medication nonadherence, and disruption of life and work, and it leads to costly emergency department visits and hospitalizations, morbidity, and mortality. OBJECTIVE: To review and update the diabetes-specific parts of the 2009 Evaluation and Management of Adult Hypoglycemic Disorders: Endocrine Society Clinical Practice Guideline and to address developing issues surrounding hypoglycemia in both adults and children living with diabetes. The overriding objectives are to reduce and prevent hypoglycemia. METHODS: A multidisciplinary panel of clinician experts, together with a patient representative, and methodologists with expertise in evidence synthesis and guideline development, identified and prioritized 10 clinical questions related to hypoglycemia in people living with diabetes. Systematic reviews were conducted to address all the questions. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology was used to assess the certainty of evidence and make recommendations. RESULTS: The panel agreed on 10 questions specific to hypoglycemia risk and prevention in people with diabetes for which 10 recommendations were made. The guideline includes conditional recommendations for use of real-time continuous glucose monitoring (CGM) and algorithm-driven insulin pumps in people with type 1 diabetes (T1D), use of CGM for outpatients with type 2 diabetes at high risk for hypoglycemia, use of long-acting and rapid-acting insulin analogs, and initiation of and continuation of CGM for select inpatient populations at high risk for hypoglycemia. Strong recommendations were made for structured diabetes education programs for those at high risk for hypoglycemia, use of glucagon preparations that do not require reconstitution vs those that do for managing severe outpatient hypoglycemia for adults and children, use of real-time CGM for individuals with T1D receiving multiple daily injections, and the use of inpatient glycemic management programs leveraging electronic health record data to reduce the risk of hypoglycemia. CONCLUSION: The recommendations are based on the consideration of critical outcomes as well as implementation factors such as feasibility and values and preferences of people with diabetes. These recommendations can be used to inform clinical practice and health care system improvement for this important complication for people living with diabetes.",
  "authors": [
    {
      "last_name": "McCall",
      "fore_name": "Anthony L",
      "initials": "AL",
      "name": "Anthony L McCall",
      "affiliations": [
        "University of Virginia Medical School, Department of Medicine, Division of Endocrinology and Metabolism, Charlottesville, VA 22901, USA."
      ],
      "orcid": "0000-0002-4190-5311"
    },
    {
      "last_name": "Lieb",
      "fore_name": "David C",
      "initials": "DC",
      "name": "David C Lieb",
      "affiliations": [
        "Eastern Virginia Medical School, Division of Endocrine and Metabolic Disorders, Department of Medicine, Norfolk, VA 23510, USA."
      ]
    },
    {
      "last_name": "Gianchandani",
      "fore_name": "Roma",
      "initials": "R",
      "name": "Roma Gianchandani",
      "affiliations": [
        "Cedars Sinai Medical Center, Los Angeles, CA 90048, USA."
      ]
    },
    {
      "last_name": "MacMaster",
      "fore_name": "Heidemarie",
      "initials": "H",
      "name": "Heidemarie MacMaster",
      "affiliations": [
        "Lahey Health System, Inc., Burlington, MA 01805, USA."
      ]
    },
    {
      "last_name": "Maynard",
      "fore_name": "Gregory A",
      "initials": "GA",
      "name": "Gregory A Maynard",
      "affiliations": [
        "University of California Davis Health, Sacramento, CA 95817, USA."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Mayo Clinic Evidence-Based Practice Center, Rochester, MN 55905, USA."
      ],
      "orcid": "0000-0001-5502-5975"
    },
    {
      "last_name": "Seaquist",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Seaquist",
      "affiliations": [
        "Diabetes Center and the Division of Endocrinology & Metabolism, Minneapolis, MN 55455, USA."
      ]
    },
    {
      "last_name": "Wolfsdorf",
      "fore_name": "Joseph I",
      "initials": "JI",
      "name": "Joseph I Wolfsdorf",
      "affiliations": [
        "Boston Children's Hospital, Harvard Medical School, Boston, MA 02115, USA."
      ]
    },
    {
      "last_name": "Wright",
      "fore_name": "Robin Fein",
      "initials": "RF",
      "name": "Robin Fein Wright",
      "affiliations": [
        "DiabetesSisters, 1112 W Boughton Road, IL 60440, USA."
      ]
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "McMaster University GRADE Centre and Michael G. DeGroote Cochrane Canada Centre Department of Health Research Methods, Evidence, and Impact, Hamilton, ON, L8S 4L8, Canada."
      ],
      "orcid": "0000-0001-6576-1650"
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "1945-7197",
    "issn_type": "Electronic",
    "volume": "108",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "529",
  "end_page": "562",
  "pages": "529-562",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Practice Guideline"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Humans",
    "Blood Glucose",
    "Blood Glucose Self-Monitoring",
    "Diabetes Mellitus, Type 1",
    "Diabetes Mellitus, Type 2",
    "Hypoglycemia",
    "Hypoglycemic Agents",
    "Insulin"
  ],
  "article_ids": {
    "pubmed": "36477488",
    "doi": "10.1210/clinem/dgac596",
    "pii": "6880627"
  },
  "doi": "10.1210/clinem/dgac596",
  "dates": {
    "completed": "2023-02-18",
    "revised": "2023-04-02"
  },
  "chemicals": [
    "Blood Glucose",
    "Hypoglycemic Agents",
    "Insulin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.875713",
    "pmid": "36477488"
  }
}