{
  "pmid": "36483345",
  "uid": "36483345",
  "title": "Evaluating the impact of mandatory indications on antibiotic utilization in a community hospital.",
  "abstract": "OBJECTIVE: We evaluated the impact of introducing a mandatory indication field into electronic order entry for targeted antibiotics in adult inpatients. DESIGN: Retrospective, before-and-after trial. SETTING: A 400-bed community hospital. INTERVENTIONS: All adult electronic intravenous (IV) and enteral orders for targeted antibiotics (moxifloxacin, ciprofloxacin, clindamycin, vancomycin, and metronidazole) had a mandatory indication field added. Control antibiotics (amoxicillin-clavulanate, ceftriaxone and piperacillin-tazobactam) were chosen to track shifts in antibiotic prescribing due to the introduction of mandatory indication field. METHODS: Descriptive statistics were used to summarize the primary outcome, measured in Defined Daily Doses (DDD) per 1000 patient days (PD). Interrupted time-series (ITS) analysis was performed to compare levels and trends in antibiotic usage of targeted and control antibiotics during 24 months before and after the intervention. Additionally, a descriptive analysis of mandatory indication fields for targeted antibiotics in the postintervention period was conducted. RESULTS: In total, 4,572 study antibiotic orders were evaluated after the intervention. Preset mandatory indications were selected for 30%-55% of orders. There was decreased usage of targeted antibiotics (mean, 92.02 vs 72.07 DDD/1000-PD) with increased usage of control antibiotics (mean, 102.73 vs 119.91 DDD/1000-PD). ITS analysis showed no statistically significant difference in overall antibiotic usage before and after the intervention for all targeted antibiotics. CONCLUSION: This study showed moderate use of preset mandatory indications, suggesting that the preset list of indications can be optimized. There was no impact on overall antibiotic usage with the use of mandatory indications. More prospective research is needed to study the utility of this intervention in different contexts.",
  "authors": [
    {
      "last_name": "Chan",
      "fore_name": "April J",
      "initials": "AJ",
      "name": "April J Chan",
      "affiliations": [
        "Unity Health Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-5821-0516"
    },
    {
      "last_name": "Nisenbaum",
      "fore_name": "Rosane",
      "initials": "R",
      "name": "Rosane Nisenbaum",
      "affiliations": [
        "University of Toronto, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, Ontario, Canada.",
        "Applied Health Research Centre and MAP Centre for Urban Solutions, Ontario, Canada."
      ]
    },
    {
      "last_name": "Downing",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Downing",
      "affiliations": [
        "Unity Health Toronto, Ontario, Canada.",
        "University of Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, Ontario, Canada.",
        "Hotel Dieu Shaver Health and Rehabilitation Centre, Ontario, Canada."
      ],
      "orcid": "0000-0001-5467-6776"
    }
  ],
  "journal": {
    "title": "Antimicrobial stewardship & healthcare epidemiology : ASHE",
    "iso_abbreviation": "Antimicrob Steward Healthc Epidemiol",
    "issn": "2732-494X",
    "issn_type": "Electronic",
    "volume": "2",
    "issue": "1",
    "pub_year": "2022"
  },
  "start_page": "e121",
  "pages": "e121",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36483345",
    "pmc": "PMC9726569",
    "doi": "10.1017/ash.2022.260",
    "pii": "S2732494X22002601"
  },
  "doi": "10.1017/ash.2022.260",
  "pmc_id": "PMC9726569",
  "dates": {
    "revised": "2022-12-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.279227",
    "pmid": "36483345"
  }
}