{
  "pmid": "36480274",
  "uid": "36480274",
  "title": "Mobile Health-Supported Virtual Reality and Group Problem Management Plus: Protocol for a Cluster Randomized Trial Among Urban Refugee and Displaced Youth in Kampala, Uganda (Tushirikiane4MH, Supporting Each Other for Mental Health).",
  "abstract": "BACKGROUND: Although mental health challenges disproportionately affect people in humanitarian contexts, most refugee youth do not receive the mental health support needed. Uganda is the largest refugee-hosting nation in Africa, hosting over 1.58 million refugees in 2022, with more than 111,000 living in the city of Kampala. There is limited information about effective and feasible interventions to improve mental health outcomes and mental health literacy, and to reduce mental health stigma among urban refugee adolescents and youth in low- and middle-income countries (LMICs). Virtual reality (VR) is a promising approach to reduce stigma and improve mental health and coping, yet such interventions have not yet been tested in LMICs where most forcibly displaced people reside. Group Problem Management Plus (GPM+) is a scalable brief psychological transdiagnostic intervention for people experiencing a range of adversities, but has not been tested with adolescents and youth to date. Further, mobile health (mHealth) strategies have demonstrated promise in promoting mental health literacy. OBJECTIVE: The aim of this study is to evaluate the feasibility and effectiveness of two youth-tailored mental health interventions (VR alone and VR combined with GMP+) in comparison with the standard of care in improving mental health outcomes among refugee and displaced youth aged 16-24 years in Kampala, Uganda. METHODS: A three-arm cluster randomized controlled trial will be implemented across five informal settlements grouped into three sites, based on proximity, and randomized in a 1:1:1 design. Approximately 330 adolescents (110 per cluster) are enrolled and will be followed for approximately 16 weeks. Data will be collected at three time points: baseline enrollment, 8 weeks following enrollment, and 16 weeks after enrollment. Primary (depression) and secondary outcomes (mental health literacy, attitudes toward mental help-seeking, adaptive coping, mental health stigma, mental well-being, level of functioning) will be evaluated. RESULTS: The study will be conducted in accordance with CONSORT (Consolidated Standards of Reporting Trials) guidelines. The study has received ethical approval from the University of Toronto (#40965; May 12, 2021), Mildmay Uganda Research Ethics Committee (MUREC-2021-41; June 24, 2021), and Uganda National Council for Science & Technology (SS1021ES; January 1, 2022). A qualitative formative phase was conducted using focus groups and in-depth, semistructured key informant interviews to understand contextual factors influencing mental well-being among urban refugee and displaced youth. Qualitative findings will inform the VR intervention, SMS text check-in messages, and the adaptation of GPM+. Intervention development was conducted in collaboration with refugee youth peer navigators. The trial launched in June 2022 and the final follow-up survey will be conducted in November 2022. CONCLUSIONS: This study will contribute to the knowledge of youth-tailored mental health intervention strategies for urban refugee and displaced youth living in informal settlements in LMIC contexts. Findings will be shared in peer-reviewed publications, conference presentations, and with community dissemination. TRIAL REGISTRATION: ClinicalTrials.gov NCT05187689; https://clinicaltrials.gov/ct2/show/NCT05187689. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/42342.",
  "authors": [
    {
      "last_name": "Logie",
      "fore_name": "Carmen H",
      "initials": "CH",
      "name": "Carmen H Logie",
      "affiliations": [
        "Factor-Inwentash Faculty of Social Work, University of Toronto, Toronto, ON, Canada.",
        "Women's College Research Institute, Women's College Hospital, Toronto, ON, Canada.",
        "Institute for Water, Environment & Health, United Nations University, Hamilton, ON, Canada.",
        "Centre for Gender & Sexual Health Equity, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-8035-433X"
    },
    {
      "last_name": "Okumu",
      "fore_name": "Moses",
      "initials": "M",
      "name": "Moses Okumu",
      "affiliations": [
        "School of Social Work, University of Illinois, Urban-Champaign, IL, United States.",
        "School of Social Sciences, Uganda Christian University, Mukono, Uganda."
      ],
      "orcid": "0000-0003-2555-3077"
    },
    {
      "last_name": "Kortenaar",
      "fore_name": "Jean-Luc",
      "initials": "JL",
      "name": "Jean-Luc Kortenaar",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-0966-1767"
    },
    {
      "last_name": "Gittings",
      "fore_name": "Lesley",
      "initials": "L",
      "name": "Lesley Gittings",
      "affiliations": [
        "Factor-Inwentash Faculty of Social Work, University of Toronto, Toronto, ON, Canada.",
        "School of Health Studies, Faculty of Health Sciences, Western University, London, ON, Canada.",
        "Centre for Social Science Research, University of Cape Town, Cape Town, South Africa."
      ],
      "orcid": "0000-0002-0463-0478"
    },
    {
      "last_name": "Khan",
      "fore_name": "Naimul",
      "initials": "N",
      "name": "Naimul Khan",
      "affiliations": [
        "Electrical, Computer, and Biomedical Engineering, Toronto Metropolitan University, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-8229-0747"
    },
    {
      "last_name": "Hakiza",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Hakiza",
      "affiliations": [
        "Young African Refugees for Integral Development, Kampala, Uganda."
      ],
      "orcid": "0000-0001-7857-9436"
    },
    {
      "last_name": "Kibuuka Musoke",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Kibuuka Musoke",
      "affiliations": [
        "International Research Consortium, Kampala, Uganda."
      ],
      "orcid": "0000-0002-2793-1580"
    },
    {
      "last_name": "Nakitende",
      "fore_name": "Aidah",
      "initials": "A",
      "name": "Aidah Nakitende",
      "affiliations": [
        "International Research Consortium, Kampala, Uganda."
      ],
      "orcid": "0000-0002-2587-8528"
    },
    {
      "last_name": "Katisi",
      "fore_name": "Brenda",
      "initials": "B",
      "name": "Brenda Katisi",
      "affiliations": [
        "Young African Refugees for Integral Development, Kampala, Uganda."
      ],
      "orcid": "0000-0002-2775-9565"
    },
    {
      "last_name": "Kyambadde",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Kyambadde",
      "affiliations": [
        "National AIDS and STI Control Programme, Ministry of Health, Kampala, Uganda.",
        "Most At Risk Population Initiative, Mulago Hospital, Kampala, Uganda."
      ],
      "orcid": "0000-0002-9606-218X"
    },
    {
      "last_name": "Khan",
      "fore_name": "Torsum",
      "initials": "T",
      "name": "Torsum Khan",
      "affiliations": [
        "Electrical, Computer, and Biomedical Engineering, Toronto Metropolitan University, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-8078-9598"
    },
    {
      "last_name": "Lester",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Lester",
      "affiliations": [
        "Department of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0003-1759-2236"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "Centre for Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "11",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "08"
  },
  "start_page": "e42342",
  "pages": "e42342",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36480274",
    "pmc": "PMC9782374",
    "doi": "10.2196/42342",
    "pii": "v11i12e42342"
  },
  "doi": "10.2196/42342",
  "pmc_id": "PMC9782374",
  "dates": {
    "revised": "2022-12-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.628204",
    "pmid": "36480274"
  }
}