{
  "pmid": "36507629",
  "uid": "36507629",
  "title": "Staphylococcus aureus Breast Implant Infection Isolates Display Recalcitrance To Antibiotic Pocket Irrigants.",
  "abstract": "Breast implant-associated infections (BIAIs) are the primary complication following placement of breast prostheses in breast cancer reconstruction. Given the prevalence of breast cancer, reconstructive failure due to infection results in significant patient distress and health care expenditures. Thus, effective BIAI prevention strategies are urgently needed. This study tests the efficacy of one infection prevention strategy: the use of a triple antibiotic pocket irrigant (TAPI) against Staphylococcus aureus, the most common cause of BIAIs. TAPI, which consists of 50,000 U bacitracin, 1 g cefazolin, and 80 mg gentamicin diluted in 500 mL of saline, is used to irrigate the breast implant pocket during surgery. We used in vitro and in vivo assays to test the efficacy of each antibiotic in TAPI, as well as TAPI at the concentration used during surgery. We found that planktonically grown S. aureus BIAI isolates displayed susceptibility to gentamicin, cefazolin, and TAPI. However, TAPI treatment enhanced biofilm formation of BIAI strains. Furthermore, we compared TAPI treatment of a S. aureus reference strain (JE2) to a BIAI isolate (117) in a mouse BIAI model. TAPI significantly reduced infection of JE2 at 1 and 7 days postinfection (dpi). In contrast, BIAI strain 117 displayed high bacterial burdens in tissues and implants, which persisted to 14 dpi despite TAPI treatment. Lastly, we demonstrated that TAPI was effective against Pseudomonas aeruginosa reference (PAO1) and BIAI strains in vitro and in vivo. Together, these data suggest that S. aureus BIAI strains employ unique mechanisms to resist antibiotic prophylaxis treatment and promote chronic infection. IMPORTANCE The incidence of breast implant associated infections (BIAIs) following reconstructive surgery postmastectomy remains high, despite the use of prophylactic antibiotic strategies. Thus, surgeons have begun using additional antibiotic-based prevention strategies, including triple antibiotic pocket irrigants (TAPIs). However, these strategies fail to reduce BIAI rates for these patients. To understand why these therapies fail, we assessed the antimicrobial resistance patterns of Staphylococcus aureus strains, the most common cause of BIAI, to the antibiotics in TAPI (bacitracin, cefazolin, and gentamicin). We found that while clinically relevant BIAI isolates were more susceptible to the individual antibiotics compared to a reference strain, TAPI was effective at killing all the strains in vitro. However, in a mouse model, the BIAI isolates displayed recalcitrance to TAPI, which contrasted with the reference strain, which was susceptible. These data suggest that strains causing BIAI may encode specific recalcitrance mechanisms not present within reference strains.",
  "authors": [
    {
      "last_name": "Duran Ramirez",
      "fore_name": "Jesus M",
      "initials": "JM",
      "name": "Jesus M Duran Ramirez",
      "affiliations": [
        "Department of Microbiology and Molecular Genetics, McGovern Medical School, University of Texas Health Science Center, Houston, Texas, USA.",
        "Department of Epidemiology, Human Genetics, and Environmental Sciences, Center for Infectious Diseases, School of Public Health, University of Texas Health Science Center, Houston, Texas, USA."
      ],
      "orcid": "0000-0003-0907-0550"
    },
    {
      "last_name": "Gomez",
      "fore_name": "Jana",
      "initials": "J",
      "name": "Jana Gomez",
      "affiliations": [
        "Department of Microbiology and Molecular Genetics, McGovern Medical School, University of Texas Health Science Center, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Hanson",
      "fore_name": "Blake M",
      "initials": "BM",
      "name": "Blake M Hanson",
      "affiliations": [
        "Department of Epidemiology, Human Genetics, and Environmental Sciences, Center for Infectious Diseases, School of Public Health, University of Texas Health Science Center, Houston, Texas, USA.",
        "Center for Antimicrobial Resistance and Microbial Genomics, McGovern Medical School, University of Texas Health Science Center, Houston, Texas, USA."
      ],
      "orcid": "0000-0003-2949-7818"
    },
    {
      "last_name": "Isa",
      "fore_name": "Taha",
      "initials": "T",
      "name": "Taha Isa",
      "affiliations": [
        "Department of Microbiology and Molecular Genetics, McGovern Medical School, University of Texas Health Science Center, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Myckatyn",
      "fore_name": "Terence M",
      "initials": "TM",
      "name": "Terence M Myckatyn",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Washington University School of Medicine, St. Louis, Missouri, USA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer N",
      "initials": "JN",
      "name": "Jennifer N Walker",
      "affiliations": [
        "Department of Microbiology and Molecular Genetics, McGovern Medical School, University of Texas Health Science Center, Houston, Texas, USA.",
        "Department of Epidemiology, Human Genetics, and Environmental Sciences, Center for Infectious Diseases, School of Public Health, University of Texas Health Science Center, Houston, Texas, USA."
      ],
      "orcid": "0000-0002-0079-3261"
    }
  ],
  "journal": {
    "title": "Microbiology spectrum",
    "iso_abbreviation": "Microbiol Spectr",
    "issn": "2165-0497",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Feb",
    "pub_day": "14"
  },
  "start_page": "e0288422",
  "pages": "e0288422",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Animals",
    "Mice",
    "Anti-Bacterial Agents",
    "Staphylococcus aureus",
    "Cefazolin",
    "Breast Implants",
    "Bacitracin",
    "Mastectomy",
    "Staphylococcal Infections",
    "Polymyxin B",
    "Gentamicins",
    "Microbial Sensitivity Tests"
  ],
  "article_ids": {
    "pubmed": "36507629",
    "pmc": "PMC9927092",
    "doi": "10.1128/spectrum.02884-22"
  },
  "doi": "10.1128/spectrum.02884-22",
  "pmc_id": "PMC9927092",
  "dates": {
    "completed": "2023-02-16",
    "revised": "2023-10-20"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Cefazolin",
    "Bacitracin",
    "Polymyxin B",
    "Gentamicins"
  ],
  "grants": [
    {
      "grant_id": "K01 AI148593-03",
      "agency": "HHS | National Institutes of Health (NIH)"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.720594",
    "pmid": "36507629"
  }
}