{
  "pmid": "36505380",
  "uid": "36505380",
  "title": "Insight into genetic, biological, and environmental determinants of sexual-dimorphism in type 2 diabetes and glucose-related traits.",
  "abstract": "There is growing evidence that sex and gender differences play an important role in risk and pathophysiology of type 2 diabetes (T2D). Men develop T2D earlier than women, even though there is more obesity in young women than men. This difference in T2D prevalence is attenuated after the menopause. However, not all women are equally protected against T2D before the menopause, and gestational diabetes represents an important risk factor for future T2D. Biological mechanisms underlying sex and gender differences on T2D physiopathology are not yet fully understood. Sex hormones affect behavior and biological changes, and can have implications on lifestyle; thus, both sex-specific environmental and biological risk factors interact within a complex network to explain the differences in T2D risk and physiopathology in men and women. In addition, lifetime hormone fluctuations and body changes due to reproductive factors are generally more dramatic in women than men (ovarian cycle, pregnancy, and menopause). Progress in genetic studies and rodent models have significantly advanced our understanding of the biological pathways involved in the physiopathology of T2D. However, evidence of the sex-specific effects on genetic factors involved in T2D is still limited, and this gap of knowledge is even more important when investigating sex-specific differences during the life course. In this narrative review, we will focus on the current state of knowledge on the sex-specific effects of genetic factors associated with T2D over a lifetime, as well as the biological effects of these different hormonal stages on T2D risk. We will also discuss how biological insights from rodent models complement the genetic insights into the sex-dimorphism effects on T2D. Finally, we will suggest future directions to cover the knowledge gaps.",
  "authors": [
    {
      "last_name": "Lamri",
      "fore_name": "Amel",
      "initials": "A",
      "name": "Amel Lamri",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute (PHRI), Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "De Paoli",
      "fore_name": "Monica",
      "initials": "M",
      "name": "Monica De Paoli",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Thrombosis and Atherosclerosis Research Institute (TaARI), Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "De Souza",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell De Souza",
      "affiliations": [
        "Population Health Research Institute (PHRI), Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Werstuck",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Werstuck",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Thrombosis and Atherosclerosis Research Institute (TaARI), Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia Anand",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute (PHRI), Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pigeyre",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Pigeyre",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Population Health Research Institute (PHRI), Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in cardiovascular medicine",
    "iso_abbreviation": "Front Cardiovasc Med",
    "issn": "2297-055X",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "964743",
  "pages": "964743",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36505380",
    "pmc": "PMC9729955",
    "doi": "10.3389/fcvm.2022.964743"
  },
  "doi": "10.3389/fcvm.2022.964743",
  "pmc_id": "PMC9729955",
  "dates": {
    "revised": "2022-12-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.307086",
    "pmid": "36505380"
  }
}