{
  "pmid": "36509377",
  "uid": "36509377",
  "title": "Antibiotic resistance associated with the COVID-19 pandemic: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: COVID-19 and antimicrobial resistance (AMR) are two intersecting global public health crises. OBJECTIVE: We aimed to describe the impact of the COVID-19 pandemic on AMR across health care settings. DATA SOURCE: A search was conducted in December 2021 in WHO COVID-19 Research Database with forward citation searching up to June 2022. STUDY ELIGIBILITY: Studies evaluating the impact of COVID-19 on AMR in any population were included and influencing factors were extracted. Reporting of enhanced infection prevention and control and/or antimicrobial stewardship programs was noted. METHODS: Pooling was done separately for Gram-negative and Gram-positive organisms. Random-effects meta-analysis was performed. RESULTS: Of 6036 studies screened, 28 were included and 23 provided sufficient data for meta-analysis. The majority of studies focused on hospital settings (n = 25, 89%). The COVID-19 pandemic was not associated with a change in the incidence density (incidence rate ratio 0.99, 95% CI: 0.67-1.47) or proportion (risk ratio 0.91, 95% CI: 0.55-1.49) of methicillin-resistant Staphylococcus aureus or vancomycin-resistant enterococci cases. A non-statistically significant increase was noted for resistant Gram-negative organisms (i.e. extended-spectrum beta-lactamase, carbapenem-resistant Enterobacterales, carbapenem or multi-drug resistant or carbapenem-resistant Pseudomonas aeruginosa or Acinetobacter baumannii, incidence rate ratio 1.64, 95% CI: 0.92-2.92; risk ratio 1.08, 95% CI: 0.91-1.29). The absence of reported enhanced infection prevention and control and/or antimicrobial stewardship programs initiatives was associated with an increase in gram-negative AMR (risk ratio 1.11, 95% CI: 1.03-1.20). However, a test for subgroup differences showed no statistically significant difference between the presence and absence of these initiatives (p 0.40). CONCLUSION: The COVID-19 pandemic may have hastened the emergence and transmission of AMR, particularly for Gram-negative organisms in hospital settings. But there is considerable heterogeneity in both the AMR metrics used and the rate of resistance reported across studies. These findings reinforce the need for strengthened infection prevention, antimicrobial stewardship, and AMR surveillance in the context of the COVID-19 pandemic.",
  "authors": [
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, Toronto, Ontario, Canada; Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada. Electronic address: brad.langford@gmail.com."
      ]
    },
    {
      "last_name": "Soucy",
      "fore_name": "Jean-Paul R",
      "initials": "JR",
      "name": "Jean-Paul R Soucy",
      "affiliations": [
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Leung",
      "affiliations": [
        "Public Health Ontario, Toronto, Ontario, Canada; Toronto East Health Network, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "So",
      "fore_name": "Miranda",
      "initials": "M",
      "name": "Miranda So",
      "affiliations": [
        "Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kwan",
      "fore_name": "Angela T H",
      "initials": "ATH",
      "name": "Angela T H Kwan",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Portnoff",
      "fore_name": "Jacob S",
      "initials": "JS",
      "name": "Jacob S Portnoff",
      "affiliations": [
        "Faculty of Medicine, University of Queensland, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Bertagnolio",
      "fore_name": "Silvia",
      "initials": "S",
      "name": "Silvia Bertagnolio",
      "affiliations": [
        "Department of Surveillance, Prevention and Control, Division of Antimicrobial Resistance, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Raybardhan",
      "fore_name": "Sumit",
      "initials": "S",
      "name": "Sumit Raybardhan",
      "affiliations": [
        "North York General Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "MacFadden",
      "fore_name": "Derek R",
      "initials": "DR",
      "name": "Derek R MacFadden",
      "affiliations": [
        "Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada; The Ottawa Hospital, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Public Health Ontario, Toronto, Ontario, Canada; Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada; Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
    "iso_abbreviation": "Clin Microbiol Infect",
    "issn": "1469-0691",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "302",
  "end_page": "309",
  "pages": "302-309",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Anti-Bacterial Agents",
    "Drug Resistance, Bacterial",
    "Methicillin-Resistant Staphylococcus aureus",
    "COVID-19",
    "Carbapenems"
  ],
  "article_ids": {
    "pubmed": "36509377",
    "pmc": "PMC9733301",
    "doi": "10.1016/j.cmi.2022.12.006",
    "pii": "S1198-743X(22)00610-3"
  },
  "doi": "10.1016/j.cmi.2022.12.006",
  "pmc_id": "PMC9733301",
  "dates": {
    "completed": "2023-03-03",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Anti-Bacterial Agents",
    "Carbapenems"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.279468",
    "pmid": "36509377"
  }
}