{
  "pmid": "36510579",
  "uid": "36510579",
  "title": "Impacts of the COVID-19 pandemic on carer-employees' well-being: a twelve-country comparison.",
  "abstract": "The aim of this analysis is to assess the potential ways that the COVID-19 pandemic has impacted Canadian carer-employees (CEs) and identify the needs CEs feel is required for them to continue providing care. We assess the similarities and differences in the stresses CEs faced during COVID-19 globally across countries in the G7, Australia, Spain, Brazil, Taiwan, India, and China. We aim to compare Canada against global trends with respect to the challenges of the COVID-19 pandemic, as well as the supports in place for CEs. The study utilized 2020 Carer Well-Being Index at the country level. Descriptive data on Canadian CEs is first reviewed, followed by comparisons, by country, on responses relating to: (a) time spent caring; (b) sources of support; (c) impact on paid work and career, and; (d) emotional/mental, financial, and physical health. The relationship between government support and emotional/mental health is also explored. When compared to pre-pandemic times, CEs in Canada on average spent more time caregiving, with 34% reporting more difficulty balancing their paid job and caring responsibilities. Seventy-one percent of CEs feel their mental health has deteriorated. Thirty-four percent of Canadian CEs received support from the government, and only 30% received support from their employers. Globally, there was a similar trend, with CEs experiencing deteriorating mental health, work impacts, and unmet needs during the pandemic. Comparing the well-being of Canadian CEs with other countries provides an opportunity to evaluate areas where Canadian policies and programs have been effective, as well as areas needing improvement.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "Jerry",
      "initials": "J",
      "name": "Jerry Wu",
      "affiliations": [
        "Department of Mathematics, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Williams",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Williams",
      "affiliations": [
        "School of Earth, Environment &Society, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Offord Center for Child Study & Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Henningsen",
      "fore_name": "Nadine",
      "initials": "N",
      "name": "Nadine Henningsen",
      "affiliations": [
        "Canadian Home Care Association & Carers Canada, Mississauga, Ontario, L5N 1W1."
      ]
    },
    {
      "last_name": "Kitchen",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Kitchen",
      "affiliations": [
        "School of Earth, Environment &Society, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Wellbeing, space and society",
    "iso_abbreviation": "Wellbeing Space Soc",
    "issn": "2666-5581",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2023"
  },
  "start_page": "100123",
  "pages": "100123",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36510579",
    "pmc": "PMC9729170",
    "doi": "10.1016/j.wss.2022.100123",
    "pii": "S2666-5581(22)00051-3"
  },
  "doi": "10.1016/j.wss.2022.100123",
  "pmc_id": "PMC9729170",
  "dates": {
    "revised": "2023-04-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.417193",
    "pmid": "36510579"
  }
}