{
  "pmid": "36513278",
  "uid": "36513278",
  "title": "How Did We Get Here? Antithrombotic Therapy after Bioprosthetic Aortic Valve Replacement: A Review.",
  "abstract": "IMPORTANCE: Aortic stenosis is the most common valvular disease, and more than 90% of patients who undergo aortic valve replacement receive a bioprosthetic valve. Yet optimal antithrombotic therapy after bioprosthetic aortic valve replacement remains uncertain, and guidelines provide contradictory recommendations. OBSERVATIONS:  Randomized studies of antithrombotic therapy after bioprosthetic aortic valve replacement are small and underpowered. Observational data present opposing, and likely confounded, results. Historically, changes to guidelines have not been informed by high-quality new data. Current guidelines from different professional bodies provide contradictory recommendations despite citing the same evidence. CONCLUSION:  Insufficient antithrombotic therapy after bioprosthetic aortic valve replacement has serious implications: ischemic stroke, systemic arterial thromboembolism, and clinical and subclinical valve thromboses. Unnecessarily intense antithrombotic therapy, however, increases risk of bleeding and associated morbidity and mortality. Professional bodies have used the current low-quality evidence and generated incongruent recommendations. Researchers should prioritize generating high-quality, randomized evidence evaluating the risks and benefits of antiplatelet versus anticoagulant therapy after bioprosthetic aortic valve replacement.",
  "authors": [
    {
      "last_name": "Eikelboom",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Eikelboom",
      "affiliations": [
        "Department of Surgery, University of Manitoba, Max Rady College of Medicine, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Whitlock",
      "fore_name": "Richard P",
      "initials": "RP",
      "name": "Richard P Whitlock",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lopes",
      "fore_name": "Renato D",
      "initials": "RD",
      "name": "Renato D Lopes",
      "affiliations": [
        "Division of Cardiology, Duke Clinical Research Institute, Duke University, Durham, North Carolina, United States."
      ]
    },
    {
      "last_name": "Siegal",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Siegal",
      "affiliations": [
        "Department of Medicine, University of Ottawa and Ottawa Hospital Research Institute, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jaffer",
      "fore_name": "Iqbal H",
      "initials": "IH",
      "name": "Iqbal H Jaffer",
      "affiliations": [
        "Division of Cardiac Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Drakos",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Drakos",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schulman",
      "fore_name": "Sam",
      "initials": "S",
      "name": "Sam Schulman",
      "affiliations": [
        "Division of Hematology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8512-9043"
    },
    {
      "last_name": "Belley-Côté",
      "fore_name": "Emilie P",
      "initials": "EP",
      "name": "Emilie P Belley-Côté",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Thrombosis and haemostasis",
    "iso_abbreviation": "Thromb Haemost",
    "issn": "2567-689X",
    "issn_type": "Electronic",
    "volume": "123",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "6",
  "end_page": "15",
  "pages": "6-15",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Anticoagulants",
    "Aortic Valve",
    "Fibrinolytic Agents",
    "Heart Valve Prosthesis",
    "Treatment Outcome",
    "Randomized Controlled Trials as Topic",
    "Heart Valve Prosthesis Implantation"
  ],
  "article_ids": {
    "pubmed": "36513278",
    "doi": "10.1055/s-0042-1758128"
  },
  "doi": "10.1055/s-0042-1758128",
  "dates": {
    "completed": "2023-01-13",
    "revised": "2023-01-13"
  },
  "chemicals": [
    "Anticoagulants",
    "Fibrinolytic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:13.231408",
    "pmid": "36513278"
  }
}