{
  "pmid": "36518095",
  "uid": "36518095",
  "title": "The Association Between Prior Mental Health Service Utilization and Risk of Recidivism among Incarcerated Ontario Residents.",
  "abstract": "BACKGROUND: There is mixed evidence on the link between mental health and addiction (MHA) history and recidivism. Few studies have examined post-release MHA care. Our objective was to examine the association between prior (pre-incarceration) MHA service use and post-release recidivism and service use. METHODS: We conducted a population-based cohort study linking individuals held in provincial correctional institutions in 2010 to health administrative databases. Prior MHA service use was assigned hierarchically in order of hospitalization, emergency department visit and outpatient visit. We followed up individuals post-release for up to 5 years for the first occurrence of recidivism and MHA hospitalization, emergency department visit and outpatient visit. We use Cox-proportional hazards models to examine the association between prior MHA service use and each outcome adjusting for prior correctional involvement and demographic characteristics. RESULTS: Among a sample consisting of 45,890 individuals, we found that prior MHA service use was moderately associated with recidivism (hazard ratio (HR): 1.20-1.50, all P < 0.001), with secondary analyses finding larger associations for addiction service use (HR range: 1.34-1.54, all P < 0.001) than for mental health service use (HR range: 1.09-1.18, all P < 0.001). We found high levels of post-release MHA hospitalization and low levels of outpatient MHA care relative to need even among individuals with prior MHA hospitalization. DISCUSSION: Despite a high risk of recidivism and acute MHA utilization post-release, we found low access to MHA outpatient care, highlighting the necessity for greater efforts to facilitate access to care and care integration for individuals with mental health needs in correctional facilities.",
  "authors": [
    {
      "last_name": "Lebenbaum",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Lebenbaum",
      "affiliations": [
        "ICES, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-6319-3466"
    },
    {
      "last_name": "Kouyoumdjian",
      "fore_name": "Fiona",
      "initials": "F",
      "name": "Fiona Kouyoumdjian",
      "affiliations": [
        "ICES, Toronto, ON, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6869-7516"
    },
    {
      "last_name": "Huang",
      "fore_name": "Anjie",
      "initials": "A",
      "name": "Anjie Huang",
      "affiliations": [
        "ICES, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-9148-1038"
    },
    {
      "last_name": "Kurdyak",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Kurdyak",
      "affiliations": [
        "ICES, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation (IHPME), University of Toronto, Toronto, Ontario, Canada.",
        "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Toronto, ON, Canada.",
        "Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-8115-7437"
    }
  ],
  "journal": {
    "title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
    "iso_abbreviation": "Can J Psychiatry",
    "issn": "1497-0015",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan"
  },
  "start_page": "21",
  "end_page": "32",
  "pages": "21-32",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Ontario",
    "Mental Disorders",
    "Cohort Studies",
    "Recidivism",
    "Mental Health Services",
    "Correctional Facilities",
    "Prisoners",
    "Emergency Service, Hospital"
  ],
  "article_ids": {
    "pubmed": "36518095",
    "pmc": "PMC10867412",
    "doi": "10.1177/07067437221140385"
  },
  "doi": "10.1177/07067437221140385",
  "pmc_id": "PMC10867412",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2024-07-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:56.269426",
    "pmid": "36518095"
  }
}