{
  "pmid": "36518969",
  "uid": "36518969",
  "title": "Relationships between job satisfaction, organizational commitment, burnout and job performance of healthcare professionals in a district-level health care system of Shenzhen, China.",
  "abstract": "BACKGROUND: Existing research indicates that job satisfaction has effects on job performance, but little evidence exists about the mechanism through which the satisfaction-performance association operates. This study aims to examine the effect of job satisfaction on job performance in a district-level health care system of China and to explore the effect mechanism mediated by organizational commitment and burnout. METHODS: Cluster sampling was used in this study. All healthcare professionals in the Nanshan Medical Group, who were at work in the last 3 months and able to complete online questionnaire independently were invited to participate the anonymous online survey. Job satisfaction, organizational commitment, burnout and job performance were measured by tools, which have been validated in China. Descriptive statistics were used for the socio-demographic variables and the four job psychological variables. Pearson correlation coefficients was used to determine associations among each of the psychological variables. Linear regression was used to examine association between job performance and other three psychological variables. PROCESS macro was used to examine the mediation effects of organizational commitment and burnout on the association between job satisfaction and performance. RESULTS: In total, 1,200 healthcare professionals completed the anonymous online survey. Job satisfaction, organizational commitment, and job performance were positively correlated with one another, with burnout negatively correlated with them. Linear regression revealed that demographic characteristics, job satisfaction, organizational commitment, and burnout explained 5, 6, 2, and 9% of the variance in job performance. Path analysis showed that the coefficient of the direct effect of job satisfaction on job performance was 0.18, the coefficients of the indirect effects of job satisfaction on job performance through organizational commitment and burnout were 0.17 and 0.37, respectively. The coefficients of the indirect effects of organizational commitment on job performance through burnout was -0.04, but it was not significant. CONCLUSION: It is promising to improve job performance of providers in Chinese healthcare systems by improving job satisfaction and reducing burnout. Tailored support policies for female healthcare professionals, appropriate incentive mechanisms and improving multidisciplinary healthcare delivery are potential to improve job performance of healthcare professionals in integrated healthcare systems.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Xin",
      "initials": "X",
      "name": "Xin Wang",
      "affiliations": [
        "School of Public Health, Sun Yat-sen University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Chaofan",
      "initials": "C",
      "name": "Chaofan Li",
      "affiliations": [
        "Centre for Health Management and Policy Research, School of Public Health, Cheeloo College of Medicine, Shandong University, Jinan, China.",
        "NHC Key Lab of Health Economics and Policy Research, Shandong University, Jinan, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Yuanqing",
      "initials": "Y",
      "name": "Yuanqing Chen",
      "affiliations": [
        "Shenzhen Nanshan Medical Group, Shenzhen, China."
      ]
    },
    {
      "last_name": "Zheng",
      "fore_name": "Caiyun",
      "initials": "C",
      "name": "Caiyun Zheng",
      "affiliations": [
        "School of Public Health, Sun Yat-sen University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Fei",
      "initials": "F",
      "name": "Fei Zhang",
      "affiliations": [
        "Shenzhen Nanshan Medical Group, Shenzhen, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Yixiang",
      "initials": "Y",
      "name": "Yixiang Huang",
      "affiliations": [
        "School of Public Health, Sun Yat-sen University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for the Business and Economics of Health, The University of Queensland, Brisbane, QLD, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2022"
  },
  "start_page": "992258",
  "pages": "992258",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36518969",
    "pmc": "PMC9742526",
    "doi": "10.3389/fpsyg.2022.992258"
  },
  "doi": "10.3389/fpsyg.2022.992258",
  "pmc_id": "PMC9742526",
  "dates": {
    "revised": "2022-12-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.710934",
    "pmid": "36518969"
  }
}