{
  "pmid": "36521779",
  "uid": "36521779",
  "title": "Association of an Acute Kidney Injury Follow-up Clinic With Patient Outcomes and Care Processes: A Cohort Study.",
  "abstract": "RATIONALE & OBJECTIVE: To determine whether attendance at an acute kidney injury (AKI) follow-up clinic is associated with reduced major adverse kidney events. STUDY DESIGN: Propensity-matched cohort study. SETTING & PARTICIPANTS: Patients hospitalized with AKI in Ontario, Canada, from February 1, 2013, through September 30, 2017, at a single clinical center, who were not receiving dialysis when discharged. EXPOSURE: Standardized assessment by a nephrologist. OUTCOMES: Time to a major adverse kidney event, defined as death, initiation of maintenance dialysis, or incident/progressive chronic kidney disease. ANALYTICAL APPROACH: Propensity scores were used to match each patient who attended an AKI follow-up clinic to 4 patients who received standard care. Cox proportional hazards models were fit to assess the association between the care within an AKI follow-up clinic and outcomes. To avoid immortal time bias, we randomly assigned index dates to the comparator group. RESULTS: We matched 164 patients from the AKI follow-up clinic to 656 patients who received standard care. During a mean follow-up of 2.2±1.3 (SD) years, care in the AKI follow-up clinic was not associated with a reduction in major adverse kidney events relative to standard care (22.1 vs 24.7 events per 100 patient-years; HR, 0.91 [95% CI, 0.75-1.11]). The AKI follow-up clinic was associated with a lower risk of all-cause mortality (HR, 0.71 [95% CI, 0.55-0.91]). Patients aged at least 66 years who attended the AKI follow-up clinic were more likely to receive β-blockers (HR, 1.34 [95% CI, 1.02-1.77]) and statins (HR, 1.35 [95% CI, 1.05-1.74]), but not angiotensin-converting enzyme inhibitors or angiotensin receptor blockers (HR, 1.21 [95% CI, 0.94-1.56]). LIMITATIONS: Single-center study and residual confounding. CONCLUSIONS: Specialized postdischarge follow-up for AKI survivors was not associated with a lower risk of major adverse kidney events but was associated with a lower risk of death and increased prescriptions for some cardioprotective medications.",
  "authors": [
    {
      "last_name": "Silver",
      "fore_name": "Samuel A",
      "initials": "SA",
      "name": "Samuel A Silver",
      "affiliations": [
        "Division of Nephrology, Kingston Health Sciences Center, Queen's University, Kingston, University of Toronto, Toronto, Ontario, Canada; ICES, University of Toronto, Toronto, Ontario, Canada. Electronic address: samuel.silver@queensu.ca."
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K",
      "initials": "NK",
      "name": "Neill K Adhikari",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Center, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jeyakumar",
      "fore_name": "Nivethika",
      "initials": "N",
      "name": "Nivethika Jeyakumar",
      "affiliations": [
        "ICES, University of Toronto, Toronto, Ontario, Canada; Lawson Health Research Institute, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Luo",
      "fore_name": "Bin",
      "initials": "B",
      "name": "Bin Luo",
      "affiliations": [
        "ICES, University of Toronto, Toronto, Ontario, Canada; Lawson Health Research Institute, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": [
        "ICES, University of Toronto, Toronto, Ontario, Canada; Division of Nephrology and Li Ka Shing Knowledge Institute, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "ICES, University of Toronto, Toronto, Ontario, Canada; Lawson Health Research Institute, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brimble",
      "fore_name": "K Scott",
      "initials": "KS",
      "name": "K Scott Brimble",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Clark",
      "fore_name": "Edward G",
      "initials": "EG",
      "name": "Edward G Clark",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Neyra",
      "fore_name": "Javier A",
      "initials": "JA",
      "name": "Javier A Neyra",
      "affiliations": [
        "Division of Nephrology, Bone and Mineral Metabolism, University of Kentucky, Lexington, Kentucky."
      ]
    },
    {
      "last_name": "Vijayaraghavan",
      "fore_name": "Bharath K T",
      "initials": "BKT",
      "name": "Bharath K T Vijayaraghavan",
      "affiliations": [
        "Department of Critical Care Medicine, Apollo Hospitals, Chennai, India."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "ICES, University of Toronto, Toronto, Ontario, Canada; Lawson Health Research Institute, London, Ontario, Canada; Division of Nephrology, London Health Sciences Centre, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bell",
      "fore_name": "Chaim M",
      "initials": "CM",
      "name": "Chaim M Bell",
      "affiliations": [
        "ICES, University of Toronto, Toronto, Ontario, Canada; Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada; Department of Medicine, Mount Sinai Hospital University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "ICES, University of Toronto, Toronto, Ontario, Canada; Division of Nephrology and Li Ka Shing Knowledge Institute, St. Michael's Hospital, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "81",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "554",
  "end_page": "563.e1",
  "pages": "554-563.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Cohort Studies",
    "Follow-Up Studies",
    "Aftercare",
    "Patient Discharge",
    "Acute Kidney Injury",
    "Ontario",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "36521779",
    "doi": "10.1053/j.ajkd.2022.10.011",
    "pii": "S0272-6386(22)01052-6"
  },
  "doi": "10.1053/j.ajkd.2022.10.011",
  "dates": {
    "completed": "2023-04-25",
    "revised": "2023-05-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:17.003331",
    "pmid": "36521779"
  }
}