{
  "pmid": "36538899",
  "uid": "36538899",
  "title": "Positive Predictive Value of Diagnosis Codes for Hidradenitis Suppurativa and Cutaneous Abscess.",
  "abstract": "BACKGROUND: Requisite to the application of clinical databases for observational research in hidradenitis suppurativa (HS) is the identification of an accurate case cohort. There is limited information on the validity of using diagnosis codes to identify HS and cutaneous abscess (CA) case cohorts. OBJECTIVES: The objective of the study was to assess the validity in utilizing diagnosis codes to establish the HS and CA cohorts from an integrated health system clinical database. METHODS: In this retrospective study, we evaluated a case-finding algorithm for HS which included the presence of at least one diagnosis code for HS and no diagnosis codes for CA of the axilla, groin, perineum, or buttock at any time. We evaluated a case-finding algorithm for CA which included the presence of at least one diagnosis code for abscess in the axilla, groin, perineum, or buttock and no codes for HS at any time. Medical records for a random sample of 100 patients meeting algorithm criteria were reviewed and adjudicated by dermatologists for accuracy of diagnosis. The positive predictive values (PPVs) of the ICD code-based case definitions were calculated, using the dermatologist's chart-based adjudication as the reference standard. RESULTS: Among 100 HS patients, median age (interquartile range) in the HS cohort was 33 (24.75, 43.25) years. HS patients were predominantly female (82%) and white (70%). Median age among 100 CA patients was 31.5 (95% CI 6.75, 47.25) years. The majority of CA patients were female (56%) and white (69%). The PPVs of the ICD-based case-finding algorithms for HS and CA were 88% (95% CI 81.6-94.4%) and 75.0% (95% CI 66.5-83.5%), respectively. CONCLUSION: The case-finding algorithms employing at least one diagnosis code for HS and CA of the axilla, groin, perineum, or buttock, with the exclusion of the other's diagnosis codes, has good to strong PPV and may provide balance in achieving accuracy and adequate power for cohorts identified within clinical databases.",
  "authors": [
    {
      "last_name": "Smiley",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Smiley",
      "affiliations": [
        "Penn State College of Medicine, Hershey, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Strunk",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Strunk",
      "affiliations": [
        "Department of Dermatology, Donald and Barbra Zucker School of Medicine at Hofstra Northwell, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Butt",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Butt",
      "affiliations": [
        "Department of Dermatology, Penn State Milton S Hershey Medical Center, Hershey, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Kirby",
      "fore_name": "Joslyn",
      "initials": "J",
      "name": "Joslyn Kirby",
      "affiliations": [
        "Department of Dermatology, Penn State Milton S Hershey Medical Center, Hershey, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Donald and Barbra Zucker School of Medicine at Hofstra Northwell, New Hyde Park, New York, USA."
      ]
    }
  ],
  "journal": {
    "title": "Dermatology (Basel, Switzerland)",
    "iso_abbreviation": "Dermatology",
    "issn": "1421-9832",
    "issn_type": "Electronic",
    "volume": "239",
    "issue": "2",
    "pub_year": "2023"
  },
  "start_page": "273",
  "end_page": "276",
  "pages": "273-276",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Adult",
    "Retrospective Studies",
    "Predictive Value of Tests",
    "Hidradenitis Suppurativa",
    "Abscess",
    "Medical Records"
  ],
  "article_ids": {
    "pubmed": "36538899",
    "doi": "10.1159/000528752",
    "pii": "000528752"
  },
  "doi": "10.1159/000528752",
  "dates": {
    "completed": "2023-03-06",
    "revised": "2023-03-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.360951",
    "pmid": "36538899"
  }
}