{
  "pmid": "36534400",
  "uid": "36534400",
  "title": "Association of Linezolid With Risk of Serotonin Syndrome in Patients Receiving Antidepressants.",
  "abstract": "IMPORTANCE: Linezolid has the potential to interact with some antidepressants, leading to serotonin syndrome. However, few empirical data support warnings for patients taking antidepressants to avoid linezolid. OBJECTIVES: To examine the incidence of serotonin syndrome in patients receiving oral linezolid and how concomitant antidepressant treatment changes this risk. DESIGN, SETTING, AND PARTICIPANTS: This population-based, retrospective cohort study used linked administrative databases at ICES to collect data from outpatients 66 years or older in Ontario, Canada, who were prescribed oral linezolid for any duration from October 1, 2014, to January 1, 2021, with follow-up to 30 days (January 31, 2021). EXPOSURES: The use of antidepressants while receiving linezolid therapy vs no antidepressant use while receiving linezolid therapy. MAIN OUTCOMES AND MEASURES: The primary outcome was clinically significant serotonin syndrome based on a physician diagnosis, Sternbach criteria, or the Hunter Serotonin Toxicity Criteria within 30 days of starting oral linezolid treatment. Secondary outcomes were altered mental status, hospitalization, or death within 30 days of starting linezolid treatment. RESULTS: The study included 1134 patients (age ranges, 66-69 years for 225 patients [19.8%], 70-79 years for 473 patients [41.7%], and ≥80 years for 436 patients [38.4%]; 595 [52.5%] male) who were prescribed linezolid. Of 1134 patients, 215 (19.0%) were also taking antidepressants. Serotonin syndrome occurred in fewer than 6 patients (<0.5%). The number of serotonin syndrome cases were fewer in the antidepressant group. In a propensity score-matched cohort, the adjusted risk difference for serotonin syndrome between the antidepressant group and the no antidepressant group was -1.2% (95% CI, -2.9% to 0.5%). There were similar rates of altered mental status, hospitalization, and death between the propensity score-matched groups. CONCLUSIONS AND RELEVANCE: In this cohort study of older patients who were prescribed linezolid, serotonin syndrome occurred rarely. Concurrent antidepressants did not significantly increase the risk of serotonin syndrome. These findings suggested that linezolid is likely safe for patients receiving antidepressants. Nevertheless, prescribers should remain vigilant for this potential drug interaction.",
  "authors": [
    {
      "last_name": "Bai",
      "fore_name": "Anthony D",
      "initials": "AD",
      "name": "Anthony D Bai",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Queen's University, Kingston, Ontario, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "McKenna",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan McKenna",
      "affiliations": [
        "Department of Pharmacy Services, Kingston Health Sciences Centre, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wise",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Wise",
      "affiliations": [
        "Department of Pharmacy Services, Kingston Health Sciences Centre, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Infectious Diseases, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "Sudeep S",
      "initials": "SS",
      "name": "Sudeep S Gill",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "e2247426",
  "pages": "e2247426",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Aged",
    "Female",
    "Linezolid",
    "Serotonin Syndrome",
    "Retrospective Studies",
    "Cohort Studies",
    "Antidepressive Agents",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "36534400",
    "pmc": "PMC9856528",
    "doi": "10.1001/jamanetworkopen.2022.47426",
    "pii": "2799688"
  },
  "doi": "10.1001/jamanetworkopen.2022.47426",
  "pmc_id": "PMC9856528",
  "dates": {
    "completed": "2022-12-21",
    "revised": "2023-02-04"
  },
  "chemicals": [
    "Linezolid",
    "Antidepressive Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.191835",
    "pmid": "36534400"
  }
}