{
  "pmid": "36535653",
  "uid": "36535653",
  "title": "[Routine Practice Data for Health Care Analyses: Part 3 of the Manual].",
  "abstract": "Analyses of health and health care (hereafter referred to as \"health care analyses\") usually aim to make transparent the structures, processes, results and interrelationships of health care and to record the degree to which health care systems and their actors have achieved their goals. Health care-related data are an indispensable source of data for many health care analyses. A prerequisite for the examination of a degree of goal achievement is first of all an agreement on those goals that are to be achieved by the system and its substructures, as well as the identification of the determinants of the achievement of the objectives. Primarily it must be examined how safely, effectively and patient-centred systems, facilities and service providers are operating. It also addresses issues of need, accessibility, utilisation, timeliness, appropriateness, patient safety, coordination, continuity, and health economic efficiency and equity of health care. The results of health care include system services (outputs), on the one hand, and results (outcomes), on the other, whereby the results (patient-reported outcomes) and experiences (patient-reported experiences) reported are of particular importance. Health care analyses answer basic questions of health care research: who does what, when, how, why and with which resources and effects in routine health care. Health care analyses thus provide the necessary findings and key figures to further develop health care in order to improve the quality of health care. The applications range from capacity analyses to following innovations up to the concept of regional and supra-regional monitoring of the quality of care given to the population. Given the progress of digitalisation in Health Care, direct data from the care processes will be increasingly available for health care research. This can support care givers significantly if the findings of the studies are applied precisely and correctly within an adequate methodological frame. This can lead to measurable improved health care quality for patients. Data from the process of health care provision have a high potential. Their use needs the same scientific scrutiny as in all other scientific studies.",
  "authors": [
    {
      "last_name": "Veit",
      "fore_name": "Christof",
      "initials": "C",
      "name": "Christof Veit",
      "affiliations": [
        "BQS Institut für Qualität und Patientensicherheit GmbH, Hamburg, Germany."
      ]
    },
    {
      "last_name": "Bierbaum",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Bierbaum",
      "affiliations": [
        "Geschäftsstelle, Deutsches Netzwerk Versorgungsforschung, Berlin, Germany."
      ]
    },
    {
      "last_name": "Wesselmann",
      "fore_name": "Simone",
      "initials": "S",
      "name": "Simone Wesselmann",
      "affiliations": [
        "Zertifizierung, Deutsche Krebsgesellschaft eV, Frankfurt am Main, Germany."
      ]
    },
    {
      "last_name": "Stock",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Stock",
      "affiliations": [
        "Institut für Gesundheitsökonomie, Uniklinik Köln, Cologne, Germany."
      ]
    },
    {
      "last_name": "Heidecke",
      "fore_name": "Claus-Dieter",
      "initials": "CD",
      "name": "Claus-Dieter Heidecke",
      "affiliations": [
        "Leitung, Institut für Qualitätssicherung und Transparenz im Gesundheitswesen (IQTIG), Berlin, Germany."
      ]
    },
    {
      "last_name": "Apfelbacher",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Apfelbacher",
      "affiliations": [
        "Institut für Sozialmedizin und Gesundheitssystemforschung, Otto von Guericke Universitat Magdeburg, Magdeburg, Germany."
      ]
    },
    {
      "last_name": "Benz",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Benz",
      "affiliations": [
        "Kliniken Böblingen, Klinikverbund Südwest GmbH, Sindelfingen, Germany."
      ]
    },
    {
      "last_name": "Dreinhöfer",
      "fore_name": "Karsten E",
      "initials": "KE",
      "name": "Karsten E Dreinhöfer",
      "affiliations": [
        "Orthopädie und Unfallchirurgie, Medical Park AG, Berlin, Germany.",
        "Orthopädie und Unfallchirurgie, Charite Universitatsmedizin Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Hauptmann",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Hauptmann",
      "affiliations": [
        "Departement für Versorgungsforschung, Medizinische Hochschule Brandenburg Theodor Fontane, Neuruppin, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Falk",
      "initials": "F",
      "name": "Falk Hoffmann",
      "affiliations": [
        "Department für Versorgungsforschung, Carl von Ossietzky Universität Oldenburg, Oldenburg, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "Institut für Community Medicine, Universität Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Kaiser",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Kaiser",
      "affiliations": [
        "Ressort Arzneimittelbewertung, Institut für Qualität und Wirtschaftlichkeit im Gesundheitswesen (IQWiG), Köln, Germany."
      ]
    },
    {
      "last_name": "Klinkhammer-Schalke",
      "fore_name": "Monika",
      "initials": "M",
      "name": "Monika Klinkhammer-Schalke",
      "affiliations": [
        "Tumorzentrum Regensburg, Institut für Qualitätssicherung und Versorgungsforschung, Universität Regensburg, Regensburg, Germany.",
        "Tumorcenter Regensburg, Institut for Quality assurance and Health Services Research, University of Regensburg, Regensburg, Germany."
      ]
    },
    {
      "last_name": "Koller",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Koller",
      "affiliations": [
        "Zentrum für Klinische Studien, Universitätsklinikum Regensburg, Regensburg, Germany."
      ]
    },
    {
      "last_name": "Kostuj",
      "fore_name": "Tanja",
      "initials": "T",
      "name": "Tanja Kostuj",
      "affiliations": [
        "Klinik für Orthopädie und Unfallchirurgie, Klinikum Lippe, Lemgo, Germany."
      ]
    },
    {
      "last_name": "Ortmann",
      "fore_name": "Olaf",
      "initials": "O",
      "name": "Olaf Ortmann",
      "affiliations": [
        "Klinik für Frauenheilkunde und Geburtshilfe, Universität Regensburg Fakultät für Medizin, Regensburg, Germany."
      ]
    },
    {
      "last_name": "Schmitt",
      "fore_name": "Jochen",
      "initials": "J",
      "name": "Jochen Schmitt",
      "affiliations": [
        "Zentrum für Evidenzbasierte Gesundheitsversorgung, Universitätsklinikum Carl Gustav Carus an der Technischen Universität Dresden, Dresden, Germany."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Cochrane Canada and Mc Master GRADE Centre, WHO Collaborating Centre for Infectious Diseases, Research and Methods, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Geraedts",
      "fore_name": "Max",
      "initials": "M",
      "name": "Max Geraedts",
      "affiliations": [
        "Institute for Health Services Research and Clinical Epidemiology, Philipps-Universität Marburg, Marburg, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Gesundheitswesen (Bundesverband der Arzte des Offentlichen Gesundheitsdienstes (Germany))",
    "iso_abbreviation": "Gesundheitswesen",
    "issn": "1439-4421",
    "issn_type": "Electronic",
    "volume": "85",
    "issue": "8-09",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "718",
  "end_page": "724",
  "pages": "718-724",
  "language": "ger",
  "publication_types": [
    "English Abstract",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Germany",
    "Delivery of Health Care",
    "Health Services Research",
    "Caregivers"
  ],
  "article_ids": {
    "pubmed": "36535653",
    "pmc": "PMC10444518",
    "doi": "10.1055/a-1966-0104"
  },
  "doi": "10.1055/a-1966-0104",
  "pmc_id": "PMC10444518",
  "dates": {
    "completed": "2023-08-24",
    "revised": "2023-12-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:56:31.804740",
    "pmid": "36535653"
  }
}