{
  "pmid": "36532388",
  "uid": "36532388",
  "title": "OSCE Standard Setting: Three Borderline Group Methods.",
  "abstract": "High-stakes assessments must discriminate between examinees who are sufficiently competent to practice in the health professions and examinees who are not. In these settings, criterion-referenced standard-setting methods are strongly preferred over norm referenced methods. While there are many criterion-referenced options, few are feasible or cost effective for objective structured clinical examinations (OSCEs). The human and financial resources required to organize OSCEs alone are often significant, leaving little in an institution's budget for additional resource-intensive standard-setting methods. The modified borderline group method introduced by Dauphinee et al. for a large-scale, multi-site OSCE is a very feasible option but is not as defensible for smaller scale OSCEs. This study compared the modified borderline group method to two adaptations that address its limitations for smaller scale OSCEs while retaining its benefits, namely feasibility. We evaluated decision accuracy and consistency of calculated cut scores derived from (1) modified, (2) regression-based, and (3) 4-facet Rasch model borderline group methods. Data were from a 12-station OSCE that assessed 112 nurses for entry to practice in a Canadian context. The three cut scores (64-65%) all met acceptable standards of accuracy and consistency; however, the modified borderline group method was the most influenced by lower scores within the borderline group, leading to the lowest cut score. The two adaptations may be more defensible than modified BGM in the context of a smaller (n < 100-150) OSCE.",
  "authors": [
    {
      "last_name": "Smee",
      "fore_name": "Sydney",
      "initials": "S",
      "name": "Sydney Smee",
      "affiliations": [
        "Medical Council of Canada, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Coetzee",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Coetzee",
      "affiliations": [
        "Touchstone Institute, Toronto, Canada."
      ]
    },
    {
      "last_name": "Bartman",
      "fore_name": "Ilona",
      "initials": "I",
      "name": "Ilona Bartman",
      "affiliations": [
        "Medical Council of Canada, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Roy",
      "fore_name": "Marguerite",
      "initials": "M",
      "name": "Marguerite Roy",
      "affiliations": [
        "Department of Innovation in Medical Education, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Department of Medicine, Division of Education, and Innovation, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    }
  ],
  "journal": {
    "title": "Medical science educator",
    "iso_abbreviation": "Med Sci Educ",
    "issn": "2156-8650",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "6",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "1439",
  "end_page": "1445",
  "pages": "1439-1445",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36532388",
    "pmc": "PMC9755382",
    "doi": "10.1007/s40670-022-01667-x",
    "pii": "1667"
  },
  "doi": "10.1007/s40670-022-01667-x",
  "pmc_id": "PMC9755382",
  "dates": {
    "revised": "2023-12-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.068940",
    "pmid": "36532388"
  }
}