{
  "pmid": "36536406",
  "uid": "36536406",
  "title": "Green immobilization and efficient proliferation of Escherichia coli cells in polyvinyl alcohol hydrogel membranes by unidirectional nanopore dehydration.",
  "abstract": "BACKGROUND: The immobilized technology for microbial or cells has the advantages of high microbial activity, high microbial density per unit space, good tolerance, strong shock, load resistance, high processing efficiency, and high reuse rate. It is now widely used in environmental remediation, water quality treatment, biodegradation, food industry, chemical analysis, energy development, medicine and pharmaceuticals, and other fields. RESULTS: A novel Escherichia coli cell-immobilizing polyvinyl alcohol hydrogel membrane (ECI-PVAHM) was prepared by unidirectional nanopore dehydration (UND) from a 10% polyvinyl alcohol (PVA) aqueous solution containing enhanced green fluorescent protein-labeled E. coli. This bacteria-loaded film has high water stability, flexibility, transparency, and mechanical robustness. Its tensile strength, elongation rate, and swelling rate are in the ranges 0.66-0.90 MPa, 300-390%, and 330-800%, respectively. The effective bacterial load of ECI-PVAHM is 2.375 × 10[9]-10[10] CFU/g (dry weight), which does not affect the original crystal structure of the PVAHM. This biofilm has a porous network structure with pore sizes between 0.2 and 1.0 μm, and these cells are embedded in the PVAHM network. When the immobilized cells were continuously cultured for 20 days, and the medium was renewed twice daily, their relative proliferation efficiency after 40 cycles could still be maintained at ~ 91%. CONCLUSION: The above results show that the cell division, proliferation ability, and metabolic activity of immobilized E. coli were not affected by the physical barrier of the porous network structure of the hydrogel. This UND-based ECI-PVAHM has potential applications in molecular biology, biopharmaceutical expression and production, bioreactors, and fuel cells.",
  "authors": [
    {
      "last_name": "Zhong",
      "fore_name": "Zhi-Hao",
      "initials": "ZH",
      "name": "Zhi-Hao Zhong",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, RM702-2303, No. 199, Renai Road, Industrial Park, Suzhou, 215123, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Medical College, Soochow University, RM702-2303, No. 199, Renai Road, Industrial Park, Suzhou, 215123, China. sericult@suda.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Microbial cell factories",
    "iso_abbreviation": "Microb Cell Fact",
    "issn": "1475-2859",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "19"
  },
  "start_page": "264",
  "pages": "264",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Polyvinyl Alcohol",
    "Escherichia coli",
    "Dehydration",
    "Nanopores",
    "Cell Proliferation"
  ],
  "article_ids": {
    "pubmed": "36536406",
    "pmc": "PMC9764694",
    "doi": "10.1186/s12934-022-01995-y",
    "pii": "10.1186/s12934-022-01995-y"
  },
  "doi": "10.1186/s12934-022-01995-y",
  "pmc_id": "PMC9764694",
  "dates": {
    "completed": "2022-12-21",
    "revised": "2024-09-09"
  },
  "chemicals": [
    "polyvinyl alcohol hydrogel",
    "Polyvinyl Alcohol"
  ],
  "grants": [
    {
      "grant_id": "CARS-18-ZJ0502",
      "agency": "China Agriculture Research System"
    },
    {
      "grant_id": "PAPD",
      "agency": "Priority Academic Program Development of Jiangsu Higher Education Institutions"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.550437",
    "pmid": "36536406"
  }
}