{
  "pmid": "36536392",
  "uid": "36536392",
  "title": "Barriers to sustainable health research leadership in the Global South: Time for a Grand Bargain on localization of research leadership?",
  "abstract": "BACKGROUND: Strong Global South (GS) health research leadership, itself both dependent on and a requisite for strong health research systems, is essential to generate locally relevant research and ensure that evidence is translated into policy and practice. Strong GS health research systems and leadership are important for health development and in turn for strong health systems. However, many GS countries struggle to produce research and to improve performance on widely used research metrics measuring productivity and reflecting leadership. Drawing on literature from a rapid review, this viewpoint paper considers the barriers to GS health research leadership and proposes strategies to address these challenges. FINDINGS: GS researchers and institutions face numerous barriers that undermine health research leadership potential. Barriers internal to the GS include researcher-level barriers such as insufficient mentorship, limited financial incentives and time constraints. Institutional barriers include limited availability of resources, restrictive and poorly developed research infrastructures, weak collaboration and obstructive policies and procedures. Structural barriers include political will, politicization of research and political instability. External barriers relate to the nature and extent of Global North (GN) activities and systems and include allocation and distribution of funding and resources, characteristics and focus of GN-GS research collaborations, and publication and information dissemination challenges. CONCLUSIONS: Strengthening GS health research leadership requires acknowledgement of the many barriers, and adoption of mitigating measures by a range of actors at the institutional, national, regional and global levels. Particularly important are leadership capacity development integrating researcher, institutional and systems initiatives; new GN-GS partnership models emphasizing capacity exchange and shared leadership; supporting GS research communities to set, own and drive their research agendas; addressing biases against GS researchers; ensuring that GS institutions address their internal challenges; enhancing South-South collaborations; diversifying research funding flow to the GS; and learning from models that work. The time has come for a firm commitment to improving localization of research leadership, supported by adequate funding flow, to ensure strong and sustainable research systems and leadership in and from the GS. Just as the humanitarian donor and aid community adopted the Grand Bargain commitment to improve funding flow through local and national responders in times of crisis, we strongly urge the global health research community to adopt a Grand Bargain for research leadership.",
  "authors": [
    {
      "last_name": "Abouzeid",
      "fore_name": "Marian",
      "initials": "M",
      "name": "Marian Abouzeid",
      "affiliations": [
        "The Lancet-American University of Beirut Commission on Syria, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. mabouzeid@deakin.edu.au.",
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. mabouzeid@deakin.edu.au.",
        "Alfred Deakin Institute for Citizenship and Globalisation, Deakin University, Burwood, VIC, Australia. mabouzeid@deakin.edu.au.",
        "Centre for Humanitarian Leadership, School of Humanities and Social Sciences, Deakin University, Burwood, VIC, Australia. mabouzeid@deakin.edu.au."
      ],
      "orcid": "0000-0001-9673-5252"
    },
    {
      "last_name": "Muthanna",
      "fore_name": "Ahlam",
      "initials": "A",
      "name": "Ahlam Muthanna",
      "affiliations": [
        "The Lancet-American University of Beirut Commission on Syria, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Nuwayhid",
      "fore_name": "Iman",
      "initials": "I",
      "name": "Iman Nuwayhid",
      "affiliations": [
        "The Lancet-American University of Beirut Commission on Syria, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Connors",
      "fore_name": "Phil",
      "initials": "P",
      "name": "Phil Connors",
      "affiliations": [
        "Centre for Humanitarian Leadership, School of Humanities and Social Sciences, Deakin University, Burwood, VIC, Australia."
      ]
    },
    {
      "last_name": "Habib",
      "fore_name": "Rima R",
      "initials": "RR",
      "name": "Rima R Habib",
      "affiliations": [
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akbarzadeh",
      "fore_name": "Shahram",
      "initials": "S",
      "name": "Shahram Akbarzadeh",
      "affiliations": [
        "Alfred Deakin Institute for Citizenship and Globalisation, Deakin University, Burwood, VIC, Australia."
      ]
    },
    {
      "last_name": "Jabbour",
      "fore_name": "Samer",
      "initials": "S",
      "name": "Samer Jabbour",
      "affiliations": [
        "The Lancet-American University of Beirut Commission on Syria, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "19"
  },
  "start_page": "136",
  "pages": "136",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [
    "Humans",
    "Leadership",
    "Global Health",
    "Policy",
    "Information Dissemination"
  ],
  "article_ids": {
    "pubmed": "36536392",
    "pmc": "PMC9761652",
    "doi": "10.1186/s12961-022-00910-6",
    "pii": "10.1186/s12961-022-00910-6"
  },
  "doi": "10.1186/s12961-022-00910-6",
  "pmc_id": "PMC9761652",
  "dates": {
    "completed": "2022-12-21",
    "revised": "2023-01-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.374633",
    "pmid": "36536392"
  }
}