{
  "pmid": "36536671",
  "uid": "36536671",
  "title": "Beliefs and Barriers to COVID-19 Vaccine Acceptance in Three Countries with Different Human Development Index (HDI) Scores: A Comparative Study.",
  "abstract": "BACKGROUND: As vaccination is a cornerstone strategy to prevent the spread of COVID-19, this study assessed and compared beliefs about and barriers to COVID-19 vaccination among the population of three countries with different Human Development Index (HDI) scores: Saudi Arabia (very high), India (medium), and Sudan (low). METHODS: A web-based, self-administered structured questionnaire was employed to collect data from the three countries. The questionnaire contained three sections that measured sociodemographic characteristics, participants' beliefs about and attitudes toward COVID-19 vaccines, barriers to receiving COVID-19 vaccines, and scenarios in which there is a possibility to take a COVID-19 vaccine. Multinomial logistic regression was used to determine whether there was an association between the country of the participant and their beliefs about COVID-19 vaccines. RESULTS: 972 responses were collected. The study participants from India were more likely to believe in the safety and efficacy of vaccines than those from Saudi Arabia or Sudan. Consequently, they reported more willingness to get vaccinated to avoid complications from COVID-19. Regarding barriers to COVID-19 vaccination, concerns about adverse effects and ineffectiveness of vaccines were more common among Saudi participants, while concerns about conspiracy were more common among Sudanese participants. CONCLUSION: COVID-19 vaccine acceptance was higher in countries with a very high to medium Human Development Index, indicating greater belief in the safety and efficacy of COVID-19 vaccines.",
  "authors": [
    {
      "last_name": "Makki",
      "fore_name": "Soha",
      "initials": "S",
      "name": "Soha Makki",
      "affiliations": [
        "Department of Clinical Pharmacy, King Khalid University, Abha, Kingdom of Saudi Arabia."
      ],
      "orcid": "0000-0002-0097-6404"
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Clinical Pharmacy, King Khalid University, Abha, Kingdom of Saudi Arabia."
      ],
      "orcid": "0000-0001-9882-7695"
    },
    {
      "last_name": "Wahab",
      "fore_name": "Shadma",
      "initials": "S",
      "name": "Shadma Wahab",
      "affiliations": [
        "Department of Pharmacognosy, King Khalid University, Abha, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Siddiqui",
      "fore_name": "Sazada",
      "initials": "S",
      "name": "Sazada Siddiqui",
      "affiliations": [
        "Department of Biology, King Khalid University, Abha, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Faheemuddin",
      "fore_name": "Md",
      "initials": "M",
      "name": "Md Faheemuddin",
      "affiliations": [
        "Department of Pharmacology, Vishnu Institute of Pharmaceutical Education and Research, Narsapur, Telangana, India."
      ]
    },
    {
      "last_name": "Abobaker",
      "fore_name": "Israa",
      "initials": "I",
      "name": "Israa Abobaker",
      "affiliations": [
        "Department of Statistics, University of Khartoum, Khartoum, Sudan."
      ]
    },
    {
      "last_name": "Abdelmoniem",
      "fore_name": "Alaa",
      "initials": "A",
      "name": "Alaa Abdelmoniem",
      "affiliations": [
        "Department of Clinical Pharmacy, Faculty of Pharmacy, University of Medical Sciences and Technology, Khartoum, Sudan."
      ]
    },
    {
      "last_name": "Khaled",
      "fore_name": "Arwa",
      "initials": "A",
      "name": "Arwa Khaled",
      "affiliations": [
        "Department of Clinical Pharmacy, King Khalid University, Abha, Kingdom of Saudi Arabia.",
        "Department of Clinical Pharmacy, Beni-Suef University Hospital, Beni-Suef University, Beni-Suef, Egypt."
      ],
      "orcid": "0000-0002-0064-7870"
    }
  ],
  "journal": {
    "title": "Patient preference and adherence",
    "iso_abbreviation": "Patient Prefer Adherence",
    "issn": "1177-889X",
    "issn_type": "Print",
    "volume": "16",
    "pub_year": "2022"
  },
  "start_page": "3257",
  "end_page": "3265",
  "pages": "3257-3265",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36536671",
    "pmc": "PMC9759003",
    "doi": "10.2147/PPA.S393956",
    "pii": "393956"
  },
  "doi": "10.2147/PPA.S393956",
  "pmc_id": "PMC9759003",
  "dates": {
    "revised": "2022-12-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.275362",
    "pmid": "36536671"
  }
}