{
  "pmid": "36534678",
  "uid": "36534678",
  "title": "Family caregivers' perspectives on the acceptability of four interventions proposed for rural transitional care: A multi-method study.",
  "abstract": "BACKGROUND: There is a critical need for hospital-to-home transitional care interventions to prepare family caregivers for patients' post-discharge care in rural communities. Four evidence-based interventions (named discharge planning, treatments, warning signs, and physical activity) have the potential to meet this need but family caregivers' perspectives on the acceptability of the interventions have not been examined. This gap is significant because unacceptable interventions are unlikely to be used or used as designed, thereby undermining outcome achievement. Accordingly, this study examined the perceived acceptability of the four interventions to rural family caregivers. MATERIALS AND METHODS: A multi-method descriptive design was used. The quantitative method entailed the administration of an established scale to assess the interventions' perceived acceptability to family caregivers. The qualitative method involved semi-structured interviews to explore family caregivers' perceived acceptability of the interventions in greater depth, including acceptable and unacceptable aspects, in the context of their own transitional care experience. Participants were the family caregivers of a relative who had been discharged home in a rural community from an acute care hospital in Ontario, Canada. RESULTS: The purposive sample included 16 participants who were mostly middle-aged women (n = 14; 87.5%) caring for a parent (n = 9; 56.3%) at high risk for hospital readmission. The mean scores on the acceptability measure were 3 or higher for all interventions, indicating that, on average, the four interventions were perceived as acceptable. In terms of acceptable aspects, four themes were identified: the interventions: 1) involve family caregivers and proactively prepare them for discharge, 2) provide clear, written, and detailed guidance, 3) place the onus on healthcare providers to initiate communication, and 4) ensure post-discharge follow-up. In terms of unacceptable aspects, one theme was identified: the physical activity intervention would be challenging to implement. DISCUSSION: The findings support implementing the four interventions in practice throughout the hospital-to-home transition. Healthcare providers should assess family caregivers' comfort in participating in the physical activity intervention and tailor their role accordingly.",
  "authors": [
    {
      "last_name": "Fox",
      "fore_name": "Mary T",
      "initials": "MT",
      "name": "Mary T Fox",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada.",
        "York University Centre for Aging Research and Education, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0003-0572-3892"
    },
    {
      "last_name": "Butler",
      "fore_name": "Jeffrey I",
      "initials": "JI",
      "name": "Jeffrey I Butler",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada.",
        "York University Centre for Aging Research and Education, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sidani",
      "fore_name": "Souraya",
      "initials": "S",
      "name": "Souraya Sidani",
      "affiliations": [
        "Faculty of Community Services, Ryerson University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Alzghoul",
      "fore_name": "Manal M",
      "initials": "MM",
      "name": "Manal M Alzghoul",
      "affiliations": [
        "School of Nursing, Lakehead University, Thunder Bay, Ontario, Canada."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Skinner",
      "affiliations": [
        "Trent School of the Environment, Peterborough, Ontario, Canada.",
        "Trent Centre for Aging & Society, Peterborough, Ontario, Canada."
      ]
    },
    {
      "last_name": "Amell",
      "fore_name": "Travis",
      "initials": "T",
      "name": "Travis Amell",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada.",
        "Hospice of Waterloo Region, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ferguson-Paré",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Ferguson-Paré",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "12",
    "pub_year": "2022"
  },
  "start_page": "e0279187",
  "pages": "e0279187",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Middle Aged",
    "Humans",
    "Female",
    "Caregivers",
    "Aftercare",
    "Transitional Care",
    "Rural Population",
    "Patient Discharge",
    "Ontario",
    "Qualitative Research",
    "Family"
  ],
  "article_ids": {
    "pubmed": "36534678",
    "pmc": "PMC9762580",
    "doi": "10.1371/journal.pone.0279187",
    "pii": "PONE-D-22-12531"
  },
  "doi": "10.1371/journal.pone.0279187",
  "pmc_id": "PMC9762580",
  "dates": {
    "completed": "2022-12-21",
    "revised": "2024-09-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.420519",
    "pmid": "36534678"
  }
}