{
  "pmid": "36535536",
  "uid": "36535536",
  "title": "Sex and Gender in Randomized Controlled Trials of Adults Receiving Maintenance Dialysis: A Meta-epidemiologic Study.",
  "abstract": "RATIONALE & OBJECTIVE: How sex and gender concepts are incorporated into randomized controlled trials (RCTs) in adults with kidney failure receiving maintenance dialysis is largely unknown. We describe these practices in published journal articles as well as investigate the proportion of women and female participants in these studies. STUDY DESIGN: Meta-epidemiologic study. SETTING & STUDY POPULATIONS: RCTs in maintenance dialysis. SELECTION CRITERIA FOR STUDIES: Trials published in high-impact journals in 2000-2020. DATA EXTRACTION: Implemented in duplicate with conflicts resolved by a third reviewer. ANALYTICAL APPROACH: Meta-regression was performed to identify trial characteristics independently associated with the proportion of women and female participants. RESULTS: Among 561 included RCTs, 69.7% were parallel and 28.0% were crossover in design; 80.6% were conducted in the hemodialysis population; and 25% of trials compared the treatment of interest with a placebo arm, 25% with a usual care treatment arm, and 50% with an active alternative therapy arm. Of the RCTS, 37.6% were masked. The median size was 60 (IQR, 26-151) participants, and the median follow-up period was 154 (IQR, 42-365) days. The mean proportion of women or female participants was 0.40±0.13 (SD): 39.0% of trials reported sex, and 26.6% reported the gender of the participants. Also, 56.2% referred to participants as females, 25.3% referred to participants as women, and 15.5% referred to both females and women. No trial characteristic other than region (β of 0.062 [95% CI, 0.007-0.117] for Asia) was associated with the proportion of women or female participants. Considering trial design and conduct, 2.7% of trials used sex and/or gender as an inclusion criterion, 26.6% as an exclusion criterion, 4.5% for randomization, 4.8% for subgroup analyses, and 15.7% for covariate adjustment. LIMITATIONS: Only high-impact journal articles were studied; and the included studies lacked pediatric trials, those addressing chronic kidney disease or kidney transplantation, any trials from Africa and underrepresentation of other regions, and missing data. CONCLUSIONS: RCTs in dialysis are representative of the general dialysis population with regard to sex and gender but they uncommonly report both and often do not include either in their reporting or analysis.",
  "authors": [
    {
      "last_name": "Collister",
      "fore_name": "David",
      "initials": "D",
      "name": "David Collister",
      "affiliations": [
        "Population Health Research Institute, Hamilton; Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Canada. Electronic address: dtcollister@gmail.com."
      ]
    },
    {
      "last_name": "Pyne",
      "fore_name": "Lonnie",
      "initials": "L",
      "name": "Lonnie Pyne",
      "affiliations": [
        "Department of Health Research Methodology, Evidence & Impact, McMaster University, Hamilton; Division of Nephrology, Department of Medicine, McMaster University, Hamilton; Population Health Research Institute, Hamilton."
      ]
    },
    {
      "last_name": "Bhasin",
      "fore_name": "Arrti A",
      "initials": "AA",
      "name": "Arrti A Bhasin",
      "affiliations": [
        "Department of Health Research Methodology, Evidence & Impact, McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Sofia B",
      "initials": "SB",
      "name": "Sofia B Ahmed",
      "affiliations": [
        "Section of Nephrology, Department of Medicine, University of Calgary, Calgary."
      ]
    },
    {
      "last_name": "Smyth",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Smyth",
      "affiliations": [
        "NHMRC Clinical Trials Centre, University of Sydney, Camperdown; Department of Renal Medicine, St George Hospital, Kogarah."
      ]
    },
    {
      "last_name": "Herrington",
      "fore_name": "William",
      "initials": "W",
      "name": "William Herrington",
      "affiliations": [
        "MRC Population Health Research Unit, Clinical Trial Service Unit and Epidemiological Studies Unit, University of Oxford, Oxford, United Kingdom."
      ]
    },
    {
      "last_name": "Jardine",
      "fore_name": "Meg",
      "initials": "M",
      "name": "Meg Jardine",
      "affiliations": [
        "NHMRC Clinical Trials Centre, University of Sydney, Camperdown; Department of Renal Medicine, Concord Repatriation General Hospital, Sydney, Australia."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Health Research Methodology, Evidence & Impact, McMaster University, Hamilton; Division of Nephrology, Department of Medicine, McMaster University, Hamilton; Population Health Research Institute, Hamilton."
      ]
    }
  ],
  "journal": {
    "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
    "iso_abbreviation": "Am J Kidney Dis",
    "issn": "1523-6838",
    "issn_type": "Electronic",
    "volume": "81",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "575",
  "end_page": "582.e1",
  "pages": "575-582.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Male",
    "Female",
    "Humans",
    "Adult",
    "Child",
    "Renal Dialysis",
    "Randomized Controlled Trials as Topic",
    "Epidemiologic Studies",
    "Asia",
    "Africa"
  ],
  "article_ids": {
    "pubmed": "36535536",
    "doi": "10.1053/j.ajkd.2022.10.015",
    "pii": "S0272-6386(22)01078-2"
  },
  "doi": "10.1053/j.ajkd.2022.10.015",
  "dates": {
    "completed": "2023-04-25",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "MC_UU_00017/3",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.656568",
    "pmid": "36535536"
  }
}