{
  "pmid": "36547327",
  "uid": "36547327",
  "title": "Unidirectional Nanopore Dehydration Induces an Anisotropic Polyvinyl Alcohol Hydrogel Membrane with Enhanced Mechanical Properties.",
  "abstract": "As a biocompatible, degradable polymer material, polyvinyl alcohol (PVA) can have a wide range of applications in the biomedical field. PVA aqueous solutions at room temperature can be cast into very thin films with poor mechanical strength via water evaporation. Here, we describe a novel dehydration method, unidirectional nanopore dehydration (UND). The UND method was used to directly dehydrate a PVA aqueous solution to form a water-stable, anisotropic, and mechanically robust PVA hydrogel membrane (PVAHM), whose tensile strength, elongation at break, and swelling ratio reached values of up to ~2.95 MPa, ~350%, and ~350%, respectively. The film itself exhibited an oriented arrangement of porous network structures with an average pore size of ~1.0 μm. At 70 °C, the PVAHMs formed were even more mechanically robust, with a tensile strength and elongation at break of 10.5 MPa and 891%, almost 3.5 times and 2 times greater than the PVAHM prepared at 25 °C, respectively. The processing temperature affects the velocity at which the water molecules flow unidirectionally through the nanopores, and could, thus, alter the overall transformation of the PVA chains into a physically crosslinked 3D network. Therefore, the temperature setting during UND can control the mechanical properties of the hydrogel membrane to meet the requirements of various biomaterial applications. These results show that the UND can induce the ordered rearrangement of PVA molecular chains, forming a PVAHM with superior mechanical properties and exhibiting a greater number of stronger hydrogen bonds. Therefore, the novel dehydration mode not only induces the formation of a mechanically robust and anisotropic PVA hydrogel membrane with a porous network structure and an average pore size of ~1.0 μm, but also greatly enhances the mechanical properties by increasing the temperature. It may be applied for the processing of water-soluble polymers, including proteins, as novel functional materials.",
  "authors": [
    {
      "last_name": "Jing",
      "fore_name": "Feng-Ya",
      "initials": "FY",
      "name": "Feng-Ya Jing",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "School of Biology and Basic Medical Sciences, Soochow University, RM702-2303, No. 199, Renai Road, Dushuhu Higher Edu. Town, Suzhou 215123, China."
      ],
      "orcid": "0000-0001-7670-386X"
    }
  ],
  "journal": {
    "title": "Gels (Basel, Switzerland)",
    "iso_abbreviation": "Gels",
    "issn": "2310-2861",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "08"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36547327",
    "pmc": "PMC9778426",
    "doi": "10.3390/gels8120803",
    "pii": "gels8120803"
  },
  "doi": "10.3390/gels8120803",
  "pmc_id": "PMC9778426",
  "dates": {
    "revised": "2022-12-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.551407",
    "pmid": "36547327"
  }
}