{
  "pmid": "36545699",
  "uid": "36545699",
  "title": "Patient and Physician Decisional Factors Regarding Hypercalcemia of Malignancy Treatment: A Novel Mixed-Methods Study.",
  "abstract": "BACKGROUND: Integrating shared decision making between patients and physicians and incorporating their values and preferences in the development of clinical practice guidelines (CPGs) is of critical importance to optimize CPG implementation and treatment adherence. This applies to many debilitating diseases, including hypercalcemia of malignancy (HCM). OBJECTIVE: Evaluate patient and physician values, preferences, and attitudes to better inform CPGs to treat HCM in adults. METHODS: We followed a mixed-methods approach. We conducted a systematic review using 5 databases to identify studies reporting on patient and physician values, costs and resources, feasibility, acceptability, and equity regarding HCM treatment. We also gathered data from different countries on the cost of multiple treatment modalities. We collected data on outcome prioritization from the CPG Working Group. Similarly, we collected data from patients with HCM regarding outcome prioritization and administered a questionnaire to evaluate their attitudes and perceptions toward treatment as well as treatment acceptability and feasibility. RESULTS: In the systematic review, we included 2 cross-sectional surveys conducted on the same population of physicians who agreed that treating HCM alleviates symptoms and improves quality of life; however, harms and benefits should be thoroughly considered when deciding on the duration of treatment. We also included 2 studies on cost showing that intravenous (IV) bisphosphonate is more cost-effective than a combination of IV bisphosphonate and calcitonin and administration of IV zoledronic acid at home is more cost-effective than other IV bisphosphonates. The cost of zoledronic acid, denosumab, and cinacalcet varied widely among countries and types (brand vs generic). Both the CPG Working Group and patients with HCM agreed that the most important outcomes when deciding on treatment were survival and resolution of HCM, but there was some variability in the ratings for other outcomes. CONCLUSION: Using mixed methods, CPG developers can obtain meaningful information regarding evidence to decision criteria. In the case of HCM CPGs, this approach has provided the required contextual information and supported the development of evidence-based recommendations.",
  "authors": [
    {
      "last_name": "Bassatne",
      "fore_name": "Aya",
      "initials": "A",
      "name": "Aya Bassatne",
      "affiliations": [
        "Scholars in HeAlth Research Program (SHARP), American University of Beirut, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-7841-3986"
    },
    {
      "last_name": "Murad",
      "fore_name": "Mohammad H",
      "initials": "MH",
      "name": "Mohammad H Murad",
      "affiliations": [
        "Robert D. and Patricia E. Kern Center for the Science of Health Care Deliver, Mayo Clinic, Rochester, MN 55905, USA."
      ]
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Family Medicine, Queens University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Drake",
      "fore_name": "Matthew T",
      "initials": "MT",
      "name": "Matthew T Drake",
      "affiliations": [
        "Department of Endocrinology and Kogod Center of Aging, Mayo Clinic College of Medicine, Rochester, MN 55905, USA."
      ]
    },
    {
      "last_name": "Rahme",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Rahme",
      "affiliations": [
        "Calcium Metabolism and Osteoporosis Program, Division of Endocrinology and Metabolism, Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El-Hajj Fuleihan",
      "fore_name": "Ghada",
      "initials": "G",
      "name": "Ghada El-Hajj Fuleihan",
      "affiliations": [
        "Scholars in HeAlth Research Program (SHARP), American University of Beirut, Beirut, Lebanon.",
        "Calcium Metabolism and Osteoporosis Program, Division of Endocrinology and Metabolism, Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ],
      "orcid": "0000-0002-2076-5858"
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "1945-7197",
    "issn_type": "Electronic",
    "volume": "108",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "563",
  "end_page": "584",
  "pages": "563-584",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Quality of Life",
    "Cross-Sectional Studies",
    "Hypercalcemia",
    "Paraneoplastic Syndromes",
    "Zoledronic Acid",
    "Adult",
    "Diphosphonates",
    "Humans",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "36545699",
    "doi": "10.1210/clinem/dgac630",
    "pii": "6916874"
  },
  "doi": "10.1210/clinem/dgac630",
  "dates": {
    "completed": "2023-02-17",
    "revised": "2023-04-02"
  },
  "chemicals": [
    "Zoledronic Acid",
    "Diphosphonates"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:36.563453",
    "pmid": "36545699"
  }
}