{
  "pmid": "36544174",
  "uid": "36544174",
  "title": "Psychometric properties and factor structure of the early development instrument in a sample of Jordanian children.",
  "abstract": "BACKGROUND: Investing in children's early years can have a lasting positive effect, such as better academic outcomes throughout their school careers. In Jordan, investments have been made in early childhood development and early childhood care and education to improve children's school readiness. School readiness comprises a range of abilities needed to succeed in school, including physical, emotional, social, and cognitive skills. To measure the impact of these investments on children's school readiness, Jordan has been implementing the Early Development Instrument (EDI), a population-level, teacher-completed checklist of children's school readiness, assessing children's development in five main areas, referred to as domains. METHODS: The goal of the current study was to examine the psychometric properties of the Arabic version of the EDI, using data collected in 2018 on a sample of 5952 children in Jordan. The EDI was translated from the original English version to Arabic and adapted for use in Jordan. We conducted a categorical confirmatory factor analysis (CFA) for each of the five domains of the EDI and examined the reliability of the domains and subdomains using Cronbach's alpha reliability coefficient. RESULTS: With few exceptions, the study results are in line with those of the analysis of the psychometric properties found with the original, Canadian English version of the EDI in a population of Canadian children. Results of CFAs demonstrated, for the most part, good model fits. Internal consistency indices of the domains ranged from 0.60 for physical health and well-being to 0.96 for social competence. For the subdomains, they ranged from 0.26 to 0.94. CONCLUSIONS: Our results provide empirical support for the adaptation of the EDI for population monitoring of school readiness in Jordan. Validation of the Arabic adaptation opens up the possibility of assessing school readiness of young children in Jordan in comparison to the many other countries that have successfully adapted and applied the EDI.",
  "authors": [
    {
      "last_name": "Ababneh",
      "fore_name": "Emad G",
      "initials": "EG",
      "name": "Emad G Ababneh",
      "affiliations": [
        "National Center for Human Resources Development, Amman, Jordan.",
        "Jadara University, Irbid, Jordan.",
        "Amman Arab University, Amman, Jordan."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric K",
      "initials": "EK",
      "name": "Eric K Duku",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, McMaster University, 293 Wellington St, North, Suite 132, Hamilton, ON, L8L 8E7, Canada. duku@mcmaster.ca."
      ],
      "orcid": "0000-0003-3599-3527"
    },
    {
      "last_name": "Reid-Westoby",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Reid-Westoby",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, McMaster University, 293 Wellington St, North, Suite 132, Hamilton, ON, L8L 8E7, Canada."
      ]
    },
    {
      "last_name": "Gaskin",
      "fore_name": "Ashley",
      "initials": "A",
      "name": "Ashley Gaskin",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, McMaster University, 293 Wellington St, North, Suite 132, Hamilton, ON, L8L 8E7, Canada."
      ]
    },
    {
      "last_name": "Janus",
      "fore_name": "Magdalena",
      "initials": "M",
      "name": "Magdalena Janus",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, Offord Centre for Child Studies, McMaster University, 293 Wellington St, North, Suite 132, Hamilton, ON, L8L 8E7, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC psychology",
    "iso_abbreviation": "BMC Psychol",
    "issn": "2050-7283",
    "issn_type": "Electronic",
    "volume": "10",
    "issue": "1",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "21"
  },
  "start_page": "316",
  "pages": "316",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Child, Preschool",
    "Psychometrics",
    "Jordan",
    "Reproducibility of Results",
    "Canada",
    "Child Development",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "36544174",
    "pmc": "PMC9769466",
    "doi": "10.1186/s40359-022-01014-0",
    "pii": "10.1186/s40359-022-01014-0"
  },
  "doi": "10.1186/s40359-022-01014-0",
  "pmc_id": "PMC9769466",
  "dates": {
    "completed": "2022-12-23",
    "revised": "2024-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:30:39.733564",
    "pmid": "36544174"
  }
}