{
  "pmid": "36547131",
  "uid": "36547131",
  "title": "Quality of End-of-Life Care in Gastrointestinal Cancers: A 13-Year Population-Based Retrospective Analysis in Ontario, Canada.",
  "abstract": "Population-based quality indicators of either aggressive or supportive care at end of life (EOL), especially when specific to a cancer type, help to inform quality improvement efforts. This is a population-based, retrospective cohort study of gastrointestinal (GI) cancer decedents in Ontario from 1 January 2006-31 December 2018, using administrative data. Quality indices included hospitalizations, emergency department (ED) use, intensive care unit admissions, receipt of chemotherapy, physician house call, and palliative home care in the last 14-30 days of life. Previously defined aggregate measures of both aggressive and supportive care at end of life were also used. In our population of 69,983 patients who died of a GI malignancy during the study period, the odds of experiencing aggressive care at EOL remained stable, while the odds of experiencing supportive care at EOL increased. Most of our population received palliative care in the last year of life (n = 65,076, 93.0%) and a palliative care home care service in the last 30 days of life (n = 45,327, 70.0%). A significant number of patients also experienced death in an acute care hospital bed (n = 28,721, 41.0%) or had a new hospitalisation in the last 30 days of life (n = 33,283, 51.4%). The majority of patients received palliative care in the last year of life, and a majority received a palliative care home service within the last 30 days of life. The odds of receiving supportive care at EOL have increased over time. Differences in care exist according to income, age, and rurality.",
  "authors": [
    {
      "last_name": "Lees",
      "fore_name": "Caitlin Sr",
      "initials": "CS",
      "name": "Caitlin Sr Lees",
      "affiliations": [
        "Division of Palliative Medicine, Dalhousie University, Halifax, NS B3H 2Y9, Canada."
      ],
      "orcid": "0000-0001-9766-4396"
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON L8S 4L8, Canada."
      ],
      "orcid": "0000-0001-6701-1714"
    },
    {
      "last_name": "Chan",
      "fore_name": "Kelvin Kw",
      "initials": "KK",
      "name": "Kelvin Kw Chan",
      "affiliations": [
        "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, ON M4N 3M5, Canada."
      ]
    },
    {
      "last_name": "Gayowsky",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Gayowsky",
      "affiliations": [
        "Institute for Clinical Evaluative Sciences, Master University, Hamilton, ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Sinnarajah",
      "fore_name": "Aynharan",
      "initials": "A",
      "name": "Aynharan Sinnarajah",
      "affiliations": [
        "Division of Palliative Medicine, Queen's University, Kingston, ON L1G 2B9, Canada."
      ],
      "orcid": "0000-0002-7967-159X"
    }
  ],
  "journal": {
    "title": "Current oncology (Toronto, Ont.)",
    "iso_abbreviation": "Curr Oncol",
    "issn": "1718-7729",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Nov",
    "pub_day": "24"
  },
  "start_page": "9163",
  "end_page": "9171",
  "pages": "9163-9171",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Retrospective Studies",
    "Ontario",
    "Terminal Care",
    "Gastrointestinal Neoplasms",
    "Death"
  ],
  "article_ids": {
    "pubmed": "36547131",
    "pmc": "PMC9777494",
    "doi": "10.3390/curroncol29120717",
    "pii": "curroncol29120717"
  },
  "doi": "10.3390/curroncol29120717",
  "pmc_id": "PMC9777494",
  "dates": {
    "completed": "2022-12-26",
    "revised": "2023-01-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.097432",
    "pmid": "36547131"
  }
}