{
  "pmid": "36540576",
  "uid": "36540576",
  "title": "Surveying Canadian Pain Physicians' Attitudes and Beliefs Regarding Medical Cannabis for Chronic Noncancer Pain: A Qualitative Study.",
  "abstract": "BACKGROUND: Medical cannabis is commonly and increasingly used by Canadians to manage chronic pain. As of March 2021, Health Canada reported that approximately 300,000 Canadians who were authorized to access medical cannabis, which is more than a 1000% increase from the 24,000 registered in 2015. Physicians, however, receive limited information on therapeutic cannabis during their training, and their perceptions regarding this therapeutic option are uncertain. This study focused on exploring attitudes and beliefs of pain physicians regarding medical cannabis for the management of chronic noncancer pain. METHODS: This study utilized a focused ethnography approach. Pain management clinicians within the Greater Toronto and Hamilton Area were recruited through snowball sampling methods, and individually interviewed. We applied thematic analysis to interview transcripts and identified representative quotes. The Hamilton Integrated Research Ethics Board reviewed and approved this project. RESULTS: Thirteen physicians who focused their clinical practice on pain management agreed to be interviewed, and three themes regarding medical cannabis emerged: 1) evidence regarding medical cannabis, 2) medical cannabis as first-line therapy for chronic pain, and 3) barriers to accessing medical cannabis. Subthemes of the last theme included out-of-pocket costs, stigma by society and healthcare providers, and lack of knowledge among physicians. CONCLUSION: Despite increasing use of medical cannabis for chronic pain among Canadians, pain physicians in our study expressed concerns regarding the evidence to support this therapy and acknowledged important barriers to access.",
  "authors": [
    {
      "last_name": "Ng",
      "fore_name": "Jeremy Y",
      "initials": "JY",
      "name": "Jeremy Y Ng",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0031-5873"
    },
    {
      "last_name": "Quach",
      "fore_name": "Halton",
      "initials": "H",
      "name": "Halton Quach",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-7879-3093"
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark R",
      "initials": "MR",
      "name": "Mark R Phillips",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada.",
        "The Michael G. DeGroote Centre for Medicinal Cannabis Research, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "The Chronic Pain Centre of Excellence for Canadian Veterans, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    }
  ],
  "journal": {
    "title": "Journal of pain research",
    "iso_abbreviation": "J Pain Res",
    "issn": "1178-7090",
    "issn_type": "Print",
    "volume": "15",
    "pub_year": "2022"
  },
  "start_page": "3899",
  "end_page": "3910",
  "pages": "3899-3910",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36540576",
    "pmc": "PMC9760033",
    "doi": "10.2147/JPR.S382589",
    "pii": "382589"
  },
  "doi": "10.2147/JPR.S382589",
  "pmc_id": "PMC9760033",
  "dates": {
    "revised": "2022-12-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:22.928391",
    "pmid": "36540576"
  }
}