{
  "pmid": "36546436",
  "uid": "36546436",
  "title": "Effects of inflammation on the accuracy of ultrasound diagnosis of epidermoid cysts.",
  "abstract": "AIMS: Ultrasound (US) findings of epidermoid cyst (EC) are complex and diverse. Cases of misdiagnoses are high when EC is accompanied by inflammation. The aim of this study was to analyze the features of US diagnosis of EC with inflammation and explore the characteristic images which can improve the accuracy of ultrasound diagnosis. MATERIAL AND METHODS: A total of 241 cases were included and retrospectively analyzed. Complete clinical data of all cases were available. Lesions were examined by US before operation and the diagnosis was confirmed by histopathological examination. Based on pathological results ECs with/without acute and chronic inflammation and/or granuloma, all cases were divided into two groups: inflammation and non-inflammation group. The difference of clinical data and US features between groups was analyzed by univariate and multivariate logistic regression. RESULTS: Analysis of skin color, length/thickness, shape, boundary, CDFI and US diagnosis accuracy showed statistical differences between the two groups (p<0.05). Multivariate logistic regression model showed that indistinct boundaries and color Doppler signal were more frequent than those in ECs without inflammation (OR=4.72, 5.89, p<0.05). CONCLUSION: Indistinct boundaries and color Doppler signal are important features for US diagnosis of EC with inflammation, which can help in improving the accuracy of diagnosis.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Xiuliang",
      "initials": "X",
      "name": "Xiuliang Wei",
      "affiliations": [
        "Department of Ultrasound, the Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan, Shandong, China. weixiuliang2003@163.com."
      ]
    },
    {
      "last_name": "Lv",
      "fore_name": "Mingtao",
      "initials": "M",
      "name": "Mingtao Lv",
      "affiliations": [
        "Department of Ultrasound, the Affiliated Hospital of Binzhou Medical College, Binzhou, Shandong, China. lmt_billows@126.com."
      ]
    },
    {
      "last_name": "Pang",
      "fore_name": "Kunkun",
      "initials": "K",
      "name": "Kunkun Pang",
      "affiliations": [
        "Department of Ultrasound, the Second Hospital, Cheeloo College of Medicine, Shandong University,Jinan, China. pangkunk@yeah.net."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Mei",
      "initials": "M",
      "name": "Mei Wu",
      "affiliations": [
        "Department of Ultrasound, the Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan, Shandong, China. wumei2015@163.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Ultrasound, the Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan, Shandong, China. sddxzyq@126.com."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Juan",
      "initials": "J",
      "name": "Juan Xiao",
      "affiliations": [
        "Department of Evidence-Based Medicine, the Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan, Shandong, China. xiaojuan8972@163.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Feixue",
      "initials": "F",
      "name": "Feixue Zhang",
      "affiliations": [
        "Department of Ultrasound, the Second Hospital, Cheeloo College of Medicine, Shandong University, Jinan, Shandong, China. snow-1860@163.com."
      ]
    }
  ],
  "journal": {
    "title": "Medical ultrasonography",
    "iso_abbreviation": "Med Ultrason",
    "issn": "2066-8643",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "4",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "21"
  },
  "start_page": "421",
  "end_page": "426",
  "pages": "421-426",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Epidermal Cyst",
    "Retrospective Studies",
    "Ultrasonography",
    "Inflammation",
    "Diagnosis, Differential"
  ],
  "article_ids": {
    "pubmed": "36546436",
    "doi": "10.11152/mu-3633"
  },
  "doi": "10.11152/mu-3633",
  "dates": {
    "completed": "2022-12-23",
    "revised": "2022-12-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.551169",
    "pmid": "36546436"
  }
}