{
  "pmid": "36545746",
  "uid": "36545746",
  "title": "Treatment of Hypercalcemia of Malignancy in Adults: An Endocrine Society Clinical Practice Guideline.",
  "abstract": "BACKGROUND: Hypercalcemia of malignancy (HCM) is the most common metabolic complication of malignancies, but its incidence may be declining due to potent chemotherapeutic agents. The high mortality associated with HCM has declined markedly due to the introduction of increasingly effective chemotherapeutic drugs. Despite the widespread availability of efficacious medications to treat HCM, evidence-based recommendations to manage this debilitating condition are lacking. OBJECTIVE: To develop guidelines for the treatment of adults with HCM. METHODS: A multidisciplinary panel of clinical experts, together with experts in systematic literature review, identified and prioritized 8 clinical questions related to the treatment of HCM in adult patients. The systematic reviews (SRs) queried electronic databases for studies relevant to the selected questions. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology was used to assess the certainty of evidence and make recommendations. An independent SR was conducted in parallel to assess patients' and physicians' values and preferences, costs, resources needed, acceptability, feasibility, equity, and other domains relevant to the Evidence-to-Decision framework as well as to enable judgements and recommendations. RESULTS: The panel recommends (strong recommendation) in adults with HCM treatment with denosumab (Dmab) or an intravenous (IV) bisphosphonate (BP). The following recommendations were based on low certainty of the evidence. The panel suggests (conditional recommendation) (1) in adults with HCM, the use of Dmab rather than an IV BP; (2) in adults with severe HCM, a combination of calcitonin and an IV BP or Dmab therapy as initial treatment; and (3) in adults with refractory/recurrent HCM despite treatment with BP, the use of Dmab. The panel suggests (conditional recommendation) the addition of an IV BP or Dmab in adult patients with hypercalcemia due to tumors associated with high calcitriol levels who are already receiving glucocorticoid therapy but continue to have severe or symptomatic HCM. The panel suggests (conditional recommendation) in adult patients with hypercalcemia due to parathyroid carcinoma, treatment with either a calcimimetic or an antiresorptive (IV BP or Dmab). The panel judges the treatments as probably accessible and feasible for most recommendations but noted variability in costs, resources required, and their impact on equity. CONCLUSIONS: The panel's recommendations are based on currently available evidence considering the most important outcomes in HCM to patients and key stakeholders. Treatment of the primary malignancy is instrumental for controlling hypercalcemia and preventing its recurrence. The recommendations provide a framework for the medical management of adults with HCM and incorporate important decisional and contextual factors. The guidelines underscore current knowledge gaps that can be used to establish future research agendas.",
  "authors": [
    {
      "last_name": "El-Hajj Fuleihan",
      "fore_name": "Ghada",
      "initials": "G",
      "name": "Ghada El-Hajj Fuleihan",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut 11 0236, Lebanon."
      ],
      "orcid": "0000-0002-2076-5858"
    },
    {
      "last_name": "Clines",
      "fore_name": "Gregory A",
      "initials": "GA",
      "name": "Gregory A Clines",
      "affiliations": [
        "Department of Internal Medicine, University of Michigan, Ann Arbor, MI 48109, USA."
      ],
      "orcid": "0000-0002-3755-7529"
    },
    {
      "last_name": "Hu",
      "fore_name": "Mimi I",
      "initials": "MI",
      "name": "Mimi I Hu",
      "affiliations": [
        "Department of Endocrine Neoplasia and Hormonal Disorders, University of Texas M. D. Anderson Cancer Center, Houston, TX 77030, USA."
      ],
      "orcid": "0000-0003-0355-030X"
    },
    {
      "last_name": "Marcocci",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Marcocci",
      "affiliations": [
        "Department of Clinical and Experimental Medicine, University of Pisa, Pisa 56100, Italy."
      ],
      "orcid": "0000-0001-6568-8588"
    },
    {
      "last_name": "Murad",
      "fore_name": "M Hassan",
      "initials": "MH",
      "name": "M Hassan Murad",
      "affiliations": [
        "Evidence-based Practice Center, Mayo Clinic, Rochester, MN 55905, USA."
      ],
      "orcid": "0000-0001-5502-5975"
    },
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, L8S 4K1, Canada.",
        "MacGRADE Centre, McMaster University, Hamilton, ON, L8S 4K1, Canada.",
        "Department of Family Medicine, Queens University, Kingston, ON, K7L 3G2, Canada.",
        "Peterborough Public Health, Peterborough, ON, K9J 2R8, Canada."
      ],
      "orcid": "0000-0003-1643-5386"
    },
    {
      "last_name": "Van Poznak",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Van Poznak",
      "affiliations": [
        "Department of Internal Medicine, University of Michigan, Ann Arbor, MI 48109, USA."
      ],
      "orcid": "0000-0001-5523-6908"
    },
    {
      "last_name": "Wu",
      "fore_name": "Joy Y",
      "initials": "JY",
      "name": "Joy Y Wu",
      "affiliations": [
        "Department of Medicine, Stanford University School of Medicine, Stanford, CA 94305, USA."
      ],
      "orcid": "0000-0002-1897-4503"
    },
    {
      "last_name": "Drake",
      "fore_name": "Matthew T",
      "initials": "MT",
      "name": "Matthew T Drake",
      "affiliations": [
        "Department of Internal Medicine, Mayo Clinic, Rochester, MN 55905, USA."
      ],
      "orcid": "0000-0002-3662-7345"
    }
  ],
  "journal": {
    "title": "The Journal of clinical endocrinology and metabolism",
    "iso_abbreviation": "J Clin Endocrinol Metab",
    "issn": "1945-7197",
    "issn_type": "Electronic",
    "volume": "108",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Feb",
    "pub_day": "15"
  },
  "start_page": "507",
  "end_page": "528",
  "pages": "507-528",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Neoplasms",
    "Bone Density Conservation Agents",
    "Paraneoplastic Syndromes",
    "Humans",
    "Adult",
    "Diphosphonates",
    "Hypercalcemia"
  ],
  "article_ids": {
    "pubmed": "36545746",
    "doi": "10.1210/clinem/dgac621",
    "pii": "6916871"
  },
  "doi": "10.1210/clinem/dgac621",
  "dates": {
    "completed": "2023-02-17",
    "revised": "2023-05-08"
  },
  "chemicals": [
    "Bone Density Conservation Agents",
    "Diphosphonates"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:36.564404",
    "pmid": "36545746"
  }
}