{
  "pmid": "36562606",
  "uid": "36562606",
  "title": "Continuity of trajectories of autism symptom severity from infancy to childhood.",
  "abstract": "BACKGROUND: Behavioral symptom trajectories are informative of the development of young children at increased likelihood for autism spectrum disorder (ASD). METHODS: Developmental trajectories of early signs were examined in a cohort of siblings of children diagnosed with ASD (n = 502) from 6 to 18 months using the Autism Observation Scale for Infants (AOSI), and from 18 months to 5-7 years using the Autism Diagnostic Observation Schedule (ADOS). Diagnostic outcomes for ASD at age 3 confirmed diagnosis for 137 children. We further analyzed the conditional probability of a switch from a trajectory measured with the AOSI to a trajectory measured with the ADOS as well as predictors from age 6 months. RESULTS: We derived three early trajectories of behavioral signs (\"Low,\" \"Intermediate,\" and \"Increasing\") from 6 to 18 months using the AOSI. We then derived three similar, distinct trajectories for the evolution of symptom severity between 18 and 60-84 months of age (Low, Intermediate, Increasing) using the ADOS. Globally, the Low trajectory included children showing fewer ASD signs or symptoms and the Increasing trajectory included children showing more severe symptoms. We also found that most children in the Low AOSI trajectory stayed in the corresponding ADOS trajectory, whereas children in an Increasing AOSI trajectory tended to transition to an Intermediate or Increasing ADOS trajectory. Developmental measures taken at 6 months (early signs of ASD, Fine Motor, and Visual Reception skills) were predictive of trajectory membership. CONCLUSIONS: Results confirm substantial heterogeneity in the early emergence of ASD signs in children at increased likelihood for ASD. Moreover, we showed that the way those early behavioral signs emerge in infants is predictive of later symptomatology. Results yield clear clinical implications, supporting the need to repeatedly assess infants at increased likelihood for ASD as this can be highly indicative of their later development and behavior.",
  "authors": [
    {
      "last_name": "Franchini",
      "fore_name": "Martina",
      "initials": "M",
      "name": "Martina Franchini",
      "affiliations": [
        "Fondation Pôle Autisme and Faculty of Educational Psychology and Sciences, University of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Isabel M",
      "initials": "IM",
      "name": "Isabel M Smith",
      "affiliations": [
        "Autism Research Centre, IWK Health Centre, Halifax, Canada.",
        "Departments of Pediatrics and Psychology and Neuroscience, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Sacrey",
      "fore_name": "Lori",
      "initials": "L",
      "name": "Lori Sacrey",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Brian",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Brian",
      "affiliations": [
        "Bloorview Research Institute and Department of Pediatrics, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0001-8181-4353"
    },
    {
      "last_name": "Bryson",
      "fore_name": "Susan E",
      "initials": "SE",
      "name": "Susan E Bryson",
      "affiliations": [
        "Autism Research Centre, IWK Health Centre, Halifax, Canada.",
        "Departments of Pediatrics and Psychology and Neuroscience, Dalhousie University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Vaillancourt",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Vaillancourt",
      "affiliations": [
        "Counselling Psychology, Faculty of Education, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Armstrong",
      "fore_name": "Vickie",
      "initials": "V",
      "name": "Vickie Armstrong",
      "affiliations": [
        "Autism Research Centre, IWK Health Centre, Halifax, Canada."
      ]
    },
    {
      "last_name": "Szatmari",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Szatmari",
      "affiliations": [
        "Department of Psychiatry, University of Toronto, Toronto, ON, Canada.",
        "Centre for Addiction and Mental Health, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Roberts",
      "fore_name": "Wendy",
      "initials": "W",
      "name": "Wendy Roberts",
      "affiliations": [
        "Integrated Services for Autism and Neurodevelopmental Disorders, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Roncadin",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Roncadin",
      "affiliations": [
        "McMaster Children's Hospital Autism Program, Hamilton Health Sciences, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Zwaigenbaum",
      "fore_name": "Lonnie",
      "initials": "L",
      "name": "Lonnie Zwaigenbaum",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, AB, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of child psychology and psychiatry, and allied disciplines",
    "iso_abbreviation": "J Child Psychol Psychiatry",
    "issn": "1469-7610",
    "issn_type": "Electronic",
    "volume": "64",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "895",
  "end_page": "906",
  "pages": "895-906",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Infant",
    "Child, Preschool",
    "Autism Spectrum Disorder",
    "Autistic Disorder",
    "Siblings"
  ],
  "article_ids": {
    "pubmed": "36562606",
    "doi": "10.1111/jcpp.13744"
  },
  "doi": "10.1111/jcpp.13744",
  "dates": {
    "completed": "2023-05-15",
    "revised": "2023-06-10"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:54.798029",
    "pmid": "36562606"
  }
}