{
  "pmid": "36561982",
  "uid": "36561982",
  "title": "Communication and access to healthcare: Experiences of Aboriginal and Torres Strait Islander people managing pain in Queensland, Australia.",
  "abstract": "BACKGROUND: Pain management requires a multidisciplinary approach and a collaborative relationship between patient-provider in which communication is crucial. This study examines the communication experiences of Aboriginal and Torres Strait Islander patients and Aboriginal and Torres Strait Islander Hospital Liaison Officers (ATSIHLOs), to improve understanding of how pain is managed in and through patient-health professional communication. METHODS: This qualitative study involved a purposive sample of patients attending three persistent pain clinics and ATSIHLOs working in two hospitals in Queensland, Australia. Focus groups and in-depth interviews explored the communication experiences of patients managing pain and ATSIHLOs supporting patients with pain. This study adopted a descriptive phenomenological methodology, as described by Colaizzi (1978). Relevant statements (patient and ATSIHLOs quotes) about the phenomenon were extracted from the transcripts to formulate meanings. The formulated meanings were subsequently sorted into thematic clusters and then integrated into themes. The themes were then incorporated into a concise description of the phenomenon of communication within pain management. Findings were validated by participants. RESULTS: A total of 21 Aboriginal and Torres Strait Islander participants were involved in this study. Exploration of the communication experiences of patients and ATSIHLOs revealed overlapping themes of important barriers to and enablers of communication that affected access to care while managing pain. Acknowledging historical and cultural factors were particularly important to build trust between patients and health professionals. Some patients reported feeling stigmatized for identifying as Aboriginal and Torres Strait Islander, while others were reluctant to disclose their background for fear of not having the same opportunity for treatment. Differences in the expression of pain and the difficulty to use standard pain measurement scales were identified. Communication was described as more than the content delivered, it is visual and emotional expressed through body language, voice intonation, language and the speed of the conversation. CONCLUSION: Communication can significantly affect access to pain management services. Aboriginal and Torres Strait Islander patients highlighted the burden of emotional pain caused by historical factors, negative stereotypes and the fear of discrimination. Pain management services and their health professionals need to acknowledge how these factors impact patients trust and care.",
  "authors": [
    {
      "last_name": "Bernardes",
      "fore_name": "Christina Maresch",
      "initials": "CM",
      "name": "Christina Maresch Bernardes",
      "affiliations": [
        "Aboriginal and Torres Strait Islander Health Research Program, QIMR Berghofer Medical Research Institute, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Houkamau",
      "fore_name": "Kushla",
      "initials": "K",
      "name": "Kushla Houkamau",
      "affiliations": [
        "Aboriginal and Torres Strait Islander Health Research Program, QIMR Berghofer Medical Research Institute, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Lin",
      "affiliations": [
        "Western Australian Center for Rural Health, University of Western Australia, Geraldton, WA, Australia."
      ]
    },
    {
      "last_name": "Taylor",
      "fore_name": "Marayah",
      "initials": "M",
      "name": "Marayah Taylor",
      "affiliations": [
        "North Queensland Persistent Pain Management Service, Townsville Hospital and Health Service, Townsville, QLD, Australia."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "Centre for Business and Economics of Health, Faculty of Business, St Lucia, QLD, Australia."
      ]
    },
    {
      "last_name": "Claus",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Claus",
      "affiliations": [
        "Tess Cramond Pain and Research Centre, Metro North Hospital and Health Service, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Bryant",
      "affiliations": [
        "North Queensland Persistent Pain Management Service, Townsville Hospital and Health Service, Townsville, QLD, Australia."
      ]
    },
    {
      "last_name": "Meuter",
      "fore_name": "Renata",
      "initials": "R",
      "name": "Renata Meuter",
      "affiliations": [
        "School of Psychology and Counselling, Faculty of Health, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Isua",
      "fore_name": "Jermaine",
      "initials": "J",
      "name": "Jermaine Isua",
      "affiliations": [
        "Aboriginal and Torres Strait Islander Health Division, Cultural Capability Services, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Gray",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Gray",
      "affiliations": [
        "Tess Cramond Pain and Research Centre, Metro North Hospital and Health Service, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Kluver",
      "fore_name": "Joseph P",
      "initials": "JP",
      "name": "Joseph P Kluver",
      "affiliations": [
        "Persistent Pain Clinic, Metro South Hospital and Health Service, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Corey",
      "initials": "C",
      "name": "Corey Jones",
      "affiliations": [
        "Aboriginal and Torres Strait Islander Health Research Program, QIMR Berghofer Medical Research Institute, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Ekberg",
      "fore_name": "Stuart",
      "initials": "S",
      "name": "Stuart Ekberg",
      "affiliations": [
        "School of Psychology and Counselling, Faculty of Health, Brisbane, QLD, Australia."
      ]
    },
    {
      "last_name": "Pratt",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pratt",
      "affiliations": [
        "Aboriginal and Torres Strait Islander Health Research Program, QIMR Berghofer Medical Research Institute, Brisbane, QLD, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in pain research (Lausanne, Switzerland)",
    "iso_abbreviation": "Front Pain Res (Lausanne)",
    "issn": "2673-561X",
    "issn_type": "Electronic",
    "volume": "3",
    "pub_year": "2022"
  },
  "start_page": "1041968",
  "pages": "1041968",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36561982",
    "pmc": "PMC9763606",
    "doi": "10.3389/fpain.2022.1041968"
  },
  "doi": "10.3389/fpain.2022.1041968",
  "pmc_id": "PMC9763606",
  "dates": {
    "revised": "2022-12-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.711233",
    "pmid": "36561982"
  }
}