{
  "pmid": "36568820",
  "uid": "36568820",
  "title": "Redescription of the Planthopper Bursinia genei (Dufour, 1849), with a New Record from Greece (Hemiptera: Fulgoromorpha: Dictyopharidae).",
  "abstract": "Bursinia genei (Dufour, 1849) is the most widespread species of the planthopper subfamily Orgeriinae (Hemiptera: Fulgoromorpha: Dictyopharidae) in Europe, found from the Iberian Peninsula to the Western Balkans. However, its diagnostically important genitalia and biology have been insufficiently described. We employ state-of-the-art synchrotron X-ray microtomography and photomicrography to re-describe B. genei, and to study the morphology of both its sexes in unprecedented detail. By examining specimens from across the distribution of B. genei, we find that they probably belong to a single, broadly distributed morphospecies. Our morphological examination allowed us to make inferences on its jumping mechanism and capacity for vibrational communication. We also record B. genei for the first time from Greece, further extending the range of this elusive species. Detailed information on the habitat of B. genei is also provided.",
  "authors": [
    {
      "last_name": "Davranoglou",
      "fore_name": "Leonidas-Romanos",
      "initials": "LR",
      "name": "Leonidas-Romanos Davranoglou",
      "affiliations": [
        "Oxford University Museum of Natural History, University of Oxford, Oxford, United Kingdom. E-mail: lrdreduvius@yahoo.gr (Davranoglou)."
      ]
    },
    {
      "last_name": "Malenovský",
      "fore_name": "Igor",
      "initials": "I",
      "name": "Igor Malenovský",
      "affiliations": [
        "Department of Botany and Zoology, Faculty of Science, Masaryk University, Kotlářská 2, Brno, CZ-61137, Czech Republic. E-mail: malenovsky@sci.muni.cz (Malenovský).",
        "Department of Entomology, Moravian Museum, Zelný trh 6, Brno, CZ-65737, Czech Republic."
      ]
    },
    {
      "last_name": "Soh",
      "fore_name": "Zestin Wen Wen",
      "initials": "ZWW",
      "name": "Zestin Wen Wen Soh",
      "affiliations": [
        "Singapore Botanic Gardens, National Parks Board, 1 Cluny Road, Singapore 259569. E-mail: zestin_soh@nparks.gov.sg (Soh)."
      ]
    },
    {
      "last_name": "Schlepütz",
      "fore_name": "Christian M",
      "initials": "CM",
      "name": "Christian M Schlepütz",
      "affiliations": [
        "Swiss Light Source, Paul Scherrer Institute, 5232 Villigen, Switzerland. E-mail: christian.schlepuetz@psi.ch (Schlepütz)."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael R",
      "initials": "MR",
      "name": "Michael R Wilson",
      "affiliations": [
        "Department of Natural Sciences, National Museum of Wales, Cardiff, CF10 3NP, United Kingdom. E-mail: mike.wilson@museumwales.ac.uk (Wilson)."
      ]
    }
  ],
  "journal": {
    "title": "Zoological studies",
    "iso_abbreviation": "Zool Stud",
    "issn": "1810-522X",
    "issn_type": "Electronic",
    "volume": "61",
    "pub_year": "2022"
  },
  "start_page": "e51",
  "pages": "e51",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36568820",
    "pmc": "PMC9755990",
    "doi": "10.6620/ZS.2022.61-51"
  },
  "doi": "10.6620/ZS.2022.61-51",
  "pmc_id": "PMC9755990",
  "dates": {
    "revised": "2023-01-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.795042",
    "pmid": "36568820"
  }
}