{
  "pmid": "36563586",
  "uid": "36563586",
  "title": "The great decline in adolescent risk behaviours: Unitary trend, separate trends, or cascade?",
  "abstract": "In many high-income countries, the proportion of adolescents who smoke, drink, or engage in other risk behaviours has declined markedly over the past 25 years. We illustrate this behavioural shift by collating and presenting previously published data (1990-2019) on smoking, alcohol use, cannabis use, early sexual initiation and juvenile crime in Australia, England, the Netherlands, New Zealand, and the USA, also providing European averages where comparable data are available. Then we explore empirical evidence for and against hypothesised causes of these declines. Specifically, we explore whether the declines across risk behaviours can be considered 1) a 'unitary trend' caused by common underlying drivers; 2) separate trends with behaviour-specific causes; or 3) the result of a 'cascade' effect, with declines in one risk behaviour causing declines in others. We find the unitary trend hypothesis has theoretical and empirical support, and there is international evidence that decreasing unstructured face-to-face time with friends is a common underlying driver. Additionally, evidence suggests that behaviour-specific factors have played a role in the decline of tobacco smoking (e.g. decreasing adolescent approval of smoking, increasing strength of tobacco control policies) and drinking (e.g. more restrictive parental rules and attitudes toward adolescent drinking, decreasing ease of access to alcohol). Finally, declining tobacco and alcohol use may have suppressed adolescent cannabis use (and perhaps other risk behaviours), but evidence for such a cascade is equivocal. We conclude that the causal factors behind the great decline in adolescent risk behaviours are multiple. While broad contextual changes appear to have reduced the opportunities for risk behaviours in general, behaviour-specific factors have also played an important role in smoking and drinking declines, and 'knock-on' effect from these behavioural domains to others are possible. Many hypothesised explanations remain to be tested empirically.",
  "authors": [
    {
      "last_name": "Ball",
      "fore_name": "Jude",
      "initials": "J",
      "name": "Jude Ball",
      "affiliations": [
        "University of Otago, Wellington, New Zealand. Electronic address: jude.ball@otago.ac.nz."
      ]
    },
    {
      "last_name": "Grucza",
      "fore_name": "Richard",
      "initials": "R",
      "name": "Richard Grucza",
      "affiliations": [
        "Washington University School of Medicine, St Louis, USA."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug Research Institute, Curtin University, Perth, Australia; Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Ter Bogt",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Ter Bogt",
      "affiliations": [
        "Utrecht University, the Netherlands."
      ]
    },
    {
      "last_name": "Currie",
      "fore_name": "Candace",
      "initials": "C",
      "name": "Candace Currie",
      "affiliations": [
        "Glasgow Caledonian University, London, UK."
      ]
    },
    {
      "last_name": "de Looze",
      "fore_name": "Margaretha",
      "initials": "M",
      "name": "Margaretha de Looze",
      "affiliations": [
        "Utrecht University, the Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Social science & medicine (1982)",
    "iso_abbreviation": "Soc Sci Med",
    "issn": "1873-5347",
    "issn_type": "Electronic",
    "volume": "317",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "115616",
  "pages": "115616",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Adolescent",
    "Risk-Taking",
    "Sexual Behavior",
    "Netherlands",
    "New Zealand",
    "Australia",
    "Alcohol Drinking"
  ],
  "article_ids": {
    "pubmed": "36563586",
    "doi": "10.1016/j.socscimed.2022.115616",
    "pii": "S0277-9536(22)00922-4"
  },
  "doi": "10.1016/j.socscimed.2022.115616",
  "dates": {
    "completed": "2023-01-10",
    "revised": "2023-02-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.839884",
    "pmid": "36563586"
  }
}