{
  "pmid": "36570094",
  "uid": "36570094",
  "title": "Computer-aided identification of potential inhibitors against Necator americanus glutathione S-transferase 3.",
  "abstract": "Hookworm infection is caused by the blood-feeding hookworm gastrointestinal nematodes. Its harmful effects include anemia and retarded growth and are common in the tropics. A current control method involves the mass drug administration of synthetic drugs, mainly albendazole and mebendazole. There are however concerns of low efficacy and drug resistance due to their repeated and excessive use. Although, Necator americanus glutathione S-transferase 3 (Na-GST-3) is a notable target, using natural product libraries for computational elucidation of promising leads is underexploited. This study sought to use pharmacoinformatics techniques to identify compounds of natural origins with the potential to be further optimized as promising inhibitors. A compendium of 3182 African natural products together with five known helminth GST inhibitors including Cibacron blue was screened against the active sites of the Na-GST-3 structure (PDB ID: 3W8S). The hit compounds were profiled to ascertain the mechanisms of binding, anthelmintic bioactivity, physicochemical and pharmacokinetic properties. The AutoDock Vina docking protocol was validated by obtaining 0.731 as the area under the curve calculated via the receiver operating characteristics curve. Four compounds comprising ZINC85999636, ZINC35418176, ZINC14825190, and Dammarane Triterpene13 were identified as potential lead compounds with binding energies less than -9.0 kcal/mol. Furthermore, the selected compounds formed key intermolecular interactions with critical residues Tyr95, Gly13 and Ala14. Notably, ZINC85999636, ZINC14825190, and dammarane triterpene13 were predicted as anthelmintics, whilst all the four molecules shared structural similarities with known inhibitors. Molecular modelling showed that the compounds had reasonably good binding free energies. More so, they had high binding affinities when screened against other variants of the Na-GST, namely Na-GST-1 and Na-GST-2. Ligand quality assessment using ligand efficiency dependent lipophilicity, ligand efficiency, ligand efficiency scale and fit quality scale showed the molecules are worthy candidates for further optimization. The inhibitory potentials of the molecules warrant in vitro studies to evaluate their effect on the heme regulation mechanisms.",
  "authors": [
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, Legon, Accra, Ghana.",
        "West African Center for Cell Biology and Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Asiedu",
      "fore_name": "Seth O",
      "initials": "SO",
      "name": "Seth O Asiedu",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, Legon, Accra, Ghana.",
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Koranteng",
      "fore_name": "Russell",
      "initials": "R",
      "name": "Russell Koranteng",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Quarshie",
      "fore_name": "Emelia",
      "initials": "E",
      "name": "Emelia Quarshie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, Legon, Accra, Ghana.",
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Tiburu",
      "fore_name": "Elvis K",
      "initials": "EK",
      "name": "Elvis K Tiburu",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic and Applied Sciences, University of Ghana, Legon, Accra, Ghana.",
        "West African Center for Cell Biology and Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, University of Ghana, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Whelton A",
      "initials": "WA",
      "name": "Whelton A Miller",
      "affiliations": [
        "Department of Medicine, Loyola University Medical Center, Maywood, IL, 60153, USA.",
        "Department of Chemical and Biomolecular Engineering, School of Engineering and Applied Science, University of Pennsylvania, Philadelphia, PA, USA.",
        "Department of Molecular Pharmacology and Neuroscience, Loyola University Medical Center, Maywood, IL, 60153, USA."
      ]
    },
    {
      "last_name": "Adinortey",
      "fore_name": "Michael B",
      "initials": "MB",
      "name": "Michael B Adinortey",
      "affiliations": [
        "Department of Biochemistry, School of Biological Sciences, College of Agricultural and Natural Sciences, University of Cape Coast, Ghana."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra, Ghana.",
        "Department of Medicine, Loyola University Medical Center, Maywood, IL, 60153, USA."
      ]
    }
  ],
  "journal": {
    "title": "Informatics in medicine unlocked",
    "iso_abbreviation": "Inform Med Unlocked",
    "issn": "2352-9148",
    "issn_type": "Print",
    "volume": "30",
    "pub_year": "2022"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36570094",
    "mid": "NIHMS1808136",
    "pmc": "PMC9784411",
    "doi": "10.1016/j.imu.2022.100957",
    "pii": "100957"
  },
  "doi": "10.1016/j.imu.2022.100957",
  "pmc_id": "PMC9784411",
  "dates": {
    "revised": "2022-12-29"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AI099623",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U19 AI129916",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.795297",
    "pmid": "36570094"
  }
}