{
  "pmid": "36574927",
  "uid": "36574927",
  "title": "Moral Distress in Canadian Intensivists: A Complex Interplay of Contextual and Relational Factors.",
  "abstract": "BACKGROUND: Health care professionals experience moral distress when they cannot act based on their moral beliefs because of perceived constraints. Moral distress prevalence is high among critical care (ICU) clinicians, but varies significantly between and within professions. RESEARCH QUESTION: How can the interindividual variability in moral distress of Canadian ICU physicians be explained to inform future system-based interventions? STUDY DESIGN AND METHODS: We analyzed 135 free-text comments written by 83 of the 225 ICU physicians who participated in an online cross-sectional wellness survey. An interdisciplinary team of five investigators completed the thematic analysis of anonymized survey comments according to published guidelines. RESULTS: Physicians identified contextual and relational factors that contributed to moral distress and work-related stress. Combined sources of distress created high work-related demands that were not always matched by equally high resources or mitigated by work-related rewards. An imbalance between demands and rewards could lead to undesirable individual and collective consequences. INTERPRETATION: Moral distress is experienced variably by ICU physicians and is linked to contextual and relational factors. Future studies should evaluate modifiable factors such as team interactions and the role of professional rewards as mitigators of distress to bring new insights into strategies to improve ICU clinician wellness and patient care.",
  "authors": [
    {
      "last_name": "Piquette",
      "fore_name": "Dominique",
      "initials": "D",
      "name": "Dominique Piquette",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Inter-Departmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada. Electronic address: dominique.piquette@sunnybrook.ca."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Department of Critical Care Medicine, St. Michael's Hospital, Inter-Departmental Division of Critical Care Medicine, University of Toronto Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Carnevale",
      "fore_name": "Franco",
      "initials": "F",
      "name": "Franco Carnevale",
      "affiliations": [
        "Ingram School of Nursing, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Sarti",
      "fore_name": "Aimée J",
      "initials": "AJ",
      "name": "Aimée J Sarti",
      "affiliations": [
        "Department of Critical Care, General Campus, The Ottawa Hospital, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Hamilton",
      "fore_name": "Mika",
      "initials": "M",
      "name": "Mika Hamilton",
      "affiliations": [
        "Department of Anesthesiology, Toronto Western Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter M",
      "initials": "PM",
      "name": "Peter M Dodek",
      "affiliations": [
        "Center for Health Evaluation and Outcome Sciences and Division of Critical Care, University of British Columbia, Vancouver, BC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "163",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "1101",
  "end_page": "1108",
  "pages": "1101-1108",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Canada",
    "Cross-Sectional Studies",
    "Critical Care",
    "Physicians",
    "Morals",
    "Surveys and Questionnaires",
    "Stress, Psychological",
    "Attitude of Health Personnel"
  ],
  "article_ids": {
    "pubmed": "36574927",
    "doi": "10.1016/j.chest.2022.12.022",
    "pii": "S0012-3692(22)04343-4"
  },
  "doi": "10.1016/j.chest.2022.12.022",
  "dates": {
    "completed": "2023-05-12",
    "revised": "2023-05-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.513728",
    "pmid": "36574927"
  }
}