{
  "pmid": "36574199",
  "uid": "36574199",
  "title": "Ease of Use of the iGlarLixi SoloStar Pen from the LixiLan ONE CAN Pen Sub-Study: Questionnaire Findings from People Living with Type 2 Diabetes and Their HealthCare Providers.",
  "abstract": "INTRODUCTION: For people with type 2 diabetes mellitus who do not achieve glycated hemoglobin A1C targets after treatment with basal insulin therapies, additional therapy with a glucagon-like peptide-1 receptor agonist (GLP-1 RA) may be required. One option is to use a once-daily fixed-ratio combination (FRC) of basal insulin and a GLP-1 RA such as iGlarLixi (which is composed of insulin glargine 100 U/ml and lixisenatide). However, the ease of transitioning from basal insulin to an FRC has not been studied. METHODS: This sub-study of the LixiLan ONE CAN trial (NCT03767543) was conducted to assess the ease of transitioning from insulin glargine 100 U/ml to the FRC, iGlarLixi, using the iGlarLixi SoloStar[®] pen. Patients completed a validated, ten-item questionnaire, and healthcare professionals (HCPs) completed a five-item questionnaire. Both questionnaires used either five-point Likert scales or yes/no answers as appropriate, and both were completed after 4 weeks of using the iGlarLixi SoloStar pen. RESULTS: Overall, 95.1% of patients reported that the iGlarLixi Solostar pen was \"easy\" or \"very easy\" to use. Similarly, 100% of HCPs reported that it was \"easy\" or \"very easy\" to train people to use the pen. Nearly all participants (97.5% of patients and 94% of HCPs) responded that they would recommend the iGlarLixi Solostar pen to others. CONCLUSIONS: These results suggest that during the transition from insulin glargine 100 U/ml to iGlarLixi, there were no difficulties associated with using the iGlarLixi SoloStar pen injector regarding instruction for use by HCPs or actual use by the majority of patients. The results indicate a broad consensus between patients and HCPs on the relative simplicity of transitioning from self-administration of insulin glargine 100 U/ml to iGlarLixi. TRIAL REGISTRATION: ClinicalTrials.gov identifier, NCT03767543; Date of registration: December 6, 2018; Retrospectively registered.",
  "authors": [
    {
      "last_name": "Yale",
      "fore_name": "Jean-François",
      "initials": "JF",
      "name": "Jean-François Yale",
      "affiliations": [
        "Department of Medicine, McGill University Health Centre, 1001 Decarie, Montreal, QC, H4A3J1, Canada. jean-francois.yale@mcgill.ca."
      ],
      "orcid": "0000-0002-7833-9050"
    },
    {
      "last_name": "Roborel de Climens",
      "fore_name": "Aude",
      "initials": "A",
      "name": "Aude Roborel de Climens",
      "affiliations": [
        "Sanofi, Lyon, France."
      ],
      "orcid": "0000-0002-5065-2010"
    },
    {
      "last_name": "Aggarwal",
      "fore_name": "Naresh",
      "initials": "N",
      "name": "Naresh Aggarwal",
      "affiliations": [
        "Aggarwal And Associates, Clinical Department of Clinical Research and Family Practice, Brampton, ON, Canada."
      ]
    },
    {
      "last_name": "Dex",
      "fore_name": "Terry",
      "initials": "T",
      "name": "Terry Dex",
      "affiliations": [
        "Department of Medical Affairs, Sanofi, Bridgewater, NJ, USA."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8072-2836"
    },
    {
      "last_name": "Harris",
      "fore_name": "Stewart",
      "initials": "S",
      "name": "Stewart Harris",
      "affiliations": [
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-1794-6551"
    },
    {
      "last_name": "Hramiak",
      "fore_name": "Irene",
      "initials": "I",
      "name": "Irene Hramiak",
      "affiliations": [
        "Department of Medicine, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-3032-5338"
    },
    {
      "last_name": "Stewart",
      "fore_name": "John",
      "initials": "J",
      "name": "John Stewart",
      "affiliations": [
        "Department of Statistics, Sanofi, Laval, QC, Canada."
      ]
    },
    {
      "last_name": "Leiter",
      "fore_name": "Lawrence A",
      "initials": "LA",
      "name": "Lawrence A Leiter",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St. Michael's Hospital, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-1040-6229"
    }
  ],
  "journal": {
    "title": "Diabetes therapy : research, treatment and education of diabetes and related disorders",
    "iso_abbreviation": "Diabetes Ther",
    "issn": "1869-6953",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "377",
  "end_page": "386",
  "pages": "377-386",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36574199",
    "pmc": "PMC9943797",
    "doi": "10.1007/s13300-022-01353-6",
    "pii": "10.1007/s13300-022-01353-6"
  },
  "doi": "10.1007/s13300-022-01353-6",
  "pmc_id": "PMC9943797",
  "dates": {
    "revised": "2023-02-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.740587",
    "pmid": "36574199"
  }
}