{
  "pmid": "36588009",
  "uid": "36588009",
  "title": "Use of virtual reality for MRI preparation and technologist education: A scoping review.",
  "abstract": "BACKGROUND: Virtual Reality (VR) is becoming a popular educational tool in healthcare. This scoping review aimed to (1) determine if VR can be used to reduce the anxiety a patient experiences during an MRI and (2) explore how VR is being used to train MRI technologists. METHODS: PubMed, Web of Science, Cochrane Library, CINAHEL, and PsycINFO internet websites of VR in MRI were evaluated. Two authors independently reviewed the titles and abstracts using the inclusion and exclusion criteria. Articles chosen by both reviewers were automatically included for full text review. Articles chosen by one reviewer were audited by a third independent reviewer to determine inclusion for full text review. Descriptive analyses were conducted. RESULTS: The initial search resulted in 357 articles. A large portion of the articles were excluded because they were either based on fMRI or training-based tools for healthcare professionals, which were not our area of focus. Eight articles were included in the final review for assessing if VR can be a useful tool to aid with patient anxiety in MRI. No articles were found that used VR in MRI technologist training. CONCLUSIONS: This scoping review suggests there are potentially significant uses for VR in reducing anxiety in adults and children as patients. With further research and development of VR application for use with MRI testing may allow for better patient preparation and reduce scan interruptions, increase MRI operational efficiency, and improve patient outcomes.",
  "authors": [
    {
      "last_name": "Cataldo",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Cataldo",
      "affiliations": [
        "Faculty Specialist I, School of Interdisciplinary Health Programs, Western Michigan University, Kalamazoo, MI, United States."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Collins",
      "affiliations": [
        "Southern Illinois University, Professor and Program Director, Health Care Management, Health Administration, Health Informatics, United States."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": [
        "Southern Illinois University, Radiologic Sciences, United States. Electronic address: jennifer.walker@siu.edu."
      ]
    },
    {
      "last_name": "Shaw",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Shaw",
      "affiliations": [
        "Health Care Management Program, Southern Illinois University, Carbondale, IL, United States."
      ]
    }
  ],
  "journal": {
    "title": "Journal of medical imaging and radiation sciences",
    "iso_abbreviation": "J Med Imaging Radiat Sci",
    "issn": "1876-7982",
    "issn_type": "Electronic",
    "volume": "54",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "195",
  "end_page": "205",
  "pages": "195-205",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Humans",
    "Educational Status",
    "Virtual Reality",
    "Anxiety",
    "Anxiety Disorders",
    "Health Personnel"
  ],
  "article_ids": {
    "pubmed": "36588009",
    "doi": "10.1016/j.jmir.2022.11.011",
    "pii": "S1939-8654(22)00662-2"
  },
  "doi": "10.1016/j.jmir.2022.11.011",
  "dates": {
    "completed": "2023-03-03",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.720897",
    "pmid": "36588009"
  }
}