{
  "pmid": "36581506",
  "uid": "36581506",
  "title": "A realist review of the effective implementation of the ICU Liberation Bundle in the paediatric intensive care unit setting.",
  "abstract": "OBJECTIVE: The objective of this study was to produce an evidence base of what works, for whom, and in what context when implementing the ICU Liberation Bundle into the paediatric intensive care unit (PICU). REVIEW METHOD USED: This is a realist review (a review that considers what works, for whom, and in what context) of contemporary international literature. DATA SOURCES: Data were collected via electronic searches of CINAHL, PubMed, EMBASE and MEDLINE, Google Scholar, and Web of Science for articles published before October 2020. REVIEW METHOD: An initial scoping search identified the underpinning theory of the implementation of the ICU Liberation Bundle (a multifactor intervention aimed at improving patient outcomes) which was mapped onto the Consolidated Framework for Implementation Research (CFIR). We identified 547 unique citations; 12 full-text papers were included that reported eight studies. Data were extracted and mapped to the CFIR domains. RESULTS: Data mapped to all CFIR domains. Characteristics of individuals included involvement of key stakeholders, champions, and parents and understanding of staff attitudes and perceptions of the intervention, and all bedside staff members were involved and given training. Within the inner setting, understanding of unit culture, ensuring effective support systems in place, knowledge of the baseline, and leadership support, and buy-in were important. Culture of family-centred care and alignment of the intervention to national guidelines related to the outer setting. Intervention characteristics included the number and timings of interventions, de-escalation rounding checklists, the use of age-appropriate and validated assessment tools, and local policies for the bundle. The process included set training program, senior unit/hospital team consultation on all processes, continual audit adherence to the bundle and feedback, and celebration of successes. CONCLUSIONS: This novel realist review of the literature identified that successful implementation of the ICU Liberation Bundle into PICU settings involves the following: (i) a thorough understanding of the PICU context, including baseline metrics, resources, and staff attitudes; (ii) using contextual information to adapt the intervention elements to ensure fit; and (iii) both clinical effectiveness and implementation outcomes must be measured. Registration of review: PROSPERO 2020 CRD42020211944.",
  "authors": [
    {
      "last_name": "Dodds",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Dodds",
      "affiliations": [
        "Nottingham Children's Hospital, Nottingham University Hospitals NHS Trust, Nottingham, UK; Centre for Children and Young People Health Research, School of Health Sciences, University of Nottingham, Nottingham, UK. Electronic address: elizabeth.dodds@nottingham.ac.uk."
      ]
    },
    {
      "last_name": "Kudchadkar",
      "fore_name": "Sapna Ravi",
      "initials": "SR",
      "name": "Sapna Ravi Kudchadkar",
      "affiliations": [
        "Johns Hopkins University School of Medicine, Baltimore, MD, USA. Electronic address: sapna@jhmi.edu."
      ]
    },
    {
      "last_name": "Choong",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Choong",
      "affiliations": [
        "Departments of Pediatrics, Critical Care, Health Evidence and Impact, McMaster University, Hamilton, Canada. Electronic address: choongk@mcmaster.ca."
      ]
    },
    {
      "last_name": "Manning",
      "fore_name": "Joseph C",
      "initials": "JC",
      "name": "Joseph C Manning",
      "affiliations": [
        "Nottingham Children's Hospital, Nottingham University Hospitals NHS Trust, Nottingham, UK; Centre for Children and Young People Health Research, School of Health Sciences, University of Nottingham, Nottingham, UK. Electronic address: joseph.manning@nottingham.ac.uk."
      ]
    }
  ],
  "journal": {
    "title": "Australian critical care : official journal of the Confederation of Australian Critical Care Nurses",
    "iso_abbreviation": "Aust Crit Care",
    "issn": "1036-7314",
    "issn_type": "Print",
    "volume": "36",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "837",
  "end_page": "846",
  "pages": "837-846",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Intensive Care Units, Pediatric",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "36581506",
    "doi": "10.1016/j.aucc.2022.11.007",
    "pii": "S1036-7314(22)00239-9"
  },
  "doi": "10.1016/j.aucc.2022.11.007",
  "dates": {
    "completed": "2023-08-25",
    "revised": "2025-06-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:07.937452",
    "pmid": "36581506"
  }
}