{
  "pmid": "36584732",
  "uid": "36584732",
  "title": "Decision criteria for selecting essential medicines and their connection to guidelines: an interpretive descriptive qualitative interview study.",
  "abstract": "BACKGROUND AND OBJECTIVES: The World Health Organization Model List of Essential Medicines has led to at least 137 national lists. Essential medicines should be grounded in evidence-based guideline recommendations and explicit decision criteria. Essential medicines should be available, accessible, affordable, and the supporting evidence should be accompanied by a rating of the certainty one can place in it. Our objectives were to identify criteria and considerations that should be addressed in moving from a guideline recommendation regarding a medicine to the decision of whether to add, maintain, or remove a medicine from an essential medicines list. We also seek to explore opportunities to improve organizational processes to support evidence-based health decision-making more broadly. METHODS: We conducted a qualitative study with semistructured interviews of key informant stakeholders in the development and use of guidelines and essential medicine lists (EMLs). We used an interpretive descriptive analysis approach and thematic analysis of interview transcripts in NVIVO v12. RESULTS: We interviewed 16 key informants working at national and global levels across all WHO regions. We identified five themes: three descriptive/explanatory themes 1) EMLs and guidelines, the same, but different; 2) EMLs can drive price reductions and improve affordability and access; 3) Time lag and disconnect between guidelines and EMLs; and two prescriptive themes 4) An \"evidence pipeline\" could improve coordination between guidelines and EMLs; 5) Facilitating the link between the WHO Model List of Essential Medicines (WHO EML) and national EMLs could increase alignment. CONCLUSION: We found significant overlap and opportunities for alignment between guideline and essential medicine decision processes. This finding presents opportunities for guideline and EML developers to enhance strategies for collaboration. Future research should assess and evaluate these strategies in practice to support the shared goal of guidelines and EMLs: improvements in health.",
  "authors": [
    {
      "last_name": "Piggott",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Piggott",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Moja",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Moja",
      "affiliations": [
        "Department of Essential Medicines and Health Products, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Department of Internal Medicine, American University of Beirut Medical Centre, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; McMaster Health Forum, McMaster University, Hamilton, Canada; Africa Centre for Evidence, University of Johannesburg, Johannesburg, South Africa."
      ]
    },
    {
      "last_name": "Cooke",
      "fore_name": "Graham",
      "initials": "G",
      "name": "Graham Cooke",
      "affiliations": [
        "Department of Infectious Disease, Faculty of Medicine, Imperial College London, London, UK."
      ]
    },
    {
      "last_name": "Kredo",
      "fore_name": "Tamara",
      "initials": "T",
      "name": "Tamara Kredo",
      "affiliations": [
        "Cochrane South Africa, South African Medical Research Council, Cape Town, South Africa; Clinical Pharmacology, Department of Medicine, Stellenbosch University, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Hogerzeil",
      "fore_name": "Hans V",
      "initials": "HV",
      "name": "Hans V Hogerzeil",
      "affiliations": [
        "University Medical Centre, Groningen, Netherlands."
      ]
    },
    {
      "last_name": "Huttner",
      "fore_name": "Benedikt",
      "initials": "B",
      "name": "Benedikt Huttner",
      "affiliations": [
        "Department of Essential Medicines and Health Products, World Health Organization, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "Iberoamerican Cochrane Center-Servicio de Epidemiología Clínica y Salud Pública, Biomedical Research Institute (IIB-Sant Pau), Barcelona, Spain; CIBER of Epidemiology and Public Health (CIBERESP), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger",
      "initials": "H",
      "name": "Holger Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada; Institut für Evidence in Medicine, Medical Center & Faculty of Medicine, University of Freiburg, Freiburg, Germany; Department of Biomedical Sciences, Humanitas University, Milan, Italy; Department of Medicine, McMaster University, Hamilton, Canada. Electronic address: holger.schunemann@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "154",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "146",
  "end_page": "155",
  "pages": "146-155",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Drugs, Essential",
    "World Health Organization",
    "Qualitative Research",
    "Forecasting"
  ],
  "article_ids": {
    "pubmed": "36584732",
    "doi": "10.1016/j.jclinepi.2022.12.007",
    "pii": "S0895-4356(22)00325-0"
  },
  "doi": "10.1016/j.jclinepi.2022.12.007",
  "dates": {
    "completed": "2023-03-21",
    "revised": "2025-05-30"
  },
  "chemicals": [
    "Drugs, Essential"
  ],
  "grants": [
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.774848",
    "pmid": "36584732"
  }
}