{
  "pmid": "36583001",
  "uid": "36583001",
  "title": "Applying the RE-AIM implementation framework to evaluate diabetes health coaching in individuals with type 2 diabetes: A systematic review and secondary analysis.",
  "abstract": "BACKGROUND: Diabetes health coaching continues to emerge as an effective intervention to support diabetes self-management. While previous systematic reviews have focused on the effectiveness of diabetes health coaching programs in adults with type 2 diabetes (T2DM), limited literature is available on its implementation. This review examines what aspects of diabetes health coaching interventions for adults living with type 2 diabetes have been reported using the Reach, Effectiveness, Adoption, Implementation, and Maintenance (RE-AIM) framework to optimize implementation. METHODS: We examined the included studies from our recently completed systematic review, which searched 6 databases for randomized controlled trials (RCTs) of health coaching interventions delivered by a health professional for adults with T2DM. Reviewers screened citations and extracted data for study characteristics and the 5 dimensions (62 criteria) of the RE-AIM framework. RESULTS: 9 diabetes health coaching RCTs were included in this review. 12 criteria were reported by all the included studies and 21 criteria were not reported by any of the studies. The included studies all reported on more than 20 RE-AIM criteria, ranging from 21 to 27. While Reach was the best reported construct by the included studies, followed by Effectiveness and Implementation, the criteria within the Adoption and Maintenance constructs were rarely mentioned by these studies. In general, there was also wide variation in how each of the criteria were reported on by study authors. CONCLUSIONS: Due to the paucity of reporting of the RE-AIM components for diabetes health coaching, limited implementation and clinical practice implications can be drawn. The lack of detail regarding implementation approaches to diabetes health coaching greatly limits the interpretation and comparisons across studies to best inform the application of this intervention to support diabetes self-management. SYSTEMATIC REVIEW REGISTRATION: PROSPERO identifier, CRD42022347478.",
  "authors": [
    {
      "last_name": "Racey",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Racey",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Team, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jovkovic",
      "fore_name": "Milos",
      "initials": "M",
      "name": "Milos Jovkovic",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Team, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Alliston",
      "fore_name": "Paige",
      "initials": "P",
      "name": "Paige Alliston",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Team, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": [
        "McMaster Evidence Review and Synthesis Team, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in endocrinology",
    "iso_abbreviation": "Front Endocrinol (Lausanne)",
    "issn": "1664-2392",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2022"
  },
  "start_page": "1069436",
  "pages": "1069436",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Research Support, Non-U.S. Gov't",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Diabetes Mellitus, Type 2",
    "Health Behavior",
    "Health Personnel",
    "Health Promotion",
    "Mentoring",
    "Randomized Controlled Trials as Topic"
  ],
  "article_ids": {
    "pubmed": "36583001",
    "pmc": "PMC9792599",
    "doi": "10.3389/fendo.2022.1069436"
  },
  "doi": "10.3389/fendo.2022.1069436",
  "pmc_id": "PMC9792599",
  "dates": {
    "completed": "2023-01-03",
    "revised": "2024-09-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:36.767068",
    "pmid": "36583001"
  }
}