{
  "pmid": "36585142",
  "uid": "36585142",
  "title": "Cohort profile: methodology and cohort characteristics of the Aotearoa New Zealand Rheumatic Heart Disease Registry.",
  "abstract": "PURPOSE: To create a cohort with high specificity for moderate and severe rheumatic heart disease (RHD) in New Zealand, not reliant on International Classification of Diseases discharge coding. To describe the demography and cardiac profile of this historical and contemporary cohort. DESIGN AND PARTICIPANTS: Retrospective identification of moderate or severe RHD with disease onset by 2019. Case identification from the following data sources: cardiac surgical databases, RHD case series, percutaneous balloon valvuloplasty databases, echocardiography databases, regional rheumatic fever registers and RHD clinic lists. The setting for this study was a high-income country with continued incidence of acute rheumatic fever (ARF). FINDINGS TO DATE: A Registry cohort of 4959 patients was established. The initial presentation was RHD without recognised prior ARF in 41%, and ARF in 59%. Ethnicity breakdown: Māori 38%, Pacific 33.5%, European 21.9%, other 6.7%. Ethnic disparities have changed significantly over time. Prior to 1960, RHD cases were 64.3% European, 25.3% Māori and 6.7% Pacific. However, in contrast, from 2010 to 2019, RHD cases were 10.7% European, 37.4% Māori and 47.2% Pacific.Follow-up showed 32% had changed region of residence within New Zealand from their initial presentation. At least one cardiac intervention (cardiac surgery, transcatheter balloon valvuloplasty) was undertaken in 64% of the cohort at a mean age of 40 years. 19.8% of the cohort had multiple cardiac interventions. At latest follow-up, 26.9% of the cohort died. Of those alive, the mean follow-up is 20.5+19.4 years. Māori and Pacific led governance groups have been established to provide data governance and oversight for the registry. FUTURE PLANS: Detailed mortality and morbidity of the registry cases will be defined by linkage to New Zealand national health data collections. The contemporary cohort of the registry will be available for future studies to improve clinical management and outcomes for the 3450 individuals living with chronic RHD.",
  "authors": [
    {
      "last_name": "Tilton",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Tilton",
      "affiliations": [
        "Green Lane Paediatric and Congenital Cardiac Services, Starship Children's Health, Te Whatu Ora - Health New Zealand, Te Toka Tumai Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Mitchelson",
      "fore_name": "Bryan",
      "initials": "B",
      "name": "Bryan Mitchelson",
      "affiliations": [
        "Green Lane Paediatric and Congenital Cardiac Services, Starship Children's Health, Te Whatu Ora - Health New Zealand, Te Toka Tumai Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Anderson",
      "fore_name": "Anneka",
      "initials": "A",
      "name": "Anneka Anderson",
      "affiliations": [
        "Te Kupenga Hauora Māori, Faculty of Medical and Health Sciences, University of Auckland, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Peat",
      "fore_name": "Briar",
      "initials": "B",
      "name": "Briar Peat",
      "affiliations": [
        "General Medicine, Middlemore Hospital, Te Whatu Ora - Health New Zealand, Counties Manukau, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Jack",
      "affiliations": [
        "Public Health South, Southern District Health Board, Dunedin, New Zealand.",
        "Department of Preventive and Social Medicine, University of Otago, Dunedin, New Zealand."
      ]
    },
    {
      "last_name": "Lund",
      "fore_name": "Mayanna",
      "initials": "M",
      "name": "Mayanna Lund",
      "affiliations": [
        "Cardiology Department, Middlemore Hospital, Te Whatu Ora - Health New Zealand, Counties Manukau, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Webb",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Webb",
      "affiliations": [
        "Department of Paediatric Infectious Diseases, Starship Children's Health, Te Whatu Ora - Health New Zealand, Te Toka Tumai Auckland, Auckland, New Zealand.",
        "7KidzFirst Children's Hospital, Te Whatu Ora - Health New Zealand, Counties Manukau, Auckland, New Zealand."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Nigel",
      "initials": "N",
      "name": "Nigel Wilson",
      "affiliations": [
        "Green Lane Paediatric and Congenital Cardiac Services, Starship Children's Health, Te Whatu Ora - Health New Zealand, Te Toka Tumai Auckland, Auckland, New Zealand NigelW@adhb.govt.nz."
      ],
      "orcid": "0000-0002-0551-4655"
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec",
    "pub_day": "30"
  },
  "start_page": "e066232",
  "pages": "e066232",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Adult",
    "Rheumatic Heart Disease",
    "Retrospective Studies",
    "New Zealand",
    "Rheumatic Fever",
    "Registries"
  ],
  "article_ids": {
    "pubmed": "36585142",
    "pmc": "PMC9809252",
    "doi": "10.1136/bmjopen-2022-066232",
    "pii": "bmjopen-2022-066232"
  },
  "doi": "10.1136/bmjopen-2022-066232",
  "pmc_id": "PMC9809252",
  "dates": {
    "completed": "2023-01-03",
    "revised": "2023-01-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:29:48.590359",
    "pmid": "36585142"
  }
}