{
  "pmid": "36598156",
  "uid": "36598156",
  "title": "Psychosocial interventions addressing suicidality in inpatient psychiatry: a scoping review protocol.",
  "abstract": "OBJECTIVE: The objective of this review is to provide an overview of the existing literature on psychosocial interventions aimed at addressing suicidality among adults in the context of an inpatient psychiatric admission. INTRODUCTION: For individuals admitted to a psychiatric inpatient unit, their risk of suicide in the period following discharge is significantly higher compared with the prevalence of death by suicide in the general population. During an inpatient admission, there is opportunity for supportive interventions that may lead to reduced risks of suicide. Yet, interventions that directly address suicidality have primarily been studied in outpatient settings. A broader understanding of inpatient interventions will assist clinicians in understanding key considerations when implementing suicide-related interventions in this setting. INCLUSION CRITERIA: Studies involving adult patients (≥18 years) that describe psychosocial interventions aiming to address suicidality in the context of inpatient psychiatry will be considered. Studies that only describe pharmacological interventions will be excluded, as will studies that describe psychosocial interventions initiated in the context of an outpatient setting. METHODS: We will search MEDLINE (Ovid), CINAHL (EBSCO), APA PsycINFO (EBSCOhost), the Cochrane Central Register of Controlled Trials (CENTRAL), Embase, and Web of Science for studies in English and Spanish. Gray literature and materials will also be searched for using Google and websites relevant to the review topic. No date limit will be set. Two independent reviewers will screen titles and abstracts from studies that meet the inclusion criteria and review eligible studies at full text. Data will be extracted and synthesized and then presented in tabular and graphical formats accompanied by a narrative summary. DETAILS OF THE REVIEW AVAILABLE AT: Open Science Framework https://osf.io/5cwhx.",
  "authors": [
    {
      "last_name": "Olarte-Godoy",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Olarte-Godoy",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2570-8585"
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Kaitryn",
      "initials": "K",
      "name": "Kaitryn Campbell",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada.",
        "St. Joseph's Healthcare Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Halladay",
      "fore_name": "Jillian",
      "initials": "J",
      "name": "Jillian Halladay",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Cleverley",
      "fore_name": "Kristin",
      "initials": "K",
      "name": "Kristin Cleverley",
      "affiliations": [
        "University of Toronto, ON, Canada.",
        "Centre for Addiction and Mental Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "McGillion",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael McGillion",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON, Canada.",
        "The Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Links",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Links",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada.",
        "St. Joseph's Healthcare Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JBI evidence synthesis",
    "iso_abbreviation": "JBI Evid Synth",
    "issn": "2689-8381",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "1034",
  "end_page": "1042",
  "pages": "1034-1042",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Suicide",
    "Inpatients",
    "Psychosocial Intervention",
    "Hospitalization",
    "Patient Discharge",
    "Scoping Reviews As Topic"
  ],
  "article_ids": {
    "pubmed": "36598156",
    "doi": "10.11124/JBIES-22-00146",
    "pii": "02174543-202305000-00015"
  },
  "doi": "10.11124/JBIES-22-00146",
  "dates": {
    "completed": "2023-05-12",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.237030",
    "pmid": "36598156"
  }
}