{
  "pmid": "36590155",
  "uid": "36590155",
  "title": "The role of artificial intelligence in surgical simulation.",
  "abstract": "Artificial Intelligence (AI) plays an integral role in enhancing the quality of surgical simulation, which is increasingly becoming a popular tool for enriching the training experience of a surgeon. This spans the spectrum from facilitating preoperative planning, to intraoperative visualisation and guidance, ultimately with the aim of improving patient safety. Although arguably still in its early stages of widespread clinical application, AI technology enables personal evaluation and provides personalised feedback in surgical training simulations. Several forms of surgical visualisation technologies currently in use for anatomical education and presurgical assessment rely on different AI algorithms. However, while it is promising to see clinical examples and technological reports attesting to the efficacy of AI-supported surgical simulators, barriers to wide-spread commercialisation of such devices and software remain complex and multifactorial. High implementation and production costs, scarcity of reports evidencing the superiority of such technology, and intrinsic technological limitations remain at the forefront. As AI technology is key to driving the future of surgical simulation, this paper will review the literature delineating its current state, challenges, and prospects. In addition, a consolidated list of FDA/CE approved AI-powered medical devices for surgical simulation is presented, in order to shed light on the existing gap between academic achievements and the universal commercialisation of AI-enabled simulators. We call for further clinical assessment of AI-supported surgical simulators to support novel regulatory body approved devices and usher surgery into a new era of surgical education.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay J",
      "initials": "JJ",
      "name": "Jay J Park",
      "affiliations": [
        "Department of General Surgery, Norfolk and Norwich University Hospital, Norwich, United Kingdom.",
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, United Kingdom."
      ]
    },
    {
      "last_name": "Tiefenbach",
      "fore_name": "Jakov",
      "initials": "J",
      "name": "Jakov Tiefenbach",
      "affiliations": [
        "Neurological Institute, Cleveland Clinic, Cleveland, OH, United States."
      ]
    },
    {
      "last_name": "Demetriades",
      "fore_name": "Andreas K",
      "initials": "AK",
      "name": "Andreas K Demetriades",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, United Kingdom.",
        "Department of Neurosurgery, Royal Infirmary of Edinburgh, Edinburgh, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in medical technology",
    "iso_abbreviation": "Front Med Technol",
    "issn": "2673-3129",
    "issn_type": "Electronic",
    "volume": "4",
    "pub_year": "2022"
  },
  "start_page": "1076755",
  "pages": "1076755",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36590155",
    "pmc": "PMC9794840",
    "doi": "10.3389/fmedt.2022.1076755"
  },
  "doi": "10.3389/fmedt.2022.1076755",
  "pmc_id": "PMC9794840",
  "dates": {
    "revised": "2023-01-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.677385",
    "pmid": "36590155"
  }
}