{
  "pmid": "36601560",
  "uid": "36601560",
  "title": "Safety Profile of Linezolid in Older Adults With Renal Impairment: A Population-Based Retrospective Cohort Study.",
  "abstract": "BACKGROUND: The objective of this study was to characterize the safety profile of linezolid in patients with renal impairment compared with patients without renal impairment. METHODS: A population-based retrospective cohort study using linked administrative databases included patients aged 66 years or older in Ontario, Canadawho were prescribed linezolid from 2014 to 2021. Renal impairment was defined using baseline estimated glomerular filtration rate <30 mL/min/1.73 m[2] or receipt of dialysis. The primary outcomes were change in platelet count and severe thrombocytopenia (platelet count <50 × 10[9]/L) within 90 days. Secondary outcomes included bleeding, neutropenia, peripheral neuropathy, optic neuropathy, acidosis, serotonin syndrome, and mortality. Inverse probability of treatment weighting on propensity score was used to balance comparison groups on baseline health. RESULTS: Of 625 patients, 98 (15.7%) patients had renal impairment. The mean (SD) platelet change was -88.3 (108.4) 10[9]/L in the renal impairment group and -76.5 (109.8) 10[9]/L in the no renal impairment group, with an adjusted mean difference of -29.4 (95% CI, -53.4 to -5.3; P = .0165). Severe thrombocytopenia occurred in 9.2% for the renal impairment group and 5.9% for the no renal impairment group, with an adjusted risk difference of 2.7% (95% CI, -3.1% to 8.6%; P = .3655). There were no significant differences in secondary outcomes between the 2 groups. CONCLUSIONS: Patients with renal impairment on linezolid therapy had a larger decrease in platelet count, but their risks for severe thrombocytopenia and bleeding were not significantly different than patients without renal impairment. Linezolid is likely safe in renal impairment without dose adjustment or drug level monitoring.",
  "authors": [
    {
      "last_name": "Bai",
      "fore_name": "Anthony D",
      "initials": "AD",
      "name": "Anthony D Bai",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Queen's University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0003-0448-9934"
    },
    {
      "last_name": "McKenna",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan McKenna",
      "affiliations": [
        "Department of Pharmacy Services, Kingston Health Sciences Centre, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Wise",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Wise",
      "affiliations": [
        "Department of Pharmacy Services, Kingston Health Sciences Centre, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "Sudeep S",
      "initials": "SS",
      "name": "Sudeep S Gill",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, Queen's University, Kingston, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Open forum infectious diseases",
    "iso_abbreviation": "Open Forum Infect Dis",
    "issn": "2328-8957",
    "issn_type": "Print",
    "volume": "9",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "ofac669",
  "pages": "ofac669",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36601560",
    "pmc": "PMC9801225",
    "doi": "10.1093/ofid/ofac669",
    "pii": "ofac669"
  },
  "doi": "10.1093/ofid/ofac669",
  "pmc_id": "PMC9801225",
  "dates": {
    "revised": "2023-01-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.192080",
    "pmid": "36601560"
  }
}