{
  "pmid": "36601498",
  "uid": "36601498",
  "title": "Hibiscetin attenuates oxidative, nitrative stress and neuroinflammation via suppression of TNF-α signaling in rotenone induced parkinsonism in rats.",
  "abstract": "Parkinson's disease (PD) is the gradual and selective degradation of dopamine-releasing neurons in substantia nigra pars compacta (SNpc) and results in postural instability, stiffness, bradykinesia, and resting tremor. The goal of this research was to see how hibiscetin action on PD in rotenone-treated rats. Rats were administered orally with hibiscetin (10 mg/kg) after 1 h rotenone (0.5 mg/kg, s.c.). This therapy regimen was followed on a daily basis for 28 days. Rats were tested for catalepsy and akinesia on day 29 after the last dosage of rotenone. Biochemical parameters were performed to measure reduced glutathione (GSH), catalase (CAT), superoxide dismutase (SOD), malondialdehyde (MDA), nitrite, neuroinflammatory cytokines, and neurotransmitter and their metabolite levels such as dopamine (DA), norepinephrine (NE), serotonin (5-HT), 3,4-dihydroxyphenylacetic acid (DOPAC), homovanillic acid (HVA), and 5-hydroxyindoleacetic acid (5-HIAA). Rotenone-induced akinesia and catatonia in rats decreased endogenous antioxidant (GSH, CAT, and SOD) levels, increased MDA and nitrite levels, and changed neurotransmitter and metabolite levels. Hibiscetin effectively reduced rotenone-induced akinesia and catatonia, improved endogenous antioxidant (GSH, CAT and SOD) levels, and reduced oxidative and nitrative stress in the treated rats. Moreover, hibiscetin restored altered neurotransmitters and their metabolites to normal levels in rotenone-treated rats. The study results showed that hibiscetin has anti-Parkinson's activity against rotenone-induced PD in rats.",
  "authors": [
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka, Aljouf 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka, Aljouf 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alharbi",
      "fore_name": "Khalid Saad",
      "initials": "KS",
      "name": "Khalid Saad Alharbi",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka, Aljouf 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Abdulaziz I",
      "initials": "AI",
      "name": "Abdulaziz I Alzarea",
      "affiliations": [
        "Department of Clinical Pharmacy, College of Pharmacy, Jouf University, Sakaka, Aljouf 72341, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alenezi",
      "fore_name": "Sattam Khulaif",
      "initials": "SK",
      "name": "Sattam Khulaif Alenezi",
      "affiliations": [
        "Department of Pharmacology and Toxicology, Unaizah College of Pharmacy, Qassim University, Qassim, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alshammari",
      "fore_name": "Mohammed Salem",
      "initials": "MS",
      "name": "Mohammed Salem Alshammari",
      "affiliations": [
        "Department of Pharmacy Practice, Unaizah College of Pharmacy, Qassim University, Qassim, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alquraini",
      "fore_name": "Ali",
      "initials": "A",
      "name": "Ali Alquraini",
      "affiliations": [
        "Department of Pharmaceutical Chemistry, Faculty of Clinical Pharmacy, Al Baha University, Al Baha 65779, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah 21589, Saudi Arabia."
      ]
    }
  ],
  "journal": {
    "title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society",
    "iso_abbreviation": "Saudi Pharm J",
    "issn": "1319-0164",
    "issn_type": "Print",
    "volume": "30",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "1710",
  "end_page": "1717",
  "pages": "1710-1717",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36601498",
    "pmc": "PMC9805976",
    "doi": "10.1016/j.jsps.2022.09.016",
    "pii": "S1319-0164(22)00247-X"
  },
  "doi": "10.1016/j.jsps.2022.09.016",
  "pmc_id": "PMC9805976",
  "dates": {
    "revised": "2023-01-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.056412",
    "pmid": "36601498"
  }
}