{
  "pmid": "36604825",
  "uid": "36604825",
  "title": "Baseline Glucocorticoid-Related Toxicity Scores in Giant Cell Arteritis: A Post Hoc Analysis of the GiACTA Trial.",
  "abstract": "OBJECTIVE: Giant cell arteritis (GCA) requires treatment with high-dose, long-term glucocorticoids (GCs). A score assessing and quantifying patients' baseline GC-related toxicity may be important to risk stratification and therapeutic decision-making in patients initiating immunosuppression. METHODS: We analyzed patients with GCA enrolled in the Tocilizumab in Giant Cell Arteritis (GiACTA) trial. Baseline GC-related toxicity scores for 12 domains were derived from the Glucocorticoid Toxicity Index using baseline medications, medical history, vital signs, and laboratory values. The 12 domains examined were body mass index, glucose tolerance, blood pressure, lipid metabolism, bone and/or tendon, GC myopathy, skin toxicity, neuropsychiatric effects, infection, ocular toxicity, gastrointestinal injury, and adrenal function. Potential scores ranged from 0 to 538. We compared differences between those with newly diagnosed versus relapsing disease at baseline. RESULTS: A total of 250 patients were included (75% female, mean age 69 years). The mean ± SD baseline GC-related toxicity score among all patients was 111.3 ± 53.2. The domains that contributed most to the overall scores were blood pressure (24.0% of the overall score), followed by glucose tolerance (22.6%) and neuropsychiatric effects (15.9%). Baseline GC-related toxicity scores were higher in patients with relapsing disease compared with those with newly diagnosed disease (mean of 122.5 vs. 98.9; P < 0.001). The body mass index and neuropsychiatric domain scores were significantly higher in patients with relapsing disease. CONCLUSION: This approach to the assessment of baseline GC-related toxicity distinguished patients with relapsing GCA from those with newly diagnosed disease. Baseline GC-related toxicity scores may be useful in therapeutic decision-making for patients beginning immunosuppressive treatment.",
  "authors": [
    {
      "last_name": "Patel",
      "fore_name": "Naomi J",
      "initials": "NJ",
      "name": "Naomi J Patel",
      "affiliations": [
        "Massachusetts General Hospital, Boston."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Xiaoqing",
      "initials": "X",
      "name": "Xiaoqing Fu",
      "affiliations": [
        "Massachusetts General Hospital, Boston."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Massachusetts General Hospital, Boston."
      ],
      "orcid": "0000-0001-7638-0888"
    },
    {
      "last_name": "Stone",
      "fore_name": "John H",
      "initials": "JH",
      "name": "John H Stone",
      "affiliations": [
        "Massachusetts General Hospital, Boston."
      ],
      "orcid": "0000-0001-6588-9435"
    }
  ],
  "journal": {
    "title": "ACR open rheumatology",
    "iso_abbreviation": "ACR Open Rheumatol",
    "issn": "2578-5745",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "51",
  "end_page": "58",
  "pages": "51-58",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36604825",
    "pmc": "PMC9837393",
    "doi": "10.1002/acr2.11520"
  },
  "doi": "10.1002/acr2.11520",
  "pmc_id": "PMC9837393",
  "dates": {
    "revised": "2024-09-10"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Scientist Development Award",
      "agency": "Rheumatology Research Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.551989",
    "pmid": "36604825"
  }
}