{
  "pmid": "36601552",
  "uid": "36601552",
  "title": "A cross-sectional study of hospital antimicrobial stewardship programmes in the COVID-19 era.",
  "abstract": "BACKGROUND: Antimicrobial resistance (AMR) continues to be a global public health issue amid the COVID-19 pandemic; however, unprecedented demands on hospital antimicrobial stewardship programmes (ASPs) potentially altered their core activities. OBJECTIVE: We sought to understand how ASPs have been involved in and impacted by the pandemic. METHODS: The 2021 Ontario ASP Landscape Survey was developed based on previous provincial questionnaires and emerging literature on the impact of COVID-19 on hospital ASPs. After pre-testing and piloting, the online questionnaire was distributed to hospital antimicrobial stewardship practitioners in the fall of 2021. Descriptive statistics and inductive thematic analysis were performed. RESULTS: The response rate was 78% (98/125 organizations); 96% (94/98) of organizations had or were in the process of formalizing an ASP and 53% (50/94) reported designated funding/resources. Despite 82% reporting no change in dedicated full-time equivalents during the pandemic, ASPs were frequently involved in developing treatment guidelines/clinical pathways (51%), anticipating/managing drug shortages (46%) and obtaining investigational use drugs (32%). While many core ASP activities continued, prospective audit and feedback and prescriber education were modified or suspended by 43% and 40% of programmes, respectively. Decreased frequency, adaptation of activities (i.e. virtual or other technology) and challenges with staffing/resources were commonly reported themes. Knowledge translation (KT) activities and 'collaboration and coordination' also emerged as salient themes. CONCLUSIONS: Hospital antimicrobial stewardship practitioners in Ontario have made significant contributions to the pandemic response while continuing to deliver adapted ASP services, despite resource constraints. Moving forward, ASPs will need to continue building capacity while leveraging broader networks to advance the antimicrobial stewardship agenda.",
  "authors": [
    {
      "last_name": "Leung",
      "fore_name": "Valerie",
      "initials": "V",
      "name": "Valerie Leung",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada.",
        "Toronto East Health Network, Michael Garron Hospital, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-6780-5378"
    },
    {
      "last_name": "Quirk",
      "fore_name": "Jacquelyn",
      "initials": "J",
      "name": "Jacquelyn Quirk",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Muir",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Muir",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada.",
        "Sunnybrook Health Sciences Centre, Toronto, ON, Canada.",
        "ICES, Toronto, ON, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Unity Health Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-3666-7005"
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Hotel Dieu Shaver Health and Rehabilitation Centre, St. Catharines, ON, Canada."
      ],
      "orcid": "0000-0001-5467-6776"
    }
  ],
  "journal": {
    "title": "JAC-antimicrobial resistance",
    "iso_abbreviation": "JAC Antimicrob Resist",
    "issn": "2632-1823",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "dlac134",
  "pages": "dlac134",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36601552",
    "pmc": "PMC9798081",
    "doi": "10.1093/jacamr/dlac134",
    "pii": "dlac134"
  },
  "doi": "10.1093/jacamr/dlac134",
  "pmc_id": "PMC9798081",
  "dates": {
    "revised": "2023-01-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.279750",
    "pmid": "36601552"
  }
}