{
  "pmid": "36617529",
  "uid": "36617529",
  "title": "A framework for selecting data generation strategies in qualitative health research studies.",
  "abstract": "BACKGROUND: Qualitative health research has the potential to answer important applied health research questions to inform nutrition and dietetics practice, education and policy. Qualitative health research is a distinct subdiscipline of qualitative inquiry that purposefully draws upon the context of healthcare and emphasises health and wellness. METHODS: Qualitative health research is defined by two parameters: (1) the focus of the study and (2) the methods used. When considering the methods to be used, decisions are required about the type of data to be generated (e.g., transcripts, images and notes) and the process involved in data generation (e.g., interviews, elicitation strategies and observations) to answer the research question(s). Drawing upon examples from nutrition and dietetics literature, this paper provides a framework to support decision-making for nutrition and dietetics researchers and clinician researchers designing conducting qualitative health research. RESULTS: The guiding questions of the framework include: What types of data will be generated? Who is involved in data generation? Where will data generation occur? When will data generation occur? How will data be recorded and managed? and How will participants' and researchers' emotional safety be promoted? CONCLUSION: Questions about the types of data, those involved, where and when, as well as how safety can be maintained in data generation, not only support a more robust design and description of data generation methods but also keep the person at the centre of the research.",
  "authors": [
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-4380-620X"
    },
    {
      "last_name": "Orr",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Orr",
      "affiliations": [
        "Department of Nursing, Brock University, St. Catharines, Ontario, Canada."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Karen A",
      "initials": "KA",
      "name": "Karen A Campbell",
      "affiliations": [
        "School of Nursing, York University, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whitmore",
      "fore_name": "Carly",
      "initials": "C",
      "name": "Carly Whitmore",
      "affiliations": [
        "Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-3974-4854"
    },
    {
      "last_name": "Cammer",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Cammer",
      "affiliations": [
        "College of Pharmacy and Nutrition, University of Saskatchewan, Saskatoon, Saskatchewan, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of human nutrition and dietetics : the official journal of the British Dietetic Association",
    "iso_abbreviation": "J Hum Nutr Diet",
    "issn": "1365-277X",
    "issn_type": "Electronic",
    "volume": "36",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "1480",
  "end_page": "1495",
  "pages": "1480-1495",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Qualitative Research",
    "Dietetics",
    "Delivery of Health Care",
    "Nutritional Status"
  ],
  "article_ids": {
    "pubmed": "36617529",
    "doi": "10.1111/jhn.13134"
  },
  "doi": "10.1111/jhn.13134",
  "dates": {
    "completed": "2023-07-17",
    "revised": "2024-01-04"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "None"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.237857",
    "pmid": "36617529"
  }
}