{
  "pmid": "36610615",
  "uid": "36610615",
  "title": "BRACHY: A Randomized Trial to Evaluate Symptom Improvement in Advanced Non-Small Cell Lung Cancer Treated With External Beam Radiation With or Without High-Dose-Rate Intraluminal Brachytherapy.",
  "abstract": "PURPOSE: Uncontrolled studies suggest that the addition of high-dose-rate intraluminal brachytherapy (HDRIB) to external beam radiation therapy (EBRT) may improve palliation for patients with advanced non-small cell lung cancer (NSCLC). The purpose of this study was to evaluate the potential clinical benefit of adding HDRIB to EBRT in a multicenter randomized trial. METHODS AND MATERIALS: Patients with symptomatic stage III or IV NSCLC with endobronchial disease were randomized to EBRT (20 Gy in 5 daily fractions over 1 week or 30 Gy in 10 daily fractions over 2 weeks) or the same EBRT plus HDRIB (14 Gy in 2 fractions separated by 1 week). The primary outcome was the proportion of patients who achieved symptomatic improvement in patient-reported overall lung cancer symptoms on the Lung Cancer Symptom Scale (LCSS) at 6 weeks after randomization. Secondary outcomes included improvement in individual symptoms, symptom-progression-free survival, overall survival, and toxicity. The planned sample size was 250 patients based on detection of symptomatic improvement from 40% to 60% with a 2-sided α of .05 and 80% power. RESULTS: A total of 134 patients were randomized over 4.5 years: 67 to each arm. The study closed early owing to slow accrual. The mean age was 69.8 years, and 67% of patients had metastatic disease. At 6 weeks, 19 patients (28.4%) in the EBRT arm and 20 patients (29.9%) in the EBRT plus HDRIB arm experienced an improvement in lung cancer symptoms (P = .84). When limited to patients who completed the LCSS, percentages were 40.4% versus 47.6%, respectively (P = .49). Between group differences in mean change scores (0.3-0.5 standard deviations) in favor of EBRT plus HDRIB were observed for overall symptoms, but only hemoptysis was significantly improved (P = .03). No significant differences were observed in progression-free or overall survival. Grade 3/4 toxicities were similar between groups. CONCLUSIONS: Small to moderate improvements were seen in symptom relief with the combined therapy, but they did not reach statistical significance. Further research is necessary before recommending HDRIB in addition to EBRT for palliation of lung cancer symptoms.",
  "authors": [
    {
      "last_name": "Sur",
      "fore_name": "Ranjan",
      "initials": "R",
      "name": "Ranjan Sur",
      "affiliations": [
        "Department of Oncology, McMaster University and Juravinski Cancer Centre at Hamilton Health Sciences, Division of Radiation Oncology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pond",
      "fore_name": "Gregory",
      "initials": "G",
      "name": "Gregory Pond",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Falkson",
      "fore_name": "Conrad",
      "initials": "C",
      "name": "Conrad Falkson",
      "affiliations": [
        "Department of Radiation Oncology, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pan",
      "fore_name": "Ming",
      "initials": "M",
      "name": "Ming Pan",
      "affiliations": [
        "Windsor Regional Hospital Cancer Program, Windsor, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wright",
      "fore_name": "James",
      "initials": "J",
      "name": "James Wright",
      "affiliations": [
        "Department of Oncology, McMaster University and Juravinski Cancer Centre at Hamilton Health Sciences, Division of Radiation Oncology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bezjak",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Bezjak",
      "affiliations": [
        "Department of Radiation Oncology, Princess Margaret Cancer Centre / University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dagnault",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Dagnault",
      "affiliations": [
        "Department of Radiation Oncology, CHU de Quebec and Universite Laval, Québec City, Québec, Canada."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Edward",
      "initials": "E",
      "name": "Edward Yu",
      "affiliations": [
        "Department of Radiation Oncology, Western University, London Regional Cancer Program, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Almahmudi",
      "fore_name": "Maha",
      "initials": "M",
      "name": "Maha Almahmudi",
      "affiliations": [
        "Department of Radiation Oncology, BC Cancer Agency, Abbotsford, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Puksa",
      "fore_name": "Serge",
      "initials": "S",
      "name": "Serge Puksa",
      "affiliations": [
        "Department of Medicine, McMaster University, and Juravinski Cancer Centre at Hamilton Health Sciences, Division of Respirology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gopaul",
      "fore_name": "Darin",
      "initials": "D",
      "name": "Darin Gopaul",
      "affiliations": [
        "Department of Radiation Oncology, Grand River Regional Cancer Centre, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tsakiridis",
      "fore_name": "Theos",
      "initials": "T",
      "name": "Theos Tsakiridis",
      "affiliations": [
        "Department of Oncology, McMaster University and Juravinski Cancer Centre at Hamilton Health Sciences, Division of Radiation Oncology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Swaminath",
      "fore_name": "Anand",
      "initials": "A",
      "name": "Anand Swaminath",
      "affiliations": [
        "Department of Oncology, McMaster University and Juravinski Cancer Centre at Hamilton Health Sciences, Division of Radiation Oncology, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Ellis",
      "affiliations": [
        "Department of Oncology, McMaster University, and Division of Medical Oncology, Juravinski Cancer Centre at Hamilton Health Sciences, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Whelan",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Whelan",
      "affiliations": [
        "Department of Oncology, McMaster University and Juravinski Cancer Centre at Hamilton Health Sciences, Division of Radiation Oncology, Hamilton, Ontario, Canada. Electronic address: twhelan@hhsc.ca."
      ]
    }
  ],
  "journal": {
    "title": "International journal of radiation oncology, biology, physics",
    "iso_abbreviation": "Int J Radiat Oncol Biol Phys",
    "issn": "1879-355X",
    "issn_type": "Electronic",
    "volume": "116",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "start_page": "601",
  "end_page": "610",
  "pages": "601-610",
  "language": "eng",
  "publication_types": [
    "Randomized Controlled Trial",
    "Multicenter Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Carcinoma, Non-Small-Cell Lung",
    "Brachytherapy",
    "Lung Neoplasms",
    "Progression-Free Survival"
  ],
  "article_ids": {
    "pubmed": "36610615",
    "doi": "10.1016/j.ijrobp.2022.12.049",
    "pii": "S0360-3016(22)03703-8"
  },
  "doi": "10.1016/j.ijrobp.2022.12.049",
  "dates": {
    "completed": "2023-06-05",
    "revised": "2023-06-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:52:52.300383",
    "pmid": "36610615"
  }
}