{
  "pmid": "36621635",
  "uid": "36621635",
  "title": "External Validation of the \"2021 AAGL Endometriosis Classification\": A Retrospective Cohort Study.",
  "abstract": "STUDY OBJECTIVE: Externally validate the American Association of Gynecologic Laparoscopists (AAGL) staging system against surgical complexity and compare diagnostic accuracy with revised American Society for Reproductive Medicine (rASRM) stage, as was done in original publication. DESIGN: Retrospective, diagnostic accuracy study. SETTING: Multicenter (Sydney, Australia). PATIENTS: A total of 317 patients (January 2016-October 2021) were used in the final analysis. INTERVENTIONS: A database of patients with coded surgical data was analyzed. MEASUREMENTS AND MAIN RESULTS: Three independent observers assigned an AAGL surgical stage (1-4) as the index test and surgical complexity level (A-D) as the reference standard. Results from the most accurate of the 3 observers were used in the final analysis. The weighted kappa score for the overall performance of AAGL stage and rASRM to predict AAGL level was 0.48 and 0.48, respectively (no difference). This represents weaker agreement with AAGL level than was observed in the reference paper, which reported a weighted kappa of 0.62. Diagnostic accuracy (sensitivity, specificity, positive predictive value, and negative predictive value) for stage 1 to predict level A was 98.5%, 64.3%, 66.3%, and 98.3%; stage 2 to predict level B 31.2%, 90.5%, 27.0%, and 92.1 %; stage 3 to predict level C 12.3%, 94.1%, 59.3%, and 60.7%; stage 4 to predict level D 95.65%, 88.10%, 38.60%, and 99.62%. Area under the receiver operating characteristic curve for A vs B/C/D (cut point 9) was 0.87, A/B vs C/D (cut point 16) was 0.78, and A/B/C vs D (cut point 22) was 0.94. CONCLUSION: There was weak to moderate agreement between AAGL stage and AAGL surgical complexity level. Across all key indicators, the AAGL system did not perform as well in this external validation, nor did it outperform rASRM as it did in the reference paper. Results suggest the system is not generalizable.",
  "authors": [
    {
      "last_name": "Mak",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Mak",
      "affiliations": [
        "Acute Gynecology, Early Pregnancy, and Advanced Endosurgery Unit, Nepean Hospital (Drs. Mak, Uzuner, Rocha, and Condous), Sydney, New South Wales; Sydney Medical School Nepean (Drs. Mak and Uzuner), The University of Sydney, Sydney, New South Wales. Electronic address: jason.mak@sydney.edu.au."
      ]
    },
    {
      "last_name": "Eathorne",
      "fore_name": "Allie",
      "initials": "A",
      "name": "Allie Eathorne",
      "affiliations": [
        "Medical Research Institute of New Zealand (Eathorne and Dr. Armour), Wellington."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics and Gynecology, McMaster University (Dr. Leonardi), Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Espada",
      "fore_name": "Mercedes",
      "initials": "M",
      "name": "Mercedes Espada",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Blue Mountains District ANZAC Memorial Hospital (Dr. Espada), Sydney, New South Wales; OMNI Ultrasound & Gynecological Care (Drs. Espada and Condous), Sydney, New South Wales."
      ]
    },
    {
      "last_name": "Reid",
      "fore_name": "Shannon",
      "initials": "S",
      "name": "Shannon Reid",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Western Sydney University (Dr. Reid), Sydney, New South Wales; Department of Obstetrics and Gynecology, Campbelltown Private Hospital, Sydney (Dr. Reid), New South Wales."
      ]
    },
    {
      "last_name": "Zanardi",
      "fore_name": "Jose Vitor",
      "initials": "JV",
      "name": "Jose Vitor Zanardi",
      "affiliations": [
        "Fecundita Endometriosis and Infertility Clinic (Dr. Zanardi), Ribeirao Preto, Sao Paulo State; Ribeirao Preto School of Medicine, University of Sao Paulo (Dr. Zanardi), Ribeirao Preto, Sao Paulo State."
      ]
    },
    {
      "last_name": "Uzuner",
      "fore_name": "Cansu",
      "initials": "C",
      "name": "Cansu Uzuner",
      "affiliations": [
        "Acute Gynecology, Early Pregnancy, and Advanced Endosurgery Unit, Nepean Hospital (Drs. Mak, Uzuner, Rocha, and Condous), Sydney, New South Wales; Sydney Medical School Nepean (Drs. Mak and Uzuner), The University of Sydney, Sydney, New South Wales."
      ]
    },
    {
      "last_name": "Rocha",
      "fore_name": "Rodrigo",
      "initials": "R",
      "name": "Rodrigo Rocha",
      "affiliations": [
        "Acute Gynecology, Early Pregnancy, and Advanced Endosurgery Unit, Nepean Hospital (Drs. Mak, Uzuner, Rocha, and Condous), Sydney, New South Wales."
      ]
    },
    {
      "last_name": "Armour",
      "fore_name": "Mike",
      "initials": "M",
      "name": "Mike Armour",
      "affiliations": [
        "Medical Research Institute of New Zealand (Eathorne and Dr. Armour), Wellington; NICM Health Research Institute, Western Sydney University (Dr. Armour), Sydney, New South Wales."
      ]
    },
    {
      "last_name": "Condous",
      "fore_name": "George",
      "initials": "G",
      "name": "George Condous",
      "affiliations": [
        "Acute Gynecology, Early Pregnancy, and Advanced Endosurgery Unit, Nepean Hospital (Drs. Mak, Uzuner, Rocha, and Condous), Sydney, New South Wales; OMNI Ultrasound & Gynecological Care (Drs. Espada and Condous), Sydney, New South Wales."
      ]
    }
  ],
  "journal": {
    "title": "Journal of minimally invasive gynecology",
    "iso_abbreviation": "J Minim Invasive Gynecol",
    "issn": "1553-4669",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "374",
  "end_page": "381",
  "pages": "374-381",
  "language": "eng",
  "publication_types": [
    "Multicenter Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "United States",
    "Endometriosis",
    "Retrospective Studies",
    "Laparoscopy",
    "ROC Curve",
    "Australia"
  ],
  "article_ids": {
    "pubmed": "36621635",
    "doi": "10.1016/j.jmig.2022.12.012",
    "pii": "S1553-4650(22)01050-0"
  },
  "doi": "10.1016/j.jmig.2022.12.012",
  "dates": {
    "completed": "2023-05-12",
    "revised": "2023-06-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.180929",
    "pmid": "36621635"
  }
}