{
  "pmid": "36630806",
  "uid": "36630806",
  "title": "Generational shifts in attitudes and beliefs about alcohol: An age-period-cohort approach.",
  "abstract": "INTRODUCTION AND AIMS: Population level alcohol consumption has declined markedly in Australia in the past two decades, with distinct generational patterns. The underlying reason for this shift remains unclear and there has been little work assessing how attitudes and beliefs about alcohol have shifted in population sub-groups. DESIGN AND METHODS: Using seven waves of survey data spanning 19 years (2001-2019, n = 166,093 respondents aged 14 +), we assess age, time-period and birth cohort effects on trends in four measures of alcohol attitudes (disapproval of regular alcohol use, perceptions of safe drinking levels for men and women and perception that alcohol causes the most deaths of any drug in Australia). RESULTS: There were steady increases in period effects for perceived safe drinking levels (especially for men) and belief that alcohol causes the most deaths. Disapproval of regular use has been stable at the population level, but there are marked cohort differences, with early and recent cohorts more likely than others to disapprove of regular alcohol use. DISCUSSIONS AND CONCLUSIONS: These findings point to a broad lowering of perceived safe levels of drinking across the population alongside a sharp increase in disapproval of drinking for recent cohorts, potentially contributing to the reductions in drinking that have been reported in these cohorts.",
  "authors": [
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug Research Institute, Curtin University, Perth, Australia; Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia; Burnet Institute, Melbourne, Australia. Electronic address: michael.livingston@curtin.edu.au."
      ]
    },
    {
      "last_name": "Callinan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Callinan",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Pennay",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Pennay",
      "affiliations": [
        "Centre for Alcohol Policy Research, La Trobe University, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Yuen",
      "fore_name": "Wing See",
      "initials": "WS",
      "name": "Wing See Yuen",
      "affiliations": [
        "National Drug and Alcohol Research Centre, UNSW, Sydney, Australia."
      ]
    },
    {
      "last_name": "Taylor",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Taylor",
      "affiliations": [
        "National Drug Research Institute, Curtin University, Perth, Australia; Burnet Institute, Melbourne, Australia; School of Psychology, Deakin University, Geelong, Australia."
      ]
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dietze",
      "affiliations": [
        "National Drug Research Institute, Curtin University, Perth, Australia; Burnet Institute, Melbourne, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Drug and alcohol dependence",
    "iso_abbreviation": "Drug Alcohol Depend",
    "issn": "1879-0046",
    "issn_type": "Electronic",
    "volume": "243",
    "pub_year": "2023",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "start_page": "109755",
  "pages": "109755",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Female",
    "Alcohol Drinking",
    "Attitude",
    "Ethanol",
    "Surveys and Questionnaires",
    "Australia"
  ],
  "article_ids": {
    "pubmed": "36630806",
    "doi": "10.1016/j.drugalcdep.2022.109755",
    "pii": "S0376-8716(22)00492-6"
  },
  "doi": "10.1016/j.drugalcdep.2022.109755",
  "dates": {
    "completed": "2023-01-20",
    "revised": "2023-03-23"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.840151",
    "pmid": "36630806"
  }
}