{
  "pmid": "36645889",
  "uid": "36645889",
  "title": "Hydroxychloroquine Dose and Risk for Incident Retinopathy : A Cohort Study.",
  "abstract": "BACKGROUND: Hydroxychloroquine is recommended for all patients with systemic lupus erythematosus and is often used for other inflammatory conditions, but a critical long-term adverse effect is vision-threatening retinopathy. OBJECTIVE: To characterize the long-term risk for incident hydroxychloroquine retinopathy and examine the degree to which average hydroxychloroquine dose within the first 5 years of treatment predicts this risk. DESIGN: Cohort study. SETTING: U.S. integrated health network. PARTICIPANTS: All patients aged 18 years or older who received hydroxychloroquine for 5 or more years between 2004 and 2020 and had guideline-recommended serial retinopathy screening. MEASUREMENTS: Hydroxychloroquine dose was assessed from pharmacy dispensing records. Incident hydroxychloroquine retinopathy was assessed by central adjudication of spectral domain optical coherence tomography with severity assessment (mild, moderate, or severe). Risk for hydroxychloroquine retinopathy was estimated over 15 years of use according to hydroxychloroquine weight-based dose (>6, 5 to 6, or ≤5 mg/kg per day) using the Kaplan-Meier estimator. RESULTS: Among 3325 patients in the primary study population, 81 developed hydroxychloroquine retinopathy (56 mild, 17 moderate, and 8 severe), with overall cumulative incidences of 2.5% and 8.6% at 10 and 15 years, respectively. The cumulative incidences of retinopathy at 15 years were 21.6% for higher than 6 mg/kg per day, 11.4% for 5 to 6 mg/kg per day, and 2.7% for 5 mg/kg per day or lower. The corresponding risks for moderate to severe retinopathy at 15 years were 5.9%, 2.4%, and 1.1%, respectively. LIMITATION: Possible misclassifications of dose due to nonadherence to filled prescriptions. CONCLUSION: In this large, contemporary cohort with active surveillance retinopathy screening, the overall risk for hydroxychloroquine retinopathy was 8.6% after 15 years, and most cases were mild. Higher hydroxychloroquine dose was associated with progressively greater risk for incident retinopathy. PRIMARY FUNDING SOURCE: National Institutes of Health.",
  "authors": [
    {
      "last_name": "Melles",
      "fore_name": "Ronald B",
      "initials": "RB",
      "name": "Ronald B Melles",
      "affiliations": [
        "Department of Ophthalmology, Kaiser Permanente Northern California, Redwood City, California (R.B.M.)."
      ],
      "orcid": "0000-0003-1027-4083"
    },
    {
      "last_name": "Jorge",
      "fore_name": "April M",
      "initials": "AM",
      "name": "April M Jorge",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, and Harvard Medical School, Boston, Massachusetts (A.M.J., Y.Z., H.K.C.)."
      ],
      "orcid": "0000-0001-6935-880X"
    },
    {
      "last_name": "Marmor",
      "fore_name": "Michael F",
      "initials": "MF",
      "name": "Michael F Marmor",
      "affiliations": [
        "Department of Ophthalmology and Byers Eye Institute, Stanford University School of Medicine, Palo Alto, California (M.F.M.)."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Baijun",
      "initials": "B",
      "name": "Baijun Zhou",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts (B.Z.)."
      ]
    },
    {
      "last_name": "Conell",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Conell",
      "affiliations": [
        "Division of Research, Kaiser Permanente Northern California, Oakland, California (C.C.)."
      ],
      "orcid": "0000-0002-1634-0021"
    },
    {
      "last_name": "Niu",
      "fore_name": "Jingbo",
      "initials": "J",
      "name": "Jingbo Niu",
      "affiliations": [
        "Department of Medicine, Baylor College of Medicine, Houston, Texas (J.N.)."
      ]
    },
    {
      "last_name": "McCormick",
      "fore_name": "Natalie",
      "initials": "N",
      "name": "Natalie McCormick",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, Boston, Massachusetts, and Arthritis Research Canada, Vancouver, British Columbia, Canada (N.M.)."
      ],
      "orcid": "0000-0002-4147-8348"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, and Harvard Medical School, Boston, Massachusetts (A.M.J., Y.Z., H.K.C.)."
      ],
      "orcid": "0000-0003-3510-8241"
    },
    {
      "last_name": "Choi",
      "fore_name": "Hyon K",
      "initials": "HK",
      "name": "Hyon K Choi",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Massachusetts General Hospital, and Harvard Medical School, Boston, Massachusetts (A.M.J., Y.Z., H.K.C.)."
      ]
    }
  ],
  "journal": {
    "title": "Annals of internal medicine",
    "iso_abbreviation": "Ann Intern Med",
    "issn": "1539-3704",
    "issn_type": "Electronic",
    "volume": "176",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "166",
  "end_page": "173",
  "pages": "166-173",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Humans",
    "Hydroxychloroquine",
    "Antirheumatic Agents",
    "Cohort Studies",
    "Retinal Diseases",
    "Lupus Erythematosus, Systemic"
  ],
  "article_ids": {
    "pubmed": "36645889",
    "doi": "10.7326/M22-2453"
  },
  "doi": "10.7326/M22-2453",
  "dates": {
    "completed": "2023-02-23",
    "revised": "2023-03-01"
  },
  "chemicals": [
    "Hydroxychloroquine",
    "Antirheumatic Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.555192",
    "pmid": "36645889"
  }
}