{
  "pmid": "36645041",
  "uid": "36645041",
  "title": "The Reliability of the Tönnis Grading System in Patients Undergoing Hip Preservation.",
  "abstract": "BACKGROUND: The presence of pre-existing osteoarthritis (OA) has been associated with poor results after hip arthroscopic surgery. There is limited evidence validating the currently available grading systems of hip OA in patients undergoing hip preservation. PURPOSE/HYPOTHESIS: Our purpose was to evaluate the interobserver and intraobserver reliabilities of 2 grading systems in a group of patients undergoing hip preservation: the Tönnis grading system and a simple 4-choice Likert scale. The hypothesis was that interobserver and intraobserver reliabilities using the Tönnis grading system would be poor among surgeons experienced in hip preservation and that a 4-choice Likert scale would be more reliable. STUDY DESIGN: Cohort study (diagnosis); Level of evidence, 3. METHODS: A total of 100 hip radiographs were reviewed by 8 experienced hip preservation surgeons. Overall, 2 rounds of reviews were performed, at least 3 weeks apart, assessing for the presence, degree, and/or location of joint space narrowing, joint space asymmetry, subchondral cysts, osteophytes, and sclerosis. The radiographs were assigned a Tönnis grade as well as a Likert grade of OA, reported as none, mild, moderate, or severe. Statistical analysis was conducted to provide Fleiss kappa values with 95% CIs. Agreement was classified as poor for <0.00, slight for 0.00-0.20, fair for 0.21-0.40, moderate for 0.41-0.60, substantial for 0.61-0.80, and almost perfect for >0.80. RESULTS: A total of 50 patients (28 female and 22 male) with a mean age of 42.8 ± 14.2 years (range, 19-70 years) were reviewed. The Tönnis grade demonstrated an interobserver kappa value of 0.30 (95% CI, 0.26-0.34). The Likert grade demonstrated an interobserver kappa value of 0.33 (95% CI, 0.28-0.37). All other measures demonstrated interobserver kappa values classified as slight or fair except for subchondral cysts which was moderate. Intraobserver reliabilities were statistically significantly higher than interobserver reliabilities. Intraobserver reliabilities for both the Tönnis grade (κ = 0.55 [95% CI, 0.51-0.60]) and Likert grade (κ = 0.59 [95% CI, 0.55-0.63]) demonstrated similar kappa values, consistent with moderate agreement. Subchondral cysts demonstrated the strongest interobserver (κ = 0.53) and intraobserver (κ = 0.85) reliabilities. CONCLUSION: Interobserver and intraobserver reliabilities were fair and moderate, respectively, for grading OA. Given the limited interobserver reliability, caution should be used when interpreting and translating studies that utilize the Tönnis grade or other rating to dictate treatment algorithms.",
  "authors": [
    {
      "last_name": "Pullen",
      "fore_name": "W Michael",
      "initials": "WM",
      "name": "W Michael Pullen",
      "affiliations": [
        "Department of Orthopaedics, Medical University of South Carolina, Charleston, South Carolina, USA."
      ],
      "orcid": "0000-0001-7775-8766"
    },
    {
      "last_name": "Carreira",
      "fore_name": "Dominic S",
      "initials": "DS",
      "name": "Dominic S Carreira",
      "affiliations": [
        "Peachtree Orthopedics, Atlanta, Georgia, USA."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Wong",
      "affiliations": [
        "Department of Surgery, Faculty of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Aoki",
      "fore_name": "Stephen K",
      "initials": "SK",
      "name": "Stephen K Aoki",
      "affiliations": [
        "Department of Orthopaedics, University of Utah, Salt Lake City, Utah, USA."
      ]
    },
    {
      "last_name": "Lynch",
      "fore_name": "T Sean",
      "initials": "TS",
      "name": "T Sean Lynch",
      "affiliations": [
        "Department of Orthopaedic Surgery, Henry Ford Health, Detroit, Michigan, USA."
      ]
    },
    {
      "last_name": "Mather",
      "fore_name": "Richard C",
      "initials": "RC",
      "name": "Richard C Mather",
      "affiliations": [
        "Department of Orthopaedic Surgery, Duke University, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Byrd",
      "fore_name": "J W Thomas",
      "initials": "JWT",
      "name": "J W Thomas Byrd",
      "affiliations": [
        "Nashville Hip Institute, Nashville, Tennessee, USA."
      ]
    },
    {
      "last_name": "Safran",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Safran",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Redwood City, California, USA."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "476",
  "end_page": "480",
  "pages": "476-480",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Adult",
    "Middle Aged",
    "Cohort Studies",
    "Reproducibility of Results",
    "Osteoarthritis, Hip",
    "Arthroscopy",
    "Radiography",
    "Observer Variation"
  ],
  "article_ids": {
    "pubmed": "36645041",
    "doi": "10.1177/03635465221147055"
  },
  "doi": "10.1177/03635465221147055",
  "dates": {
    "completed": "2023-02-09",
    "revised": "2023-02-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.864355",
    "pmid": "36645041"
  }
}