{
  "pmid": "36646363",
  "uid": "36646363",
  "title": "Return to Sport After Arthroscopic Bankart Repair With Remplissage: A Systematic Review.",
  "abstract": "PURPOSE: To determine the return-to-sport rate following arthroscopic Bankart repair with remplissage (ABR), including overall rate of return to sport, rate of return to preinjury level of sport, and the rate of return for specific subgroups such as contact or throwing athletes. METHODS: EMBASE, PubMed, and MEDLINE were searched from database inception until February 2022. Studies were screened by 2 reviewers independently and in duplicate for data regarding rates of return to sport following ABR. Data on return to sport and functional outcomes were recorded. Data are presented in a descriptive fashion. RESULTS: Overall, 20 studies were included with a total of 736 patients (738 shoulders) who underwent ABR. These patients had a mean age of 28 years (range 14-72 years) and were 83% male. Mean follow-up time after surgery was 45 months (range 12-127 months). The rate of return to any level of sport ranged from 60% to 100%, whereas the rate of return to the preinjury level ranged from 63% to 100%. When we excluded those who underwent ABR as a revision procedure, the rate of return to any level of sport was 68% to 100%. Lastly, the return to sport rates for contact or collision athletes ranged from 80% to 100%, whereas for overhead or throwing athletes it was 46% to 79%. The rate of recurrence of instability postoperatively ranged from 0% to 20% in included studies. CONCLUSIONS: For athletes with anterior shoulder instability, ABR led to a high rate of return to sport along with a low rate of recurrence of instability. Although most athletes are able to return to the same level of sport, certain groups such as throwing athletes may face greater difficulty. LEVEL OF EVIDENCE: Level IV, systematic review of Level III and IV studies.",
  "authors": [
    {
      "last_name": "Gouveia",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Gouveia",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harbour",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Harbour",
      "affiliations": [
        "School of Medicine, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Athwal",
      "fore_name": "George S",
      "initials": "GS",
      "name": "George S Athwal",
      "affiliations": [
        "Hand and Upper Limb Centre, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: khanmm2@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Arthroscopy : the journal of arthroscopic & related surgery : official publication of the Arthroscopy Association of North America and the International Arthroscopy Association",
    "iso_abbreviation": "Arthroscopy",
    "issn": "1526-3231",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "1046",
  "end_page": "1059.e3",
  "pages": "1046-1059.e3",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Adolescent",
    "Young Adult",
    "Adult",
    "Middle Aged",
    "Aged",
    "Female",
    "Shoulder Dislocation",
    "Return to Sport",
    "Shoulder Joint",
    "Joint Instability",
    "Sports",
    "Arthroscopy",
    "Recurrence"
  ],
  "article_ids": {
    "pubmed": "36646363",
    "doi": "10.1016/j.arthro.2022.12.032",
    "pii": "S0749-8063(23)00015-4"
  },
  "doi": "10.1016/j.arthro.2022.12.032",
  "dates": {
    "completed": "2023-03-07",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.308072",
    "pmid": "36646363"
  }
}