{
  "pmid": "36644918",
  "uid": "36644918",
  "title": "Informing decision makers about public preferences for different modalities of cancer treatment in the Rhône-Alps region in France.",
  "abstract": "BACKGROUND: Alternative options to hospital care like home care or local health centers (LHCs) are being advocated. However, no study has measured citizens' preferences (who will finance these services via taxation) for these options. OBJECTIVES: We measured (i) citizens' preferences for these services, that is, respondents stated where they would like to get the treatment; (ii) the strength of their preference. METHODS: A computerized survey composed of (i) a decision aid to inform respondents about the three options; (ii) three scenarios, from light-to-heavy care, that respondents should rank from the most to the least preferred option of care. (iii) a contingent valuation survey (CVS) to assess how much respondents were willing to pay for their preferred option (except for hospital care if chosen, because it is the default option and free). (iv) a socio-demographic questionnaire. RESULTS: Data were collected from a representative sample of citizens living in the Rhône-Alps Region (n = 800). The heavier the care was, the more respondents preferred hospital care. Willingness to pay for additional taxation per household/month varied from €13.9 for light care in LHC to €19.1 for heavy home care. The small number of protesting respondents and outliers, and the close correlation between preferences, income, and WTP supports the validity of the CVS. CONCLUSION: In France, for cancer, not all citizens would prefer to be treated at home rather than in a hospital. Only less than a quarter would prefer LHC. These results show the mismatch between public health policies and the citizens' preferences.",
  "authors": [
    {
      "last_name": "Margier",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Margier",
      "affiliations": [
        "Department of Public Health, Health Economic Evaluation Service Hospices Civils de Lyon RESHAPE - INSERM U1290, F-69008Lyon, France."
      ],
      "orcid": "0000-0003-2590-4228"
    },
    {
      "last_name": "Gafni",
      "fore_name": "Amiram",
      "initials": "A",
      "name": "Amiram Gafni",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact (HEI), Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, ONL8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Moumjid",
      "fore_name": "Nora",
      "initials": "N",
      "name": "Nora Moumjid",
      "affiliations": [
        "Centre Léon Bérard, Université Claude Bernard Lyon 1, F-69008Lyon, France."
      ]
    }
  ],
  "journal": {
    "title": "International journal of technology assessment in health care",
    "iso_abbreviation": "Int J Technol Assess Health Care",
    "issn": "1471-6348",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan",
    "pub_day": "16"
  },
  "start_page": "e5",
  "pages": "e5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Surveys and Questionnaires",
    "Home Care Services",
    "Decision Making",
    "France",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "36644918",
    "pmc": "PMC11574530",
    "doi": "10.1017/S0266462322000599",
    "pii": "S0266462322000599"
  },
  "doi": "10.1017/S0266462322000599",
  "pmc_id": "PMC11574530",
  "dates": {
    "completed": "2023-01-17",
    "revised": "2024-11-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Ligue Contre le Cancer"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:21:51.725408",
    "pmid": "36644918"
  }
}