{
  "pmid": "36654931",
  "uid": "36654931",
  "title": "A New Perspective to Longstanding Challenges with Outpatient Hyperkalemia: A Narrative Review.",
  "abstract": "PURPOSE OF REVIEW: Outpatient hyperkalemia is a common problem with potentially deadly consequences. Potassium level thresholds to treat outpatient hyperkalemia are unstandardized and variable, leaving health care providers to rely on their own clinical judgment. This narrative review highlights the challenges of outpatient hyperkalemia management and includes recommendations for future studies that may standardize treatment, improve patient outcomes, and optimize health care utilization. SOURCES OF INFORMATION: PubMed, Google Scholar, and the reference lists of identified articles were used to include English, peer-reviewed studies and guidelines for this review. METHODS: This narrative review examines outpatient hyperkalemia from both a laboratory and clinical perspective. In addition to peer-reviewed literature, guidelines and expert consensus statements were included to highlight the inconsistencies and paucity of evidence that health care providers rely on to make clinical decisions. KEY FINDINGS: There are multiple reasons why outpatient hyperkalemia management is both challenging and sub-optimal. Clinicians must discern if the potassium level result is accurate and, if so, does the result warrant referral to the emergency department. Factitious hyperkalemia, or falsely elevated potassium level results due to analytical errors, occurs frequently, but there are no ways to identify it other than for hemolyzed samples. Additionally, guidelines and expert panels are inconsistent on the thresholds for treatment and the management of hyperkalemia. Finally, there are inconsistencies between laboratories as to when and how providers are notified of results, and the suggested thresholds for urgent management. A study that integrates the expertise of clinical biochemists and clinicians is needed to inform evidence-based guidelines for the management of outpatient hyperkalemia. LIMITATIONS: This was a comprehensive review of what is known and what still needs to be understood for the management of outpatient hyperkalemia. A formal tool to assess the quality of the included studies was not used and selection bias may have occurred.",
  "authors": [
    {
      "last_name": "Chiu",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Chiu",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, London Health Sciences Centre, Western University, London, ON, Canada.",
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, ON, Canada."
      ],
      "orcid": "0000-0003-1192-0542"
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, London Health Sciences Centre, Western University, London, ON, Canada.",
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, ON, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Moist",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Moist",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, London Health Sciences Centre, Western University, London, ON, Canada.",
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, ON, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Arsh K",
      "initials": "AK",
      "name": "Arsh K Jain",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, London Health Sciences Centre, Western University, London, ON, Canada.",
        "Kidney Clinical Research Unit, London Health Sciences Centre, London, ON, Canada.",
        "Department of Clinical Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2023"
  },
  "start_page": "20543581221149710",
  "pages": "20543581221149710",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36654931",
    "pmc": "PMC9841831",
    "doi": "10.1177/20543581221149710",
    "pii": "10.1177_20543581221149710"
  },
  "doi": "10.1177/20543581221149710",
  "pmc_id": "PMC9841831",
  "dates": {
    "revised": "2023-01-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.362069",
    "pmid": "36654931"
  }
}