{
  "pmid": "36653530",
  "uid": "36653530",
  "title": "Evaluating temporal trends and the impact of surgical subspecialisation on patient outcomes following adhesional small bowel obstruction: a multicentre cohort study.",
  "abstract": "PURPOSE: Small bowel obstruction (SBO) is the most common indication for laparotomy in the UK. While general surgeons have become increasingly subspecialised in their elective practice, emergency admissions commonly remain undifferentiated. This study aimed to assess temporal trends in the management of adhesional SBO and explore the influence of subspecialisation on patient outcomes. METHODS: Data was collected for patients admitted acutely with adhesional SBO across acute NHS trusts in Northern England between 01/01/02 and 31/12/16, including demographics, co-morbidities and procedures performed. Patients were excluded if a potentially non-adhesional cause was identified and were grouped by the responsible consultant's subspecialty. The primary outcome of interest was 30-day inpatient mortality. RESULTS: Overall, 2818 patients were admitted with adhesional SBO during a 15-year period. There was a consistent female preponderance, but age and comorbidity increased significantly over time (both p < 0.001). In recent years, more patients were managed operatively with a trend away from delayed surgery also evident (2002-2006: 65.7% vs. 2012-2016: 42.7%, p < 0.001). Delayed surgery was associated with an increased mortality risk on multivariable regression analysis (OR: 2.46 (1.46-4.23, p = 0.001)). CT scanning was not associated with management strategy or timing of surgery (p = 0.369). There was an increased propensity for patients to be managed by gastrointestinal (colorectal and upper gastrointestinal) subspecialists over time. Length of stay (p < 0.001) and 30-day mortality (p < 0.001) both improved in recent years, with the best outcomes seen in colorectal (2.6%) and vascular subspecialists (2.4%). However, following adjustment for confounding variables, consultant subspecialty was not a predictor of mortality. CONCLUSION: Outcomes for patients presenting with adhesional SBO have improved despite the increasing burden of age and co-morbidity. While gastrointestinal subspecialists are increasingly responsible for their care, mortality is not influenced by consultant subspecialty.",
  "authors": [
    {
      "last_name": "Green",
      "fore_name": "Lewis",
      "initials": "L",
      "name": "Lewis Green",
      "affiliations": [
        "Department of General Surgery, Forth Valley Royal Hospital, Larbert, Scotland."
      ]
    },
    {
      "last_name": "Stienstra",
      "fore_name": "Roxane",
      "initials": "R",
      "name": "Roxane Stienstra",
      "affiliations": [
        "Department of General Surgery, Forth Valley Royal Hospital, Larbert, Scotland."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Leo R",
      "initials": "LR",
      "name": "Leo R Brown",
      "affiliations": [
        "Department of General Surgery, Forth Valley Royal Hospital, Larbert, Scotland. leorbrown@doctors.org.uk.",
        "Clinical Surgery, Royal Infirmary of Edinburgh, University of Edinburgh, Edinburgh, Scotland. leorbrown@doctors.org.uk."
      ],
      "orcid": "0000-0001-6181-7020"
    },
    {
      "last_name": "McLean",
      "fore_name": "Ross C",
      "initials": "RC",
      "name": "Ross C McLean",
      "affiliations": [
        "Department of General Surgery, Queen Elizabeth Hospital, Gateshead, England."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael S J",
      "initials": "MSJ",
      "name": "Michael S J Wilson",
      "affiliations": [
        "Department of General Surgery, Forth Valley Royal Hospital, Larbert, Scotland."
      ]
    },
    {
      "last_name": "Crumley",
      "fore_name": "Andrew B C",
      "initials": "ABC",
      "name": "Andrew B C Crumley",
      "affiliations": [
        "Department of General Surgery, Forth Valley Royal Hospital, Larbert, Scotland."
      ]
    },
    {
      "last_name": "Hendry",
      "fore_name": "Paul O",
      "initials": "PO",
      "name": "Paul O Hendry",
      "affiliations": [
        "Department of General Surgery, Forth Valley Royal Hospital, Larbert, Scotland."
      ]
    }
  ],
  "journal": {
    "title": "European journal of trauma and emergency surgery : official publication of the European Trauma Society",
    "iso_abbreviation": "Eur J Trauma Emerg Surg",
    "issn": "1863-9941",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "1343",
  "end_page": "1353",
  "pages": "1343-1353",
  "language": "eng",
  "publication_types": [
    "Multicenter Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Treatment Outcome",
    "Intestinal Obstruction",
    "Surgeons",
    "Cohort Studies",
    "Colorectal Neoplasms",
    "Retrospective Studies",
    "Length of Stay"
  ],
  "article_ids": {
    "pubmed": "36653530",
    "doi": "10.1007/s00068-023-02224-w",
    "pii": "10.1007/s00068-023-02224-w"
  },
  "doi": "10.1007/s00068-023-02224-w",
  "dates": {
    "completed": "2023-06-01",
    "revised": "2023-06-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.799305",
    "pmid": "36653530"
  }
}