{
  "pmid": "36653229",
  "uid": "36653229",
  "title": "Emergency Departments Treating Veterans for Suicide: Ensuring Quality Care for Veterans Outside of Department of Veterans Affairs Health Care Facilities.",
  "abstract": "INTRODUCTION: Veterans die by suicide at higher rates than nonveterans. Given that the emergency department is often the first point of entry to healthcare following a suicide attempt, it would be beneficial for community providers to have knowledge of the characteristics, medical issues, and effective treatments most often associated with those having served in the military to ensure guideline concordant and quality suicide care. This study aimed to identify assessment and referral practices of emergency departments at rural community hospitals related to care for suicidal veterans and explore the feasibility and acceptability of identifying veterans in need of postdischarge aftercare. METHODS: This qualitative exploratory study involved content analysis of semistructured interviews. Ten emergency clinicians from 5 rural Arkansas counties with high suicide rates were interviewed about their experiences working with suicidal patients within the emergency department and perceptions of assessment, management, and referral practices. RESULTS: Although most of the emergency departments had a process for assessing for suicide risk, emergency clinicians did not always feel confident in their knowledge of assessing and caring for suicidal patients. Military history was not included in assessment, treatment, or aftercare planning, nor were brief interventions such as safety planning or lethal means safety education provided. DISCUSSION: Best practices for suicide assessment and management of veterans exist; however, challenges specific to the emergency department regarding staff training and engaging the community to effectively link at-risk veterans to needed care hinder implementation. Veteran-inclusive assessment and intervention practices could enhance the quality of care provided in community emergency departments.",
  "authors": [
    {
      "last_name": "Waliski",
      "fore_name": "Angie",
      "initials": "A",
      "name": "Angie Waliski",
      "affiliations": []
    },
    {
      "last_name": "Matthieu",
      "fore_name": "Monica M",
      "initials": "MM",
      "name": "Monica M Matthieu",
      "affiliations": []
    },
    {
      "last_name": "Allison",
      "fore_name": "M Kathryn",
      "initials": "MK",
      "name": "M Kathryn Allison",
      "affiliations": []
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael P",
      "initials": "MP",
      "name": "Michael P Wilson",
      "affiliations": []
    },
    {
      "last_name": "Skaggs",
      "fore_name": "Elisabeth M",
      "initials": "EM",
      "name": "Elisabeth M Skaggs",
      "affiliations": []
    },
    {
      "last_name": "Adkins",
      "fore_name": "David A",
      "initials": "DA",
      "name": "David A Adkins",
      "affiliations": []
    },
    {
      "last_name": "Owen",
      "fore_name": "Richard R",
      "initials": "RR",
      "name": "Richard R Owen",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Journal of emergency nursing",
    "iso_abbreviation": "J Emerg Nurs",
    "issn": "1527-2966",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "255",
  "end_page": "265",
  "pages": "255-265",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "United States",
    "Humans",
    "Veterans",
    "Aftercare",
    "Suicide Prevention",
    "United States Department of Veterans Affairs",
    "Patient Discharge",
    "Quality of Health Care",
    "Emergency Service, Hospital",
    "Delivery of Health Care"
  ],
  "article_ids": {
    "pubmed": "36653229",
    "doi": "10.1016/j.jen.2022.12.004",
    "pii": "S0099-1767(22)00344-0"
  },
  "doi": "10.1016/j.jen.2022.12.004",
  "dates": {
    "completed": "2023-03-07",
    "revised": "2023-03-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.799021",
    "pmid": "36653229"
  }
}