{
  "pmid": "36669529",
  "uid": "36669529",
  "title": "Coping Behaviors and Health Status during the COVID-19 Pandemic among Caregivers of Assisted Living Residents in Western Canada.",
  "abstract": "OBJECTIVES: To examine the prevalence of coping behaviors during the first 2 waves of the COVID-19 pandemic among caregivers of assisted living residents and variation in these behaviors by caregiver gender and mental health. DESIGN: Cross-sectional and longitudinal survey. SETTING AND PARTICIPANTS: Family/friend caregivers of assisted living residents in Alberta and British Columbia. METHODS: A web-based survey, conducted twice (October 28, 2020 to March 31, 2021 and July 12, 2021 to September 7, 2021) on the same cohort obtained data on caregiver sociodemographic characteristics, anxiety and depressive symptoms, and coping behaviors [seeking counselling, starting a psychotropic drug (sedative, anxiolytic, antidepressant), starting or increasing alcohol, tobacco and/or cannabis consumption] during pandemic waves 1 and 2. Descriptive analyses and multivariable (modified) Poisson regression models identified caregiver correlates of each coping behavior. RESULTS: Among the 673 caregivers surveyed at baseline, most were women (77%), White (90%) and age ≥55 years (81%). Alcohol (16.5%) and psychotropic drug (13.3%) use were the most prevalent coping behaviors reported during the initial wave, followed by smoking and/or cannabis use (8.0%), and counseling (7.4%). Among the longitudinal sample (n = 386), only alcohol use showed a significantly lower prevalence during the second wave (11.7% vs 15.1%, P = .02). During both waves, coping behaviors did not vary significantly by gender, however, psychotropic drug and substance use were significantly more prevalent among caregivers with baseline anxiety and depressive symptoms, including in models adjusted for confounders [eg, anxiety: adjusted risk ratio = 3.87 (95% CI 2.50-6.00] for psychotropic use, 1.87 (1.28-2.73) for alcohol use, 2.21 (1.26-3.88) for smoking/cannabis use). CONCLUSIONS AND IMPLICATIONS: Assisted living caregivers experiencing anxiety or depressive symptoms during the pandemic were more likely to engage in drug and substance use, potentially maladaptive responses. Public health and assisted living home initiatives that identify caregiver mental health needs and provide targeted support during crises are required to mitigate declines in their health.",
  "authors": [
    {
      "last_name": "Maxwell",
      "fore_name": "Colleen J",
      "initials": "CJ",
      "name": "Colleen J Maxwell",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada; School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada; ICES, Toronto, Ontario, Canada. Electronic address: colleen.maxwell@uwaterloo.ca."
      ]
    },
    {
      "last_name": "Dayes",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Dayes",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Amuah",
      "fore_name": "Joseph E",
      "initials": "JE",
      "name": "Joseph E Amuah",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hogan",
      "fore_name": "David B",
      "initials": "DB",
      "name": "David B Hogan",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Lane",
      "fore_name": "Natasha E",
      "initials": "NE",
      "name": "Natasha E Lane",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Department of Internal Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "McGrail",
      "fore_name": "Kimberlyn M",
      "initials": "KM",
      "name": "Kimberlyn M McGrail",
      "affiliations": [
        "Center for Health Services and Policy Research, School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Gruneir",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gruneir",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada; Department of Family Medicine, Faculty of Medicine and Dentistry, College of Health Sciences, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chamberlain",
      "fore_name": "Stephanie A",
      "initials": "SA",
      "name": "Stephanie A Chamberlain",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine and Dentistry, College of Health Sciences, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Rutter",
      "fore_name": "Emily C",
      "initials": "EC",
      "name": "Emily C Rutter",
      "affiliations": [
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    },
    {
      "last_name": "Corbett",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Corbett",
      "affiliations": [
        "Faculty of Nursing, College of Health Sciences, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Hoben",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Hoben",
      "affiliations": [
        "Faculty of Nursing, College of Health Sciences, University of Alberta, Edmonton, Alberta, Canada; School of Health Policy and Management, Faculty of Health, York University, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "410",
  "end_page": "418.e9",
  "pages": "410-418.e9",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Middle Aged",
    "Male",
    "Caregivers",
    "COVID-19",
    "Pandemics",
    "Depression",
    "Cross-Sectional Studies",
    "Adaptation, Psychological",
    "Substance-Related Disorders",
    "Health Status",
    "Psychotropic Drugs",
    "Alberta"
  ],
  "article_ids": {
    "pubmed": "36669529",
    "pmc": "PMC9771753",
    "doi": "10.1016/j.jamda.2022.12.017",
    "pii": "S1525-8610(22)00995-1"
  },
  "doi": "10.1016/j.jamda.2022.12.017",
  "pmc_id": "PMC9771753",
  "dates": {
    "completed": "2023-04-04",
    "revised": "2024-09-16"
  },
  "chemicals": [
    "Psychotropic Drugs"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.508245",
    "pmid": "36669529"
  }
}