{
  "pmid": "36660119",
  "uid": "36660119",
  "title": "The associations between central serous chorioretinopathy and muscle relaxants: A case-control study.",
  "abstract": "PURPOSE: To evaluate the role of muscle-relaxants as risk factors for the development of central serous chorioretinopathy (CSC) - the second most common retinopathy in our settings; despite multiple risk factors seen in our patients, 21% were initially labelled as idiopathic. MATERIALS AND METHODS: Retrospective case-control study at a tertiary hospital in the United Arab Emirates, where we reviewed the medical records of 273 patients with CSC examined between 2010 and 2019 for use of muscle-relaxants including tolperisone/eperisone, carisoprodol and gabapentin/pregabalin within a year of onset/recurrence of the disease. Intake of drugs with known association with CSC (including corticosteroids/sympathomimetics) was also recorded. Two hundred eighty-six subjects with adverse events seen at the same institute during the same study period served as controls. Odds ratios, Chi-Square tests and multivariate logistic regression were carried out to determine any associations with the muscle-relaxants and other pharmacological confounders - corticosteroids/sympathomimetics. RESULTS: Muscle relaxants may increase the risk of CSC as evident on multivariate regression analysis (OR: 2.55; confidence interval [CI]: 1.208-5.413); the significance was retained on removing the 6 subjects who had corticosteroids/sympathomimetics (OR: 2.30; CI: 1.073-4.939). Univariate analysis yielded an OR of 2.52 for muscle relaxants (CI: 1.2149-5.2276), 2.96 for eperisone/tolperisone (CI: 1.3531-6.5038), and 6.26 for eperisone as an individual agent (CI: 1.8146-21.6252). CONCLUSION: We found muscle relaxants to be associated factors of CSC regardless of inclusion of corticosteroids/sympathomimetics (P < 0.05). Among individual classes of muscle relaxants in this study, only eperisone/tolperisone posed a significant risk (P < 0.05). The vascular smooth muscle relaxation could be the possible mechanism that affects the choroidal blood flow and indirectly predisposes to CSC.",
  "authors": [
    {
      "last_name": "Jain",
      "fore_name": "Manish",
      "initials": "M",
      "name": "Manish Jain",
      "affiliations": [
        "Department of Ophthalmology, Veer Chandra Singh Garhwali, Government Institute of Medical Sciences and Research, Srinagar, Uttarakhand, India.",
        "Department of Ophthalmology, NMC Hospital, Al Ain, United Arab Emirates."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Sunir J",
      "initials": "SJ",
      "name": "Sunir J Garg",
      "affiliations": [
        "Wills Eye Hospital, Thomas Jefferson University, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Khan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Surgery, Division of Ophthalmology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Ontario, Canada.",
        "Department of Biomedical Informatics, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Kurian",
      "fore_name": "Dhanya",
      "initials": "D",
      "name": "Dhanya Kurian",
      "affiliations": [
        "Department of Ophthalmology, NMC Hospital, Al Ain, United Arab Emirates."
      ]
    },
    {
      "last_name": "Lal",
      "fore_name": "Sarath",
      "initials": "S",
      "name": "Sarath Lal",
      "affiliations": [
        "Department of Ophthalmology, NMC Hospital, Al Ain, United Arab Emirates."
      ]
    }
  ],
  "journal": {
    "title": "Taiwan journal of ophthalmology",
    "iso_abbreviation": "Taiwan J Ophthalmol",
    "issn": "2211-5072",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "4",
    "pub_year": "2022"
  },
  "start_page": "415",
  "end_page": "422",
  "pages": "415-422",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36660119",
    "pmc": "PMC9843563",
    "doi": "10.4103/2211-5056.361975",
    "pii": "TJO-12-415"
  },
  "doi": "10.4103/2211-5056.361975",
  "pmc_id": "PMC9843563",
  "dates": {
    "revised": "2023-01-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.291650",
    "pmid": "36660119"
  }
}