{
  "pmid": "36660313",
  "uid": "36660313",
  "title": "Examining the utility and accuracy of the interRAI Emergency Department Screener in identifying high-risk older emergency department patients: A Canadian multiprovince prospective cohort study.",
  "abstract": "OBJECTIVES: We set out to determine the accuracy of the interRAI Emergency Department (ED) Screener in predicting the need for detailed geriatric assessment in the ED. Our secondary objective was to determine the discriminative ability of the interRAI ED Screener for predicting the odds of discharge home and extended ED length of stay (>24 hours). METHODS: We conducted a multiprovince prospective cohort study in Canada. The need for detailed geriatric assessment was determined using the interRAI ED Screener and the interRAI ED Contact Assessment as the reference standard. A score of ≥5 was used to classify high-risk patients. Assessments were conducted by emergency and research nurses. We calculated the sensitivity, positive predictive value, and false discovery rate of the interRAI ED Screener. We employed logistic regression to predict ED outcomes while adjusting for age, sex, academic status, and the province of care. RESULTS: A total of 5629 older ED patients across 11 ED sites were evaluated using the interRAI ED Screener and 1061 were evaluated with the interRAI ED Contact Assessment. Approximately one-third of patients were discharged home or experienced an extended ED length of stay. The interRAI ED Screener had a sensitivity of 93%, a positive predictive value of 82%, and a false discovery rate of 18%. The interRAI ED Screener predicted discharge home and extended ED length of stay with fair accuracy. CONCLUSION: The interRAI ED Screener is able to accurately and rapidly identify individuals with medical complexity. The interRAI ED Screener predicts patient-important health outcomes in older ED patients, highlighting its value for vulnerability screening.",
  "authors": [
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice I",
      "initials": "FI",
      "name": "Fabrice I Mowbray",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Heckman",
      "fore_name": "George",
      "initials": "G",
      "name": "George Heckman",
      "affiliations": [
        "School of Public Health Science University of Waterloo Waterloo Ontario Canada.",
        "Schlegel Research Institute for Aging Waterloo Ontario Canada."
      ]
    },
    {
      "last_name": "Hirdes",
      "fore_name": "John P",
      "initials": "JP",
      "name": "John P Hirdes",
      "affiliations": [
        "School of Public Health Science University of Waterloo Waterloo Ontario Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact McMaster University Hamilton Ontario Canada."
      ]
    },
    {
      "last_name": "Beauchet",
      "fore_name": "Olivier",
      "initials": "O",
      "name": "Olivier Beauchet",
      "affiliations": [
        "Departments of Medicine and Research Center of the Geriatric University Institute of Montreal University of Montreal Montreal Quebec Canada.",
        "Department of Medicine Division of Geriatric Medicine Sir Mortimer B. Davis Jewish General Hospital and Lady Davis Institute for Medical Research McGill University Montreal Quebec Canada.",
        "Lee Kong Chian School of Medicine Nanyang Technological University Singapore Singapore."
      ]
    },
    {
      "last_name": "Eagles",
      "fore_name": "Debra",
      "initials": "D",
      "name": "Debra Eagles",
      "affiliations": [
        "Department of Emergency Medicine School of Epidemiology and Public Health University of Ottawa Ottawa Ontario Canada.",
        "Ottawa Hospital Research Institute Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Perry",
      "fore_name": "Jeffrey J",
      "initials": "JJ",
      "name": "Jeffrey J Perry",
      "affiliations": [
        "Department of Emergency Medicine School of Epidemiology and Public Health University of Ottawa Ottawa Ontario Canada.",
        "Ottawa Hospital Research Institute Ottawa Ontario Canada."
      ]
    },
    {
      "last_name": "Sinha",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Sinha",
      "affiliations": [
        "Department of Medicine Division of Geriatric Medicine Sinai Health and University Health Network Toronto Ontario Canada.",
        "Department of Medicine Division of Geriatric Medicine University of Toronto Toronto Ontario Canada."
      ]
    },
    {
      "last_name": "Archambault",
      "fore_name": "Patrick",
      "initials": "P",
      "name": "Patrick Archambault",
      "affiliations": [
        "Department of Family Medicine and Emergency Medicine Université Laval Québec City Ontario Canada.",
        "Centre intégré de santé et de services sociaux de Chaudière-Appalaches Sainte-Marie Ontario Canada.",
        "Department of Anesthesiology and Critical Care Medicine Division of Critical Care Medicine Université Laval Québec City Ontario Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Hanting",
      "initials": "H",
      "name": "Hanting Wang",
      "affiliations": [
        "Department of Medicine Division of Critical Care Medicine Universite de Montreal Montreal Quebec Canada."
      ]
    },
    {
      "last_name": "Jantzi",
      "fore_name": "Michaela",
      "initials": "M",
      "name": "Michaela Jantzi",
      "affiliations": [
        "School of Public Health Science University of Waterloo Waterloo Ontario Canada."
      ]
    },
    {
      "last_name": "Hebert",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Hebert",
      "affiliations": [
        "Department of Medicine Division of Palliative Care Bruyere Research Institute University of Ottawa Ottawa Ontario Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American College of Emergency Physicians open",
    "iso_abbreviation": "J Am Coll Emerg Physicians Open",
    "issn": "2688-1152",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "e12876",
  "pages": "e12876",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36660313",
    "pmc": "PMC9838565",
    "doi": "10.1002/emp2.12876",
    "pii": "EMP212876"
  },
  "doi": "10.1002/emp2.12876",
  "pmc_id": "PMC9838565",
  "dates": {
    "revised": "2024-09-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.362940",
    "pmid": "36660313"
  }
}