{
  "pmid": "36682642",
  "uid": "36682642",
  "title": "Mitigation of nicotine-induced developmental effects by 24-epibrassinolide in zebrafish.",
  "abstract": "Nicotine is a highly addictive substance that can cause teratogenic impacts in the embryo through redox-dependent pathways. As antioxidants, naturally occurring chemicals can protect cells from redox imbalance. The purpose of this study was to evaluate the effectiveness of 24-epibrassinolide (24-EPI), a natural brassinosteroid with well-known antioxidant properties, in protecting zebrafish embryos against nicotine's teratogenic effects. For 96 h, embryos (2 h post-fertilization - hpf) were exposed to 100 μM nicotine, co-exposed with 24-EPI (0.01, 0.1, and 1 μM), and 24-EPI alone (1 μM). Lethal and sublethal developmental characteristics were evaluated during exposure. Biochemical tests were performed at the conclusion of the exposure, and distinct behavioural paradigms were analysed 24 h later. Nicotine exposure resulted in a higher proportion of larvae with deformities, which were decreased following co-exposure to 24-EPI. Nicotine exposure also caused an increase in oxidative stress as observed by the increased activity of superoxide dismutase and catalase accompanied by an increase in the malondialdehyde levels. Besides, metabolic changes were noticed as observed by the increased lactate dehydrogenase activity that were hypothesised to be associated to nicotine-induced hypoxia which may be responsible for the increased oxidative damage. In addition, locomotor deficits were observed as well as a decrease in the acetylcholinesterase activity denoting nicotine-induced cognitive dysfunction. However, co-exposure to 24-EPI alleviated behavioural deficits and improved nicotine-induced emotional states. Overall, and although further studies are required to clarify these effects, 24-EPI showed promising ameliorative properties against the teratogenic effects induced by nicotine.",
  "authors": [
    {
      "last_name": "Pereira",
      "fore_name": "Francisco",
      "initials": "F",
      "name": "Francisco Pereira",
      "affiliations": [
        "Life Sciences and Environment School (ECVA), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Pereira",
      "fore_name": "Adriana",
      "initials": "A",
      "name": "Adriana Pereira",
      "affiliations": [
        "Life Sciences and Environment School (ECVA), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Life Sciences and Environment School (ECVA), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), UTAD, Vila Real, Portugal; Institute for Innovation, Capacity Building and Sustainability of Agri-Food Production (Inov4Agro), UTAD, Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Venâncio",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Venâncio",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), UTAD, Vila Real, Portugal; Institute for Innovation, Capacity Building and Sustainability of Agri-Food Production (Inov4Agro), UTAD, Vila Real, Portugal; Department of Animal Science, School of Agrarian and Veterinary Sciences (ECAV), UTAD, Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Félix",
      "fore_name": "Luís",
      "initials": "L",
      "name": "Luís Félix",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), UTAD, Vila Real, Portugal; Institute for Innovation, Capacity Building and Sustainability of Agri-Food Production (Inov4Agro), UTAD, Vila Real, Portugal. Electronic address: lfelix@utad.pt."
      ]
    }
  ],
  "journal": {
    "title": "Comparative biochemistry and physiology. Toxicology & pharmacology : CBP",
    "iso_abbreviation": "Comp Biochem Physiol C Toxicol Pharmacol",
    "issn": "1532-0456",
    "issn_type": "Print",
    "volume": "266",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "109552",
  "pages": "109552",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Zebrafish",
    "Brassinosteroids",
    "Nicotine",
    "Acetylcholinesterase",
    "Antioxidants",
    "Oxidative Stress",
    "Teratogenesis",
    "Embryo, Nonmammalian"
  ],
  "article_ids": {
    "pubmed": "36682642",
    "doi": "10.1016/j.cbpc.2023.109552",
    "pii": "S1532-0456(23)00007-8"
  },
  "doi": "10.1016/j.cbpc.2023.109552",
  "dates": {
    "completed": "2023-03-02",
    "revised": "2023-03-02"
  },
  "chemicals": [
    "brassinolide",
    "Brassinosteroids",
    "Nicotine",
    "Acetylcholinesterase",
    "Antioxidants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.094671",
    "pmid": "36682642"
  }
}