{
  "pmid": "36686198",
  "uid": "36686198",
  "title": "Prevalence of different tick species on livestock and associated equines and canine from different agro-ecological zones of Pakistan.",
  "abstract": "Ticks are ectoparasites that act as vectors for transmission of various pathogens to wild and domesticated animals and pose a serious threat to human health. Because of the hot and humid conditions in different agro-ecological zones of Pakistan, ticks are abundant and parasitize a variety of animals. The aim of this study was to identify different tick species and distribution on different hosts especially livestock, such as sheep, goat, cattle, buffalo, and camel, and livestock associated canines and equines, such as horse, donkey, and dog, across different agro-ecological zones of Pakistan. The ticks samples were collected and morphologically identified at genus and species level using morphological keys under stereomicroscope. A total of 2,846 animals were examined for the tick infestation, and 408 animals were tick-infested. Eleven tick species belonging to 4 genera were identified: Hyalomma anatolicum, Hyalomma scupense, Hyalomma dromedarii, Hyalomma isaaci, Rhipicephalus microplus, Rhipicephalus haemaphysaloides, Rhipicephalus turanicus, Haemaphysalis cornupunctata, Haemaphysalis montgomeryi, Haemaphysalis bispinosa, and Ixodes kashmiricus. The overall tick prevalence was 14.3%; host-wise infestation rate was 12.2% in sheep; 12.6%, goat; 11.7%, buffalo; 11.7%, cattle; 19.6%, camel; 27.4%, donkey; 23.5%, horse; and 24.3%, dog. Tick infestation of different animals differed on the basis of the zones. Camels showed the highest tick infestation rate in zones 1 and 2 (21.4 and 26.7%, respectively), whereas donkeys showed the highest infestation rate in zones 3, 4, 6, and 7 (25, 39.3, 3.3, and 21.4%, respectively). The infestation rates of Hyalomma and Rhipicephalus were the highest in zone 2 (71.4 and 52.9%, respectively). The infestation rate of Hyalomma was the highest (47.4%) in sheep; Haemaphysalis (46.9%), goat; Rhipicephalus (69.7%), buffalo; Rhipicephalus (62.3%), cattle; Hyalomma (70%), camel; Ixodes (60.9%), donkey; Ixodes (75%), horse; and Rhipicephalus (61.1%), dog. This study showed the diversity and infestation rate of different ticks with respect to their hosts and agro-ecological zones of Pakistan. High tick burdens and infestation rates are responsible for the spread of different tick-borne infections, resulting in loss of animal productivity and posing a threat to animal and human health. Understanding different tick species and their distribution across different zones will be helpful for developing efficient control strategies against different tick born infections.",
  "authors": [
    {
      "last_name": "Hussain",
      "fore_name": "Nazeer",
      "initials": "N",
      "name": "Nazeer Hussain",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Shabbir",
      "fore_name": "Rana Muhammad Kamran",
      "initials": "RMK",
      "name": "Rana Muhammad Kamran Shabbir",
      "affiliations": [
        "Department of Zoology, Division of Science and Technology, University of Education, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Haroon",
      "initials": "H",
      "name": "Haroon Ahmed",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohail",
      "initials": "MS",
      "name": "Muhammad Sohail Afzal",
      "affiliations": [
        "Department of Life Sciences, School of Science, University of Management and Technology, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Ullah",
      "fore_name": "Shafi",
      "initials": "S",
      "name": "Shafi Ullah",
      "affiliations": [
        "Department of Zoology, Abdul Wali Khan University Mardan, Mardan, Khyber Pakhtunkhwa, Pakistan."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Abid",
      "initials": "A",
      "name": "Abid Ali",
      "affiliations": [
        "Department of Zoology, Abdul Wali Khan University Mardan, Mardan, Khyber Pakhtunkhwa, Pakistan."
      ]
    },
    {
      "last_name": "Irum",
      "fore_name": "Shumaila",
      "initials": "S",
      "name": "Shumaila Irum",
      "affiliations": [
        "Department of Zoology, University of Gujrat, Gujrat, Pakistan."
      ]
    },
    {
      "last_name": "Naqvi",
      "fore_name": "Syed Kamran-Ul-Hassan",
      "initials": "SK",
      "name": "Syed Kamran-Ul-Hassan Naqvi",
      "affiliations": [
        "Department of Biosciences, COMSATS University Islamabad, Islamabad, Pakistan."
      ]
    },
    {
      "last_name": "Yin",
      "fore_name": "Jianhai",
      "initials": "J",
      "name": "Jianhai Yin",
      "affiliations": [
        "National Institute of Parasitic Diseases, Chinese Center for Disease Control and Prevention (Chinese Center for Tropical Diseases Research), Shanghai, China.",
        "Key Laboratory of Parasite and Vector Biology, National Health Commission of the People's Republic of China, Shanghai, China.",
        "World Health Organization Collaborating Center for Tropical Diseases, Shanghai, China."
      ]
    },
    {
      "last_name": "Cao",
      "fore_name": "Jianping",
      "initials": "J",
      "name": "Jianping Cao",
      "affiliations": [
        "National Institute of Parasitic Diseases, Chinese Center for Disease Control and Prevention (Chinese Center for Tropical Diseases Research), Shanghai, China.",
        "Key Laboratory of Parasite and Vector Biology, National Health Commission of the People's Republic of China, Shanghai, China.",
        "World Health Organization Collaborating Center for Tropical Diseases, Shanghai, China.",
        "The School of Global Health, Chinese Center for Tropical Diseases Research, Shanghai Jiao Tong University School of Medicine, Shanghai, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in veterinary science",
    "iso_abbreviation": "Front Vet Sci",
    "issn": "2297-1769",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "1089999",
  "pages": "1089999",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36686198",
    "pmc": "PMC9853404",
    "doi": "10.3389/fvets.2022.1089999"
  },
  "doi": "10.3389/fvets.2022.1089999",
  "pmc_id": "PMC9853404",
  "dates": {
    "revised": "2023-02-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.058261",
    "pmid": "36686198"
  }
}