{
  "pmid": "36687299",
  "uid": "36687299",
  "title": "No difference in treatment outcome between patients with nodal versus extranodal diffuse large B-cell lymphoma.",
  "abstract": "BACKGROUND AND AIM: Diffuse large B-cell lymphoma (DLBCL) has been classified using various parameters, including the site of origin. Studies have reported conflicting outcomes when DLBLC patients were stratified according to the site of origin. This study aimed to investigate the response rate and survival outcomes in nodal versus extranodal DLBCL and compare the results to a region-matched study covering the 1988 - 2005 period. METHODS: A single-center retrospective cohort study was conducted on all patients diagnosed with DLBCL and treated in a tertiary care hospital in Pakistan during 2014 - 2019. We calculated the mean and median for continuous variables and frequency and percentages for all categorical variables. Progression-free survival (PFS) and overall survival (OS) were calculated using Kaplan-Meier survival curves. A Cox proportional hazards model was used to determine the hazard ratio (HR) for OS. RESULTS: Of the 118 patients, 49 patients (41.5%) had nodal disease and 69 patients (58.5%) were diagnosed with extranodal DLBCL. The majority of patients in the nodal and extranodal cohorts presented with Stages III and IV disease (73.4% and 62.3%, respectively). A complete response to (immuno) chemotherapy was achieved in 71.4% of nodal DLBCL patients and 65.2% of extranodal DLBCL patients. The 5-year PFS and median PFS in the entire cohort were 0.8% and 17 m, respectively. The PFS and median PFS in the nodal and extranodal DLBCL cohort were 0% and 1.4%, respectively, and 15 m and 19 m, respectively. The 5-year OS and median OS in the entire cohort were 16.1% and 19 m, respectively. The OS and median OS in the nodal and extranodal DLBCL cohort were 8.2% and 21.7%, respectively, and 19 m and 21 m, respectively. Multivariable linear regression revealed that the ABC phenotype (nodal, HR = 1.37, 95% CI = 1.37 - 3.20; extranodal, HR = 1.65, 95% CI = 1.46 - 3.17; GBC as reference) and double and triple hit DLBCL (nodal, HR = 1.29, 95% CI = 1.19 - 2.81; extranodal, HR = 1.87, 95% CI = 1.28 - 2.43; and non-expressors as reference) are independent negative predictors of OS. CONCLUSIONS: DLBCL incidence in the Karachi region has remained comparable but patient composition in the extranodal DLBCL cohort has shifted to predominantly advanced stage. Nodal and extranodal DLBCL were associated with similar PFS and OS profiles and first- and second-line treatment responses. Cell of origin and antigen expression status was independent negative predictors of OS, disfavoring the ABC phenotype and lesions with c-MYC and BCL2 and/or BCL6 overexpression. RELEVANCE FOR PATIENTS: DLBCL is an aggressive type of non-Hodgkin's lymphoma, however; patients respond well to standard systemic chemotherapy. Extranodal type of DLBCL patients tend to have more residual disease after first-line systemic chemotherapy, but physicians should keep in mind that the subsequent line treatment mitigates its negative impact on survival.",
  "authors": [
    {
      "last_name": "Khan",
      "fore_name": "Saqib Raza",
      "initials": "SR",
      "name": "Saqib Raza Khan",
      "affiliations": [
        "Department of Oncology, Aga Khan University Hospital, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Muhammad",
      "fore_name": "Afzal",
      "initials": "A",
      "name": "Afzal Muhammad",
      "affiliations": [
        "Department of Oncology, Aga Khan University Hospital, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Soomar",
      "fore_name": "Salman Muhammad",
      "initials": "SM",
      "name": "Salman Muhammad Soomar",
      "affiliations": [
        "Department of Oncology, Aga Khan University Hospital, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Shoaib",
      "fore_name": "Daania",
      "initials": "D",
      "name": "Daania Shoaib",
      "affiliations": [
        "Department of Oncology, Aga Khan University Hospital, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Arshad Ali",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Arshad Ali",
      "affiliations": [
        "Medical College, Aga Khan University, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Muhammad",
      "fore_name": "Tariq",
      "initials": "T",
      "name": "Tariq Muhammad",
      "affiliations": [
        "Lady Reading Hospital, Peshawar, Pakistan."
      ]
    },
    {
      "last_name": "Zahir",
      "fore_name": "Muhammad Nauman",
      "initials": "MN",
      "name": "Muhammad Nauman Zahir",
      "affiliations": [
        "Department of Oncology, Aga Khan University Hospital, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Abdul Jabbar",
      "fore_name": "Adnan",
      "initials": "A",
      "name": "Adnan Abdul Jabbar",
      "affiliations": [
        "Department of Oncology, Aga Khan University Hospital, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Abdul Rashid",
      "fore_name": "Yasmin",
      "initials": "Y",
      "name": "Yasmin Abdul Rashid",
      "affiliations": [
        "Department of Oncology, Aga Khan University Hospital, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Heger",
      "fore_name": "Michal",
      "initials": "M",
      "name": "Michal Heger",
      "affiliations": [
        "Department of Pharmaceutics, Jiaxing Key Laboratory for Photonanomedicine and Experimental Therapeutics, College of Medicine, Jiaxing University, Jiaxing, Zhejiang, P. R. China.",
        "Laboratory Experimental Oncology, Department of Pathology, Erasmus MC, Rotterdam, the Netherlands.",
        "Membrane Biochemistry and Biophysics, Department of Chemistry, Faculty of Science, Utrecht University, Utrecht, the Netherlands."
      ]
    },
    {
      "last_name": "Moosajee",
      "fore_name": "Munira Shabbir",
      "initials": "MS",
      "name": "Munira Shabbir Moosajee",
      "affiliations": [
        "Department of Oncology, Aga Khan University Hospital, Karachi, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical and translational research",
    "iso_abbreviation": "J Clin Transl Res",
    "issn": "2424-810X",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Feb",
    "pub_day": "25"
  },
  "start_page": "37",
  "end_page": "49",
  "pages": "37-49",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36687299",
    "pmc": "PMC9844226",
    "pii": "jctres.09.202301.005"
  },
  "pmc_id": "PMC9844226",
  "dates": {
    "revised": "2023-02-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.058849",
    "pmid": "36687299"
  }
}