{
  "pmid": "36698820",
  "uid": "36698820",
  "title": "Comparative effectiveness of acupuncture in sham-controlled trials for knee osteoarthritis: A systematic review and network meta-analysis.",
  "abstract": "OBJECTIVES: Although many trials have assessed the effect of acupuncture on knee osteoarthritis (KOA), its efficacy remains controversial. Sham acupuncture techniques are regarded as representative control interventions in acupuncture trials and sometimes incorporate the use of sham devices (base units) to support a non-penetrating needle. To achieve successful blinding, these trials also use acupuncture base units in the verum acupuncture group. Base units are not used in real-world clinical settings. We aimed to assess the effect sizes of verum and sham acupuncture for KOA in sham-controlled trials with or without base units. METHODS: A total of 10 electronic databases for randomized controlled trials (RCTs) comparing the efficacy of verum manual acupuncture and sham acupuncture for the treatment of KOA were searched for articles published before April 12, 2022. The primary outcome was pain intensity, and the secondary outcomes included physical function. The first assessment after the end of treatment was chosen for analysis. Effect sizes are reported as standardized mean differences (SMDs) with 95% confidence intervals (95% CIs). The risk of bias was assessed using the Cochrane risk of bias tool, and publication bias was evaluated using a funnel plot and Egger's test. The quality of evidence for estimates was evaluated using the Grading of Recommendations, Assessment, Development, and Evaluations (GRADE) approach. RESULTS: Fifteen RCTs were included. There was generally a low risk of bias except for the difficulty in blinding acupuncture therapists (performance bias). Compared to verum acupuncture in sham-controlled trials using base units, verum acupuncture in sham-controlled trials without base units was more effective for improving pain (SMD -0.56, 95% CI -1.09 to -0.03) and function (SMD -0.73, 95% CI -1.36 to -0.10) in KOA. The quality of evidence for network estimates was moderate to low due to the risk of bias and imprecision. CONCLUSION: These findings suggest that verum acupuncture in different types of sham-controlled trials has different effect sizes for KOA. Because base units are not used in clinical settings, the results of verum acupuncture in sham-controlled trials with base units need to be interpreted carefully. SYSTEMATIC REVIEW REGISTRATION: https://www.researchregistry.com/browse-the-registry#registryofsystematicreviewsmeta-analyses/registryofsystematicreviewsmeta-analysesdetails/6269f962606c5e001fd8790c/, identifier reviewregistry1351.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Boram",
      "initials": "B",
      "name": "Boram Lee",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    },
    {
      "last_name": "Kim",
      "fore_name": "Tae-Hun",
      "initials": "TH",
      "name": "Tae-Hun Kim",
      "affiliations": [
        "Korean Medicine Clinical Trial Center, Korean Medicine Hospital, Kyung Hee University, Seoul, Republic of Korea."
      ]
    },
    {
      "last_name": "Birch",
      "fore_name": "Stephen",
      "initials": "S",
      "name": "Stephen Birch",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, Norway."
      ]
    },
    {
      "last_name": "Alraek",
      "fore_name": "Terje",
      "initials": "T",
      "name": "Terje Alraek",
      "affiliations": [
        "School of Health Sciences, Kristiania University College, Oslo, Norway.",
        "Department of Community Medicine, Faculty of Health Sciences, National Research Center in Complementary and Alternative Medicine, Tromsø, Norway."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Hye Won",
      "initials": "HW",
      "name": "Hye Won Lee",
      "affiliations": [
        "KM Convergence Research Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    },
    {
      "last_name": "Nielsen",
      "fore_name": "Arya",
      "initials": "A",
      "name": "Arya Nielsen",
      "affiliations": [
        "Department of Family Medicine and Community Health, Icahn School of Medicine at Mount Sinai, New York, NY, United States."
      ]
    },
    {
      "last_name": "Wieland",
      "fore_name": "L Susan",
      "initials": "LS",
      "name": "L Susan Wieland",
      "affiliations": [
        "Center for Integrative Medicine, University of Maryland School of Medicine, Baltimore, MD, United States."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Myeong Soo",
      "initials": "MS",
      "name": "Myeong Soo Lee",
      "affiliations": [
        "KM Science Research Division, Korea Institute of Oriental Medicine, Daejeon, Republic of Korea."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in medicine",
    "iso_abbreviation": "Front Med (Lausanne)",
    "issn": "2296-858X",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "1061878",
  "pages": "1061878",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36698820",
    "pmc": "PMC9868382",
    "doi": "10.3389/fmed.2022.1061878"
  },
  "doi": "10.3389/fmed.2022.1061878",
  "pmc_id": "PMC9868382",
  "dates": {
    "revised": "2023-08-16"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R24 AT001293",
      "agency": "NCCIH NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:09:19.711559",
    "pmid": "36698820"
  }
}