{
  "pmid": "36696231",
  "uid": "36696231",
  "title": "Assessing the application of continuity of care indices in the last year of life: a retrospective population-based study.",
  "abstract": "Context: Most people spend the majority of their last year of life at home or in a home-like setting, receiving outpatient healthcare. Increasing numbers of physicians and teams, including palliative care providers, may become involved in care in addition to a usual provider such as a family physician. Continuity of care (CoC) near the end of life, although considered a marker of quality of care, may be interrupted despite the provision of high-quality care. Objective: To describe continuity of outpatient physician care in the last 12 months of life and determine patient and illness-related factors associated with high continuity. Study Design: Retrospective cohort study. Datasets: Linked population-based health administrative databases for Ontario, Canada, held at ICES. Population: Decedents aged 19 years or older, who died between January 1, 2013, and December 31, 2017. Outcome Measures: Continuity of care scores for the last 12 months of life, using the Usual Provider continuity (UPC), Bice-Boxerman continuity (CoC), and Sequential Continuity (SECON) indices. Multivariate models were used to determine factors associated with higher continuity scores (>= 0.75). Results: Decedents (n=322,445) were on average 76.3 years of age, 47.8% were female, and 13.2% resided in rural regions. Decedents had a mean of 16.2 outpatient physician encounters in the last year of life, from a mean of 3.8 different physician specialties. Mean continuity indices' scores (1 being perfect) were low: UPC= 0.36, CoC= 0.31, and SECON= 0.37. Proportions of decedents with high continuity were: UPC= 12.6%, CoC= 9.6%, and SECON= 12.9%. Decedents who experienced a terminal illness (i.e., cancer) end-of-life trajectory were least likely to experience high UPC (OR= 0.32; 95% CI= 0.30, 0.34). Having six or more comorbidities (OR= 0.65; 95% CI= 0.63, 0.66), and being in the highest quintile of outpatient physician encounters (i.e., >22 visits) (OR= 0.28; 95% CI= 0.27, 0.29) were also negatively associated with high UPC. Results were similar for other indices. Conclusions: Decedents experience low continuity of outpatient physician care in the last year of life, especially those with cancer, comorbidities, and frequent physician visits. Modifications to existing indices may be needed to serve as end-of-life care quality indicators.",
  "authors": [
    {
      "last_name": "Hafid",
      "fore_name": "Abe",
      "initials": "A",
      "name": "Abe Hafid",
      "affiliations": []
    },
    {
      "last_name": "Webber",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen Webber",
      "affiliations": []
    },
    {
      "last_name": "Conen",
      "fore_name": "Katrin",
      "initials": "K",
      "name": "Katrin Conen",
      "affiliations": []
    },
    {
      "last_name": "Isenberg",
      "fore_name": "Serena",
      "initials": "S",
      "name": "Serena Isenberg",
      "affiliations": []
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": []
    },
    {
      "last_name": "Tanuseputro",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tanuseputro",
      "affiliations": []
    },
    {
      "last_name": "Gayowsky",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Gayowsky",
      "affiliations": []
    },
    {
      "last_name": "Hsu",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Hsu",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of family medicine",
    "iso_abbreviation": "Ann Fam Med",
    "issn": "1544-1717",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "20 Suppl 1",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Middle Aged",
    "Male",
    "Retrospective Studies",
    "Continuity of Patient Care",
    "Physicians, Family",
    "Ontario",
    "Neoplasms",
    "Death",
    "Terminal Care"
  ],
  "article_ids": {
    "pubmed": "36696231",
    "pmc": "PMC10548935",
    "doi": "10.1370/afm.20.s1.2751"
  },
  "doi": "10.1370/afm.20.s1.2751",
  "pmc_id": "PMC10548935",
  "dates": {
    "completed": "2023-01-27",
    "revised": "2023-10-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:28:04.424446",
    "pmid": "36696231"
  }
}