{
  "pmid": "36699879",
  "uid": "36699879",
  "title": "Assessment of changes in environmental factors in a tourism-oriented Island.",
  "abstract": "Tourism development has influenced industrial structure changes and has become a major driving force for China's new urbanization. However, the development will negatively impact natural resources and the ecological environment and will become an essential driving factor for land use change. Therefore, understanding the impact of tourism urbanization is crucial for sustainable local development. This study selected the Dachangshan Island in the Changhai County, Dalian, China, as the study area, because it is the only coastal island-type border county in China. During the study period, changes in local environmental factors were analyzed based on land use data, Landsat 5 and Landsat 8 data of 2009, 2014, and 2019. The results showed that: (1) the overall land surface temperature (LST) in the research region shows an increasing trend; the LST in 2014 and 2019 increased by 6.10 and 5.94 °C, respectively, compared with 2009. With respect to specific land types, impervious surfaces maintained a high land surface temperature (25.44, 32.38, and 31.86); however, surface temperatures for cropland, forest, grassland, and water bodies remained stable. (2) The land use land cover (LULC) change analysis from 2009-2019 indicates that impervious surfaces and cropland increased by 0.5653 km[2] and 0.9941 km[2], while the areas of forest, grassland, and water bodies decreased. The results also showed that forests (-1.3703 km[2]) are most affected by urbanization. (3) The results of the landscape index calculation showed that the variation at the patch scale is different for different LULC types. The patch density of impervious surfaces decreased, but the aggregation index increased over time, while the patch density of the forest increased continuously. At the landscape scale, overall patch type and distribution remained stable. The purpose of this study is to explore the environmental changes of islands and provide a reference for the sustainable development of islands.",
  "authors": [
    {
      "last_name": "Shi",
      "fore_name": "Zhipeng",
      "initials": "Z",
      "name": "Zhipeng Shi",
      "affiliations": [
        "Human Settlements Research Center, Liaoning Normal University, Dalian, China."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Yipeng",
      "initials": "Y",
      "name": "Yipeng Jiang",
      "affiliations": [
        "School of Marine Law and Humanities, Dalian Ocean University, Dalian, China."
      ]
    },
    {
      "last_name": "Zhai",
      "fore_name": "Xiaotong",
      "initials": "X",
      "name": "Xiaotong Zhai",
      "affiliations": [
        "School of International Business, Liaoning Normal University, Dalian, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Human Settlements Research Center, Liaoning Normal University, Dalian, China."
      ]
    },
    {
      "last_name": "Xiao",
      "fore_name": "Xiangming",
      "initials": "X",
      "name": "Xiangming Xiao",
      "affiliations": [
        "Department of Microbiology and Plant Biology, Center for Earth Observation and Modeling, University of Oklahoma, Norman, OK, United States."
      ]
    },
    {
      "last_name": "Xia",
      "fore_name": "Jianhong",
      "initials": "J",
      "name": "Jianhong Xia",
      "affiliations": [
        "School of Earth and Planetary Sciences (EPS), Curtin University, Perth, WA, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Electronic",
    "volume": "10",
    "pub_year": "2022"
  },
  "start_page": "1090497",
  "pages": "1090497",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Tourism",
    "Environmental Monitoring",
    "Temperature",
    "Urbanization",
    "Water"
  ],
  "article_ids": {
    "pubmed": "36699879",
    "pmc": "PMC9868254",
    "doi": "10.3389/fpubh.2022.1090497"
  },
  "doi": "10.3389/fpubh.2022.1090497",
  "pmc_id": "PMC9868254",
  "dates": {
    "completed": "2023-01-27",
    "revised": "2023-09-18"
  },
  "chemicals": [
    "Water"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.557443",
    "pmid": "36699879"
  }
}