{
  "pmid": "36694469",
  "uid": "36694469",
  "title": "Decomposing clinical practice guidelines panels' deliberation into decision theoretical constructs.",
  "abstract": "UNLABELLED: RATIONALE, AIMS AND OBJECTIVES: The development of clinical practice guidelines (CPG) suffers from the lack of an explicit and transparent framework for synthesising the key elements necessary to formulate practice recommendations. We matched deliberations of the American Society of Haematology (ASH) CPG panel for the management of pulmonary embolism (PE) with the corresponding decision-theoretical constructs to assess agreement of the panel recommendations with explicit decision modelling. METHODS: Five constructs were identified of which three were used to reformulate the panel's recommendations: (1) standard, expected utility threshold (EUT) decision model; (2) acceptable regret threshold model (ARg) to determine the frequency of tolerable false negative (FN) or false positive (FP) recommendations, and (3) fast-and-frugal tree (FFT) decision trees to formulate the entire strategy for management of PE. We compared four management strategies: withhold testing versus d-dimer → computerized pulmonary angiography (CTPA) ('ASH-Low') versus CTPA→ d-dimer ('ASH-High') versus treat without testing. RESULTS: Different models generated different recommendations. For example, according to EUT, testing should be withheld for prior probability PE < 0.13%, a clinically untenable threshold which is up to 15 times (2/0.13) below the ASH guidelines threshold of ruling out PE (at post probability of PE ≤ 2%). Three models only agreed that the 'ASH low' strategy should be used for the range of pretest probabilities of PE between 0.13% and 13.27% and that the 'ASH high' management should be employed in a narrow range of the prior PE probabilities between 90.85% and 93.07%. For all other prior probabilities of PE, choosing one model did not ensure coherence with other models. CONCLUSIONS: CPG panels rely on various decision-theoretical strategies to develop its recommendations. Decomposing CPG panels' deliberation can provide insights if the panels' deliberation retains a necessary coherence in developing guidelines. CPG recommendations often do not agree with the EUT decision analysis, widely used in medical decision-making modelling.",
  "authors": [
    {
      "last_name": "Djulbegovic",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Djulbegovic",
      "affiliations": [
        "Department of Computational & Quantitative Medicine, Beckman Research Institute, Duarte, California, USA.",
        "Division of Health Analytics, Duarte, California, USA.",
        "Evidence-based Medicine & Comparative Effectiveness Research, Duarte, California, USA."
      ],
      "orcid": "0000-0003-0671-1447"
    },
    {
      "last_name": "Hozo",
      "fore_name": "Iztok",
      "initials": "I",
      "name": "Iztok Hozo",
      "affiliations": [
        "Department of Mathematics, Indiana University, Gary, Indiana, USA."
      ]
    },
    {
      "last_name": "Lizarraga",
      "fore_name": "David",
      "initials": "D",
      "name": "David Lizarraga",
      "affiliations": [
        "Department of Computational & Quantitative Medicine, Beckman Research Institute, Duarte, California, USA.",
        "Division of Health Analytics, Duarte, California, USA.",
        "Evidence-based Medicine & Comparative Effectiveness Research, Duarte, California, USA."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of evaluation in clinical practice",
    "iso_abbreviation": "J Eval Clin Pract",
    "issn": "1365-2753",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "459",
  "end_page": "471",
  "pages": "459-471",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, P.H.S.",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Pulmonary Embolism",
    "Probability",
    "Clinical Decision-Making"
  ],
  "article_ids": {
    "pubmed": "36694469",
    "doi": "10.1111/jep.13809"
  },
  "doi": "10.1111/jep.13809",
  "dates": {
    "completed": "2023-03-14",
    "revised": "2023-03-14"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Agency for Healthcare Research and Quality"
    },
    {
      "grant_id": "R01 HS024917",
      "agency": "AHRQ HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:25:17.270257",
    "pmid": "36694469"
  }
}