{
  "pmid": "36699759",
  "uid": "36699759",
  "title": "A Contrast Frugal Approach to Transcatheter Aortic Valve Replacement in Chronic Kidney Disease: A Pilot Study.",
  "abstract": "BACKGROUND: Transcatheter aortic valve replacement (TAVR) is now regarded as a viable treatment option for all cases of severe aortic stenosis (AS). Acute kidney injury (AKI) is common and lowers the survival of patients after TAVR and iodine-based contrast-induced nephropathy (CIN) plays a significant adverse role in AKI. Therefore, in chronic kidney disease (CKD) patients requiring pre-operative evaluation for TAVR, the risk of CIN is of particular concern. METHODS: It was a single-center study including eight CKD patients who underwent pre-operative evaluation for TAVR with minimized contrast exposure by means of pre-operative contrast-sparing evaluation and intra-operative contrast minimization. All patients had glomerular filtration rate (eGFR) calculated before TAVR and on a follow-up about one month and one year post-operatively to document the impact of this TAVR protocol on prognosis of kidney function in patients with advanced CKD. RESULTS: New York Heart Association (NYHA) functional classification demonstrated significant improvement of symptomatology (p = 0.0001) by one-year post-TAVR. Patients' mean AS gradient was significantly improved (p = 0.00004) after the TAVR procedure. No significant post-operative paravalvular aortic regurgitation was noted on follow up echocardiogram. eGFR data showed mean eGFR for the group was slightly better (27.38 ml/min/per 1.73 m[2] BSA vs. 30.38 ml/min/per 1.73 m[2] BSA) after TAVR. CONCLUSIONS: \"Contrast frugal\" approach is feasible and safe for pre-TAVR evaluation and the procedure itself. Our pilot study showed no significant paravalvular leak of the prosthetic valve following this proposed protocol. No statistically significant decrease in eGFR was noted on a one-year follow-up.",
  "authors": [
    {
      "last_name": "Bose",
      "fore_name": "Subhasish",
      "initials": "S",
      "name": "Subhasish Bose",
      "affiliations": [
        "Internal Medicine, Liberty University College of Osteopathic Medicine, Lynchburg, USA.",
        "Nephrology, University of Virginia, Lynchburg, USA.",
        "Nephrology/Internal Medicine, Lynchburg General Hospital, Lynchburg, USA."
      ]
    },
    {
      "last_name": "Kanda",
      "fore_name": "Brinder",
      "initials": "B",
      "name": "Brinder Kanda",
      "affiliations": [
        "Internal Medicine, Liberty University College of Osreopathic Medicine, Lynchburg, USA.",
        "Cardiology, Centra Lynchburg General Hospital, Lynchburg, USA.",
        "Cardiovascular Surgery, CMG Stroobant's Cardiovascular Center, Lynchburg, USA."
      ]
    },
    {
      "last_name": "Roy",
      "fore_name": "Sasmit",
      "initials": "S",
      "name": "Sasmit Roy",
      "affiliations": [
        "Nephrology, University of Virginia, Lynchburg, USA.",
        "Internal Medicine, Liberty University College of Osteopathic Medicine, Lynchburg, USA.",
        "Nephrology, Centra Lynchburg General Hospital, Lynchburg, USA."
      ]
    },
    {
      "last_name": "Saum",
      "fore_name": "Kenneth",
      "initials": "K",
      "name": "Kenneth Saum",
      "affiliations": [
        "Cardiovascular Surgery, Centra Lunchburg General Hospital, Lynchburg, USA."
      ]
    },
    {
      "last_name": "Haas",
      "fore_name": "John",
      "initials": "J",
      "name": "John Haas",
      "affiliations": [
        "Cardiology, Centra Lynchburg General Hospital, Lynchburg, USA."
      ]
    },
    {
      "last_name": "El-Adhab",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Adhab",
      "affiliations": [
        "Cardiovascular Surgery, Centra Lynchburg General Hospital, Lynchburg, USA."
      ]
    },
    {
      "last_name": "Ranson",
      "fore_name": "Crystal",
      "initials": "C",
      "name": "Crystal Ranson",
      "affiliations": [
        "Cardiovascular Disease, Centra Lynchburg General Hospital, Lynchburg, USA."
      ]
    },
    {
      "last_name": "Brunton",
      "fore_name": "Nichole",
      "initials": "N",
      "name": "Nichole Brunton",
      "affiliations": [
        "Internal Medicine, Danbury Hospital, Danbury, USA."
      ]
    },
    {
      "last_name": "Morford",
      "fore_name": "Reagan",
      "initials": "R",
      "name": "Reagan Morford",
      "affiliations": [
        "Science and Technology, Central Virginia Governor's School, Lynchburg, USA."
      ]
    },
    {
      "last_name": "Tavaf-Motamen",
      "fore_name": "Houman",
      "initials": "H",
      "name": "Houman Tavaf-Motamen",
      "affiliations": [
        "Cardiovascular Surgery, Centra Lynchburg General Hospital, Lynchburg, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "14",
    "issue": "12",
    "pub_year": "2022",
    "pub_month": "Dec"
  },
  "start_page": "e32878",
  "pages": "e32878",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36699759",
    "pmc": "PMC9870599",
    "doi": "10.7759/cureus.32878"
  },
  "doi": "10.7759/cureus.32878",
  "pmc_id": "PMC9870599",
  "dates": {
    "revised": "2023-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:11:14.711333",
    "pmid": "36699759"
  }
}