{
  "pmid": "36698327",
  "uid": "36698327",
  "title": "Using logistic regression models to investigate the effects of high-sensitivity cardiac troponin T confounders on ruling in acute myocardial infarction.",
  "abstract": "OBJECTIVES: Confounding factors, including sex, age, and renal dysfunction, affect high-sensitivity cardiac troponin T (hs-cTnT) concentrations and the acute myocardial infarction (AMI) diagnosis. This study assessed the effects of these confounders through logistic regression models and evaluated the diagnostic performance of an optimized, integrated prediction model. METHODS: This retrospective study included a primary derivation cohort of 18,022 emergency department (ED) patients at a US medical center and a validation cohort of 890 ED patients at a Canadian medical center. Hs-cTnT was measured with 0/3 h sampling. The primary outcome was index AMI diagnosis. Logistic regression models were optimized to predict AMI using delta hs-cTnT and its confounders as covariates. The diagnostic performance of model cutoffs was compared to that of the hs-cTnT delta thresholds. Serial logistic regressions were carried out to evaluate the relationship between covariates. RESULTS: The area under the curve of the best-fitted model was 0.95. The model achieved a 90.0% diagnostic accuracy in the validation cohort. The optimal model cutoff yielded comparable performance (90.5% accuracy) to the optimal sex-specific delta thresholds (90.3% accuracy), with 95.8% agreement between the two diagnostic methods. Serial logistic regressions revealed that delta hs-cTnT played a more predominant role in AMI prediction than its confounders, among which sex is more predictive of AMI (total effect coefficient 1.04) than age (total effect coefficient 0.05) and eGFR (total effect coefficient -0.008). CONCLUSIONS: The integrated prediction model incorporating confounding factors does not outperform hs-cTnT delta thresholds. Sex-specific hs-cTnT delta thresholds remain to provide the highest diagnostic accuracy.",
  "authors": [
    {
      "last_name": "Liu",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Liu",
      "affiliations": [
        "Department of Pathology, Massachusetts General Hospital, Boston, MA, USA.",
        "Harvard Medical School, Boston, MA, USA.",
        "Department of Pathology and Laboratory Medicine, University of Rochester Medical Center, Rochester, NY, USA."
      ]
    },
    {
      "last_name": "Cai",
      "fore_name": "Xueya",
      "initials": "X",
      "name": "Xueya Cai",
      "affiliations": [
        "Department of Biostatistics and Computational Biology, University of Rochester, Rochester, NY, USA."
      ]
    },
    {
      "last_name": "Love",
      "fore_name": "Tanzy",
      "initials": "T",
      "name": "Tanzy Love",
      "affiliations": [
        "Department of Biostatistics and Computational Biology, University of Rochester, Rochester, NY, USA."
      ]
    },
    {
      "last_name": "Corsetti",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Corsetti",
      "affiliations": [
        "Department of Biostatistics and Computational Biology, University of Rochester, Rochester, NY, USA."
      ]
    },
    {
      "last_name": "Mathias",
      "fore_name": "Andrew M",
      "initials": "AM",
      "name": "Andrew M Mathias",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, University of Rochester Medical Center, Rochester, NY, USA."
      ]
    },
    {
      "last_name": "Worster",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Worster",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kavsak",
      "fore_name": "Peter A",
      "initials": "PA",
      "name": "Peter A Kavsak",
      "affiliations": [
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Clinical chemistry and laboratory medicine",
    "iso_abbreviation": "Clin Chem Lab Med",
    "issn": "1437-4331",
    "issn_type": "Electronic",
    "volume": "61",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "27"
  },
  "start_page": "1335",
  "end_page": "1342",
  "pages": "1335-1342",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Female",
    "Humans",
    "Troponin T",
    "Logistic Models",
    "Retrospective Studies",
    "Canada",
    "Myocardial Infarction",
    "Biomarkers"
  ],
  "article_ids": {
    "pubmed": "36698327",
    "mid": "NIHMS1935898",
    "pmc": "PMC10585657",
    "doi": "10.1515/cclm-2022-1004",
    "pii": "cclm-2022-1004"
  },
  "doi": "10.1515/cclm-2022-1004",
  "pmc_id": "PMC10585657",
  "dates": {
    "completed": "2023-05-30",
    "revised": "2025-01-18"
  },
  "chemicals": [
    "Troponin T",
    "Biomarkers"
  ],
  "grants": [
    {
      "grant_id": "P30 ES001247",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 ES007271",
      "agency": "NIEHS NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:26.150295",
    "pmid": "36698327"
  }
}