{
  "pmid": "36691103",
  "uid": "36691103",
  "title": "A multi-center, randomized, 12-month, parallel-group, feasibility study to assess the acceptability and preliminary impact of family navigation plus usual care versus usual care on attrition in managing pediatric obesity: a study protocol.",
  "abstract": "BACKGROUND: Pediatric obesity management can be successful, but some families discontinue care prematurely (i.e., attrition), limiting treatment impact. Attrition is often a consequence of barriers and constraints that limit families' access to obesity management. Family Navigation (FN) can improve access, satisfaction with care, and treatment outcomes in diverse areas of healthcare. To help our team prepare for a future effectiveness trial, the objectives of our randomized feasibility study are to (i) explore children's and caregivers' acceptability of FN and (ii) examine attrition, measures of study rigor and conduct, and responses to FN + Usual Care vs Usual Care by collecting clinical, health services, and health economic data. METHODS: In our 2.5-year study, 108 6-17-year-olds with obesity and their caregivers will be randomized (1:1) to FN + Usual Care or Usual Care after they enroll in obesity management clinics in Calgary and Mississauga, Canada. Our Stakeholder Steering Committee and research team will use Experience-Based Co-Design to design and refine our FN intervention to reduce families' barriers to care, maximizing the intervention dose families receive. FN will be delivered by a navigator at each site who will use logistical and relational strategies to enhance access to care, supplementing obesity management. Usual Care will be offered similarly at both clinics, adhering to expert guidelines. At enrollment, families will complete a multidisciplinary assessment, then meet regularly with a multidisciplinary team of clinicians for obesity management. Over 12 months, both FN and Usual Care will be delivered virtually and/or in-person, pandemic permitting. Data will be collected at 0, 3, 6, and 12 months post-baseline. We will explore child and caregiver perceptions of FN acceptability as well as evaluate attrition, recruitment, enrolment, randomization, and protocol integrity against pre-set success thresholds. Data on clinical, health services, and health economic outcomes will be collected using established protocols. Qualitative data analysis will apply thematic analysis; quantitative data analysis will be descriptive. DISCUSSION: Our trial will assess the feasibility of FN to address attrition in managing pediatric obesity. Study data will inform a future effectiveness trial, which will be designed to test whether FN reduces attrition. TRIAL REGISTRATION: This trial was registered prospectively at ClinicalTrials.gov (# NCT05403658 ; first posted: June 3, 2022).",
  "authors": [
    {
      "last_name": "Ball",
      "fore_name": "Geoff D C",
      "initials": "GDC",
      "name": "Geoff D C Ball",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, 4-515 Edmonton Clinic Health Academy, 11405 87th Ave, Edmonton, AB, T6G 1C9, Canada. gdball@ualberta.ca."
      ],
      "orcid": "0000-0002-9432-3120"
    },
    {
      "last_name": "O'Neill",
      "fore_name": "Marcus G",
      "initials": "MG",
      "name": "Marcus G O'Neill",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, 4-515 Edmonton Clinic Health Academy, 11405 87th Ave, Edmonton, AB, T6G 1C9, Canada."
      ]
    },
    {
      "last_name": "Noor",
      "fore_name": "Rafat",
      "initials": "R",
      "name": "Rafat Noor",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, 4-515 Edmonton Clinic Health Academy, 11405 87th Ave, Edmonton, AB, T6G 1C9, Canada."
      ]
    },
    {
      "last_name": "Alberga",
      "fore_name": "Angela",
      "initials": "A",
      "name": "Angela Alberga",
      "affiliations": [
        "Department of Health, Kinesiology, and Applied Physiology, Concordia University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Azar",
      "fore_name": "Rima",
      "initials": "R",
      "name": "Rima Azar",
      "affiliations": [
        "Psychobiology of Stress & Health Lab, Department of Psychology, Mount Allison University, Sackville, NB, Canada."
      ]
    },
    {
      "last_name": "Buchholz",
      "fore_name": "Annick",
      "initials": "A",
      "name": "Annick Buchholz",
      "affiliations": [
        "Department of Psychology, Carleton University, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Enright",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Enright",
      "affiliations": [
        "Westview Primary Care Network, Spruce Grove, AB, Canada."
      ]
    },
    {
      "last_name": "Geller",
      "fore_name": "Josie",
      "initials": "J",
      "name": "Josie Geller",
      "affiliations": [
        "Department of Psychiatry, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Ho",
      "fore_name": "Josephine",
      "initials": "J",
      "name": "Josephine Ho",
      "affiliations": [
        "Department of Paediatrics, University of Calgary, Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Holt",
      "fore_name": "Nicholas L",
      "initials": "NL",
      "name": "Nicholas L Holt",
      "affiliations": [
        "Faculty of Kinesiology, Sport, and Recreation, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Lebel",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Lebel",
      "affiliations": [
        "Patient and Family Partner, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Rosychuk",
      "fore_name": "Rhonda J",
      "initials": "RJ",
      "name": "Rhonda J Rosychuk",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, 4-515 Edmonton Clinic Health Academy, 11405 87th Ave, Edmonton, AB, T6G 1C9, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Zenlea",
      "fore_name": "Ian",
      "initials": "I",
      "name": "Ian Zenlea",
      "affiliations": [
        "Department of Pediatrics, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "9",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan",
    "pub_day": "23"
  },
  "start_page": "14",
  "pages": "14",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36691103",
    "pmc": "PMC9868519",
    "doi": "10.1186/s40814-023-01246-w",
    "pii": "10.1186/s40814-023-01246-w"
  },
  "doi": "10.1186/s40814-023-01246-w",
  "pmc_id": "PMC9868519",
  "dates": {
    "revised": "2023-02-01"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "462972",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.663831",
    "pmid": "36691103"
  }
}