{
  "pmid": "36700550",
  "uid": "36700550",
  "title": "Posterior Dahl: A Minimally Invasive Method for the Treatment of Localized Posterior Tooth Wear.",
  "abstract": "PURPOSE: This retrospective case series of 9 patients aimed to describe clinical outcomes and patient satisfaction following the implementation of the posterior Dahl concept to manage localized posterior tooth wear. MATERIALS AND METHODS: Localized occlusal space was created in the posterior dentition. Supra-occluding direct restorations were placed bilaterally for the restoration of molars. Intraoral scans were taken at the pre-treatment stage, immediately post-restoration, and during follow-up appointments. Scans were used to undertake analysis of any occlusal changes and re-establishment of the occlusion. A questionnaire was used to assess patient satisfaction, alleviation of any pre-treatment concerns, and evaluation of post-treatment complaints. RESULTS: Immediately post-treatment, all patients showed an increase in the vertical dimension. Opening of the bite in the untreated areas following restoration of worn posterior molars resulted either in a tendency towards or the actual reestablishment of the occlusion. One patient completely lacked compensatory vertical tooth movement in the untreated areas, culminating in the persistence of a vertical open bite. One restoration displayed cohesive fracture after 4 months. Pre-treatment problems (eg, sensitivity) were fully resolved amongst all patients after 6 months. Post-treatment complaints were minor and demonstrated resolution within a relatively short period of time. Eight patients reported being \"very satisfied\" with their treatment outcomes. CONCLUSION: Application of the posterior Dahl concept appears to offer a promising, relatively simple, minimally invasive and effective approach for the management of localized posterior tooth wear, which is well accepted by patients.",
  "authors": [
    {
      "last_name": "Hoekstra-van Hout",
      "fore_name": "Pauline M J",
      "initials": "PMJ",
      "name": "Pauline M J Hoekstra-van Hout",
      "affiliations": []
    },
    {
      "last_name": "Schols",
      "fore_name": "Jan G J H",
      "initials": "JGJH",
      "name": "Jan G J H Schols",
      "affiliations": []
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": []
    },
    {
      "last_name": "Opdam",
      "fore_name": "Niek J M",
      "initials": "NJM",
      "name": "Niek J M Opdam",
      "affiliations": []
    },
    {
      "last_name": "Pereira Cenci",
      "fore_name": "Tatiana",
      "initials": "T",
      "name": "Tatiana Pereira Cenci",
      "affiliations": []
    },
    {
      "last_name": "Loomans",
      "fore_name": "Bas A C",
      "initials": "BAC",
      "name": "Bas A C Loomans",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "The journal of adhesive dentistry",
    "iso_abbreviation": "J Adhes Dent",
    "issn": "1757-9988",
    "issn_type": "Electronic",
    "volume": "25",
    "pub_year": "2023",
    "pub_month": "Jan",
    "pub_day": "26"
  },
  "start_page": "31",
  "end_page": "38",
  "pages": "31-38",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Dental Restoration, Permanent",
    "Retrospective Studies",
    "Tooth Wear",
    "Patient Satisfaction",
    "Vertical Dimension"
  ],
  "article_ids": {
    "pubmed": "36700550",
    "pmc": "PMC11734287",
    "doi": "10.3290/j.jad.b3837959",
    "pii": "3837959"
  },
  "doi": "10.3290/j.jad.b3837959",
  "pmc_id": "PMC11734287",
  "dates": {
    "completed": "2023-01-27",
    "revised": "2025-01-29"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.468056",
    "pmid": "36700550"
  }
}