{
  "pmid": "36702042",
  "uid": "36702042",
  "title": "Determinants of hair cortisol in preschool children and their mothers: A Brazilian birth cohort study.",
  "abstract": "OBJECTIVE: Few large-scale studies have provided population-based estimates of hair cortisol levels and its determinants. Hair cortisol and potential determinants were measured in children and their mothers in a population-based sample in a Brazilian city with large variations in socioeconomic conditions. METHODS: We used data from the 4-year follow-up of the 2015 Pelotas (Brazil) Birth Cohort Study. Hair samples were collected by trained fieldworkers to analyze average levels of cortisol over a 3-month period. Four groups of variables were tested as potential determinants: hair characteristics (natural color, treatment, type, and frequency of wash), use of corticosteroids and oral contraceptives, sociodemographic factors (sex, age, skin color, socioeconomic level, maternal relationship, pregnancy, daycare enrollment), maternal perceived stress, and substance exposure (smoking and illicit drug use). Linear regression with log transformation was used to test associations. RESULTS: 3235 children and 3102 mothers were analyzed (80.7% and 77.4% of those interviewed when children were 4 years of age, respectively), for whom sufficient hair was collected for cortisol analysis. The median of hair cortisol concentration was 7.8 pg/mg (IQR = 5.6 - 11.0) for children, and 5.6 pg/mg (IQR = 4.2 - 7.8) for mothers. In adjusted models, sex and socioeconomic level were associated with child cortisol levels. For mothers, hair cortisol levels were associated with socioeconomic level, skin color, age, hair treatment and hair natural color. CONCLUSION: This study provides estimates of hair cortisol levels in a diverse population in a upper-middle income country. Although just a few predictors were associated with maternal/child cortisol levels, socioeconomic level was the key variable that should be incorporated in studies using hair cortisol to measure biological manifestations of stress, but other variables, such as some hair and sociodemographic characteristics are important to consider when using hair cortisol.",
  "authors": [
    {
      "last_name": "Martins",
      "fore_name": "Rafaela Costa",
      "initials": "RC",
      "name": "Rafaela Costa Martins",
      "affiliations": [
        "Human Development and Violence Research Centre (DOVE), Federal University of Pelotas, Pelotas, Brazil; Post Graduate Program of Epidemiology, Federal University of Pelotas, Pelotas, Brazil. Electronic address: rafamartins1@gmail.com."
      ]
    },
    {
      "last_name": "Tovo-Rodrigues",
      "fore_name": "Luciana",
      "initials": "L",
      "name": "Luciana Tovo-Rodrigues",
      "affiliations": [
        "Human Development and Violence Research Centre (DOVE), Federal University of Pelotas, Pelotas, Brazil; Post Graduate Program of Epidemiology, Federal University of Pelotas, Pelotas, Brazil. Electronic address: luciana.tovo@gmail.com."
      ]
    },
    {
      "last_name": "Oliveira",
      "fore_name": "Isabel",
      "initials": "I",
      "name": "Isabel Oliveira",
      "affiliations": [
        "Post Graduate Program of Epidemiology, Federal University of Pelotas, Pelotas, Brazil. Electronic address: isabel.ufpel@gmail.com."
      ]
    },
    {
      "last_name": "Blumenberg",
      "fore_name": "Cauane",
      "initials": "C",
      "name": "Cauane Blumenberg",
      "affiliations": [
        "Post Graduate Program of Epidemiology, Federal University of Pelotas, Pelotas, Brazil; causale consultoria, Pelotas, RS, Brazil. Electronic address: cauane.epi@gmail.com."
      ]
    },
    {
      "last_name": "Bertoldi",
      "fore_name": "Andrea Dâmaso",
      "initials": "AD",
      "name": "Andrea Dâmaso Bertoldi",
      "affiliations": [
        "Post Graduate Program of Epidemiology, Federal University of Pelotas, Pelotas, Brazil. Electronic address: andreadamaso.epi@gmail.com."
      ]
    },
    {
      "last_name": "Silveira",
      "fore_name": "Mariângela Freitas",
      "initials": "MF",
      "name": "Mariângela Freitas Silveira",
      "affiliations": [
        "Post Graduate Program of Epidemiology, Federal University of Pelotas, Pelotas, Brazil. Electronic address: mariangelafreitassilveira@gmail.com."
      ]
    },
    {
      "last_name": "Domingues",
      "fore_name": "Marlos Rodrigues",
      "initials": "MR",
      "name": "Marlos Rodrigues Domingues",
      "affiliations": [
        "Post Graduate Program of Epidemiology, Federal University of Pelotas, Pelotas, Brazil. Electronic address: marlosufpel@gmail.com."
      ]
    },
    {
      "last_name": "Silveira",
      "fore_name": "Marysabel Pinto Telis",
      "initials": "MPT",
      "name": "Marysabel Pinto Telis Silveira",
      "affiliations": [
        "Department of Physiology and Pharmacology, Federal University of Pelotas, Pelotas, Brazil. Electronic address: marysabelfarmacologia@gmail.com."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Canada. Electronic address: gonzal74@gmail.com."
      ]
    },
    {
      "last_name": "Murray",
      "fore_name": "Joseph",
      "initials": "J",
      "name": "Joseph Murray",
      "affiliations": [
        "Human Development and Violence Research Centre (DOVE), Federal University of Pelotas, Pelotas, Brazil; Post Graduate Program of Epidemiology, Federal University of Pelotas, Pelotas, Brazil. Electronic address: j.murray@doveresearch.org."
      ]
    }
  ],
  "journal": {
    "title": "Psychoneuroendocrinology",
    "iso_abbreviation": "Psychoneuroendocrinology",
    "issn": "1873-3360",
    "issn_type": "Electronic",
    "volume": "150",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "106027",
  "pages": "106027",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Pregnancy",
    "Humans",
    "Child, Preschool",
    "Mothers",
    "Cohort Studies",
    "Hydrocortisone",
    "Brazil",
    "Stress, Psychological",
    "Hair"
  ],
  "article_ids": {
    "pubmed": "36702042",
    "doi": "10.1016/j.psyneuen.2023.106027",
    "pii": "S0306-4530(23)00005-7"
  },
  "doi": "10.1016/j.psyneuen.2023.106027",
  "dates": {
    "completed": "2023-02-28",
    "revised": "2023-03-15"
  },
  "chemicals": [
    "Hydrocortisone"
  ],
  "grants": [
    {
      "grant_id": "095582",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "210735_Z_18_Z",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.695285",
    "pmid": "36702042"
  }
}