{
  "pmid": "36705921",
  "uid": "36705921",
  "title": "Comparison of Preprint Postings of Randomized Clinical Trials on COVID-19 and Corresponding Published Journal Articles: A Systematic Review.",
  "abstract": "IMPORTANCE: Randomized clinical trials (RCTs) on COVID-19 are increasingly being posted as preprints before publication in a scientific, peer-reviewed journal. OBJECTIVE: To assess time to journal publication for COVID-19 RCT preprints and to compare differences between pairs of preprints and corresponding journal articles. EVIDENCE REVIEW: This systematic review used a meta-epidemiologic approach to conduct a literature search using the World Health Organization COVID-19 database and Embase to identify preprints published between January 1 and December 31, 2021. This review included RCTs with human participants and research questions regarding the treatment or prevention of COVID-19. For each preprint, a literature search was done to locate the corresponding journal article. Two independent reviewers read the full text, extracted data, and assessed risk of bias using the Cochrane Risk of Bias 2 tool. Time to publication was analyzed using a Cox proportional hazards regression model. Differences between preprint and journal article pairs in terms of outcomes, analyses, results, or conclusions were described. Statistical analysis was performed on October 17, 2022. FINDINGS: This study included 152 preprints. As of October 1, 2022, 119 of 152 preprints (78.3%) had been published in journals. The median time to publication was 186 days (range, 17-407 days). In a multivariable model, larger sample size and low risk of bias were associated with journal publication. With a sample size of less than 200 as the reference, sample sizes of 201 to 1000 and greater than 1000 had hazard ratios (HRs) of 1.23 (95% CI, 0.80-1.91) and 2.19 (95% CI, 1.36-3.53) for publication, respectively. With high risk of bias as the reference, medium-risk articles with some concerns for bias had an HR of 1.77 (95% CI, 1.02-3.09); those with a low risk of bias had an HR of 3.01 (95% CI, 1.71-5.30). Of the 119 published preprints, there were differences in terms of outcomes, analyses, results, or conclusions in 65 studies (54.6%). The main conclusion in the preprint contradicted the conclusion in the journal article for 2 studies (1.7%). CONCLUSIONS AND RELEVANCE: These findings suggest that there is a substantial time lag from preprint posting to journal publication. Preprints with smaller sample sizes and high risk of bias were less likely to be published. Finally, although differences in terms of outcomes, analyses, results, or conclusions were observed for preprint and journal article pairs in most studies, the main conclusion remained consistent for the majority of studies.",
  "authors": [
    {
      "last_name": "Bai",
      "fore_name": "Anthony D",
      "initials": "AD",
      "name": "Anthony D Bai",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Yunbo",
      "initials": "Y",
      "name": "Yunbo Jiang",
      "affiliations": [
        "Faculty of Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nguyen",
      "fore_name": "David L",
      "initials": "DL",
      "name": "David L Nguyen",
      "affiliations": [
        "Faculty of Health Sciences, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Carson K L",
      "initials": "CKL",
      "name": "Carson K L Lo",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stefanova",
      "fore_name": "Isabella",
      "initials": "I",
      "name": "Isabella Stefanova",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guo",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Guo",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Wang",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Cindy",
      "initials": "C",
      "name": "Cindy Zhang",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sayeau",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Sayeau",
      "affiliations": [
        "Mental Health and Addictions Care Program, Kingston Health Sciences Centre, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Akhil",
      "initials": "A",
      "name": "Akhil Garg",
      "affiliations": [
        "Department of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Division of Infectious Diseases, Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Division of Medical Microbiology, Department of Pathology and Molecular Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAMA network open",
    "iso_abbreviation": "JAMA Netw Open",
    "issn": "2574-3805",
    "issn_type": "Electronic",
    "volume": "6",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan",
    "pub_day": "03"
  },
  "start_page": "e2253301",
  "pages": "e2253301",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Randomized Controlled Trials as Topic",
    "Bias",
    "Research Design",
    "Sample Size"
  ],
  "article_ids": {
    "pubmed": "36705921",
    "doi": "10.1001/jamanetworkopen.2022.53301",
    "pii": "2800857"
  },
  "doi": "10.1001/jamanetworkopen.2022.53301",
  "dates": {
    "completed": "2023-01-31",
    "revised": "2023-02-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.192954",
    "pmid": "36705921"
  }
}