{
  "pmid": "36707839",
  "uid": "36707839",
  "title": "An ethical analysis of policy dialogues.",
  "abstract": "BACKGROUND: A policy dialogue is a tool which promotes evidence-informed policy-making. It involves deliberation about a high-priority issue, informed by a synthesis of the best-available evidence, where potential policy interventions are discussed by stakeholders. We offer an ethical analysis of policy dialogues - an argument about how policy dialogues ought to be conceived and executed - to guide those organizing and participating in policy dialogues. Our analysis focuses on the deliberative dialogues themselves, rather than ethical issues in the broader policy context within which they are situated. METHODS: We conduct a philosophical conceptual analysis of policy dialogues, informed by a formal and an interpretative literature review. RESULTS: We identify the objectives of policy dialogues, and consider the procedural and substantive values that should govern them. As knowledge translation tools, the chief objective of policy dialogues is to ensure that prospective evidence-informed health policies are appropriate for and likely to support evidence-informed decision-making in a particular context. We identify five core characteristics which serve this objective: policy dialogues are (i) focused on a high-priority issue, (ii) evidence-informed, (iii) deliberative, (iv) participatory and (v) action-oriented. In contrast to dominant ethical frameworks for policy-making, we argue that transparency and accountability are not central procedural values for policy dialogues, as they are liable to inhibit the open deliberation that is necessary for successful policy dialogues. Instead, policy dialogues are legitimate insofar as they pursue the objectives and embody the core characteristics identified above. Finally, we argue that good policy dialogues need to actively consider a range of substantive values other than health benefit and equity. CONCLUSIONS: Policy dialogues should recognize the limits of effectiveness as a guiding value for policy-making, and operate with an expansive conception of successful outcomes. We offer a set of questions to support those organizing and participating in policy dialogues.",
  "authors": [
    {
      "last_name": "Mitchell",
      "fore_name": "Polly",
      "initials": "P",
      "name": "Polly Mitchell",
      "affiliations": [
        "Centre for Public Policy Research, King's College London, London, United Kingdom. polly.mitchell@kcl.ac.uk.",
        "World Health Organization Regional Office for Europe, Copenhagen, Denmark. polly.mitchell@kcl.ac.uk.",
        "School of Education, Communication & Society, King's College London, Waterloo Bridge Wing, Franklin-Wilkins Building, Waterloo Road, London, SE1 9NH, United Kingdom. polly.mitchell@kcl.ac.uk."
      ],
      "orcid": "0000-0001-7680-0264"
    },
    {
      "last_name": "Reinap",
      "fore_name": "Marge",
      "initials": "M",
      "name": "Marge Reinap",
      "affiliations": [
        "World Health Organization Regional Office for Europe, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Moat",
      "fore_name": "Kaelan",
      "initials": "K",
      "name": "Kaelan Moat",
      "affiliations": [
        "McMaster Health Forum, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kuchenmüller",
      "fore_name": "Tanja",
      "initials": "T",
      "name": "Tanja Kuchenmüller",
      "affiliations": [
        "World Health Organization, Geneva, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan",
    "pub_day": "27"
  },
  "start_page": "13",
  "pages": "13",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Prospective Studies",
    "Policy Making",
    "Health Policy",
    "Ethical Analysis"
  ],
  "article_ids": {
    "pubmed": "36707839",
    "pmc": "PMC9881302",
    "doi": "10.1186/s12961-023-00962-2",
    "pii": "10.1186/s12961-023-00962-2"
  },
  "doi": "10.1186/s12961-023-00962-2",
  "pmc_id": "PMC9881302",
  "dates": {
    "completed": "2023-01-31",
    "revised": "2025-05-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "001",
      "agency": "World Health Organization",
      "country": "International"
    },
    {
      "grant_id": "221503/Z/20/Z",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:44:44.458870",
    "pmid": "36707839"
  }
}