{
  "pmid": "36702247",
  "uid": "36702247",
  "title": "Skin Antiseptics for Atopic Dermatitis: Dissecting Facts From Fiction.",
  "abstract": "Staphylococcus aureus is a known trigger and cause of infectious complications in atopic dermatitis (AD). Various antiseptics have been used in an attempt to decrease the burden of S. aureus in AD. In this Commentary, we present the evidence for and against some of the commonly used antiseptics in clinical and research settings. These agents remain attractive as an adjunct therapy for AD owing to their relative low cost and potential benefits of reducing S. aureus. Although a number of studies have evaluated the use of dilute bleach, its mechanisms remain controversial. A higher concentration of bleach than the commonly used 0.005% is likely needed for its anti-S. aureus effect. Silver-coated textiles have demonstrated anti-S. aureus effects in various studies; however, their efficacy and side effects in AD remain to be confirmed. Other antiseptics including chlorhexidine, triclosan, and triclocarban are also discussed. Variables that may affect the outcomes of these studies include length of use, concurrent application of moisturizers, and anti-inflammatory medications.",
  "authors": [
    {
      "last_name": "Ong",
      "fore_name": "Peck Y",
      "initials": "PY",
      "name": "Peck Y Ong",
      "affiliations": [
        "Division of Clinical Immunology and Allergy, Children's Hospital Los Angeles, Los Angeles, Calif; Department of Pediatrics, University of Southern California Keck School of Medicine, Los Angeles, Calif. Electronic address: pyong@chla.usc.edu."
      ]
    },
    {
      "last_name": "Boguniewicz",
      "fore_name": "Juri",
      "initials": "J",
      "name": "Juri Boguniewicz",
      "affiliations": [
        "Section of Infectious Diseases, Children's Hospital Colorado, Aurora, Colo; Department of Pediatrics, University of Colorado School of Medicine, Aurora, Colo."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Department of Medicine, Evidence in Allergy Group, Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; The Research Institute of St. Joe's Hamilton, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The journal of allergy and clinical immunology. In practice",
    "iso_abbreviation": "J Allergy Clin Immunol Pract",
    "issn": "2213-2201",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "1385",
  "end_page": "1390",
  "pages": "1385-1390",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Dermatitis, Atopic",
    "Anti-Infective Agents, Local",
    "Skin",
    "Anti-Infective Agents",
    "Staphylococcus aureus"
  ],
  "article_ids": {
    "pubmed": "36702247",
    "doi": "10.1016/j.jaip.2023.01.012",
    "pii": "S2213-2198(23)00077-6"
  },
  "doi": "10.1016/j.jaip.2023.01.012",
  "dates": {
    "completed": "2023-05-09",
    "revised": "2023-05-13"
  },
  "chemicals": [
    "Anti-Infective Agents, Local",
    "Anti-Infective Agents"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.159653",
    "pmid": "36702247"
  }
}