{
  "pmid": "36712529",
  "uid": "36712529",
  "title": "Dynamic alterations in protein, sensory, chemical, and oxidative properties occurring in meat during thermal and non-thermal processing techniques: A comprehensive review.",
  "abstract": "Meat processing represents an inevitable part of meat and meat products preparation for human consumption. Both thermal and non-thermal processing techniques, both commercial and domestic, are able to induce chemical and muscle's proteins modification which can have implication on oxidative and sensory meat characteristics. Consumers' necessity for minimally processed foods has paved a successful way to unprecedented exploration into various novel non-thermal food processing techniques. Processing of meat can have serious implications on its nutritional profile and digestibility of meat proteins in the digestive system. A plethora of food processing techniques can potentially induce alterations in the protein structure, palatability, bioavailability and digestibility via various phenomena predominantly denaturation and Maillard reaction. Apart from these, sensory attributes such as color, crispness, hardness, and total acceptance get adversely affected during various thermal treatments in meat. A major incentive in the adoption of non-thermal food processing is its energy efficiency. Considering this, several non-thermal processing techniques have been developed for evading the effects of conventional thermal treatments on food materials with respect to Maillard reactions, color changes, and off-flavor development. Few significant non-thermal processing techniques, such as microwave heating, comminution, and enzyme addition can positively affect protein digestibility as well as enhance the value of the final product. Furthermore, ultrasound, irradiation, high-pressure processing, and pulsed electric fields are other pivotal non-thermal food processing technologies in meat and meat-related products. The present review examines how different thermal and non-thermal processing techniques, such as sous-vide, microwave, stewing, roasting, boiling, frying, grilling, and steam cooking, affect meat proteins, chemical composition, oxidation, and sensory profile.",
  "authors": [
    {
      "last_name": "Khalid",
      "fore_name": "Waseem",
      "initials": "W",
      "name": "Waseem Khalid",
      "affiliations": [
        "Department of Food Science, Faculty of Life Sciences, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Maggiolino",
      "fore_name": "Aristide",
      "initials": "A",
      "name": "Aristide Maggiolino",
      "affiliations": [
        "Department of Veterinary Medicine, University of Bari Aldo Moro, Bari, Italy."
      ]
    },
    {
      "last_name": "Kour",
      "fore_name": "Jasmeet",
      "initials": "J",
      "name": "Jasmeet Kour",
      "affiliations": [
        "Department of Food Science and Technology, Padma Shri Padma Sachdev Government PG College for Women, Jammu, Jammu and Kashmir, India."
      ]
    },
    {
      "last_name": "Arshad",
      "fore_name": "Muhammad Sajid",
      "initials": "MS",
      "name": "Muhammad Sajid Arshad",
      "affiliations": [
        "Department of Food Science, Faculty of Life Sciences, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Aslam",
      "fore_name": "Noman",
      "initials": "N",
      "name": "Noman Aslam",
      "affiliations": [
        "Department of Food Science, Faculty of Life Sciences, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Faizan",
      "initials": "MF",
      "name": "Muhammad Faizan Afzal",
      "affiliations": [
        "Department of Food Science, Faculty of Life Sciences, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "Meghwar",
      "fore_name": "Parkash",
      "initials": "P",
      "name": "Parkash Meghwar",
      "affiliations": [
        "Department of Food Science and Technology, University of Karachi, Karachi, Pakistan."
      ]
    },
    {
      "last_name": "Zafar",
      "fore_name": "Khair-Ul-Wajeeha",
      "initials": "KU",
      "name": "Khair-Ul-Wajeeha Zafar",
      "affiliations": [
        "Department of Chemistry, Government College University, Faisalabad, Pakistan."
      ]
    },
    {
      "last_name": "De Palo",
      "fore_name": "Pasquale",
      "initials": "P",
      "name": "Pasquale De Palo",
      "affiliations": [
        "Department of Veterinary Medicine, University of Bari Aldo Moro, Bari, Italy."
      ]
    },
    {
      "last_name": "Korma",
      "fore_name": "Sameh A",
      "initials": "SA",
      "name": "Sameh A Korma",
      "affiliations": [
        "Department of Food Science, Faculty of Agriculture, Zagazig University, Zagazig, Egypt.",
        "School of Food Science and Engineering, South China University of Technology, Guangzhou, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in nutrition",
    "iso_abbreviation": "Front Nutr",
    "issn": "2296-861X",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2022"
  },
  "start_page": "1057457",
  "pages": "1057457",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36712529",
    "pmc": "PMC9876618",
    "doi": "10.3389/fnut.2022.1057457"
  },
  "doi": "10.3389/fnut.2022.1057457",
  "pmc_id": "PMC9876618",
  "dates": {
    "revised": "2023-11-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.059854",
    "pmid": "36712529"
  }
}