{
  "pmid": "36711310",
  "uid": "36711310",
  "title": "Revealing genetic links of Type 2 diabetes that lead to the development of Alzheimer's disease.",
  "abstract": "BACKGROUND: A factor leading to Alzheimer's Disease (AD), portrayed by peripheral insulin resistance, is Type 2 diabetes mellitus (T2D). The likelihood of T2D cases would be at boosted danger in alternating AD cases has severe social consequences. Several genes have been detected via gene expression profiling or different techniques; despite the consideration of the utility of numerous of these genes stays insufficient. METHODS: This project is designed to uncover the mutual genomics motifs between AD and T2D via non-negative matrix factorization (NMF) of differentially expressed genes (DEGs) of T2D Mellitus of human cortical neurons of the neurovascular unit gene expression data. A rank factorization value is calculated by employing the combination of the NMF model with the unit invariant knee (UIK) point method. The metagenes are further determined by remarking the enriched Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway and gene ontology (GO) enrichment tools. In this study, the most highly expressed genes of metagenes are subjected to protein-protein interaction (PPI) network study to discover the most significant biomarkers of T2D Mellitus in the ageing brain. RESULTS: We screened the most important shared genes (CDKN1A, COL22A1, EIF4A, GFAP, SLC1A1, and VIM) and essential human molecular pathways that motivate these diseases. The study aimed to validate the most significant hub genes using network-based methods which detected the corresponding relationship between AD and T2D. CONCLUSIONS: Using in silico tools, the computational pipeline has broadly examined transformed pathways and discovered promising biomarkers and drug targets. We validated the most significant hub genes using network-based methods which detected the corresponding relationship between AD and T2D. These consequences on brain cells hypothetically reserve to diabetic Alzheimer's so-called type 3 diabetes (T3D) and may offer promising methodologies for curative intrusion.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka 72341, Aljouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alharbi",
      "fore_name": "Khalid Saad",
      "initials": "KS",
      "name": "Khalid Saad Alharbi",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka 72341, Aljouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alzarea",
      "fore_name": "Sami I",
      "initials": "SI",
      "name": "Sami I Alzarea",
      "affiliations": [
        "Department of Pharmacology, College of Pharmacy, Jouf University, Sakaka 72341, Aljouf, Saudi Arabia."
      ]
    },
    {
      "last_name": "Alyamani",
      "fore_name": "Najiah M",
      "initials": "NM",
      "name": "Najiah M Alyamani",
      "affiliations": [
        "Biology Department, College of Science, University of Jeddah, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "Kazmi",
      "fore_name": "Imran",
      "initials": "I",
      "name": "Imran Kazmi",
      "affiliations": [
        "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia."
      ]
    },
    {
      "last_name": "G端ven",
      "fore_name": "Emine",
      "initials": "E",
      "name": "Emine G端ven",
      "affiliations": [
        "Department of Biomedical Engineering, D端zce University, D端zce, Turkey."
      ]
    }
  ],
  "journal": {
    "title": "Heliyon",
    "iso_abbreviation": "Heliyon",
    "issn": "2405-8440",
    "issn_type": "Print",
    "volume": "9",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "e12202",
  "pages": "e12202",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36711310",
    "pmc": "PMC9876837",
    "doi": "10.1016/j.heliyon.2022.e12202",
    "pii": "S2405-8440(22)03490-9"
  },
  "doi": "10.1016/j.heliyon.2022.e12202",
  "pmc_id": "PMC9876837",
  "dates": {
    "revised": "2023-02-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.059141",
    "pmid": "36711310"
  }
}