{
  "pmid": "36729090",
  "uid": "36729090",
  "title": "Impact of Completing FACE-Q Craniofacial Module Scales on Children and Young Adults with Facial Differences: An International Study.",
  "abstract": "BACKGROUND: The FACE-Q Craniofacial Module measures outcomes that matter to patients with diverse craniofacial conditions. However, it is not known whether completing a patient-reported outcome measure (PROM) has a negative impact on patients, particularly children. This study aims to investigate the impact of completing the FACE-Q Craniofacial Module and identify factors associated with a negative impact. METHODS: Participants were between 8 and 29 years of age, had a facial difference, and completed at least one module of the FACE-Q Craniofacial Module as part of the international field-test study between December of 2016 and 2019. Participants were asked three questions: \"Did you like or dislike answering this questionnaire?\" \"Did answering these questions change how you feel about how you look?\" and \"Did answering this questionnaire make you feel unhappy or happy?\" Univariate and multivariable logistic regression analyses were used to evaluate variables associated with a negative response. RESULTS: The sample included 927 participants. Most patients responded neutrally to all impact questions: 42.7% neither disliked nor liked the questionnaire; 76.6% felt the same about how they looked; and 72.7% felt neither unhappy nor happy after completion. Negative responses represented a small proportion of patients across all three impact questions (<13.2%). Increased craniofacial severity, more scales completed, and lower scores on all FACE-Q scales were associated with negative responses for all three impact questions (P <0.01). CONCLUSIONS: This study provides evidence that the FACE-Q Craniofacial Module is acceptable for most participants. Clinicians and study investigators should follow up with patients after completing this PROM to address areas of concern in scale scores. CLINICAL QUESTION/LEVEL OF EVIDENCE: Risk, III.",
  "authors": [
    {
      "last_name": "Gallo",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Gallo",
      "affiliations": [
        "From the Division of Plastic Surgery, Department of Surgery."
      ]
    },
    {
      "last_name": "Kamran",
      "fore_name": "Rakhshan",
      "initials": "R",
      "name": "Rakhshan Kamran",
      "affiliations": [
        "Nuffield Department of Orthopaedics, Rheumatology, and Musculoskeletal Sciences, University of Oxford."
      ]
    },
    {
      "last_name": "Rae",
      "fore_name": "Charlene",
      "initials": "C",
      "name": "Charlene Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University."
      ]
    },
    {
      "last_name": "Deibert",
      "fore_name": "Shelby",
      "initials": "S",
      "name": "Shelby Deibert",
      "affiliations": [
        "Department of Pediatrics, McMaster University."
      ]
    },
    {
      "last_name": "Voineskos",
      "fore_name": "Sophocles H",
      "initials": "SH",
      "name": "Sophocles H Voineskos",
      "affiliations": [
        "From the Division of Plastic Surgery, Department of Surgery."
      ]
    },
    {
      "last_name": "Wong Riff",
      "fore_name": "Karen W Y",
      "initials": "KWY",
      "name": "Karen W Y Wong Riff",
      "affiliations": [
        "Division of Plastic and Reconstructive Surgery, Department of Surgery, University of Toronto."
      ]
    },
    {
      "last_name": "Klassen",
      "fore_name": "Anne F",
      "initials": "AF",
      "name": "Anne F Klassen",
      "affiliations": [
        "Department of Pediatrics, McMaster University."
      ]
    }
  ],
  "journal": {
    "title": "Plastic and reconstructive surgery",
    "iso_abbreviation": "Plast Reconstr Surg",
    "issn": "1529-4242",
    "issn_type": "Electronic",
    "volume": "151",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "1063",
  "end_page": "1069",
  "pages": "1063-1069",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Young Adult",
    "Patient Satisfaction",
    "Surveys and Questionnaires",
    "Emotions",
    "Quality of Life",
    "Patient Reported Outcome Measures"
  ],
  "article_ids": {
    "pubmed": "36729090",
    "doi": "10.1097/PRS.0000000000010092",
    "pii": "00006534-202305000-00028"
  },
  "doi": "10.1097/PRS.0000000000010092",
  "dates": {
    "completed": "2023-05-17",
    "revised": "2023-07-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:33:31.187892",
    "pmid": "36729090"
  }
}