{
  "pmid": "36721999",
  "uid": "36721999",
  "title": "Obesity and weight change during the COVID-19 pandemic in children and adults: A systematic review and meta-analysis.",
  "abstract": "Many obesity risk factors have increased during the COVID-19 pandemic, including physical inactivity, poor diet, stress, and poverty. The aim of this systematic review was to evaluate the impact of the COVID-19 pandemic, as well as associated lockdowns or restrictions, on weight change in children and adults. We searched five databases from January 2020 to November 2021. We included only longitudinal studies with measures from before and during the pandemic that evaluated the change in weight, body mass index (BMI) (or BMI z-scores for children), waist circumference, or the prevalence of obesity. Random effects meta-analyses were conducted to obtain pooled estimates of the mean difference in outcomes. Subgroups were evaluated for age groups and diabetes or obesity at baseline. The risk of bias was assessed using a modified version of the Newcastle-Ottawa Scale, and the certainty of the evidence was assessed using the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) approach. A total of 74 studies were included (3,213,776 total participants): 31 studies of children, 41 studies of adults, and 2 studies of children and adults. In children, the pooled mean difference was 1.65 kg (95% confidence interval [CI]: 0.40, 2.90; 9 studies) for weight and 0.13 (95% CI 0.10, 0.17; 20 studies) for BMI z-scores, and the prevalence of obesity increased by 2% (95% CI 1%, 3%; 12 studies). In adults, the pooled mean difference was 0.93 kg (95% CI 0.54, 1.33; 27 studies) for weight and 0.38 kg/m[2] (95% CI 0.21, 0.55; 25 studies) for BMI, and the prevalence of obesity increased by 1% (95% CI 0%, 3%; 11 studies). In children and adults, the pooled mean difference for waist circumference was 1.03 cm (95% CI -0.08, 2.15; 4 studies). There was considerable heterogeneity observed for all outcomes in both children and adults, and the certainty of evidence assessed using GRADE was very low for all outcomes. During the first year of the COVID-19 pandemic, small but potentially clinically significant increases in weight gain, BMI, and increased prevalence of obesity in both children and adults were observed. Increases were greater in children, and targeted prevention interventions may be warranted.",
  "authors": [
    {
      "last_name": "Anderson",
      "fore_name": "Laura N",
      "initials": "LN",
      "name": "Laura N Anderson",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Child Health Evaluative Sciences, Hospital for Sick Children Research Institute, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-6106-5073"
    },
    {
      "last_name": "Yoshida-Montezuma",
      "fore_name": "Yulika",
      "initials": "Y",
      "name": "Yulika Yoshida-Montezuma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dewart",
      "fore_name": "Nora",
      "initials": "N",
      "name": "Nora Dewart",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jalil",
      "fore_name": "Ezza",
      "initials": "E",
      "name": "Ezza Jalil",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khattar",
      "fore_name": "Jayati",
      "initials": "J",
      "name": "Jayati Khattar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "De Rubeis",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa De Rubeis",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Carsley",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Carsley",
      "affiliations": [
        "Department of Health Promotion, Chronic Disease and Injury Prevention, Public Health Ontario, Toronto, Ontario, Canada.",
        "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Labarge Centre for Mobility in Aging, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, Ontario, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Ontario, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Obesity reviews : an official journal of the International Association for the Study of Obesity",
    "iso_abbreviation": "Obes Rev",
    "issn": "1467-789X",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "e13550",
  "pages": "e13550",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Child",
    "Adult",
    "Humans",
    "Pandemics",
    "COVID-19",
    "Communicable Disease Control",
    "Obesity",
    "Body Mass Index"
  ],
  "article_ids": {
    "pubmed": "36721999",
    "doi": "10.1111/obr.13550"
  },
  "doi": "10.1111/obr.13550",
  "dates": {
    "completed": "2023-04-06",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "PJT-178394",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "WI1-179882",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.629169",
    "pmid": "36721999"
  }
}