{
  "pmid": "36735377",
  "uid": "36735377",
  "title": "Pre-Pregnancy eGFR and the Risk of Adverse Maternal and Fetal Outcomes: A Population-Based Study.",
  "abstract": "SIGNIFICANCE STATEMENT: Pregnancies in women with CKD carry greater risk than pregnancies in the general population. The small number of women in prior studies has limited estimates of this risk, especially among those with advanced CKD. We report the results of a population-based cohort study in Ontario, Canada, that assessed more than 500,000 pregnancies, including 600 with a baseline eGFR < 60 ml/min per 1.73 m 2 . The investigation demonstrates increases in risk of different adverse maternal and fetal outcomes with lower eGFR and further risk elevation with baseline proteinuria. BACKGROUND: CKD is a risk factor for pregnancy complications, but estimates for adverse outcomes come largely from single-center studies with few women with moderate or advanced stage CKD. METHODS: To investigate the association between maternal baseline eGFR and risk of adverse pregnancy outcomes, we conducted a retrospective, population-based cohort study of women (not on dialysis or having had a kidney transplant) in Ontario, Canada, who delivered between 2007 and 2019. The study included 565,907 pregnancies among 462,053 women. Administrative health databases captured hospital births, outpatient laboratory testing, and pregnancy complications. We analyzed pregnancies with serum creatinine measured within 2 years of conception up to 30 days after conception and assessed the impact of urine protein where available. RESULTS: The risk of major maternal morbidity, preterm delivery, and low birthweight increased monotonically across declining eGFR categories, with risk increase most notable as eGFR dropped below 60 ml/min per 1.73 m 2 . A total of 56 (40%) of the 133 pregnancies with an eGFR <45 ml/min per 1.73 m 2 resulted in delivery under 37 weeks, compared with 10% of pregnancies when eGFR exceeded 90 ml/min per 1.73 m 2 . Greater proteinuria significantly increased risk within each eGFR category. Maternal and neonatal deaths were rare regardless of baseline eGFR (<0.3% of all pregnancies). Only 7% of women with an eGFR <45 ml/min per 1.73 m 2 received dialysis during or immediately after pregnancy. CONCLUSIONS: We observed higher rates of adverse pregnancy outcomes in women with low eGFR with concurrent proteinuria. These results can help inform health care policy, preconception counseling, and pregnancy follow-up in women with CKD.",
  "authors": [
    {
      "last_name": "Tangren",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Tangren",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Massachusetts General Hospital, Harvard Medical Center, Boston, Massachusetts."
      ]
    },
    {
      "last_name": "Bathini",
      "fore_name": "Lavanya",
      "initials": "L",
      "name": "Lavanya Bathini",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jeyakumar",
      "fore_name": "Nivethika",
      "initials": "N",
      "name": "Nivethika Jeyakumar",
      "affiliations": [
        "ICES, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dixon",
      "fore_name": "Stephanie N",
      "initials": "SN",
      "name": "Stephanie N Dixon",
      "affiliations": [
        "ICES, Ontario, Canada.",
        "Lawson Health Research Institute, London, Ontario, Canada.",
        "University of Western Ontario, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ray",
      "fore_name": "Joel",
      "initials": "J",
      "name": "Joel Ray",
      "affiliations": [
        "ICES, Ontario, Canada.",
        "Division of Obstetric Medicine, Department of Medicine, Unity Health, Temerty School of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wald",
      "fore_name": "Ron",
      "initials": "R",
      "name": "Ron Wald",
      "affiliations": [
        "ICES, Ontario, Canada.",
        "Division of Nephrology, Department of Medicine, Unity Health, Temerty School of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Harel",
      "fore_name": "Ziv",
      "initials": "Z",
      "name": "Ziv Harel",
      "affiliations": [
        "ICES, Ontario, Canada.",
        "Division of Nephrology, Department of Medicine, Unity Health, Temerty School of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Akbari",
      "fore_name": "Ayub",
      "initials": "A",
      "name": "Ayub Akbari",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mathew",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Mathew",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Hamilton Health Sciences Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Huang",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, Ontario, Canada.",
        "ICES, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hladunewich",
      "fore_name": "Michelle A",
      "initials": "MA",
      "name": "Michelle A Hladunewich",
      "affiliations": [
        "Divisions of Nephrology and Obstetric Medicine, Department of Medicine, Sunnybrook Health Sciences Centre, Temerty School of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Society of Nephrology : JASN",
    "iso_abbreviation": "J Am Soc Nephrol",
    "issn": "1533-3450",
    "issn_type": "Electronic",
    "volume": "34",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "656",
  "end_page": "667",
  "pages": "656-667",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Infant, Newborn",
    "Pregnancy",
    "Cohort Studies",
    "Ontario",
    "Pregnancy Complications",
    "Pregnancy Outcome",
    "Premature Birth",
    "Proteinuria",
    "Renal Insufficiency, Chronic",
    "Retrospective Studies",
    "Glomerular Filtration Rate"
  ],
  "article_ids": {
    "pubmed": "36735377",
    "pmc": "PMC10103349",
    "doi": "10.1681/ASN.0000000000000053",
    "pii": "00001751-202304000-00015"
  },
  "doi": "10.1681/ASN.0000000000000053",
  "pmc_id": "PMC10103349",
  "dates": {
    "completed": "2023-04-05",
    "revised": "2024-04-02"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 DK120874",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:17.004042",
    "pmid": "36735377"
  }
}