{
  "pmid": "36733845",
  "uid": "36733845",
  "title": "Reporting Quality of Oral TCM Systematic Reviews Based on the PRISMA Harms Checklist from 2013 to 2020.",
  "abstract": "BACKGROUND: Systematic reviews focusing on the effectiveness of different kinds of healthcare interventions have been widely published, but there were few guidelines for reporting safety concerns before 2016. The PRISMA harms checklist, which was published in 2016, can standardize reporting quality. OBJECTIVES: To evaluate the safety information reporting quality of oral traditional Chinese medicine (TCM) in systematic reviews before and after the PRISMA harms checklist was published and to explore factors associated with better reporting. METHODS: We searched PubMed, the Cochrane Library, and Embase to identify all systematic reviews using oral TCM as interventions published before (from 2013 to 2015) and after (from 2017 to 2020) the PRISMA harms checklist was published. We used the PRISMA harms checklist to assess the quality of reporting of the safety information to included systematic reviews. RESULTS: In total, 200 systematic reviews were sampled from eligible studies published between 2013 and 2020. Reviews from 2016 were excluded. Scores on the PRISMA harms checklist (23 items) ranged from 0 to 12. A systematic reviews published after 2016 had better reporting quality compared with studies published before 2016 with regard to the title (P=0.03), results of individual studies (P=0.016), and risk of bias across studies (P=0.043). In all included systematic reviews of our study, the state conclusion in coherence with review findings was reported adequately with the proportion of adherence at 95%; other items had a reporting proportion ranging from 0% to 57%. The four essential reporting items of the PRISMA harms checklist also had a low reporting quality ranging from 0% to 4%. CONCLUSIONS: Oral TCM systematic reviews reported inadequate safety information before and after the PRISMA harms checklist was published. This survey suggested that the PRISMA harms checklist should be recommended more to both original research and systematic review authors.",
  "authors": [
    {
      "last_name": "Chang",
      "fore_name": "Tianying",
      "initials": "T",
      "name": "Tianying Chang",
      "affiliations": [
        "EBM Office, The Affiliated Hospital to Changchun University of Chinese Medicine, Changchun 130021, China."
      ],
      "orcid": "0000-0003-2040-5147"
    },
    {
      "last_name": "Cui",
      "fore_name": "Yingzi",
      "initials": "Y",
      "name": "Yingzi Cui",
      "affiliations": [
        "EBM Office, The Affiliated Hospital to Changchun University of Chinese Medicine, Changchun 130021, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Zhang",
      "affiliations": [
        "Neurology Department, The Affiliated Hospital to Changchun University of Chinese Medicine, Changchun 130021, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tan",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Tan",
      "affiliations": [
        "Chinese Evidence-Based Medicine Center and National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University and Collaborative Innovation Center, Chengdu, Sichuan 610041, China."
      ],
      "orcid": "0000-0001-8839-6705"
    },
    {
      "last_name": "Wang",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Wang",
      "affiliations": [
        "Neurology Department, The Affiliated Hospital to Changchun University of Chinese Medicine, Changchun 130021, China."
      ],
      "orcid": "0000-0003-1748-7305"
    }
  ],
  "journal": {
    "title": "Evidence-based complementary and alternative medicine : eCAM",
    "iso_abbreviation": "Evid Based Complement Alternat Med",
    "issn": "1741-427X",
    "issn_type": "Print",
    "volume": "2023",
    "pub_year": "2023"
  },
  "start_page": "4612036",
  "pages": "4612036",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36733845",
    "pmc": "PMC9889160",
    "doi": "10.1155/2023/4612036"
  },
  "doi": "10.1155/2023/4612036",
  "pmc_id": "PMC9889160",
  "dates": {
    "revised": "2023-02-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:26.150599",
    "pmid": "36733845"
  }
}