{
  "pmid": "36736487",
  "uid": "36736487",
  "title": "Epinephrine in Out-of-Hospital Cardiac Arrest: A Network Meta-analysis and Subgroup Analyses of Shockable and Nonshockable Rhythms.",
  "abstract": "BACKGROUND: Epinephrine is the most commonly used drug in out-of-hospital cardiac arrest (OHCA) resuscitation, but evidence supporting its efficacy is mixed. RESEARCH QUESTION: What are the comparative efficacy and safety of standard dose epinephrine, high-dose epinephrine, epinephrine plus vasopressin, and placebo or no treatment in improving outcomes after OHCA? STUDY DESIGN AND METHODS: In this systematic review and network meta-analysis of randomized controlled trials, we searched six databases from inception through June 2022 for randomized controlled trials evaluating epinephrine use during OHCA resuscitation. We performed frequentist random-effects network meta-analysis and present ORs and 95% CIs. We used the the Grading of Recommendations, Assessment, Development, and Evaluation approach to rate the certainty of evidence. Outcomes included return of spontaneous circulation (ROSC), survival to hospital admission, survival to discharge, and survival with good functional outcome. RESULTS: We included 18 trials (21,594 patients). Compared with placebo or no treatment, high-dose epinephrine (OR, 4.27; 95% CI, 3.68-4.97), standard-dose epinephrine (OR, 3.69; 95% CI, 3.32-4.10), and epinephrine plus vasopressin (OR, 3.54; 95% CI, 2.94-4.26) all increased ROSC. High-dose epinephrine (OR, 3.53; 95% CI, 2.97-4.20), standard-dose epinephrine (OR, 3.00; 95% CI, 2.66-3.38), and epinephrine plus vasopressin (OR, 2.79; 95% CI, 2.27-3.44) all increased survival to hospital admission as compared with placebo or no treatment. However, none of these agents may increase survival to discharge or survival with good functional outcome as compared with placebo or no treatment. Compared with placebo or no treatment, standard-dose epinephrine improved survival to discharge among patients with nonshockable rhythm (OR, 2.10; 95% CI, 1.21-3.63), but not in those with shockable rhythm (OR, 0.85; 95% CI, 0.39-1.85). INTERPRETATION: Use of standard-dose epinephrine, high-dose epinephrine, and epinephrine plus vasopressin increases ROSC and survival to hospital admission, but may not improve survival to discharge or functional outcome. Standard-dose epinephrine improved survival to discharge among patients with nonshockable rhythm, but not those with shockable rhythm. TRIAL REGISTRY: Center for Open Science: https://osf.io/arxwq.",
  "authors": [
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, ON, Canada; Department of Emergency Medicine, University of Ottawa, ON, Canada; CAPITAL Research Group, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada. Electronic address: sfernando@qmed.ca."
      ]
    },
    {
      "last_name": "Mathew",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Mathew",
      "affiliations": [
        "CAPITAL Research Group, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Anesthesia, Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Department of Medicine, McMaster University, Hamilton, ON, Canada; Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Hibbert",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Hibbert",
      "affiliations": [
        "Department of Cellular and Molecular Medicine, University of Ottawa, ON, Canada; CAPITAL Research Group, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Munshi",
      "fore_name": "Laveena",
      "initials": "L",
      "name": "Laveena Munshi",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto, ON, Canada; Department of Medicine, Sinai Health System and University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto, ON, Canada; Department of Medicine, Sinai Health System and University Health Network, Toronto, ON, Canada; Toronto General Hospital Research Institute, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brodie",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Brodie",
      "affiliations": [
        "Division of Pulmonary, Allergy, and Critical Care Medicine, Department of Medicine, Columbia University College of Physicians and Surgeons, New York, NY; Center for Acute Respiratory Failure, New York-Presbyterian Hospital, New York, NY."
      ]
    },
    {
      "last_name": "Di Santo",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Di Santo",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, ON, Canada; CAPITAL Research Group, Division of Cardiology, University of Ottawa Heart Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Tran",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Tran",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "McLeod",
      "fore_name": "Shelley L",
      "initials": "SL",
      "name": "Shelley L McLeod",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Department of Medicine, McMaster University, Hamilton, ON, Canada; Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, ON, Canada; Schwartz/Reisman Emergency Medicine Institute, Sinai Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Vaillancourt",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Vaillancourt",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, ON, Canada; School of Epidemiology and Public Health, University of Ottawa, ON, Canada; Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Cheskes",
      "fore_name": "Sheldon",
      "initials": "S",
      "name": "Sheldon Cheskes",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, ON, Canada; Schwartz/Reisman Emergency Medicine Institute, Sinai Health, Toronto, ON, Canada; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto, ON, Canada; Department of Medicine, Sinai Health System and University Health Network, Toronto, ON, Canada; Toronto General Hospital Research Institute, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Department of Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto, ON, Canada; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada; Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Steve",
      "initials": "S",
      "name": "Steve Lin",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, Toronto, ON, Canada; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Sandroni",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Sandroni",
      "affiliations": [
        "Institute of Anesthesiology and Intensive Care Medicine, Università Cattolica del Sacro Cuore, Rome, Italy; Department of Intensive Care, Emergency Medicine and Anesthesiology, Fondazione Policlinico Universitario Agostino Gemelli, IRCCS, Rome, Italy."
      ]
    },
    {
      "last_name": "Soar",
      "fore_name": "Jasmeet",
      "initials": "J",
      "name": "Jasmeet Soar",
      "affiliations": [
        "Southmead Hospital, North Bristol NHS Trust, Bristol, England."
      ]
    },
    {
      "last_name": "Dorian",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dorian",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, University of Toronto, Toronto, ON, Canada; Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Perkins",
      "fore_name": "Gavin D",
      "initials": "GD",
      "name": "Gavin D Perkins",
      "affiliations": [
        "Warwick Clinical Trials Unit, Warwick Medical School, Warwick University, Gibbet Hill, Coventry, England."
      ]
    },
    {
      "last_name": "Nolan",
      "fore_name": "Jerry P",
      "initials": "JP",
      "name": "Jerry P Nolan",
      "affiliations": [
        "Warwick Clinical Trials Unit, Warwick Medical School, Warwick University, Gibbet Hill, Coventry, England; Department of Anaesthesia and Intensive Care Medicine, Royal United Hospital, Bath, England."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "164",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "381",
  "end_page": "393",
  "pages": "381-393",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Out-of-Hospital Cardiac Arrest",
    "Epinephrine",
    "Vasopressins",
    "Resuscitation",
    "Cardiopulmonary Resuscitation",
    "Emergency Medical Services"
  ],
  "article_ids": {
    "pubmed": "36736487",
    "doi": "10.1016/j.chest.2023.01.033",
    "pii": "S0012-3692(23)00165-4"
  },
  "doi": "10.1016/j.chest.2023.01.033",
  "dates": {
    "completed": "2023-08-11",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Epinephrine",
    "Vasopressins"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.987911",
    "pmid": "36736487"
  }
}