{
  "pmid": "36732029",
  "uid": "36732029",
  "title": "Different meta-analysis methods can change judgements about imprecision of effect estimates: a meta-epidemiological study.",
  "abstract": "OBJECTIVES: To empirically evaluate five commonly used meta-analysis methods and their impact on imprecision judgements about effect estimates. The two fixed-effect model methods were the inverse variance method based on normal distribution and the Mantel-Haenszel method. The three random-effects model methods were the DerSimonian and Laird, the Hartung-Knapp-Sidik-Jonkman and the profile likelihood approaches. DESIGN: Meta-epidemiological study. SETTING: Meta-analyses published between 2007 and 2019 in the 10 general medical journals with the highest impact factors that evaluated a medication or device for chronic medical conditions and included at least 5 randomised trials. MAIN OUTCOME MEASURES: Discordance in the judgements of imprecision of effect estimates based on two definitions: when either boundary of 95% CI of the OR changed by more than 15% or changed in relation to the null. RESULTS: We analysed 88 meta-analyses including 1114 trials with an average of 12.60 trials per meta-analysis and average I[2] of 26% (range: 0%-96%). The profile likelihood failed to converge in three meta-analyses (3%). Discordance in imprecision judgements based on the two definitions, respectively, occurred between the fixed normal distribution and fixed Mantel-Haenszel method (8% and 2%), between the DerSimonian and Laird and Hartung-Knapp-Sidik-Jonkman methods (19% and 10%), between the DerSimonian and Laird and profile likelihood methods (9% and 5%), and between the Hartung-Knapp-Sidik-Jonkman and profile likelihood methods (5% and 13%). Discordance was greater when fewer studies and greater heterogeneity was present. CONCLUSION: Empirical evaluation of studies of chronic medical conditions showed that conclusions about the precision of the estimates of the efficacy of a drug or device frequently changed when different pooling methods were used, particularly when the number of studies within a meta-analysis was small and statistical heterogeneity was substantial. Sensitivity analyses using more than one method may need to be considered in these two scenarios.",
  "authors": [
    {
      "last_name": "Wang",
      "fore_name": "Zhen",
      "initials": "Z",
      "name": "Zhen Wang",
      "affiliations": [
        "Mayo Clinic Evidence-Based Practice Center, Rochester, Minnesota, USA Wang.Zhen@mayo.edu.",
        "Mayo Clinic Robert D and Patricia E Kern Center for the Science of Health Care Delivery, Rochester, Minnesota, USA."
      ],
      "orcid": "0000-0002-9368-6149"
    },
    {
      "last_name": "Alzuabi",
      "fore_name": "Muayad A",
      "initials": "MA",
      "name": "Muayad A Alzuabi",
      "affiliations": [
        "Mayo Clinic Evidence-Based Practice Center, Rochester, Minnesota, USA.",
        "Mayo Clinic Robert D and Patricia E Kern Center for the Science of Health Care Delivery, Rochester, Minnesota, USA."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Population and Quantitative Health Sciences, Case Western Reserve University, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Departments of Internal Medicine and Population Health, University of Kansas Medical Center, Kansas City, Kansas, USA."
      ]
    },
    {
      "last_name": "Falck-Ytter",
      "fore_name": "Yngve",
      "initials": "Y",
      "name": "Yngve Falck-Ytter",
      "affiliations": [
        "Case Western Reserve University, Case Western Reserve University, Cleveland, Ohio, USA VA Northeast Ohio Healthcare System."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Urology Section, Minneapolis VA Health Care System, Minneapolis, Minnesota, USA.",
        "Department of Urology, University of Minnesota Twin Cities, Minneapolis, Minnesota, USA."
      ],
      "orcid": "0000-0003-2819-2553"
    },
    {
      "last_name": "Sultan",
      "fore_name": "Shahnaz",
      "initials": "S",
      "name": "Shahnaz Sultan",
      "affiliations": [
        "Minneapolis VA Health Care System, Minneapolis, Minnesota, USA.",
        "University of Minnesota Twin Cities, Minneapolis, Minnesota, USA."
      ]
    },
    {
      "last_name": "Murad",
      "fore_name": "Mohammad Hassan",
      "initials": "MH",
      "name": "Mohammad Hassan Murad",
      "affiliations": [
        "Mayo Clinic Evidence-Based Practice Center, Rochester, Minnesota, USA.",
        "Mayo Clinic Robert D and Patricia E Kern Center for the Science of Health Care Delivery, Rochester, Minnesota, USA."
      ],
      "orcid": "0000-0001-5502-5975"
    }
  ],
  "journal": {
    "title": "BMJ evidence-based medicine",
    "iso_abbreviation": "BMJ Evid Based Med",
    "issn": "2515-4478",
    "issn_type": "Electronic",
    "volume": "28",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "126",
  "end_page": "132",
  "pages": "126-132",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Likelihood Functions",
    "Judgment",
    "Research Design",
    "Sample Size",
    "Epidemiologic Studies"
  ],
  "article_ids": {
    "pubmed": "36732029",
    "doi": "10.1136/bmjebm-2022-112053",
    "pii": "bmjebm-2022-112053"
  },
  "doi": "10.1136/bmjebm-2022-112053",
  "dates": {
    "completed": "2023-03-27",
    "revised": "2023-03-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.177670",
    "pmid": "36732029"
  }
}