{
  "pmid": "36753516",
  "uid": "36753516",
  "title": "Histological Remission Placebo Rates in Ulcerative Colitis Trials: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: High histologic remission rates have been reported with placebos in randomized controlled trials (RCTs) evaluating ulcerative colitis (UC) therapies and have varied based on trial designs. We performed a systematic review and meta-analysis to quantify placebo histological remission rates and identify factors influencing those rates. METHODS: MEDLINE, EMBASE, and the Cochrane library were searched from inception of the databases until December 2021. We included placebo-controlled RCTs of adult patients with UC treated with aminosalicylates, corticosteroids, immunosuppressives, biologics, and small molecules. We pooled estimates using a random-effects model and performed subgroup analysis and meta-regression to evaluate the effect of different covariates on placebo rates. RESULTS: Thirty-three studies (30 induction and 3 maintenance) were included. The overall placebo histological remission rate was 15.7% (95% confidence interval, 12.9%-19%) across all 33 studies. High heterogeneity was observed among studies with I2 = 62.10%. The pooled estimate of histological remission was 15.8% in induction studies and 14.5% in maintenance studies. Subgroup analysis revealed statistically significant differences in placebo rates when accounting for background medications, the intervention drug class, and disease severity (P = .041, .025, and .025, respectively). There was no statistical difference between induction vs maintenance studies or between different histological scales (P = .771, and .075, respectively). CONCLUSIONS: Placebo histological remission rates range from 13% to 19% in UC RCTs, but studies are highly heterogeneous. Factors found to influence placebo rates include presence of background medications, the drug used, and the disease severity. These observations inform future trial designs to minimize placebo rates and reduce heterogeneity.",
  "authors": [
    {
      "last_name": "Youssef",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Youssef",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ],
      "orcid": "0000-0001-8463-6601"
    },
    {
      "last_name": "Dong",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Dong",
      "affiliations": [
        "Department of General Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "So Jeong",
      "initials": "SJ",
      "name": "So Jeong Lee",
      "affiliations": [
        "Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Narula",
      "fore_name": "Neeraj",
      "initials": "N",
      "name": "Neeraj Narula",
      "affiliations": [
        "Department of Medicine (Division of Gastroenterology) and Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Inflammatory bowel diseases",
    "iso_abbreviation": "Inflamm Bowel Dis",
    "issn": "1536-4844",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Jan",
    "pub_day": "05"
  },
  "start_page": "125",
  "end_page": "131",
  "pages": "125-131",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Colitis, Ulcerative",
    "Immunosuppressive Agents",
    "Aminosalicylic Acid",
    "Biological Products",
    "Remission Induction"
  ],
  "article_ids": {
    "pubmed": "36753516",
    "doi": "10.1093/ibd/izad013",
    "pii": "7031700"
  },
  "doi": "10.1093/ibd/izad013",
  "dates": {
    "completed": "2024-01-08",
    "revised": "2025-02-26"
  },
  "chemicals": [
    "Immunosuppressive Agents",
    "Aminosalicylic Acid",
    "Biological Products"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:12.184114",
    "pmid": "36753516"
  }
}