{
  "pmid": "36750288",
  "uid": "36750288",
  "title": "Management and outcomes of myelomeningocele-associated hydrocephalus in low-income and middle-income countries: a systematic review and meta-analysis protocol.",
  "abstract": "INTRODUCTION: Hydrocephalus and myelomeningocele (MMC) place disproportionate burdens of disease on low-income and middle-income countries (LMICs). MMC-associated hydrocephalus and its sequelae result in a spectrum of severely devastating clinical manifestations, for which LMICs are disproportionately unprepared in terms of human, capital and technological resources. This study aims to review and compare the management and outcomes of infant MMC-associated hydrocephalus in LMICs and high-income countries. METHODS AND ANALYSIS: This systematic review and meta-analysis will follow the Preferred Reporting Items for Systematic Reviews and Meta-Analyses 2020 guidelines. The following databases will be searched without restrictions on language, publication date or country of origin: EMBASE, MEDLINE, The Cochrane Library, Global Index Medicus, African Journals Online and SciELO. All peer-reviewed studies of primary data reporting management and outcomes of infant MMC-associated hydrocephalus will be included. Where high-quality homogeneous studies exist, meta-analyses will be conducted to compare the management and outcomes of MMC-associated hydrocephalus across socioeconomic and geographical regions of the world. The primary outcome will be treatment failure of the first-line hydrocephalus treatment, which we defined operationally as the performance of a second intervention for the same reason as the first. Secondary outcomes include time to failure, rates of mortality and postoperative complications. ETHICS AND DISSEMINATION: Ethical approval was not applicable because this study does not involve human participants. Dissemination strategies will include publication in a peer-reviewed journal, oral and poster presentations at conferences and an interactive web application to facilitate interaction with the findings and promote the discussion and sharing of findings on social media. PROSPERO REGISTRATION NUMBER: CRD42021285850.",
  "authors": [
    {
      "last_name": "Takoutsing",
      "fore_name": "Berjo Dongmo",
      "initials": "BD",
      "name": "Berjo Dongmo Takoutsing",
      "affiliations": [
        "Faculty of Health Sciences, University of Buea, Buea, Cameroon.",
        "Research Department, Association of Future African Neurosurgeons, Yaounde, Cameroon."
      ]
    },
    {
      "last_name": "Yanez Touzet",
      "fore_name": "Alvaro",
      "initials": "A",
      "name": "Alvaro Yanez Touzet",
      "affiliations": [
        "School of Medical Sciences, Faculty of Biology, Medicine and Health, University of Manchester, Manchester, United Kingdom, University of Manchester, Manchester, UK alvaro.yaneztouzet@student.manchester.ac.uk."
      ],
      "orcid": "0000-0001-9309-1885"
    },
    {
      "last_name": "Park",
      "fore_name": "Jay J",
      "initials": "JJ",
      "name": "Jay J Park",
      "affiliations": [
        "Edinburgh Medical School, The University of Edinburgh, Edinburgh, UK."
      ],
      "orcid": "0000-0001-8762-6986"
    },
    {
      "last_name": "Lee",
      "fore_name": "Seong Hoon",
      "initials": "SH",
      "name": "Seong Hoon Lee",
      "affiliations": [
        "Academic Critical Care & Neurosurgery, Aberdeen Royal Infirmary, Aberdeen, UK."
      ],
      "orcid": "0000-0002-5210-4923"
    },
    {
      "last_name": "Bligh",
      "fore_name": "Emily R",
      "initials": "ER",
      "name": "Emily R Bligh",
      "affiliations": [
        "Surgical Specialties, The Queen Elizabeth University Hospital, Glasgow, UK.",
        "Academic Foundation Programme, The University of Glasgow, Glasgow, UK."
      ]
    },
    {
      "last_name": "Egiz",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Egiz",
      "affiliations": [
        "School of Medicine, University of Central Lancashire, Preston, UK."
      ]
    },
    {
      "last_name": "Gillespie",
      "fore_name": "Conor S",
      "initials": "CS",
      "name": "Conor S Gillespie",
      "affiliations": [
        "Institute of Systems, Molecular and Integrative Biology, University of Liverpool, Liverpool, UK."
      ]
    },
    {
      "last_name": "Figaji",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Figaji",
      "affiliations": [
        "Division of Paediatric Neuroscience (Neurosurgery), School of Child and Adolescent Health, University of Cape Town, Cape Town, South Africa.",
        "Red Cross Children's Hospital, Cape Town, South Africa."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb",
    "pub_day": "07"
  },
  "start_page": "e066339",
  "pages": "e066339",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Infant",
    "Humans",
    "Developing Countries",
    "Meningomyelocele",
    "Income",
    "Treatment Failure",
    "Research Design",
    "Hydrocephalus",
    "Meta-Analysis as Topic",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "36750288",
    "pmc": "PMC9906258",
    "doi": "10.1136/bmjopen-2022-066339",
    "pii": "bmjopen-2022-066339"
  },
  "doi": "10.1136/bmjopen-2022-066339",
  "pmc_id": "PMC9906258",
  "dates": {
    "completed": "2023-02-09",
    "revised": "2024-10-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.677946",
    "pmid": "36750288"
  }
}