{
  "pmid": "36753791",
  "uid": "36753791",
  "title": "Multiple jobholding and part-time work among nurses in long-term care homes compared to other healthcare sectors: Evidence from Ontario.",
  "abstract": "About two-thirds of Canadian COVID-19 related deaths occurred in long-term care homes (LTCHs). Multiple jobholding and excessive part-time work among staff have been discussed as vectors of transmission. Using an administrative census of registered nurses (RNs) and registered practical nurses (RPNs) in the Canadian province of Ontario, this paper contrasts the prevalence of multiple jobholding, part-time/casual work, and other job and worker characteristics across health sectors in 2019 and 2020 to establish whether the LTCH sector deviates from the norms in Ontario healthcare. Prior to COVID-19, about 19% of RNs and 21% of RPNs in LTCHs held multiple jobs. For RPNs, this was almost identical to the RPN provincial average, while for RNs this was 2.5 percentage points above the RN provincial average. In 2020, multiple jobholding fell significantly in LTCHs after the province passed a single site order to reduce COVD-19 transmission. Although there are many similarities across sectors, nurses, especially RNs, in LTCHs differ on some dimensions. They are more likely to be internationally educated and, together with nurses in hospitals, those who work part- time/casual are more likely to prefer full-time hours (involuntary part-time/casual). Overall, while multiple jobholding and part-time work among nurses are problematic for infection prevention and control, these employment practices in LTCHs did not substantially deviate from the norms in the rest of healthcare in Ontario.",
  "authors": [
    {
      "last_name": "Drost",
      "fore_name": "Alyssa",
      "initials": "A",
      "name": "Alyssa Drost",
      "affiliations": [
        "McMaster University, Department of Economics, 1280 Main Street West, Kenneth Taylor Hall Room 426, Hamilton, Ontario, Canada, L8S 4M4. Electronic address: drostam2@mcmaster.ca."
      ]
    },
    {
      "last_name": "Alam",
      "fore_name": "M Injamam",
      "initials": "MI",
      "name": "M Injamam Alam",
      "affiliations": [
        "University of Victoria, Department of Economics, Business and Economics Building, Room 360, Victoria, British Columbia, Canada, V8P 5C2. Electronic address: injamamalam@gmail.com."
      ]
    },
    {
      "last_name": "Boamah",
      "fore_name": "Sheila",
      "initials": "S",
      "name": "Sheila Boamah",
      "affiliations": [
        "McMaster University, School of Nursing, Health Sciences Centre, 2J20, 1280 Main Street West, Hamilton, Ontario, Canada, L8S 4K1."
      ]
    },
    {
      "last_name": "Kralj",
      "fore_name": "Boris",
      "initials": "B",
      "name": "Boris Kralj",
      "affiliations": [
        "McMaster University, Department of Economics, 1280 Main Street West, Kenneth Taylor Hall Room 426, Hamilton, Ontario, Canada, L8S 4M4."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "McMaster University, Department of Health Research Methods, Evidence & Impact, McMaster University Medical Centre, 1280 Main Street West, 2C Area, Hamilton, Ontario, Canada, L8S 4K1."
      ]
    },
    {
      "last_name": "Sweetman",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Sweetman",
      "affiliations": [
        "Ontario Research Chair in Health Human Resources, McMaster University, Department of Economics, 1280 Main Street West, Kenneth Taylor Hall Room 426, Hamilton, Ontario, Canada, L8S 4M4."
      ]
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "130",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "104713",
  "pages": "104713",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Long-Term Care",
    "Ontario",
    "Health Care Sector",
    "COVID-19",
    "Employment",
    "Nurses"
  ],
  "article_ids": {
    "pubmed": "36753791",
    "pmc": "PMC9877154",
    "doi": "10.1016/j.healthpol.2023.104713",
    "pii": "S0168-8510(23)00030-1"
  },
  "doi": "10.1016/j.healthpol.2023.104713",
  "pmc_id": "PMC9877154",
  "dates": {
    "completed": "2023-03-21",
    "revised": "2023-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.365163",
    "pmid": "36753791"
  }
}