{
  "pmid": "36773749",
  "uid": "36773749",
  "title": "Sponsorship bias in oncology cost effectiveness analysis.",
  "abstract": "OBJECTIVES: Cost effectiveness analysis (CEA) has been increasingly used to inform cancer treatment coverage policy making worldwide. The primary objective of this study was to assess the association between industry sponsorship and CEA results in oncology. STUDY DESIGN AND SETTING: All CEAs in oncology used incremental cost per quality-adjusted life year (QALY) as health effect identified from the Tufts CEA Registry since 1976 was analyzed. Descriptive analyses were performed to present and compare the characteristics of CEA funded by industry and non-industry. Robust logistic regression was performed to assess the relationship between the industry sponsorship and cost effective conclusion over a wide range of threshold values. RESULTS: A total of 1537 CEAs in oncology published from 1976 to 2021 were included. There were 387 (25.2%) with the industry sponsorship. CEAs sponsored by the industry were more likely to report ICERs below $50,000/QALY (adjusted odds ratio (OR), 1.91, 95% confidence interval (CI), 1.45-2.51, P < 0.001), $100,000/QALY (2.74, 1.98-3.79, P < 0.001), and $150,000/QALY (3.53, 2.37-5.27, P < 0.001) than studies without industry sponsorship. CONCLUSIONS: Our study suggests that there has been a significant sponsorship bias in CEAs in oncology. This bias could have a profound implication on drug pricing and coverage policy making.",
  "authors": [
    {
      "last_name": "Zhou",
      "fore_name": "Ting",
      "initials": "T",
      "name": "Ting Zhou",
      "affiliations": [
        "School of International Pharmaceutical Business, China Pharmaceutical University, Nanjing, China; Department of Health Research Methods, Evidence, and Impact (formerly Clinical Epidemiology and Biostatistics), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (formerly Clinical Epidemiology and Biostatistics), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis (CHEPA), Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: fengxie@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "156",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "22",
  "end_page": "29",
  "pages": "22-29",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cost-Effectiveness Analysis",
    "Bias",
    "Quality-Adjusted Life Years",
    "Industry",
    "Research Report",
    "Cost-Benefit Analysis"
  ],
  "article_ids": {
    "pubmed": "36773749",
    "doi": "10.1016/j.jclinepi.2023.02.011",
    "pii": "S0895-4356(23)00032-X"
  },
  "doi": "10.1016/j.jclinepi.2023.02.011",
  "dates": {
    "completed": "2023-05-15",
    "revised": "2023-06-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.246944",
    "pmid": "36773749"
  }
}