{
  "pmid": "36777286",
  "uid": "36777286",
  "title": "Convalescent plasma therapy for coronavirus disease 2019 in ambulatory versus hospitalized patients: Efficacy and risk of thromboembolism.",
  "abstract": "BACKGROUND: Although early evidence concluded a lack of clinical benefit of convalescent plasma therapy (CPT) in COVID-19 management, recent trials have demonstrated the therapeutic potential of CPT in ambulatory care. CPT may also potentiate thromboembolic events, given the presence of coagulation factors and the prothrombotic state of COVID-19. OBJECTIVES: The present study aimed to assess and compare the clinical efficacy and the risk of venous thromboembolism (VTE)/arterial thromboembolism (ATE) of CPT in ambulatory versus hospitalized patients with COVID-19. METHODS: MEDLINE, Embase, and Cochrane CENTRAL were searched from December 2019 to December 2022 for randomized controlled trials that investigated the use of CPT against placebo or standard of care in adult patients with COVID-19. The primary outcome was nonmortality disease progression. Secondary outcomes include VTE, ATE, 28-day mortality, clinical improvement, length of hospitalization, sepsis/fever, and major adverse cardiovascular events. RESULTS: Twenty randomized controlled trials, with 21,340 patients, were included. CPT significantly reduced nonmortality disease progression in ambulatory patients (odds ratio [OR], 0.72; 95% CI, 0.56-0.92; P = .009) but not in hospitalized patients (OR, 1.03; 95% CI, 0.94-1.12; P = .58). The risk of VTE and ATE did not differ between the CPT and the control group (OR, 1.16; 95% CI, 0.82-1.66; P = .40; and OR, 1.01; 95% CI, 0.37-2.79; P = .98, respectively). No conclusive differences between CPT and control groups were noted in 28-day mortality, clinical improvement, length of hospitalization, risk of sepsis/fever, and major adverse cardiovascular events. CONCLUSION: In conclusion, treatment of COVID-19 with CPT prevents the progression of COVID-19 in the ambulatory care. It is not associated with an increased risk of VTE, ATE, or other adverse events.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Pei Ye",
      "initials": "PY",
      "name": "Pei Ye Li",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Yu",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Allen",
      "initials": "A",
      "name": "Allen Li",
      "affiliations": [
        "Faculty of Medicine & The Ottawa Hospital Research Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khalid",
      "fore_name": "Faran",
      "initials": "F",
      "name": "Faran Khalid",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Laureano",
      "fore_name": "Marissa Liselle",
      "initials": "ML",
      "name": "Marissa Liselle Laureano",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark Andrew",
      "initials": "MA",
      "name": "Mark Andrew Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "100068",
  "pages": "100068",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36777286",
    "pmc": "PMC9901222",
    "doi": "10.1016/j.rpth.2023.100068",
    "pii": "S2475-0379(23)00034-1"
  },
  "doi": "10.1016/j.rpth.2023.100068",
  "pmc_id": "PMC9901222",
  "dates": {
    "revised": "2024-09-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.748301",
    "pmid": "36777286"
  }
}