{
  "pmid": "36787890",
  "uid": "36787890",
  "title": "Identification of a novel adjuvant loperamide that enhances the antibacterial activity of colistin against MCR-1-positive pathogens in vitro/vivo.",
  "abstract": "Severe infection with multidrug-resistant Enterobacterales caused by the plasmid-induced colistin resistance gene MCR-1 is a serious public health challenge. In this case, it is necessary and pressing to find a treatment to overcome antibiotic resistance. Here, we investigated the synergistic effect and mechanism of loperamide combined with colistin against MCR-1-positive pathogens. We evaluated the combined effect of loperamide and colistin using the checkerboard method and the time-kill experiment. The results showed that loperamide could enhance the bactericidal ability of colistin, and this combination regimen could completely kill the tested bacteria within 4 h. Subsequently, spectrofluorimetric methods were used to explore the mechanism of loperamide combined with colistin. The results indicated that the mode of action of loperamide combined with colistin was found to involve mechanical disruption of the membrane. Furthermore, molecular simulation and microscale thermophoresis results revealed that loperamide reduced the impact of MCR-1 protein by directly binding to its active site. In addition, the combined regimen of loperamide and colistin effectively reduced the bacterial load in the thighs of mice while increasing the protection rate by 70%. In short, as a potential lead compound, loperamide can enhance the killing effect of colistin on pathogenic Enterobacterales carrying MCR-1 by causing membrane damage and inhibiting MCR-1 protein activity.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Veterinary Teaching Hospital, Huazhong Agricultural University, Wuhan 430070, Hubei, China."
      ]
    },
    {
      "last_name": "Shi",
      "fore_name": "Liming",
      "initials": "L",
      "name": "Liming Shi",
      "affiliations": [
        "Disease Infection Department, Heze Municipal Hospital, Heze 274000, Shandong, China."
      ]
    },
    {
      "last_name": "Lv",
      "fore_name": "Lu",
      "initials": "L",
      "name": "Lu Lv",
      "affiliations": [
        "Henan Institute of Medical and Pharmaceutical Sciences, Zhengzhou University, Zhengzhou 450052, Henan, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Zhang",
      "affiliations": [
        "Henan Institute of Medical and Pharmaceutical Sciences, Zhengzhou University, Zhengzhou 450052, Henan, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Huiping",
      "initials": "H",
      "name": "Huiping Chen",
      "affiliations": [
        "Henan Institute of Medical and Pharmaceutical Sciences, Zhengzhou University, Zhengzhou 450052, Henan, China."
      ]
    }
  ],
  "journal": {
    "title": "Letters in applied microbiology",
    "iso_abbreviation": "Lett Appl Microbiol",
    "issn": "1472-765X",
    "issn_type": "Electronic",
    "volume": "76",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb",
    "pub_day": "16"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Mice",
    "Colistin",
    "Loperamide",
    "Anti-Bacterial Agents",
    "Drug Resistance, Bacterial",
    "Microbial Sensitivity Tests",
    "Plasmids",
    "Escherichia coli Proteins"
  ],
  "article_ids": {
    "pubmed": "36787890",
    "doi": "10.1093/lambio/ovad025",
    "pii": "7036775"
  },
  "doi": "10.1093/lambio/ovad025",
  "dates": {
    "completed": "2023-02-28",
    "revised": "2023-02-28"
  },
  "chemicals": [
    "Colistin",
    "Loperamide",
    "Anti-Bacterial Agents",
    "Escherichia coli Proteins"
  ],
  "grants": [
    {
      "grant_id": "202102310520",
      "agency": "Key Science and Technology Project in Henan Province"
    },
    {
      "grant_id": "2020BP0104",
      "agency": "Henan Institute of Medical and Pharmacological Sciences"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.560422",
    "pmid": "36787890"
  }
}