{
  "pmid": "36793829",
  "uid": "36793829",
  "title": "Juvenile Nasopharyngeal Angiofibroma: A Case Report of a Rare Adolescent Head and Neck Tumor.",
  "abstract": "Juvenile nasopharyngeal angiofibroma (JNA) is a rare benign head and neck tumor. We report a rare case of JNA, provide a brief literature review, and treatment options, and emphasized the role of flutamide as pre-surgical medication for tumor regression. JNA primarily affects adolescent males aged 14 to 25 years. There are various theories explaining the formation of the tumor. However, sex hormones are found to play a crucial role in the etiology of the tumor. In recent years testosterone and dihydrotestosterone receptors have been identified on the tumor thus suggesting the strong influence of hormones. This permits the use of flutamide, an androgen receptor blocker, as adjuvant therapy for the treatment of JNA. This is a case of a 12-year-old boy who presented to the hospital with right-sided nasal obstruction, epistaxis, watery nasal discharge, and a mass in the right nasal cavity for two months. Diagnostic nasal endoscopy, ultrasonography, computed tomography, and magnetic resonance imaging were done. These investigations confirmed the diagnosis of JNA stage IV. The patient was started on treatment with flutamide for tumor regression.",
  "authors": [
    {
      "last_name": "Alla",
      "fore_name": "Sai Santhosha Mrudula",
      "initials": "SSM",
      "name": "Sai Santhosha Mrudula Alla",
      "affiliations": [
        "Department of Medicine, Andhra Medical College, Visakhapatnam, IND."
      ]
    },
    {
      "last_name": "Alla",
      "fore_name": "Deekshitha",
      "initials": "D",
      "name": "Deekshitha Alla",
      "affiliations": [
        "Department of Medicine, Andhra Medical College, Visakhapatnam, IND."
      ]
    },
    {
      "last_name": "Ratheesh",
      "fore_name": "Vysakh",
      "initials": "V",
      "name": "Vysakh Ratheesh",
      "affiliations": [
        "Internal Medicine, Medical University - Pleven, Pleven, BGR."
      ]
    },
    {
      "last_name": "Ramineni",
      "fore_name": "Pavan Kumar",
      "initials": "PK",
      "name": "Pavan Kumar Ramineni",
      "affiliations": [
        "Internal Medicine, A. C. Subba Reddy Government Medical College, Nellore, IND."
      ]
    },
    {
      "last_name": "Singh",
      "fore_name": "Ajay",
      "initials": "A",
      "name": "Ajay Singh",
      "affiliations": [
        "Internal Medicine, Shri Ram Murti Smarak Institute of Medical Sciences, Bareilly, IND."
      ]
    },
    {
      "last_name": "K",
      "fore_name": "Vaishnavi",
      "initials": "V",
      "name": "Vaishnavi K",
      "affiliations": [
        "Internal Medicine, Sapthagiri Institute of Medical Science and Research Centre, Bengaluru, IND."
      ]
    },
    {
      "last_name": "Siddiqua",
      "fore_name": "Ayesha",
      "initials": "A",
      "name": "Ayesha Siddiqua",
      "affiliations": [
        "Department of Medicine, Shadan Institute of Medical Sciences, Hyderabad, IND."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "e33633",
  "pages": "e33633",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36793829",
    "pmc": "PMC9924702",
    "doi": "10.7759/cureus.33633"
  },
  "doi": "10.7759/cureus.33633",
  "pmc_id": "PMC9924702",
  "dates": {
    "revised": "2023-02-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:43.278704",
    "pmid": "36793829"
  }
}