{
  "pmid": "36793540",
  "uid": "36793540",
  "title": "Severity-dependent functional connectome and the association with glucose metabolism in the sensorimotor cortex of Parkinson's disease.",
  "abstract": "Functional MRI studies have achieved promising outcomes in revealing abnormal functional connectivity in Parkinson's disease (PD). The primary sensorimotor area (PSMA) received a large amount of attention because it closely correlates with motor deficits. While functional connectivity represents signaling between PSMA and other brain regions, the metabolic mechanism behind PSMA connectivity has rarely been well established. By introducing hybrid PET/MRI scanning, the current study enrolled 33 advanced PD patients during medication-off condition and 25 age-and-sex-matched healthy controls (HCs), aiming to not only identify the abnormal functional connectome pattern of the PSMA, but also to simultaneously investigate how PSMA functional connectome correlates with glucose metabolism. We calculated degree centrality (DC) and the ratio of standard uptake value (SUVr) using resting state fMRI and [18]F-FDG-PET data. A two-sample t-test revealed significantly decreased PSMA DC (PFWE < 0.014) in PD patients. The PSMA DC also correlated negatively with H-Y stage (P = 0.031). We found a widespread reduction of H-Y stage associated (P-values < 0.041) functional connectivity between PSMA and the visual network, attention network, somatomotor network, limbic network, frontoparietal network as well as the default mode network. The PSMA DC correlated positively with FDG-uptake in the HCs (P = 0.039) but not in the PD patients (P > 0.44). In summary, we identified disease severity-dependent PSMA functional connectome which in addition uncoupled with glucose metabolism in PD patients. The current study highlighted the critical role of simultaneous PET/fMRI in revealing the functional-metabolic mechanism in the PSMA of PD patients.",
  "authors": [
    {
      "last_name": "Zang",
      "fore_name": "Zhenxiang",
      "initials": "Z",
      "name": "Zhenxiang Zang",
      "affiliations": [
        "Department of Radiology and Nuclear Medicine, Xuanwu Hospital, Capital Medical University, Beijing, China.",
        "Beijing Key Laboratory of Magnetic Resonance Imaging and Brain Informatics, Beijing, China."
      ]
    },
    {
      "last_name": "Song",
      "fore_name": "Tianbin",
      "initials": "T",
      "name": "Tianbin Song",
      "affiliations": [
        "Department of Radiology and Nuclear Medicine, Xuanwu Hospital, Capital Medical University, Beijing, China.",
        "Beijing Key Laboratory of Magnetic Resonance Imaging and Brain Informatics, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jiping",
      "initials": "J",
      "name": "Jiping Li",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Nie",
      "fore_name": "Binbin",
      "initials": "B",
      "name": "Binbin Nie",
      "affiliations": [
        "Beijing Engineering Research Center of Radiographic Techniques and Equipment, Institute of High Energy Physics, Chinese Academy of Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Mei",
      "fore_name": "Shanshan",
      "initials": "S",
      "name": "Shanshan Mei",
      "affiliations": [
        "Department of Neurology, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Beijing Institute of Functional Neurosurgery, Xuanwu Hospital, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Lu",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Lu",
      "affiliations": [
        "Department of Radiology and Nuclear Medicine, Xuanwu Hospital, Capital Medical University, Beijing, China.",
        "Beijing Key Laboratory of Magnetic Resonance Imaging and Brain Informatics, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in neuroscience",
    "iso_abbreviation": "Front Neurosci",
    "issn": "1662-4548",
    "issn_type": "Print",
    "volume": "17",
    "pub_year": "2023"
  },
  "start_page": "1104886",
  "pages": "1104886",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36793540",
    "pmc": "PMC9922997",
    "doi": "10.3389/fnins.2023.1104886"
  },
  "doi": "10.3389/fnins.2023.1104886",
  "pmc_id": "PMC9922997",
  "dates": {
    "revised": "2023-02-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.560712",
    "pmid": "36793540"
  }
}