{
  "pmid": "36798111",
  "uid": "36798111",
  "title": "Improving Management of Suspected Chlamydia and Gonorrhea in Adolescents with a Rapid Diagnostic Test.",
  "abstract": "UNLABELLED: We aimed to determined the impact of an intervention using rapid chlamydia (CT)/gonorrhea (GC) testing on reducing unnecessary antibiotic use, undertreatment of CT and/or GC, and length of stay (LOS) in an urban safety-net pediatric emergency department. METHODS: Before 2020, we tested for CT/GC using a batched nucleic acid amplification test, with results available the following day. Starting in January 2020, we implemented rapid nucleic acid amplification test. Our primary outcome variables were undertreatment and overtreatment. We defined undertreatment as GC and/or CT-positive patients who did not receive appropriate treatment. We defined overtreatment as GC or CT-negative patients who received antibiotics. The balancing measure was the LOS. RESULTS: There were 758 patients evaluated in the preimplementation period (2019), 612 in the implementation period (2020), and 626 in the postimplementation period (2021). Postimplementation, overtreatment decreased from 18.4% to 8.1%. Undertreatment did not differ by period but was less common among those tested with rapid versus standard testing (12.7% versus 9.9%, P = 0.05). Median LOS increased from 166 minutes (preimplementation) to 187 minutes (implementation) and 202 minutes (postimplementation; P < 0.001). CONCLUSIONS: Rapid CT/GC testing reduced unnecessary antibiotic use but increased LOS due to patients waiting for the test results before being discharged. Given the rapid increases in CT/GC rates and antimicrobial resistance, health systems should consider implementing rapid testing to appropriately direct antimicrobials to patients most likely to benefit.",
  "authors": [
    {
      "last_name": "Frost",
      "fore_name": "Holly M",
      "initials": "HM",
      "name": "Holly M Frost",
      "affiliations": [
        "Department of Pediatrics, Denver Health and Hospital Authority, Denver, Colo.",
        "Center for Health Systems Research, Denver Health and Hospital Authority, Denver, Colo.",
        "Department of Pediatrics, University of Colorado School of Medicine, Aurora, Colo."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Pathology, Denver Health and Hospital Authority, Denver, Colo.",
        "Department of Pathology, University of Colorado School of Medicine, Aurora, Colo."
      ]
    },
    {
      "last_name": "Roosevelt",
      "fore_name": "Genie E",
      "initials": "GE",
      "name": "Genie E Roosevelt",
      "affiliations": [
        "Department of Emergency Medicine, Denver Health and Hospital Authority, Denver, Colo.",
        "Department of Emergency Medicine, University of Colorado School of Medicine, Aurora, Colo."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric quality & safety",
    "iso_abbreviation": "Pediatr Qual Saf",
    "issn": "2472-0054",
    "issn_type": "Electronic",
    "volume": "8",
    "issue": "1",
    "pub_year": "2023"
  },
  "start_page": "e634",
  "pages": "e634",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36798111",
    "pmc": "PMC9925102",
    "doi": "10.1097/pq9.0000000000000634"
  },
  "doi": "10.1097/pq9.0000000000000634",
  "pmc_id": "PMC9925102",
  "dates": {
    "revised": "2023-03-25"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 HD099925",
      "agency": "NICHD NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.803024",
    "pmid": "36798111"
  }
}