{
  "pmid": "36809380",
  "uid": "36809380",
  "title": "Clinical practice guideline recommendation summaries for pediatric oncology health care professionals: A qualitative study.",
  "abstract": "OBJECTIVE: To develop a summary format of clinical practice guideline (CPG) recommendations to improve understandability among health care professionals. METHODS: We developed a summary format based on current research and used the \"Think Aloud\" technique in one-on-one cognitive interviews to iteratively improve it. Interviews of health care professionals from Children's Oncology Group-member, National Cancer Institute Community Oncology Research Program sites were conducted. After every five interviews (a round), responses were reviewed, and changes made to the format until it was well understood and no new, substantive suggestions for revision were raised. We took a directed (deductive) approach to content analysis of the interview notes to identify concerns related to recommendation summary usability, understandability, validity, applicability and visual appeal. RESULTS: During seven rounds of interviews with 33 health care professionals, we identified important factors that influenced understandability. Participants found understanding weak recommendations more challenging than strong recommendations. Understanding was improved when the term 'conditional' recommendation was used instead of 'weak' recommendation. Participants found a Rationale section to be very helpful but desired more information when a recommendation entailed a practice change. In the final format, the recommendation strength is clearly indicated in the title, highlighted, and defined within a text box. The rationale for the recommendation is in a column on the left, with supporting evidence on the right. In a bulleted list, the Rationale section describes the benefits and harms and additional factors, such as implementation, that were considered by the CPG developers. Each bullet under the supporting evidence section indicates the level of evidence with an explanation and the supporting studies with hyperlinks when applicable. CONCLUSIONS: A summary format to present strong and conditional recommendations was created through an iterative interview process. The format is straightforward, making it easy for organizations and CPG developers to use it to communicate recommendations clearly to intended users.",
  "authors": [
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Beauchemin",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Beauchemin",
      "affiliations": [
        "Columbia University School of Nursing/Herbert Irving Cancer Center, New York, New York, United States of America."
      ]
    },
    {
      "last_name": "Robinson",
      "fore_name": "Paula D",
      "initials": "PD",
      "name": "Paula D Robinson",
      "affiliations": [
        "Pediatric Oncology Group of Ontario, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Alexandra M",
      "initials": "AM",
      "name": "Alexandra M Walsh",
      "affiliations": [
        "Center for Cancer and Blood Disorders, Phoenix Children's Hospital, University of Arizona, Phoenix, Arizona, United States of America."
      ]
    },
    {
      "last_name": "Sugalski",
      "fore_name": "Aaron J",
      "initials": "AJ",
      "name": "Aaron J Sugalski",
      "affiliations": [
        "University of Texas Health Science Center San Antonio, San Antonio, Texas, United States of America."
      ]
    },
    {
      "last_name": "Lo",
      "fore_name": "Tammy",
      "initials": "T",
      "name": "Tammy Lo",
      "affiliations": [
        "Department of Research and Evaluation, Kaiser Permanente, Pasadena, California, United States of America."
      ]
    },
    {
      "last_name": "Dang",
      "fore_name": "Ha",
      "initials": "H",
      "name": "Ha Dang",
      "affiliations": [
        "Biostatistics and Data Management, Johnson and Johnson Medical Devices Companies, Irvine, California, United States of America."
      ]
    },
    {
      "last_name": "Fisher",
      "fore_name": "Brian T",
      "initials": "BT",
      "name": "Brian T Fisher",
      "affiliations": [
        "The Children's Hospital of Philadelphia and the Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, United States of America."
      ]
    },
    {
      "last_name": "Grimes",
      "fore_name": "Allison C",
      "initials": "AC",
      "name": "Allison C Grimes",
      "affiliations": [
        "University of Texas Health Science Center San Antonio, San Antonio, Texas, United States of America."
      ]
    },
    {
      "last_name": "Wrightson",
      "fore_name": "Andrea Rothfus",
      "initials": "AR",
      "name": "Andrea Rothfus Wrightson",
      "affiliations": [
        "Nemours Center for Cancer and Blood Disorders, Wilmington, Delaware, United States of America."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Lolie C",
      "initials": "LC",
      "name": "Lolie C Yu",
      "affiliations": [
        "LSUHSC/Children's Hospital, New Orleans, Louisiana, United States of America."
      ]
    },
    {
      "last_name": "Sung",
      "fore_name": "Lillian",
      "initials": "L",
      "name": "Lillian Sung",
      "affiliations": [
        "Division of Haematology/Oncology, The Hospital for Sick Children and Department of Paediatrics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dupuis",
      "fore_name": "L Lee",
      "initials": "LL",
      "name": "L Lee Dupuis",
      "affiliations": [
        "Research Institute, The Hospital for Sick Children and Leslie Dan Faculty of Pharmacy, University of Toronto, Toronto, Ontario, Canada."
      ],
      "orcid": "0000-0002-7699-1061"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "2",
    "pub_year": "2023"
  },
  "start_page": "e0281890",
  "pages": "e0281890",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Child",
    "Humans",
    "Qualitative Research",
    "Health Personnel",
    "Medical Oncology",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "36809380",
    "pmc": "PMC9943009",
    "doi": "10.1371/journal.pone.0281890",
    "pii": "PONE-D-22-03727"
  },
  "doi": "10.1371/journal.pone.0281890",
  "pmc_id": "PMC9943009",
  "dates": {
    "completed": "2023-02-24",
    "revised": "2023-12-07"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "U10 CA180886",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U10 CA180899",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UG1 CA189955",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.427726",
    "pmid": "36809380"
  }
}