{
  "pmid": "36811629",
  "uid": "36811629",
  "title": "Management of antineutrophil cytoplasmic antibody-associated vasculitis: a changing tide.",
  "abstract": "PURPOSE OF REVIEW: Antineutrophil cytoplasmic antibody associated vasculitis (AAV) is a group of autoimmune disorders of small blood vessels. While outcomes in AAV have improved with the use of glucocorticoids (GC) and other immunosuppressants, these treatments are associated with significant toxicities. Infections are the major cause of mortality within the first year of treatment. There is a move towards newer treatments with better safety profiles. This review reflects on recent advances in the treatment of AAV. RECENT FINDINGS: The role of plasma exchange (PLEX) in AAV with kidney involvement has been clarified with new BMJ guideline recommendations following the publication of PEXIVAS and an updated meta-analysis. Lower dose GC regimens are now standard of care. Avacopan (C5a receptor antagonist) was noninferior to a regimen of GC therapy and is a potential steroid-sparing agent. Lastly, rituximab-based regimens were noninferior to cyclophosphamide in two trials for induction of remission and superior to azathioprine in one trial of maintenance of remission. SUMMARY: AAV treatments have changed tremendously over the past decade with a drive towards targeted PLEX use, increased rituximab use and lower GC dosing. Striking a crucial balance between morbidity from relapses and toxicities from immunosuppression remains a challenging path to navigate.",
  "authors": [
    {
      "last_name": "Krishnan",
      "fore_name": "Anoushka",
      "initials": "A",
      "name": "Anoushka Krishnan",
      "affiliations": [
        "Department of Nephrology, Royal Perth Hospital, Perth, Western Australia, Australia."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, McMaster University, Hamilton."
      ]
    },
    {
      "last_name": "Collister",
      "fore_name": "David",
      "initials": "D",
      "name": "David Collister",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in nephrology and hypertension",
    "iso_abbreviation": "Curr Opin Nephrol Hypertens",
    "issn": "1473-6543",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "May",
    "pub_day": "01"
  },
  "start_page": "278",
  "end_page": "283",
  "pages": "278-283",
  "language": "eng",
  "publication_types": [
    "Review",
    "Meta-Analysis",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Rituximab",
    "Antibodies, Antineutrophil Cytoplasmic",
    "Immunosuppressive Agents",
    "Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis",
    "Cyclophosphamide",
    "Glucocorticoids"
  ],
  "article_ids": {
    "pubmed": "36811629",
    "doi": "10.1097/MNH.0000000000000877",
    "pii": "00041552-202305000-00010"
  },
  "doi": "10.1097/MNH.0000000000000877",
  "dates": {
    "completed": "2023-04-05",
    "revised": "2023-09-17"
  },
  "chemicals": [
    "Rituximab",
    "Antibodies, Antineutrophil Cytoplasmic",
    "Immunosuppressive Agents",
    "Cyclophosphamide",
    "Glucocorticoids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:05:30.657876",
    "pmid": "36811629"
  }
}