{
  "pmid": "36811694",
  "uid": "36811694",
  "title": "Cardiovascular implications of hypertensive autosomal dominant polycystic kidney disease: a systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Autosomal dominant polycystic kidney disease (ADPKD) is among the most common inherited kidney diseases. Hypertension is a frequent cardiovascular manifestation, especially in adults, but elevated blood pressure is also found in children and adolescents. Acknowledgment of pediatric hypertension early is critical, as it can result in serious complications long-term if left undiagnosed. OBJECTIVE: We aim to identify the influence of hypertension on cardiovascular outcomes, mainly left ventricular hypertrophy, carotid intima media thickness, and pulse wave velocity. METHODS: We performed an extensive search on Medline, Embase, CINAHL, and Web of Science databases through March 2021. Original studies with a mix of retrospective, prospective, case-control studies, cross sectional studies, and observational studies were included in the review. There was no restriction on age group. RESULTS: The preliminary search yielded 545 articles with 15 articles included after inclusion and exclusion criteria. In this meta-analysis, LVMI (SMD: 3.47 (95% CI: 0.53-6.41)) and PWV (SMD: 1.72 (95% CI: 0.08-3.36)) were found to be significantly higher in adults with ADPKD compared to non-ADPKD; however, CIMT was not found to be significantly different. Also, LVMI was observed to be significantly higher among hypertensive adults with ADPKD (n = 56) as compared to adults without ADPKD (SMD: 1.43 (95% CI: 1.08-1.79)). Fewer pediatric studies were available with heterogeneity among patient populations and results. CONCLUSIONS: Adult patients with ADPKD were found to have worse indicators of cardiovascular outcomes, including LVMI and PWV, as compared to non-ADPKD. This study demonstrates the importance of identifying and managing hypertension, especially early, in this population. Further research, particularly in younger patients, is necessary to further elucidate the relationship between hypertension in patients with ADPKD and cardiovascular disease. REGISTRATION NUMBER: PROSPERO REGISTRATION: 343,013.",
  "authors": [
    {
      "last_name": "Raina",
      "fore_name": "Rupesh",
      "initials": "R",
      "name": "Rupesh Raina",
      "affiliations": [
        "Akron Nephrology Associates/Cleveland Clinic Akron General Medical Center, Akron, OH, USA. rraina@akronchildrens.org.",
        "Department of Nephrology, Akron Children's Hospital, Akron, OH, USA. rraina@akronchildrens.org."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Raghav",
      "initials": "R",
      "name": "Raghav Shah",
      "affiliations": [
        "Akron Nephrology Associates/Cleveland Clinic Akron General Medical Center, Akron, OH, USA."
      ],
      "orcid": "0000-0002-7673-8031"
    },
    {
      "last_name": "Hong",
      "fore_name": "Gordon",
      "initials": "G",
      "name": "Gordon Hong",
      "affiliations": [
        "Northeast Ohio Medical University, Rootstown, OH, USA."
      ]
    },
    {
      "last_name": "Bhatt",
      "fore_name": "Girish C",
      "initials": "GC",
      "name": "Girish C Bhatt",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, All India Institute of Medical Sciences (AIIMS), Bhopal, Madhya Pradesh, India."
      ]
    },
    {
      "last_name": "Abboud",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Abboud",
      "affiliations": [
        "Northeast Ohio Medical University, Rootstown, OH, USA."
      ]
    },
    {
      "last_name": "Jain",
      "fore_name": "Rohit",
      "initials": "R",
      "name": "Rohit Jain",
      "affiliations": [
        "Akron Nephrology Associates/Cleveland Clinic Akron General Medical Center, Akron, OH, USA."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sethi",
      "fore_name": "Siddharth Kumar",
      "initials": "SK",
      "name": "Siddharth Kumar Sethi",
      "affiliations": [
        "Paediatric Nephrology & Paediatric Kidney Transplantation, Kidney and Urology Institute, Medanta, The Medicity Hospital, Gurgaon, India."
      ]
    }
  ],
  "journal": {
    "title": "Pediatric nephrology (Berlin, Germany)",
    "iso_abbreviation": "Pediatr Nephrol",
    "issn": "1432-198X",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "9",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "2957",
  "end_page": "2972",
  "pages": "2957-2972",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Adolescent",
    "Humans",
    "Child",
    "Polycystic Kidney, Autosomal Dominant",
    "Retrospective Studies",
    "Prospective Studies",
    "Carotid Intima-Media Thickness",
    "Cross-Sectional Studies",
    "Pulse Wave Analysis",
    "Hypertension"
  ],
  "article_ids": {
    "pubmed": "36811694",
    "doi": "10.1007/s00467-023-05893-2",
    "pii": "10.1007/s00467-023-05893-2"
  },
  "doi": "10.1007/s00467-023-05893-2",
  "dates": {
    "completed": "2023-08-17",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:13:03.562077",
    "pmid": "36811694"
  }
}