{
  "pmid": "36816980",
  "uid": "36816980",
  "title": "The findings on the CEUS of diffuse large B cell lymphoma in abdomen: A case report and literature review.",
  "abstract": "BACKGROUND: PET-CT is the first choice for the imaging diagnosis of intraperitoneal lymphomas. Contrast-enhanced ultrasound (CEUS) is rare in the diagnosis of intraperitoneal nodal lymphoma. CASE SUMMARY: A 62-year-old man was admitted for examination with \"right upper abdominal pain\". Ultrasound was used to refer to the masses in the hilar region, spleen, and anterior sacral region respectively. The masses were all hypoechoic, and blood flow signals could be detected by CDFI. Laboratory tests of CA125 were within normal limits. CEUS examination was performed on the three masses respectively. The three masses showed different perfusion patterns. Thickened vessels appeared around the mass in the hilar region, a peripheral centrally directed perfusion pattern was observed in the splenic mass, and blood supply vessels appeared in the center of the presacral mass with a significant filling defect. They all showed a contrast pattern with rapid clearance and hypoenhancement compared with the surrounding areas. Ultrasound guided needle biopsy revealed non-Hodgkin's lymphoma, diffuse large B-cell lymphoma, non-germinal center origin. After biopsy, the patient was treated with R-CHOP regimen for chemotherapy, and the tumor disappeared by routine ultrasound review after 5 cycles of chemotherapy. CONCLUSION: To the best of our knowledge, this report is the first to describe the findings of CEUS in intraperitoneal nodal lymphoma. CEUS has various manifestations in intraperitoneal nodal lymphoma. Future studies are still needed to explore the diagnostic features of CEUS in intraperitoneal nodal lymphoma.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Ultrasound, Shengjing Hospital of China Medical University, Shenyang, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Xin-Yue",
      "initials": "XY",
      "name": "Xin-Yue Wang",
      "affiliations": [
        "Department of Ultrasound, Shengjing Hospital of China Medical University, Shenyang, China."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Ying",
      "initials": "Y",
      "name": "Ying Huang",
      "affiliations": [
        "Department of Ultrasound, Shengjing Hospital of China Medical University, Shenyang, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in oncology",
    "iso_abbreviation": "Front Oncol",
    "issn": "2234-943X",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2023"
  },
  "start_page": "1093196",
  "pages": "1093196",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36816980",
    "pmc": "PMC9932890",
    "doi": "10.3389/fonc.2023.1093196"
  },
  "doi": "10.3389/fonc.2023.1093196",
  "pmc_id": "PMC9932890",
  "dates": {
    "revised": "2023-02-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.561583",
    "pmid": "36816980"
  }
}