{
  "pmid": "36814831",
  "uid": "36814831",
  "title": "Metformin therapy in pediatric type 2 diabetes mellitus and its comorbidities: A review.",
  "abstract": "Type 2 diabetes (T2D) rates in children and adolescents are rising globally. T2D is a complex and aggressive disease in children with several comorbidities, high treatment failure rates, and insulin needs within a few years from diagnosis. While myriads of pharmacotherapies are licensed to treat adults with T2D, treatments accessible to children and adolescents have been limited until recently. Metformin is an old drug with multiple beneficial metabolic health effects beyond glycemic control. This review discusses Metformin's origins, its mechanisms of action, and evidence for its use in the pediatric population to treat and prevent T2D. We also explore the evidence for its use as an obesity therapy, which is the primary driver of T2D, and T2D-driven comorbidities. While emerging therapies create new horizons for managing pediatric T2D, Metformin remains an inexpensive and safe part of the treatment plans of many T2D children globally for its beneficial metabolic effects.",
  "authors": [
    {
      "last_name": "Alfaraidi",
      "fore_name": "Haifa",
      "initials": "H",
      "name": "Haifa Alfaraidi",
      "affiliations": [
        "College of Medicine, King Saud bin Abdulaziz University for Health Sciences, Ministry of National Guard Health Affairs, Riyadh, Saudi Arabia.",
        "Department of Pediatrics, King Abdullah Specialized Children's Hospital, King Abdulaziz Medical City, Ministry of National Guard Health Affairs, Riyadh, Saudi Arabia.",
        "King Abdullah International Medical Research Center, Ministry of National Guard Health Affairs, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Samaan",
      "fore_name": "M Constantine",
      "initials": "MC",
      "name": "M Constantine Samaan",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Division of Pediatric Endocrinology, McMaster Children's Hospital, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Michael G. De Groote School of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in endocrinology",
    "iso_abbreviation": "Front Endocrinol (Lausanne)",
    "issn": "1664-2392",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2022"
  },
  "start_page": "1072879",
  "pages": "1072879",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Adult",
    "Adolescent",
    "Child",
    "Humans",
    "Diabetes Mellitus, Type 2",
    "Metformin",
    "Insulin",
    "Obesity"
  ],
  "article_ids": {
    "pubmed": "36814831",
    "pmc": "PMC9939509",
    "doi": "10.3389/fendo.2022.1072879"
  },
  "doi": "10.3389/fendo.2022.1072879",
  "pmc_id": "PMC9939509",
  "dates": {
    "completed": "2023-02-24",
    "revised": "2023-02-27"
  },
  "chemicals": [
    "Metformin",
    "Insulin"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:25.525100",
    "pmid": "36814831"
  }
}