{
  "pmid": "36814454",
  "uid": "36814454",
  "title": "CKD-Associated Cardiovascular Mortality in the United States: Temporal Trends From 1999 to 2020.",
  "abstract": "RATIONALE & OBJECTIVE: Chronic kidney disease (CKD) is associated with an increased risk of cardiovascular (CV) mortality, but there are limited data on temporal trends disaggregated by sex, race, and urban/rural status in this population. STUDY DESIGN: Retrospective observational study. SETTING & PARTICIPANTS: The Centers for Disease Control and Prevention Wide-Ranging, Online Data for Epidemiologic Research database. EXPOSURE & PREDICTORS: Patients with CKD and end-stage kidney disease (ESKD) stratified according to key demographic groups. OUTCOMES: Etiologies of CKD- and ESKD-associated mortality between 1999 and 2000. ANALYTICAL APPROACH: Presentation of age-adjusted mortality rates (per 100,000 people) characterized by CV categories, ethnicity, sex (male or female), age categories, state, and urban/rural status. RESULTS: Between 1999 and 2020, we identified 1,938,505 death certificates with CKD (and ESKD) as an associated cause of mortality. Of all CKD-associated mortality, the most common etiology was CV, with 31.2% of cases. Between 1999 and 2020, CKD-related age-adjusted mortality increased by 50.2%, which was attributed to an 86.6% increase in non-CV mortality but a 7.1% decrease in CV mortality. Black patients had a higher rate of CV mortality throughout the study period, although Black patients experienced a 38.6% reduction in mortality whereas White patients saw a 2.7% increase. Hispanic patients experienced a greater reduction in CV mortality over the study period (40% reduction) compared to non-Hispanic patients (3.6% reduction). CV mortality was higher in urban areas in 1999 but in rural areas in 2020. LIMITATIONS: Reliance on accurate characterization of causes of mortality in a large dataset. CONCLUSIONS: Among patients with CKD-related mortality in the United States between 1999 and 2020, there was an increase in all-cause mortality though a small decrease in CV-related mortality. Overall, temporal decreases in CV mortality were more prominent in Hispanic versus non-Hispanic patients and Black patients versus White patients.",
  "authors": [
    {
      "last_name": "Kobo",
      "fore_name": "Ofer",
      "initials": "O",
      "name": "Ofer Kobo",
      "affiliations": [
        "Department of Cardiology, Hillel Yaffe Medical Center, Hadera, Israel.",
        "Keele Cardiovascular Research Group, Centre for Prognosis Research, Keele University, Stoke-on-Trent, United Kingdom."
      ]
    },
    {
      "last_name": "Abramov",
      "fore_name": "Dmitry",
      "initials": "D",
      "name": "Dmitry Abramov",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Loma Linda University Health, Loma Linda, California."
      ]
    },
    {
      "last_name": "Davies",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Davies",
      "affiliations": [
        "Department of Renal Medicine, School of Medicine, Keele University, David Weatherall Building, Keele, United Kingdom."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Sofia B",
      "initials": "SB",
      "name": "Sofia B Ahmed",
      "affiliations": [
        "Department of Medicine, University of Calgary, Alberta, Canada.",
        "Libin Cardiovascular Institute of Alberta, Calgary, Canada.",
        "Alberta Kidney Disease Network, Calgary, Canada."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Louise Y",
      "initials": "LY",
      "name": "Louise Y Sun",
      "affiliations": [
        "Division of Cardiac Anesthesiology, University of Ottawa Heart Institute, Ottawa, Ontario, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mieres",
      "fore_name": "Jennifer H",
      "initials": "JH",
      "name": "Jennifer H Mieres",
      "affiliations": [
        "Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, Northwell Health, Hempstead, New York."
      ]
    },
    {
      "last_name": "Parwani",
      "fore_name": "Purvi",
      "initials": "P",
      "name": "Purvi Parwani",
      "affiliations": [
        "Division of Cardiology, Department of Medicine, Loma Linda University Health, Loma Linda, California."
      ]
    },
    {
      "last_name": "Siudak",
      "fore_name": "Zbigniew",
      "initials": "Z",
      "name": "Zbigniew Siudak",
      "affiliations": [
        "Collegium Medicum, Jan Kochanowski University, Kielce, Poland."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine and Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, Hamilton, Ontario, Canada.",
        "Research Institute of St. Joseph's, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mamas",
      "fore_name": "Mamas A",
      "initials": "MA",
      "name": "Mamas A Mamas",
      "affiliations": [
        "Keele Cardiovascular Research Group, Centre for Prognosis Research, Keele University, Stoke-on-Trent, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "Kidney medicine",
    "iso_abbreviation": "Kidney Med",
    "issn": "2590-0595",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "100597",
  "pages": "100597",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36814454",
    "pmc": "PMC9939730",
    "doi": "10.1016/j.xkme.2022.100597",
    "pii": "S2590-0595(22)00230-8"
  },
  "doi": "10.1016/j.xkme.2022.100597",
  "pmc_id": "PMC9939730",
  "dates": {
    "revised": "2024-09-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.894889",
    "pmid": "36814454"
  }
}