{
  "pmid": "36825593",
  "uid": "36825593",
  "title": "Diarrhea in the critically ill: definitions, epidemiology, risk factors and outcomes.",
  "abstract": "PURPOSE OF REVIEW: In this paper, we review the current evidence with respect to definitions, risk factors, and outcomes of diarrhea in the critically ill and highlight research gaps in the literature. RECENT FINDINGS: Definitions of diarrhea in the intensive care unit (ICU) include the World Health Organization quantified as >3 liquid bowel movements per day and the Bristol Stool Chart score of 7. Diarrhea incidence is 37.7-73.8% and varies based on definition applied. Clostridioides difficile associated diarrhea (CDAD) is uncommon with an incidence of 2.2%. Risk factors for diarrhea include total number of antibiotics, enteral nutrition, and suppository use. The composition of enteral nutrition including high osmolarity and high fiber feeds contributed to diarrhea occurrence. Opiates decrease diarrhea incidence whereas probiotics have no effect on the incidence or duration of diarrhea. Outcomes of diarrhea include increased length of stay in the ICU and hospital, however its impact on mortality is unclear. SUMMARY: Diarrhea remains a common problem in clinical practice and attention must be paid to modifiable risk factors. Further research is needed on interventions to decrease its burden.",
  "authors": [
    {
      "last_name": "Dionne",
      "fore_name": "Joanna C",
      "initials": "JC",
      "name": "Joanna C Dionne",
      "affiliations": [
        "Department of Medicine, Division of Critical Care Medicine, Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Current opinion in critical care",
    "iso_abbreviation": "Curr Opin Crit Care",
    "issn": "1531-7072",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "start_page": "138",
  "end_page": "144",
  "pages": "138-144",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Critical Illness",
    "Risk Factors",
    "Intensive Care Units",
    "Diarrhea",
    "Enteral Nutrition"
  ],
  "article_ids": {
    "pubmed": "36825593",
    "doi": "10.1097/MCC.0000000000001024",
    "pii": "00075198-202304000-00015"
  },
  "doi": "10.1097/MCC.0000000000001024",
  "dates": {
    "completed": "2023-03-08",
    "revised": "2023-09-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.629562",
    "pmid": "36825593"
  }
}