{
  "pmid": "36866968",
  "uid": "36866968",
  "title": "Ultrasound-guided arterial cannulation in the paediatric population.",
  "abstract": "BACKGROUND: In arterial line cannulation in children and adolescents, traditional methods of locating the artery include palpation and Doppler auditory assistance. It is unclear whether ultrasound guidance is superior to these methods. This is an update of a review originally published in 2016. OBJECTIVES: To evaluate the benefits and harms of ultrasound guidance compared with traditional techniques (palpation, Doppler auditory assistance) for assisting arterial line placement at all potential sites in children and adolescents. SEARCH METHODS: We searched CENTRAL, MEDLINE, Embase, and Web of Science from inception to 30 October 2022. We also searched four trials registers for ongoing trials, and we checked the reference lists of included studies and relevant reviews for other potentially eligible trials. SELECTION CRITERIA: We included randomised controlled trials (RCTs) comparing ultrasound guidance versus other techniques (palpation or Doppler auditory assistance) to guide arterial line cannulation in children and adolescents (aged under 18 years). We planned to include quasi-RCTs and cluster-RCTs. For RCTs with both adult and paediatric populations, we planned to include only the paediatric population data. DATA COLLECTION AND ANALYSIS: Two review authors independently assessed the risk of bias of included trials and extracted data. We used standard Cochrane meta-analytical procedures, and we applied the GRADE method to assess the certainty of evidence. MAIN RESULTS: We included nine RCTs reporting 748 arterial cannulations in children and adolescents (under 18 years of age) undergoing different surgical procedures. Eight RCTs compared ultrasound with palpation, and one compared ultrasound with Doppler auditory assistance. Five studies reported the incidence of haematomas. Seven involved radial artery cannulation and two involved femoral artery cannulation. The people performing arterial cannulation were physicians with different levels of experience. The risk of bias varied across studies, with some studies lacking details of allocation concealment. It was not possible to blind practitioners in any case; this adds a performance bias that is inherent to the type of intervention studied in our review. Compared to traditional methods, ultrasound guidance probably causes a large increase in first-attempt success rates (risk ratio (RR) 2.01, 95% confidence interval (CI) 1.64 to 2.46; 8 RCTs, 708 participants; moderate-certainty evidence) and probably causes a large reduction in the risk of complications such as haematoma formation (RR 0.26, 95% CI 0.14 to 0.47; 5 RCTs, 420 participants; moderate-certainty evidence). No studies reported data about ischaemic damage. Ultrasound guidance probably improves success rates within two attempts (RR 1.78, 95% CI 1.25 to 2.51; 2 RCTs, 134 participants; moderate-certainty evidence) and overall rate of successful cannulation (RR 1.32, 95% CI 1.10 to 1.59; 6 RCTs, 374 participants; moderate-certainty evidence). In addition, ultrasound guidance probably reduces the number of attempts to successful cannulation (mean difference (MD) -0.99 attempts, 95% CI -1.15 to -0.83; 5 RCTs, 368 participants; moderate-certainty evidence) and duration of the cannulation procedure (MD -98.77 seconds, 95% CI -150.02 to -47.52, 5 RCTs, 402 participants; moderate-certainty evidence). More studies are needed to confirm whether the improvement in first-attempt success rates is more pronounced in neonates and younger children compared to older children and adolescents. AUTHORS' CONCLUSIONS: We identified moderate-certainty evidence that ultrasound guidance for arterial cannulation compared with palpation or Doppler auditory assistance improves first-attempt success rate, second-attempt success rate and overall success rate. We also found moderate-certainty evidence that ultrasound guidance reduces the incidence of complications, the number of attempts to successful cannulation and the duration of the cannulation procedure.",
  "authors": [
    {
      "last_name": "Raphael",
      "fore_name": "Christian K",
      "initials": "CK",
      "name": "Christian K Raphael",
      "affiliations": [
        "Department of Anesthesiology, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "El Hage Chehade",
      "fore_name": "Nour A",
      "initials": "NA",
      "name": "Nour A El Hage Chehade",
      "affiliations": [
        "Department of Anesthesiology, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Khabsa",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Khabsa",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Aouad-Maroun",
      "fore_name": "Marie",
      "initials": "M",
      "name": "Marie Aouad-Maroun",
      "affiliations": [
        "Department of Anesthesiology, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Kaddoum",
      "fore_name": "Roland",
      "initials": "R",
      "name": "Roland Kaddoum",
      "affiliations": [
        "Department of Anesthesiology, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar",
    "pub_day": "03"
  },
  "start_page": "CD011364",
  "pages": "CD011364",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Adolescent",
    "Adult",
    "Child",
    "Infant, Newborn",
    "Humans",
    "Aged",
    "Ultrasonography",
    "Arteries",
    "Hematoma",
    "Catheterization",
    "Ultrasonography, Interventional"
  ],
  "article_ids": {
    "pubmed": "36866968",
    "pmc": "PMC9983299",
    "doi": "10.1002/14651858.CD011364.pub3"
  },
  "doi": "10.1002/14651858.CD011364.pub3",
  "pmc_id": "PMC9983299",
  "dates": {
    "completed": "2023-03-06",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:03:14.597107",
    "pmid": "36866968"
  }
}