{
  "pmid": "36865761",
  "uid": "36865761",
  "title": "Prenatal cannabis use and its impact on offspring neuro-behavioural outcomes: A systematic review.",
  "abstract": "INTRODUCTION: Cannabis is a widely used substance in pregnancy, yet there is a paucity of literature addressing the neuro-behavioural consequences for prenatally exposed children. Our systematic review synthesizes currently available data for the impact of prenatal cannabis use on offspring intelligence and cognitive functioning. METHODS: MEDLINE, EMBASE, PsychINFO, CINAHL, and Clinicaltrials.gov were searched. Observational studies comparing prenatal cannabis use to controls were included. Offspring neuro-behavioural outcomes were grouped in prespecified domains of (1) intelligence and (2) cognitive functioning. Random-effect models were performed for meta-analyses when at least three studies reported the same outcome. All others were summarized qualitatively. GRADE (Grading of Recommendations, Assessment, Development and Evaluations) framework was used to assess evidence certainty. RESULTS: Of the 1982 reviewed studies (n = 523,107 patients), 28 were included. Significant heterogeneity and cohort redundancy limited meta-analysis. Very low-quality evidence from pooled analyses showed no significant associations between prenatal cannabis exposure and attention [standardized mean difference = -0.27 (95% CI = -0.60 to 0.07)], global intelligence quotient [-0.16 (-0.42 to 0.10)], reading [-0.05 (-0.29 to 0.20)], written comprehension [-0.09 (-0.40 to 0.22)], spelling [-0.04 (-0.26 to 0.17)], and mathematics [-0.01 (-0.15 to 0.13)]. No significant associations were found between prenatal cannabis exposure for all other outcomes. Individual studies reported significant differences between the heavy use groups and non-exposed, although this did not prove to be significant when outcomes were pooled. CONCLUSIONS: The current review did not find a clear association between prenatal cannabis use and offspring neuro-behavioural outcomes. However, evidence was low quality and heterogenous. Further prospective investigation is needed to elucidate any potential association between prenatal cannabis use and long-term neuro-developmental outcomes.",
  "authors": [
    {
      "last_name": "Thompson",
      "fore_name": "Mary",
      "initials": "M",
      "name": "Mary Thompson",
      "affiliations": [
        "Department of Obstetrics and Gynecology, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Vila",
      "fore_name": "Merima",
      "initials": "M",
      "name": "Merima Vila",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Wang",
      "affiliations": [
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0355-9734"
    },
    {
      "last_name": "Shea",
      "fore_name": "Alison K",
      "initials": "AK",
      "name": "Alison K Shea",
      "affiliations": [
        "The Research Institute, St. Joseph's Healthcare, Hamilton, Ontario, Canada.",
        "Department of Obstetrics and Gynecology, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1205-7088",
    "issn_type": "Print",
    "volume": "28",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "8",
  "end_page": "16",
  "pages": "8-16",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36865761",
    "pmc": "PMC9971580",
    "doi": "10.1093/pch/pxac079",
    "pii": "pxac079"
  },
  "doi": "10.1093/pch/pxac079",
  "pmc_id": "PMC9971580",
  "dates": {
    "revised": "2024-09-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:44.417663",
    "pmid": "36865761"
  }
}