{
  "pmid": "36863949",
  "uid": "36863949",
  "title": "Patient Perspectives on the Ambulatory Glucose Profile Report for Type 1 Diabetes Management in Adults: A National Online Survey.",
  "abstract": "OBJECTIVES: Continuous and flash glucose monitoring devices produce data reports (e.g. ambulatory glucose profile [AGP]) that can be used by people with diabetes and health-care providers (HCPs). Clinical benefits of these reports have been published, but the patient perspective is underreported. METHODS: We conducted an online survey for adults with type 1 diabetes (T1D) using continuous/flash glucose monitoring to understand their use and attitudes toward the AGP report. Barriers and facilitators related to digital health technology were explored. RESULTS: The survey included 291 respondents: 63% were <40 years of age, and 65% had been living with T1D for >15 years. Nearly 80% reviewed their AGP report, with 50% often discussing it with their HCP. Support from family and HCPs was positively associated with the use of the AGP report, and there was a positive relationship between motivation and better understanding of the AGP report (odds ratio=2.61; 95% confidence interval, 1.45 to 4.71). Nearly all respondents (92%) indicated that the AGP report is important for their diabetes management, but most indicated dissatisfaction with the cost of the device. Open-ended responses suggested some concern with the complexity of information from the AGP report. CONCLUSIONS: The online survey showed that there may be few barriers to the use of the AGP report by people with T1D, with the main barrier being its cost of the devices. Facilitators for the use of the AGP report included motivation and support from both family and the HCP. Facilitating discussion between HCPs and patients may be a strategy to improve the use and potential benefit of the AGP.",
  "authors": [
    {
      "last_name": "Mackett",
      "fore_name": "Katharine",
      "initials": "K",
      "name": "Katharine Mackett",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: macketka@mcmaster.ca."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel",
      "initials": "H",
      "name": "Hertzel Gerstein",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Santesso",
      "fore_name": "Nancy",
      "initials": "N",
      "name": "Nancy Santesso",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of diabetes",
    "iso_abbreviation": "Can J Diabetes",
    "issn": "2352-3840",
    "issn_type": "Electronic",
    "volume": "47",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "243",
  "end_page": "249.e2",
  "pages": "243-249.e2",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Adult",
    "Diabetes Mellitus, Type 1",
    "Blood Glucose",
    "Glucose",
    "Blood Glucose Self-Monitoring",
    "Health Personnel"
  ],
  "article_ids": {
    "pubmed": "36863949",
    "doi": "10.1016/j.jcjd.2023.01.001",
    "pii": "S1499-2671(23)00002-3"
  },
  "doi": "10.1016/j.jcjd.2023.01.001",
  "dates": {
    "completed": "2023-04-21",
    "revised": "2023-04-21"
  },
  "chemicals": [
    "Blood Glucose",
    "Glucose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:55:51.428011",
    "pmid": "36863949"
  }
}