{
  "pmid": "36865406",
  "uid": "36865406",
  "title": "Enhancing Physical and Community MoBility in OLDEr Adults with Health Inequities Using CommuNity Co-Design (EMBOLDEN): Results of an Environmental Scan.",
  "abstract": "BACKGROUND: Using the comparatively new environmental scan methodology, a protocol was developed and conducted to inform the co-design and implementation of a novel intervention to promote mobility among older adults in Hamilton, Ontario, Canada. The EMBOLDEN program seeks to promote physical and community mobility in adults 55 years and older who face barriers accessing community programs and who reside in areas of high inequity in Hamilton, and to address the following areas of focus: physical activity, nutrition, social participation, and system navigation supports. METHODS: The environmental scan protocol was developed using existing models and drew insights from census data, a review of existing services, organizational representative interviews, windshield surveys of selected high-priority neighbourhoods, and Geographic Information System (GIS) mapping. RESULTS: A total of 98 programs for older adults from 50 different organizations were identified, with the majority (92) supporting mobility, physical activity, nutrition, social participation, and system navigation. The analysis of census tract data identified eight high-priority neighbourhoods characterized by large shares of older adults, high material deprivation, low income, and high proportion of immigrants. These populations can be hard to reach and face multiple barriers to participation in community-based activities. The scan also revealed the nature and types of services geared toward older adults in each neighbourhood, with each priority neighbourhood having at least one school and park. Most areas had a range of services and supports (i.e., health care, housing, stores, religious options), although there was a lack of diverse ethnic community centres and income-diverse activities specific to older adults in most neighbourhoods. Neighbourhoods also differed in the geographic distribution number of services, along with the number of recreational services specific to older adults. Barriers included financial and physical accessibility, lack of ethnically diverse community centres, and food deserts. CONCLUSIONS: Scan results will inform the co-design and implementation of the Enhancing physical and community MoBility in OLDEr adults with health inequities using commuNity co-design intervention-EMBOLDEN.",
  "authors": [
    {
      "last_name": "Newbold",
      "fore_name": "K Bruce",
      "initials": "KB",
      "name": "K Bruce Newbold",
      "affiliations": [
        "School of Earth, Environment & Society, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Valaitis",
      "fore_name": "Ruta",
      "initials": "R",
      "name": "Ruta Valaitis",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Stuart",
      "initials": "S",
      "name": "Stuart Phillips",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Neil-Sztramko",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Sihota",
      "fore_name": "Davneet",
      "initials": "D",
      "name": "Davneet Sihota",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Tandon",
      "fore_name": "Mainka",
      "initials": "M",
      "name": "Mainka Tandon",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Nadarajah",
      "fore_name": "Abbira",
      "initials": "A",
      "name": "Abbira Nadarajah",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Amy",
      "initials": "A",
      "name": "Amy Wang",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Moore",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Moore",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON."
      ]
    },
    {
      "last_name": "Orr",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Orr",
      "affiliations": [
        "Nursing, Brock University, St. Catharines, ON, Canada."
      ]
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, ON."
      ]
    }
  ],
  "journal": {
    "title": "Canadian geriatrics journal : CGJ",
    "iso_abbreviation": "Can Geriatr J",
    "issn": "1925-8348",
    "issn_type": "Print",
    "volume": "26",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "23",
  "end_page": "30",
  "pages": "23-30",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36865406",
    "pmc": "PMC9953504",
    "doi": "10.5770/cgj.26.602",
    "pii": "cgj-26-23"
  },
  "doi": "10.5770/cgj.26.602",
  "pmc_id": "PMC9953504",
  "dates": {
    "revised": "2023-03-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.168753",
    "pmid": "36865406"
  }
}