{
  "pmid": "36871917",
  "uid": "36871917",
  "title": "Anti-epithelial-derived cytokines for severe asthma: Systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Therapies directed against epithelial-derived cytokines, often referred to as alarmins, have been studied in large randomized trials, and reports suggest possible benefit for non-type 2 as well as type 2 severe asthma. METHODS: We performed a systematic review of Medline, Embase, Cochrane Central Register of Controlled Trials, Medline In-Process, and Web of Science databases from inception to March 2022. We performed a random-effects pairwise meta-analysis of randomized controlled trials addressing antialarmin therapy in severe asthma. Results use relative risk (RR) values and 95% confidence intervals (CIs). For continuous outcomes, we report mean difference (MD) values and 95% CIs. We define high eosinophils as ≥300 cells/μL and low eosinophils as <300 cells/μL. We used Cochrane-endorsed RoB 2.0 software to assess the risk of bias of trials, and we used the Grades of Recommendation Assessment, Development, and Evaluation (aka GRADE) framework to assess the certainty of the evidence. RESULTS: We identified 12 randomized trials including 2391 patients. Antialarmins probably reduce annualized exacerbation rates in patients with high eosinophils (RR 0.33 [95% CI 0.28 to 0.38]; moderate certainty). Antialarmins may reduce this rate in patients with low eosinophils (RR 0.59 [95% CI 0.38 to 0.90]; low certainty). Antialarmins improve FEV1 in patients with high eosinophils (MD 218.5 mL [95% CI 160.2 to 276.7]; high certainty). Antialarmin therapy probably does not improve FEV1 in patients with low eosinophils (MD 68.8 mL [95% CI 22.4 to 115.2]; moderate certainty). Antialarmins reduce blood eosinophils, total IgE, and fractional excretion of nitric oxide across studied subjects. CONCLUSION: Antialarmins are effective at improving lung function and probably reduce exacerbations in patients with severe asthma and blood eosinophils ≥300 cells/μL. The effect on patients with lower eosinophils is less certain.",
  "authors": [
    {
      "last_name": "Su",
      "fore_name": "Johnny",
      "initials": "J",
      "name": "Johnny Su",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Desai",
      "fore_name": "Kairavi",
      "initials": "K",
      "name": "Kairavi Desai",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mah",
      "fore_name": "Jasmine",
      "initials": "J",
      "name": "Jasmine Mah",
      "affiliations": [
        "Department of Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Nair",
      "fore_name": "Parameswaran",
      "initials": "P",
      "name": "Parameswaran Nair",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Division of Respirology, McMaster University, Hamilton, Ontario, Canada; Firestone Institute for Respiratory Health, St Joseph's Healthcare Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Ho",
      "fore_name": "Terence",
      "initials": "T",
      "name": "Terence Ho",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Division of Respirology, McMaster University, Hamilton, Ontario, Canada; Firestone Institute for Respiratory Health, St Joseph's Healthcare Hamilton, Ontario, Canada. Electronic address: hot4@mcmaster.ca."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of allergy and clinical immunology",
    "iso_abbreviation": "J Allergy Clin Immunol",
    "issn": "1097-6825",
    "issn_type": "Electronic",
    "volume": "151",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "1566",
  "end_page": "1576",
  "pages": "1566-1576",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cytokines",
    "Asthma"
  ],
  "article_ids": {
    "pubmed": "36871917",
    "doi": "10.1016/j.jaci.2023.02.021",
    "pii": "S0091-6749(23)00281-6"
  },
  "doi": "10.1016/j.jaci.2023.02.021",
  "dates": {
    "completed": "2023-06-09",
    "revised": "2023-06-11"
  },
  "chemicals": [
    "Cytokines"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.292267",
    "pmid": "36871917"
  }
}