{
  "pmid": "36870336",
  "uid": "36870336",
  "title": "Nursing home crowding and its association with outbreak-associated respiratory infection in Ontario, Canada before the COVID-19 pandemic (2014-19): a retrospective cohort study.",
  "abstract": "BACKGROUND: Studies conducted during the COVID-19 pandemic have shown that crowding in nursing homes is associated with high incidence of SARS-CoV-2 infections, but this effect has not been shown for other respiratory pathogens. We aimed to measure the association between crowding in nursing homes and outbreak-associated respiratory infection incidence and related mortality before the COVID-19 pandemic. METHODS: We conducted a retrospective cohort study of nursing homes in Ontario, Canada. We identified, characterised, and selected nursing homes through the Ontario Ministry of Long-Term Care datasets. Nursing homes that were not funded by the Ontario Ministry of Long-Term Care and homes that closed before January, 2020 were excluded. Outcomes consisting of respiratory infection outbreaks were obtained from the Integrated Public Health Information System of Ontario. The crowding index equalled the mean number of residents per bedroom and bathroom. The primary outcomes were the incidence of outbreak-associated infections and mortality per 100 nursing home residents per year. We examined the incidence of infections and deaths as a function of the crowding index by use of negative binomial regression with adjustment for three home characteristics (ie, ownership, number of beds, and region) and nine mean resident characteristics (ie, age, female sex, dementia, diabetes, chronic heart failure, renal failure, cancer, chronic obstructive pulmonary disease, and activities of daily living score). FINDINGS: Between Sept 1, 2014, and Aug 31, 2019, 5107 respiratory infection outbreaks in 588 nursing homes were recorded, of which 4921 (96·4%), involving 64 829 cases of respiratory infection and 1969 deaths, were included in this analysis. Nursing homes with a high crowding index had higher incidences of respiratory infection (26·4% vs 13·8%; adjusted rate ratio per one resident per room increase in crowding 1·89 [95% CI 1·64-2·17]) and mortality (0·8% vs 0·4%; 2·34 [1·88-2·92]) than did homes with a low crowding index. INTERPRETATION: Respiratory infection and mortality rates were higher in nursing homes with high crowding index than in homes with low crowding index, and the association was consistent across various respiratory pathogens. Decreasing crowding is an important safety target beyond the COVID-19 pandemic to help to promote resident wellbeing and decrease the transmission of prevalent respiratory pathogens. FUNDING: None.",
  "authors": [
    {
      "last_name": "Leece",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Leece",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Whelan",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Whelan",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada; Division of Infectious Diseases, Sunnybrook Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Johnstone",
      "fore_name": "Jennie",
      "initials": "J",
      "name": "Jennie Johnstone",
      "affiliations": [
        "Sinai Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "McGeer",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison McGeer",
      "affiliations": [
        "Sinai Health, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rochon",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Rochon",
      "affiliations": [
        "Women's College Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Kevin L",
      "initials": "KL",
      "name": "Kevin L Schwartz",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Kevin A",
      "initials": "KA",
      "name": "Kevin A Brown",
      "affiliations": [
        "Public Health Ontario, Toronto, ON, Canada. Electronic address: kevin.brown@oahpp.ca."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Healthy longevity",
    "iso_abbreviation": "Lancet Healthy Longev",
    "issn": "2666-7568",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "e107",
  "end_page": "e114",
  "pages": "e107-e114",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Ontario",
    "Activities of Daily Living",
    "Pandemics",
    "Retrospective Studies",
    "COVID-19",
    "SARS-CoV-2",
    "Nursing Homes",
    "Disease Outbreaks"
  ],
  "article_ids": {
    "pubmed": "36870336",
    "pmc": "PMC9989831",
    "doi": "10.1016/S2666-7568(23)00018-1",
    "pii": "S2666-7568(23)00018-1"
  },
  "doi": "10.1016/S2666-7568(23)00018-1",
  "pmc_id": "PMC9989831",
  "dates": {
    "completed": "2023-03-07",
    "revised": "2023-05-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.366176",
    "pmid": "36870336"
  }
}