{
  "pmid": "36874401",
  "uid": "36874401",
  "title": "Procedural skill needs for Canadian paediatricians: A national profile.",
  "abstract": "BACKGROUND AND OBJECTIVES: Procedural practice by paediatricians in Canada is evolving. Little empirical information is available on the procedural competencies required of general paediatricians. Accordingly, the aim of this study was to conduct a needs assessment of Canadian general paediatricians to identify procedural skills required for practice, with the goal of informing post-graduate and continuing medical education. METHODS: A survey was sent to paediatricians through the Canadian Paediatric Surveillance Program (CPSP) (www.cpsp.cps.ca/surveillance). In addition to demographic information about practice type and location, participants were asked to indicate the frequency with which they performed each of 32 pre-selected procedures and whether each procedure was considered essential to their practice. RESULTS: The survey response rate was 33.2% (938/2,822). Data from participants who primarily practice general paediatrics were analyzed (n=481). Of these, 71.0% reported performing procedures. The most frequently performed procedures were: bag-valve-mask ventilation of an infant, lumbar puncture, and ear curettage, being performed monthly by 40.8%, 34.1%, and 27.7% of paediatricians, respectively. The procedures performed by most paediatricians were also those found most essential to practice, with a few exceptions. Respondents performed infant airway procedures with greater frequency and rated them more essential when compared to the same skill performed on children. We found a negative correlation between procedures being performed and difficulty maintaining proficiency in a skill. CONCLUSIONS: This report of experiences from Canadian general paediatricians suggests a wide variability in the frequency of procedural performance. It helps establish priorities for post-graduate and continuing professional medical education curricula in the era of competency-based medical education.",
  "authors": [
    {
      "last_name": "White",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica White",
      "affiliations": [
        "Department of Pediatric Critical Care Medicine, University of Toronto, Toronto, Ontario."
      ]
    },
    {
      "last_name": "Rowan-Legg",
      "fore_name": "Anne",
      "initials": "A",
      "name": "Anne Rowan-Legg",
      "affiliations": [
        "Department of Pediatrics, University of Ottawa, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Writer",
      "fore_name": "Hilary",
      "initials": "H",
      "name": "Hilary Writer",
      "affiliations": [
        "Department of Pediatrics, University of Ottawa, Ottawa, Ontario."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario.",
        "Department of Health Services Research, Evidence and Impact, McMaster University, Hamilton, Ontario."
      ]
    },
    {
      "last_name": "Gupta",
      "fore_name": "Ronish",
      "initials": "R",
      "name": "Ronish Gupta",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Ontario.",
        "School of Education, Johns Hopkins University, Baltimore, Maryland, USA."
      ]
    }
  ],
  "journal": {
    "title": "Paediatrics & child health",
    "iso_abbreviation": "Paediatr Child Health",
    "issn": "1205-7088",
    "issn_type": "Print",
    "volume": "26",
    "issue": "6",
    "pub_year": "2021",
    "pub_month": "Oct"
  },
  "start_page": "e265",
  "end_page": "e271",
  "pages": "e265-e271",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36874401",
    "pmc": "PMC9977237",
    "doi": "10.1093/pch/pxaa103",
    "pii": "pxaa103"
  },
  "doi": "10.1093/pch/pxaa103",
  "pmc_id": "PMC9977237",
  "dates": {
    "revised": "2023-03-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.100669",
    "pmid": "36874401"
  }
}