{
  "pmid": "36875057",
  "uid": "36875057",
  "title": "Long-Term Outcomes for Living Kidney Donors With Early Guideline-Concordant Follow-up Care: A Retrospective Cohort Study.",
  "abstract": "BACKGROUND: Current guidelines recommend that living kidney donors receive lifelong annual follow-up care to monitor kidney health. In the United States, the reporting of complete clinical and laboratory data for kidney donors has been mandated for the first 2 years post-donation; however, the long-term impact of early guideline-concordant care remains unclear. OBJECTIVE: The primary objective of this study was to compare long-term post-donation follow-up care and clinical outcomes of living kidney donors with and without early guideline-concordant follow-up care. DESIGN: Retrospective, population-based cohort study. SETTING: Linked health care databases were used to identify kidney donors in Alberta, Canada. PATIENTS: Four hundred sixty living kidney donors who underwent nephrectomy between 2002 and 2013. MEASUREMENTS: The primary outcome was continued annual follow-up at 5 and 10 years (adjusted odds ratio with 95% confidence interval, LCLaORUCL). Secondary outcomes included mean change in estimated glomerular filtration rate (eGFR) over time and rates of all-cause hospitalization. METHODS: We compared long-term follow-up and clinical outcomes for donors with and without early guideline-concordant care, defined as annual physician visit and serum creatinine and albuminuria measurement for the first 2 years post-donation. RESULTS: Of the 460 donors included in this study, 187 (41%) had clinical and laboratory evidence of guideline-concordant follow-up care throughout the first 2 years post-donation. The odds of receiving annual follow-up for donors without early guideline-concordant care were 76% lower at 5 years (aOR 0.180.240.32) and 68% lower at 10 years (aOR 0.230.320.46) compared with donors with early care. The odds of continuing follow-up remained stable over time for both groups. Early guideline-concordant follow-up care did not appear to substantially influence eGFR or hospitalization rates over the longer term. LIMITATIONS: We were unable to confirm whether the lack of physician visits or laboratory data in certain donors was due to physician or patient decisions. CONCLUSIONS: Although policies directed toward improving early donor follow-up may encourage continued follow-up, additional strategies may be necessary to mitigate long-term donor risks.",
  "authors": [
    {
      "last_name": "Dhalla",
      "fore_name": "Anisha",
      "initials": "A",
      "name": "Anisha Dhalla",
      "affiliations": [
        "Division of Nephrology, Cumming School of Medicine, University of Calgary, AB, Canada."
      ]
    },
    {
      "last_name": "Lloyd",
      "fore_name": "Anita",
      "initials": "A",
      "name": "Anita Lloyd",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Lentine",
      "fore_name": "Krista L",
      "initials": "KL",
      "name": "Krista L Lentine",
      "affiliations": [
        "Center for Abdominal Transplantation, Saint Louis University, MO, USA."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit X",
      "initials": "AX",
      "name": "Amit X Garg",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0003-3398-3114"
    },
    {
      "last_name": "Quinn",
      "fore_name": "Robert R",
      "initials": "RR",
      "name": "Robert R Quinn",
      "affiliations": [
        "Division of Nephrology, Cumming School of Medicine, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0001-5672-9368"
    },
    {
      "last_name": "Ravani",
      "fore_name": "Pietro",
      "initials": "P",
      "name": "Pietro Ravani",
      "affiliations": [
        "Division of Nephrology, Cumming School of Medicine, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0001-6973-8570"
    },
    {
      "last_name": "Klarenbach",
      "fore_name": "Scott W",
      "initials": "SW",
      "name": "Scott W Klarenbach",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Hemmelgarn",
      "fore_name": "Brenda R",
      "initials": "BR",
      "name": "Brenda R Hemmelgarn",
      "affiliations": [
        "Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Ibelo",
      "fore_name": "Uchenna",
      "initials": "U",
      "name": "Uchenna Ibelo",
      "affiliations": [
        "Division of Nephrology, Cumming School of Medicine, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-7339-291X"
    },
    {
      "last_name": "Lam",
      "fore_name": "Ngan N",
      "initials": "NN",
      "name": "Ngan N Lam",
      "affiliations": [
        "Division of Nephrology, Cumming School of Medicine, University of Calgary, AB, Canada."
      ],
      "orcid": "0000-0002-0129-7091"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2023"
  },
  "start_page": "20543581231158067",
  "pages": "20543581231158067",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36875057",
    "pmc": "PMC9983079",
    "doi": "10.1177/20543581231158067",
    "pii": "10.1177_20543581231158067"
  },
  "doi": "10.1177/20543581231158067",
  "pmc_id": "PMC9983079",
  "dates": {
    "revised": "2023-03-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.373645",
    "pmid": "36875057"
  }
}