{
  "pmid": "36880564",
  "uid": "36880564",
  "title": "Outcomes reported in randomized controlled trials for mixed and non-IgE-mediated food allergy: Systematic review.",
  "abstract": "BACKGROUND: Mixed and non-IgE-mediated food allergy is a subset of immune-mediated adverse food reactions that can impose a major burden on the quality of life of affected patients and their families. Clinical trials to study these diseases are reliant upon consistent and valid outcome measures that are relevant to both patients and clinicians, but the degree to which such stringent outcome reporting takes place is poorly studied. OBJECTIVE: As part of the Core Outcome Measures for Food Allergy (COMFA) project, we identified outcomes reported in randomized clinical trials (RCT) of treatments for mixed or non-IgE-mediated food allergy. DESIGN: In this systematic review, we searched the Ovid, MEDLINE and Embase databases for RCTs in children or adults investigating treatments for food protein-induced enterocolitis syndrome, food protein-induced allergic proctocolitis, food protein-induced enteropathy and eosinophilic gastrointestinal disorders including eosinophilic esophagitis [EoE], eosinophilic gastritis and eosinophilic colitis published until 14 October 2022. RESULTS: Twenty-six eligible studies were identified, with 23 focused on EoE (88%). Most interventions were corticosteroids or monoclonal antibodies. All EoE studies assessed patient-reported dysphagia, usually using a non-validated questionnaire. Twenty-two of 23 EoE studies used peak tissue eosinophil count as the primary outcome, usually using a non-validated assessment method, and other immunological markers were only exploratory. Thirteen (57%) EoE studies reported endoscopic outcomes of which six used a validated scoring tool recently recommended as a core outcome for EoE trials. Funding source was not obviously associated with likelihood of an RCT reporting mechanistic versus patient-reported outcomes. Only 3 (12%) RCTs concerned forms of food allergy other than EoE, and they reported on fecal immunological markers and patient-reported outcomes. CONCLUSIONS: Outcomes measured in clinical trials of EoE and non-IgE-mediated food allergy are heterogeneous and largely non-validated. Core outcomes for EoE have been developed and need to be used in future trials. For other forms of mixed or non-IgE-mediated food allergies, core outcome development is needed to support the development of effective treatments. SYSTEMATIC REVIEW REGISTRATION: OSF public registry DOI:10.17605/OSF.IO/AZX8S.",
  "authors": [
    {
      "last_name": "Bel Imam",
      "fore_name": "Manal",
      "initials": "M",
      "name": "Manal Bel Imam",
      "affiliations": [
        "Swiss Institute of Allergy and Asthma Research (SIAF), University of Zurich, Davos, Switzerland."
      ],
      "orcid": "0000-0002-7352-7204"
    },
    {
      "last_name": "Stikas",
      "fore_name": "Charalampos-Vlasios",
      "initials": "CV",
      "name": "Charalampos-Vlasios Stikas",
      "affiliations": [
        "School of Medicine, Imperial College London, London, UK."
      ],
      "orcid": "0000-0002-8441-6470"
    },
    {
      "last_name": "Guha",
      "fore_name": "Payal",
      "initials": "P",
      "name": "Payal Guha",
      "affiliations": [
        "School of Medicine, Imperial College London, London, UK."
      ],
      "orcid": "0000-0002-0608-9478"
    },
    {
      "last_name": "Chawes",
      "fore_name": "Bo L",
      "initials": "BL",
      "name": "Bo L Chawes",
      "affiliations": [
        "COPSAC, Copenhagen Prospective Studies on Asthma in Childhood, Herlev and Gentofte Hospital, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Chu",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "The Research Institute of St Joe's Hamilton, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-8269-4496"
    },
    {
      "last_name": "Greenhawt",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Greenhawt",
      "affiliations": [
        "Department of Pediatrics, Section of Allergy and Immunology, Children's Hospital Colorado, University of Colorado Denver School of Medicine, Aurora, Colorado, USA."
      ],
      "orcid": "0000-0002-2365-9372"
    },
    {
      "last_name": "Khaleva",
      "fore_name": "Ekaterina",
      "initials": "E",
      "name": "Ekaterina Khaleva",
      "affiliations": [
        "Clinical and Experimental Sciences and Human Development, Faculty of Medicine, University of Southampton, Southampton, UK."
      ]
    },
    {
      "last_name": "Munblit",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Munblit",
      "affiliations": [
        "Department of Paediatrics and Paediatric Infectious Diseases, Institute of Child's Health, Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia.",
        "Inflammation, Repair and Development Section, NHLI, Imperial College London, London, UK."
      ],
      "orcid": "0000-0001-9652-6856"
    },
    {
      "last_name": "Nekliudov",
      "fore_name": "Nikita",
      "initials": "N",
      "name": "Nikita Nekliudov",
      "affiliations": [
        "Department of Paediatrics and Paediatric Infectious Diseases, Institute of Child's Health, Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia."
      ],
      "orcid": "0000-0002-4291-5052"
    },
    {
      "last_name": "van de Veen",
      "fore_name": "Willem",
      "initials": "W",
      "name": "Willem van de Veen",
      "affiliations": [
        "Swiss Institute of Allergy and Asthma Research (SIAF), University of Zurich, Davos, Switzerland."
      ]
    },
    {
      "last_name": "Schoos",
      "fore_name": "Ann-Marie M",
      "initials": "AM",
      "name": "Ann-Marie M Schoos",
      "affiliations": [
        "COPSAC, Copenhagen Prospective Studies on Asthma in Childhood, Herlev and Gentofte Hospital, University of Copenhagen, Copenhagen, Denmark.",
        "Department of Pediatrics, Slagelse Hospital, Slagelse, Denmark."
      ],
      "orcid": "0000-0002-5827-0885"
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Clinical and experimental allergy : journal of the British Society for Allergy and Clinical Immunology",
    "iso_abbreviation": "Clin Exp Allergy",
    "issn": "1365-2222",
    "issn_type": "Electronic",
    "volume": "53",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "526",
  "end_page": "535",
  "pages": "526-535",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Gastritis",
    "Child",
    "Food",
    "Humans",
    "Food Hypersensitivity",
    "Enteritis",
    "Adult",
    "Eosinophilic Esophagitis",
    "Randomized Controlled Trials as Topic",
    "Eosinophilia"
  ],
  "article_ids": {
    "pubmed": "36880564",
    "doi": "10.1111/cea.14304"
  },
  "doi": "10.1111/cea.14304",
  "dates": {
    "completed": "2023-05-09",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.163268",
    "pmid": "36880564"
  }
}