{
  "pmid": "36891178",
  "uid": "36891178",
  "title": "Remote Patient Monitoring for Patients with Heart Failure: Sex- and Race-based Disparities and Opportunities.",
  "abstract": "Remote patient monitoring (RPM), within the larger context of telehealth expansion, has been established as an effective and safe means of care for patients with heart failure (HF) during the recent pandemic. Of the demographic groups, female patients and black patients are underenrolled relative to disease distribution in clinical trials and are under-referred for RPM, including remote haemodynamic monitoring, cardiac implantable electronic devices (CIEDs), wearables and telehealth interventions. The sex- and race-based disparities are multifactorial: stringent clinical trial inclusion criteria, distrust of the medical establishment, poor access to healthcare, socioeconomic inequities, and lack of diversity in clinical trial leadership. Notwithstanding addressing the above factors, RPM has the unique potential to reduce disparities through a combination of implicit bias mitigation and earlier detection and intervention for HF disease progression in disadvantaged groups. This review describes the uptake of remote haemodynamic monitoring, CIEDs and telehealth in female patients and black patients with HF, and discusses aetiologies that may contribute to inequities and strategies to promote health equity.",
  "authors": [
    {
      "last_name": "Mastoris",
      "fore_name": "Ioannis",
      "initials": "I",
      "name": "Ioannis Mastoris",
      "affiliations": [
        "Cardiology Division, Department of Medicine, Massachusetts General Hospital Boston, Massachusetts, US."
      ]
    },
    {
      "last_name": "DeFilippis",
      "fore_name": "Ersilia M",
      "initials": "EM",
      "name": "Ersilia M DeFilippis",
      "affiliations": [
        "Department of Medicine, Columbia University Irving Medical Center New York, US."
      ]
    },
    {
      "last_name": "Martyn",
      "fore_name": "Trejeeve",
      "initials": "T",
      "name": "Trejeeve Martyn",
      "affiliations": [
        "Department of Cardiovascular Medicine, Heart, Vascular, and Thoracic Institute, Kaufman Center for Heart Failure Treatment and Recovery, Cleveland Clinic Ohio, US."
      ]
    },
    {
      "last_name": "Morris",
      "fore_name": "Alanna A",
      "initials": "AA",
      "name": "Alanna A Morris",
      "affiliations": [
        "Department of Medicine, Emory University School of Medicine Georgia, US."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette Gc",
      "initials": "HG",
      "name": "Harriette Gc Van Spall",
      "affiliations": [
        "Department of Medicine, Department of Health Research Methods, Evidence and Impact, McMaster University Hamilton, Canada.",
        "Population Health Research Institute and Research Institute of St Joseph's Hamilton, Canada."
      ]
    },
    {
      "last_name": "Sauer",
      "fore_name": "Andrew J",
      "initials": "AJ",
      "name": "Andrew J Sauer",
      "affiliations": [
        "Saint Luke's Mid America Heart Institute and University of Missouri-Kansas City Kansas City, Missouri, US."
      ]
    }
  ],
  "journal": {
    "title": "Cardiac failure review",
    "iso_abbreviation": "Card Fail Rev",
    "issn": "2057-7540",
    "issn_type": "Print",
    "volume": "9",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "e02",
  "pages": "e02",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36891178",
    "pmc": "PMC9987513",
    "doi": "10.15420/cfr.2022.22"
  },
  "doi": "10.15420/cfr.2022.22",
  "pmc_id": "PMC9987513",
  "dates": {
    "revised": "2024-09-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.896014",
    "pmid": "36891178"
  }
}