{
  "pmid": "36894240",
  "uid": "36894240",
  "title": "The Relationship Between Diet, Gut Microbiota, and Serum Metabolome of South Asian Infants at 1 Year.",
  "abstract": "BACKGROUND: Diet is known to affect the gut microbiota and the serum metabolome in adults, but this has not been fully explored in infants. Infancy is an important developmental period that may influence a person's long-term health. Infant development can be affected by diet, which also interacts with the developing gut microbiota. OBJECTIVES: This study aimed to explore the associations between diet, the gut microbiota, and the serum metabolome of 1-y-old infants with the overarching goal of identifying serum biomarkers of diet and/or the gut microbiota. METHODS: We derived dietary patterns of 1-y-old infants (n = 182) participating in the Canadian South Asian Birth Cohort (START) study. We compared gut microbiota α-diversity and β-diversity and taxa relative abundance from 16S rRNA gene profiles with dietary patterns (PERMANOVA, Envfit) and investigated diet-serum metabolite associations using a multivariate analysis (partial least squares-discriminant analysis) and univariate analysis (t test). We explored the effect of nondietary factors on diet-serum metabolite relationships by incorporating diet, the gut microbiota, and maternal, perinatal, and infant characteristics in a multivariable forward stepwise regression. We replicated this analysis in White European infants, from the CHILD Cohort Study (n = 81). RESULTS: A dietary pattern characterized by formula consumption and negatively associated with breastfeeding most strongly predicted variation in the gut microbiota (R[2] = 0.109) and serum metabolome (R[2] = 0.547). Breastfed participants showed higher abundance of microbes from the genera Bifidobacterium (3.29 log2-fold) and Lactobacillus (7.93 log2-fold) and higher median concentrations of the metabolites S-methylcysteine (1.38 μM) and tryptophan betaine (0.43 μM) than nonbreastfed participants. Formula consuming infants showed higher median concentrations of branched-chain/aromatic amino acids (average 48.3 μM) than non-formula-consuming infants. CONCLUSIONS: Formula consumption and breastfeeding most strongly predicted the serum metabolites of 1-y-old infants, even when the gut microbiota, solid food consumption, and other covariates were considered.",
  "authors": [
    {
      "last_name": "Bruce",
      "fore_name": "Colin Y",
      "initials": "CY",
      "name": "Colin Y Bruce",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanmuganathan",
      "fore_name": "Meera",
      "initials": "M",
      "name": "Meera Shanmuganathan",
      "affiliations": [
        "Department of Chemistry and Chemical Biology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Azab",
      "fore_name": "Sandi M",
      "initials": "SM",
      "name": "Sandi M Azab",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Simons",
      "fore_name": "Elinor",
      "initials": "E",
      "name": "Elinor Simons",
      "affiliations": [
        "Departments of Pediatrics and Child Health, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Mandhane",
      "fore_name": "Piushkumar",
      "initials": "P",
      "name": "Piushkumar Mandhane",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Turvey",
      "fore_name": "Stuart E",
      "initials": "SE",
      "name": "Stuart E Turvey",
      "affiliations": [
        "BC Children's Hospital, University of British Columbia, Vancouver, British Columbia, Canada; Division of Allergy and Immunology, Department of Pediatrics, Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Subbarao",
      "fore_name": "Padmaja",
      "initials": "P",
      "name": "Padmaja Subbarao",
      "affiliations": [
        "Hospital for Sick Children and Department of Pediatrics & Physiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Azad",
      "fore_name": "Meghan B",
      "initials": "MB",
      "name": "Meghan B Azad",
      "affiliations": [
        "Departments of Pediatrics and Child Health, University of Manitoba, Winnipeg, Manitoba, Canada; Manitoba Interdisciplinary Lactation Centre (MILC), Children's Hospital Research Institute of Manitoba, Winnipeg, Manitoba, Canada; Department of Food and Human Nutritional Science, University of Manitoba, Winnipeg, Manitoba, Canada."
      ]
    },
    {
      "last_name": "Britz-McKibbin",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Britz-McKibbin",
      "affiliations": [
        "Department of Chemistry and Chemical Biology, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anand",
      "fore_name": "Sonia S",
      "initials": "SS",
      "name": "Sonia S Anand",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "de Souza",
      "fore_name": "Russell J",
      "initials": "RJ",
      "name": "Russell J de Souza",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Stearns",
      "fore_name": "Jennifer C",
      "initials": "JC",
      "name": "Jennifer C Stearns",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Farncombe Family Digestive Health Research Institute, McMaster University, Hamilton, Ontario, Canada. Electronic address: stearns@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of nutrition",
    "iso_abbreviation": "J Nutr",
    "issn": "1541-6100",
    "issn_type": "Electronic",
    "volume": "153",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "470",
  "end_page": "482",
  "pages": "470-482",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Pregnancy",
    "Female",
    "Humans",
    "Infant",
    "Gastrointestinal Microbiome",
    "Cohort Studies",
    "RNA, Ribosomal, 16S",
    "Feces",
    "Canada",
    "Diet",
    "Metabolome"
  ],
  "article_ids": {
    "pubmed": "36894240",
    "doi": "10.1016/j.tjnut.2022.12.016",
    "pii": "S0022-3166(22)13261-X"
  },
  "doi": "10.1016/j.tjnut.2022.12.016",
  "dates": {
    "completed": "2023-03-13",
    "revised": "2023-03-15"
  },
  "chemicals": [
    "RNA, Ribosomal, 16S"
  ],
  "grants": [
    {
      "grant_id": "RFA# 201301FH6",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "INC-109205",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:17:51.308562",
    "pmid": "36894240"
  }
}