{
  "pmid": "36895083",
  "uid": "36895083",
  "title": "Joint 2022 European Society of Thoracic Surgeons and The American Association for Thoracic Surgery guidelines for the prevention of cancer-associated venous thromboembolism in thoracic surgery.",
  "abstract": "BACKGROUND: Venous thromboembolism (VTE), which includes deep vein thrombosis and pulmonary embolism, is a potentially fatal but preventable postoperative complication. Thoracic oncology patients undergoing surgical resection, often after multimodality induction therapy, represent among the highest risk groups for postoperative VTE. Currently there are no VTE prophylaxis guidelines specific to these thoracic surgery patients. Evidenced-based recommendations will help clinicians manage and mitigate risk of VTE in the postoperative period and inform best practice. OBJECTIVE: These joint evidence-based guidelines from The American Association for Thoracic Surgery and the European Society of Thoracic Surgeons aim to inform clinicians and patients in decisions about prophylaxis to prevent VTE in patients undergoing surgical resection for lung or esophageal cancer. METHODS: The American Association for Thoracic Surgery and the European Society of Thoracic Surgeons formed a multidisciplinary guideline panel that included broad membership to minimize potential bias when formulating recommendations. The McMaster University GRADE Centre supported the guideline development process, including updating or performing systematic evidence reviews. The panel prioritized clinical questions and outcomes according to their importance for clinicians and patients. The Grading of Recommendations Assessment, Development and Evaluation (GRADE) approach was used, including GRADE Evidence-to-Decision frameworks, which were subject to public comment. RESULTS: The panel agreed on 24 recommendations focused on pharmacological and mechanical methods for prophylaxis in patients undergoing lobectomy and segmentectomy, pneumonectomy, and esophagectomy, as well as extended resections for lung cancer. CONCLUSIONS: The certainty of the supporting evidence for the majority of recommendations was judged as low or very low, largely due to a lack of direct evidence for thoracic surgery. The panel made conditional recommendations for use of parenteral anticoagulation for VTE prevention, in combination with mechanical methods, over no prophylaxis for cancer patients undergoing anatomic lung resection or esophagectomy. Other key recommendations include: conditional recommendations for using parenteral anticoagulants over direct oral anticoagulants, with use of direct oral anticoagulants suggested only in the context of clinical trials; conditional recommendation for using extended prophylaxis for 28 to 35 days over in-hospital prophylaxis only for patients at moderate or high risk of thrombosis; and conditional recommendations for VTE screening in patients undergoing pneumonectomy and esophagectomy. Future research priorities include the role of preoperative thromboprophylaxis and the role of risk stratification to guide use of extended prophylaxis.",
  "authors": [
    {
      "last_name": "Shargall",
      "fore_name": "Yaron",
      "initials": "Y",
      "name": "Yaron Shargall",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: shargal@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wiercioch",
      "fore_name": "Wojtek",
      "initials": "W",
      "name": "Wojtek Wiercioch",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brunelli",
      "fore_name": "Alessandro",
      "initials": "A",
      "name": "Alessandro Brunelli",
      "affiliations": [
        "Department of Thoracic Surgery, St. James's University Hospital, Leeds, United Kingdom."
      ]
    },
    {
      "last_name": "Murthy",
      "fore_name": "Sudish",
      "initials": "S",
      "name": "Sudish Murthy",
      "affiliations": [
        "Department of Thoracic and Cardiovascular Surgery, Cleveland Clinic, Cleveland, Ohio."
      ]
    },
    {
      "last_name": "Hofstetter",
      "fore_name": "Wayne",
      "initials": "W",
      "name": "Wayne Hofstetter",
      "affiliations": [
        "Department of Thoracic and Cardiovascular Surgery, The University of Texas MD Anderson Cancer Center, Houston, Tex."
      ]
    },
    {
      "last_name": "Lin",
      "fore_name": "Jules",
      "initials": "J",
      "name": "Jules Lin",
      "affiliations": [
        "Section of Thoracic Surgery, University of Michigan, Ann Arbor, Mich."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Hui",
      "initials": "H",
      "name": "Hui Li",
      "affiliations": [
        "Department of Thoracic Surgery, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Linkins",
      "fore_name": "Lori-Ann",
      "initials": "LA",
      "name": "Lori-Ann Linkins",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Roger",
      "initials": "R",
      "name": "Roger Davis",
      "affiliations": [
        "Patient Representative, Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rocco",
      "fore_name": "Gaetano",
      "initials": "G",
      "name": "Gaetano Rocco",
      "affiliations": [
        "Memorial Sloan Kettering Cancer Center, New York, NY."
      ]
    },
    {
      "last_name": "Morgano",
      "fore_name": "Gian Paolo",
      "initials": "GP",
      "name": "Gian Paolo Morgano",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Finn",
      "initials": "F",
      "name": "Finn Schünemann",
      "affiliations": [
        "Medizinische Fakultät, Albert-Ludwigs-Universität Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Muti-Schünemann",
      "fore_name": "Giovanna",
      "initials": "G",
      "name": "Giovanna Muti-Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Douketis",
      "fore_name": "James",
      "initials": "J",
      "name": "James Douketis",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Litle",
      "fore_name": "Virginia R",
      "initials": "VR",
      "name": "Virginia R Litle",
      "affiliations": [
        "Department of Surgery, Boston University School of Medicine, Boston, Mass."
      ]
    }
  ],
  "journal": {
    "title": "The Journal of thoracic and cardiovascular surgery",
    "iso_abbreviation": "J Thorac Cardiovasc Surg",
    "issn": "1097-685X",
    "issn_type": "Electronic",
    "volume": "165",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "794",
  "end_page": "824.e6",
  "pages": "794-824.e6",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "United States",
    "Anticoagulants",
    "Venous Thromboembolism",
    "Thoracic Surgery",
    "Surgeons",
    "Lung Neoplasms"
  ],
  "article_ids": {
    "pubmed": "36895083",
    "doi": "10.1016/j.jtcvs.2022.05.041",
    "pii": "S0022-5223(22)00705-X"
  },
  "doi": "10.1016/j.jtcvs.2022.05.041",
  "dates": {
    "completed": "2023-03-13",
    "revised": "2023-10-31"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:09:26.877355",
    "pmid": "36895083"
  }
}