{
  "pmid": "36891522",
  "uid": "36891522",
  "title": "Prevalence of selected bleeding and thrombotic events in persons with hemophilia versus the general population: A scoping review.",
  "abstract": "Life expectancy for persons with hemophilia has increased over recent decades due to advances in treatment practice and patient care. Those with hemophilia are now more likely to be affected by conditions associated with aging, such as myocardial infarction, hemorrhagic/ischemic stroke, deep vein thrombosis, pulmonary embolism, and intracranial hemorrhage. Here, we describe the results of a literature search designed to summarize current data on the prevalence of the above selected bleeding and thrombotic events in persons with hemophilia vs the general population. A total of 912 articles published between 2005 and 2022 were identified in a search of BIOSIS Previews, Embase, and MEDLINE databases conducted in July 2022. Case studies, conference abstracts, review articles, studies focusing on hemophilia treatments or surgical outcomes, and studies examining patients with inhibitors only were excluded. After screening, 83 relevant publications were identified. The prevalence of bleeding events was consistently higher in hemophilia populations vs reference populations (hemorrhagic stroke, 1.4%-5.31% vs 0.2%-0.97%; intracranial hemorrhage, 1.1%-10.8% vs 0.04%-0.4%). Serious bleeding events showed a high rate of mortality with standardized mortality ratios for intracranial hemorrhage ranging from 3.5 to 14.88. Although 9 studies reported lower prevalence of arterial thrombosis (myocardial infarction/stroke) in hemophilia vs general populations, 5 studies reported higher or comparable prevalence in hemophilia. Prospective studies are therefore needed to understand the prevalence of bleeding and thrombotic events in hemophilia populations, particularly with the observed increases in life expectancy and availability of novel treatments.",
  "authors": [
    {
      "last_name": "Shapiro",
      "fore_name": "Amy D",
      "initials": "AD",
      "name": "Amy D Shapiro",
      "affiliations": [
        "Indiana Haemophilia and Thrombosis Center, Indianapolis, Indiana, USA."
      ]
    },
    {
      "last_name": "Hardesty",
      "fore_name": "Brandon M",
      "initials": "BM",
      "name": "Brandon M Hardesty",
      "affiliations": [
        "Indiana Haemophilia and Thrombosis Center, Indianapolis, Indiana, USA."
      ]
    },
    {
      "last_name": "Peyvandi",
      "fore_name": "Flora",
      "initials": "F",
      "name": "Flora Peyvandi",
      "affiliations": [
        "Fondazione Istituto di Ricovero e Cura a Carattere Scientifico Ca' Granda Ospedale Maggiore Policlinico Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, Milan, Italy.",
        "Department of Pathophysiology and Transplantation, Università degli Studi di Milano, Milan, Italy."
      ]
    },
    {
      "last_name": "Iorio",
      "fore_name": "Alfonso",
      "initials": "A",
      "name": "Alfonso Iorio",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jan"
  },
  "start_page": "100007",
  "pages": "100007",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36891522",
    "pmc": "PMC9986102",
    "doi": "10.1016/j.rpth.2022.100007",
    "pii": "S2475-0379(22)01625-9"
  },
  "doi": "10.1016/j.rpth.2022.100007",
  "pmc_id": "PMC9986102",
  "dates": {
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:27.391477",
    "pmid": "36891522"
  }
}