{
  "pmid": "36894178",
  "uid": "36894178",
  "title": "Evaluating emergency department transfers from urgent care centres: insights for paramedic integration with subacute healthcare.",
  "abstract": "OBJECTIVE: Paramedics redirecting non-emergent patients from emergency departments (EDs) to urgent care centres is a new and forthcoming strategy to reduce overcrowding and improve primary care integration. Which patients are likely not suitable for paramedic redirection are unknown. To describe and specify patients inappropriate for urgent care centres, we examined associations between patient characteristics and transfer to the ED after patients initially presented to an urgent care centre. METHODS: A population-based retrospective cohort study of all adult (≥18 years) visits to an urgent care centre from 1 April 2015 to 31 March 2020 in Ontario, Canada. Binary logistic regression was used to determine unadjusted and adjusted associations between patient characteristics and being transferred to an ED using OR and 95% CIs. We calculated the absolute risk difference for the adjusted model. RESULTS: A total of 1 448 621 urgent care visits were reported, with 63 343 (4.4%) visits transferred to an ED for definitive care. Being 65 years and older (OR 2.29, 95% CI 2.23 to 2.35), scored an emergent Canadian Triage and Acuity Scale of 1 or 2 (OR 14.27, 95% CI 13.45 to 15.12) and higher comorbidity count (OR 1.51, 95% CI 1.46 to 1.58) had added odds of association with being transferred out to an ED. CONCLUSION: Readily available patient characteristics were independently associated with interfacility transfers between urgent care centres and the ED. This study can support paramedic redirection protocol development, highlighting which patients may not be best suited for ED redirection.",
  "authors": [
    {
      "last_name": "Strum",
      "fore_name": "Ryan P",
      "initials": "RP",
      "name": "Ryan P Strum",
      "affiliations": [
        "Health Research, Evidence and Impact, McMaster University, Hamilton, New Zealand, Canada strumr@mcmaster.ca."
      ],
      "orcid": "0000-0003-1902-4734"
    },
    {
      "last_name": "Mowbray",
      "fore_name": "Fabrice I",
      "initials": "FI",
      "name": "Fabrice I Mowbray",
      "affiliations": [
        "Health Research, Evidence and Impact, McMaster University, Hamilton, New Zealand, Canada.",
        "College of Nursing, Michigan State University, East Lansing, Michigan, USA."
      ]
    },
    {
      "last_name": "Mondoux",
      "fore_name": "Shawn E",
      "initials": "SE",
      "name": "Shawn E Mondoux",
      "affiliations": [
        "Medicine, Division of Emergency Medicine, McMaster University, Hamilton, New Zealand, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Health Research, Evidence and Impact, McMaster University, Hamilton, New Zealand, Canada.",
        "Medicine, McMaster University, Hamilton, New Zealand, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open quality",
    "iso_abbreviation": "BMJ Open Qual",
    "issn": "2399-6641",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Paramedics",
    "Retrospective Studies",
    "Emergency Service, Hospital",
    "Ambulatory Care Facilities",
    "Ontario",
    "Delivery of Health Care"
  ],
  "article_ids": {
    "pubmed": "36894178",
    "pmc": "PMC10008425",
    "doi": "10.1136/bmjoq-2022-002160",
    "pii": "bmjoq-2022-002160"
  },
  "doi": "10.1136/bmjoq-2022-002160",
  "pmc_id": "PMC10008425",
  "dates": {
    "completed": "2023-03-13",
    "revised": "2024-04-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:00:37.698527",
    "pmid": "36894178"
  }
}