{
  "pmid": "36908005",
  "uid": "36908005",
  "title": "Design and implementation of the participatory German network for translational dementia care research (TaNDem): A mixed-method study on the perspectives of healthcare providers and dementia researchers in dementia care research.",
  "abstract": "BACKGROUND: Currently, there is a lack of interaction between research and healthcare practice. As a result, research findings reach healthcare practice only late, and topics relevant to practice are often not known in research. Involving people living with dementia (PlwD), their relatives and healthcare providers in dementia care research can accelerate this process. For inclusion, firm and reliable structures are needed, which are to be established with the help of the Translational Network for Dementia Care Research in Germany. However, there is only limited knowledge about the priorities, expectations and conditions of stakeholders (healthcare providers and dementia researchers) for such cooperation within a network. OBJECTIVES: The aim is to gather stakeholders' views on (i) future research topics to be addressed within the dementia care research network, (ii) the nature of collaboration within the network and (iii) the facilitating and hindering factors for establishing such a network. METHODS: Within an exploratory sequential mixed-method study, we interviewed 87 stakeholders within eleven semistructured focus group interviews. The interviews were transcribed, pseudonymized and analyzed using qualitative content analysis. The qualitative data were analyzed with MAXQDA. Based on the qualitative results found in the focus group interviews, a supplementary online questionnaire was developed to prioritise and rank these findings afterwards. RESULTS: Stakeholders prioritized a comprehensible transfer of research results into practice, increased involvement of PlwD and their relatives (additionally marginalized groups such as people with a migrant background) in research and exchange between researchers. Cooperation should preferably occur in a regional context with local contacts, and the latest research results should be made available via an online database. The stakeholders' time, finances and human resources should be considered. CONCLUSION: Stakeholders have partly similar preferences and goals for cooperation and involvement, emphasizing that such interaction in a network offers the possibility of long-term, effective collaboration and added value for practice and research. PATIENT OR PUBLIC CONTRIBUTION: For this study, dementia healthcare providers and dementia care researchers were asked about their perspectives. Their involvement is further elucidated in the manuscript text.",
  "authors": [
    {
      "last_name": "Scharf",
      "fore_name": "Annelie",
      "initials": "A",
      "name": "Annelie Scharf",
      "affiliations": [
        "Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Rostock/Greifswald, Greifswald, Germany."
      ],
      "orcid": "0000-0002-0910-088X"
    },
    {
      "last_name": "Rädke",
      "fore_name": "Anika",
      "initials": "A",
      "name": "Anika Rädke",
      "affiliations": [
        "Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Purwins",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Purwins",
      "affiliations": [
        "Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Witten, Germany.",
        "Department of Nursing Science, Faculty of Health, University of Witten/Herdecke, Witten, Germany."
      ]
    },
    {
      "last_name": "Heppner",
      "fore_name": "Marie Marleen",
      "initials": "MM",
      "name": "Marie Marleen Heppner",
      "affiliations": [
        "Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Witten, Germany."
      ]
    },
    {
      "last_name": "Köhler",
      "fore_name": "Stefanie",
      "initials": "S",
      "name": "Stefanie Köhler",
      "affiliations": [
        "Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Roes",
      "fore_name": "Martina",
      "initials": "M",
      "name": "Martina Roes",
      "affiliations": [
        "Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Witten, Germany.",
        "Department of Nursing Science, Faculty of Health, University of Witten/Herdecke, Witten, Germany."
      ]
    },
    {
      "last_name": "Teipel",
      "fore_name": "Stefan",
      "initials": "S",
      "name": "Stefan Teipel",
      "affiliations": [
        "Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Rostock/Greifswald, Greifswald, Germany.",
        "Section for Gerontopsychosomatics and Dementia-Related Diseases, University Medical Centre Rostock, Clinic and Polyclinic for Psychosomatic Medicine and Psychotherapy, Rostock, Germany."
      ]
    },
    {
      "last_name": "Hoffmann",
      "fore_name": "Wolfgang",
      "initials": "W",
      "name": "Wolfgang Hoffmann",
      "affiliations": [
        "Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Rostock/Greifswald, Greifswald, Germany.",
        "Section Epidemiology of Health Care and Community Health, Institute for Community Medicine, University Medicine Greifswald (UMG), Greifswald, Germany."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "Deutsches Zentrum für Neurodegenerative Erkrankungen (DZNE), Rostock/Greifswald, Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Health expectations : an international journal of public participation in health care and health policy",
    "iso_abbreviation": "Health Expect",
    "issn": "1369-7625",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "1009",
  "end_page": "1018",
  "pages": "1009-1018",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Health Personnel",
    "Delivery of Health Care",
    "Focus Groups",
    "Translational Research, Biomedical",
    "Dementia",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "36908005",
    "pmc": "PMC10154806",
    "doi": "10.1111/hex.13748"
  },
  "doi": "10.1111/hex.13748",
  "pmc_id": "PMC10154806",
  "dates": {
    "completed": "2023-05-04",
    "revised": "2023-05-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:44:06.040035",
    "pmid": "36908005"
  }
}