{
  "pmid": "36907177",
  "uid": "36907177",
  "title": "Quality of Life and Treatment Adherence in Patients with Vulvar Lichen Sclerosus.",
  "abstract": "BACKGROUND: Vulvar lichen sclerosus (VLS) is a chronic, relapsing, inflammatory dermatosis that has significant impact on patients' quality of life (QoL). While disease severity and associated QoL impact have been studied, factors associated with treatment adherence and their relation to QoL in VLS remain unexplored. OBJECTIVE: The objectives of this study were to describe demographics, clinical characteristics, and skin-related QoL in VLS patients and to assess the relationship between QoL and treatment adherence. METHODS: This was a cross-sectional, single institution, electronic survey study. The relationship between adherence, measured using the validated Domains of Subjective Extent of Nonadherence (DOSE-Nonadherence) scale, and skin-related QoL, using the Dermatology Life Quality Index (DLQI) score, was assessed using Spearman correlation. RESULTS: Of 28 survey respondents, 26 provided complete responses. Among 9 patients classified as adherent and 16 classified as nonadherent, mean DLQI total score was 1.8 and 5.4, respectively. Spearman correlation between summary nonadherence score and DLQI total was 0.31 (95% CI: -0.09-0.63) overall and 0.54 (95% CI: 0.15-0.79) when patients who reported missing doses due to asymptomatic disease were excluded. Most frequently reported factors preventing treatment adherence included application/treatment time (43.8%) and asymptomatic or well-controlled disease (25%). CONCLUSIONS: Though Qol impairment was relatively small in both our adherent and nonadherent groups, we identified important factors preventing treatment adherence, with the most common being application/treatment time. These findings may help dermatologists and other providers generate hypotheses as to how to facilitate better treatment adherence among their patients with VLS, with the goal of optimizing QoL.",
  "authors": [
    {
      "last_name": "Geisler",
      "fore_name": "Amaris N",
      "initials": "AN",
      "name": "Amaris N Geisler",
      "affiliations": [
        "Department of Dermatology, Emory University School of Medicine, Atlanta, Georgia, USA, ageisle@emory.edu."
      ]
    },
    {
      "last_name": "Koptyev",
      "fore_name": "Jonathan",
      "initials": "J",
      "name": "Jonathan Koptyev",
      "affiliations": [
        "Department of Dermatology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Strunk",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Strunk",
      "affiliations": [
        "Department of Dermatology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Pooja R",
      "initials": "PR",
      "name": "Pooja R Shah",
      "affiliations": [
        "Department of Dermatology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Donald and Barbara Zucker School of Medicine at Hofstra/Northwell, New Hyde Park, New York, USA."
      ]
    }
  ],
  "journal": {
    "title": "Dermatology (Basel, Switzerland)",
    "iso_abbreviation": "Dermatology",
    "issn": "1421-9832",
    "issn_type": "Electronic",
    "volume": "239",
    "issue": "3",
    "pub_year": "2023"
  },
  "start_page": "494",
  "end_page": "498",
  "pages": "494-498",
  "language": "eng",
  "publication_types": [
    "News"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Vulvar Lichen Sclerosus",
    "Quality of Life",
    "Cross-Sectional Studies",
    "Treatment Adherence and Compliance"
  ],
  "article_ids": {
    "pubmed": "36907177",
    "doi": "10.1159/000530108",
    "pii": "000530108"
  },
  "doi": "10.1159/000530108",
  "dates": {
    "completed": "2023-06-07",
    "revised": "2023-06-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.375039",
    "pmid": "36907177"
  }
}