{
  "pmid": "36900773",
  "uid": "36900773",
  "title": "Operations Research to Solve Kidney Allocation Problems: A Systematic Review.",
  "abstract": "BACKGROUND: Operations research techniques enable health care administrators to optimize resource allocation and to find solutions to staff and patient scheduling problems. We aimed to conduct the first systematic review of the international literature on the use of operations research for allocating deceased-donor kidneys. METHODS: We searched the MEDLINE, EMBASE, and PubMed databases from inception to February 2023. Two reviewers independently screened the title/abstract and subsequently the full text of potentially eligible articles and abstracted the data. Quality assessment of the final set of studies was conducted using Subben's checklist. RESULTS: Of the 302 citations identified, 5 studies were included. These studies covered three themes, including (1) provider-facing decision aids to determine the timing of transplant for single or multiple patients; (2) system-level planning on kidney allocation based on blood type matching rules; and (3) patient-facilitated wait times estimation using incomplete information. Markov models, sequential stochastic assignment models, and queuing models were amongst the most used techniques. Although we found all included studies to meet Subben's criteria, we believe the checklist in its current form lacks items to assess the validity of model inferences. As such, we ended this review with a set of practical recommendations. CONCLUSIONS: Our review demonstrated the utility of operations research techniques in assisting the system, healthcare providers, and patients in the transplantation process. More research is needed to reach a consensus on a model that can be used to support the decision-making of different stakeholders for efficient kidney allocation, with the ultimate goal of reducing the gap between kidney supply and demand and enhancing the population's well-being.",
  "authors": [
    {
      "last_name": "Sekercioglu",
      "fore_name": "Nigar",
      "initials": "N",
      "name": "Nigar Sekercioglu",
      "affiliations": [
        "Telfer School of Management, University of Ottawa, Ottawa, ON K1N 6N5, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, ON L8S 4K1, Canada.",
        "Department of Medicine, University of Health Sciences, Istanbul 34668, Turkey."
      ]
    },
    {
      "last_name": "Fu",
      "fore_name": "Rui",
      "initials": "R",
      "name": "Rui Fu",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON M5T 3M6, Canada."
      ],
      "orcid": "0000-0002-0577-2830"
    }
  ],
  "journal": {
    "title": "Healthcare (Basel, Switzerland)",
    "iso_abbreviation": "Healthcare (Basel)",
    "issn": "2227-9032",
    "issn_type": "Print",
    "volume": "11",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Mar",
    "pub_day": "06"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36900773",
    "pmc": "PMC10000664",
    "doi": "10.3390/healthcare11050768",
    "pii": "healthcare11050768"
  },
  "doi": "10.3390/healthcare11050768",
  "pmc_id": "PMC10000664",
  "dates": {
    "revised": "2023-03-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:21.972582",
    "pmid": "36900773"
  }
}