{
  "pmid": "36911345",
  "uid": "36911345",
  "title": "PROTOCOL: Barriers and facilitators to stakeholder engagement in health guideline development: A qualitative evidence synthesis.",
  "abstract": "BACKGROUND: There is a need for the development of comprehensive, global, evidence-based guidance for stakeholder engagement in guideline development. Stakeholders are any individual or group who is responsible for or affected by health- and healthcare-related decisions. This includes patients, the public, providers of health care and policymakers for example. As part of the guidance development process, Multi-Stakeholder Engagement (MuSE) Consortium set out to conduct four concurrent systematic reviews to summarise the evidence on: (1) existing guidance for stakeholder engagement in guideline development, (2) barriers and facilitators to stakeholder engagement in guideline development, (3) managing conflicts of interest in stakeholder engagement in guideline development and (4) measuring the impact of stakeholder engagement in guideline development. This protocol addresses the second systematic review in the series. OBJECTIVES: The objective of this review is to identify and synthesise the existing evidence on barriers and facilitators to stakeholder engagement in health guideline development. We will address this objective through two research questions: (1) What are the barriers to multi-stakeholder engagement in health guideline development across any of the 18 steps of the GIN-McMaster checklist? (2) What are the facilitators to multi-stakeholder engagement in health guideline development across any of the 18 steps of the GIN-McMaster checklist? SEARCH METHODS: A comprehensive search strategy will be developed and peer-reviewed in consultation with a medical librarian. We will search the following databases: MEDLINE, Cumulative Index to Nursing & Allied Health Literature (CINAHL), EMBASE, PsycInfo, Scopus, and Sociological Abstracts. To identify grey literature, we will search the websites of agencies who actively engage stakeholder groups such as the AHRQ, Canadian Institutes of Health Research (CIHR) Strategy for Patient-Oriented Research (SPOR), INVOLVE, the National Institute for Health and Care Excellence (NICE) and the PCORI. We will also search the websites of guideline-producing agencies, such as the American Academy of Pediatrics, Australia's National Health Medical Research Council (NHMRC) and the WHO. We will invite members of the team to suggest grey literature sources and we plan to broaden the search by soliciting suggestions via social media, such as Twitter. SELECTION CRITERIA: We will include empirical qualitative and mixed-method primary research studies which qualitatively report on the barriers or facilitators to stakeholder engagement in health guideline development. The population of interest is stakeholders in health guideline development. Building on previous work, we have identified 13 types of stakeholders whose input can enhance the relevance and uptake of guidelines: Patients, caregivers and patient advocates; Public; Providers of health care; Payers of health services; Payers of research; Policy makers; Program managers; Product makers; Purchasers; Principal investigators and their research teams; and Peer-review editors/publishers. Eligible studies must describe stakeholder engagement at any of the following steps of the GIN-McMaster Checklist for Guideline Development. DATA COLLECTION AND ANALYSIS: All identified citations from electronic databases will be imported into Covidence software for screening and selection. Documents identified through our grey literature search will be managed and screened using an Excel spreadsheet. A two-part study selection process will be used for all identified citations: (1) a title and abstract review and (2) full-text review. At each stage, teams of two review authors will independently assess all potential studies in duplicate using a priori inclusion and exclusion criteria. Data will be extracted by two review authors independently and in duplicate according to a standardised data extraction form. MAIN RESULTS: The results of this review will be used to inform the development of guidance for multi-stakeholder engagement in guideline development and implementation. This guidance will be official GRADE (Grading of Recommendations Assessment, Development and Evaluation) Working Group guidance. The GRADE system is internationally recognised as a standard for guideline development. The findings of this review will assist organisations who develop healthcare, public health and health policy guidelines, such as the World Health Organization, to involve multiple stakeholders in the guideline development process to ensure the development of relevant, high quality and transparent guidelines.",
  "authors": [
    {
      "last_name": "Magwood",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Magwood",
      "affiliations": [
        "C.T. Lamont Primary Health Care Research Centre Bruyere Research Institute Ottawa Canada."
      ]
    },
    {
      "last_name": "Riddle",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Riddle",
      "affiliations": [
        "School of Epidemiology and Public Health, Faculty of Medicine University of Ottawa Ottawa Canada."
      ]
    },
    {
      "last_name": "Petkovic",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Petkovic",
      "affiliations": [
        "Bruyère Research Institute University of Ottawa Ottawa Canada."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics McMaster University Hamilton Canada."
      ]
    },
    {
      "last_name": "Khabsa",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Khabsa",
      "affiliations": [
        "Clinical Research Institute American University of Beirut Medical Center Beirut Lebanon."
      ]
    },
    {
      "last_name": "Atwere",
      "fore_name": "Pearl",
      "initials": "P",
      "name": "Pearl Atwere",
      "affiliations": [
        "Bruyère Research Institute University of Ottawa Ottawa Canada."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine American University of Beirut Medical Center Beirut Lebanon."
      ]
    },
    {
      "last_name": "Campbell",
      "fore_name": "Pauline",
      "initials": "P",
      "name": "Pauline Campbell",
      "affiliations": [
        "Nursing, Midwifery and Allied Health Professions Research Unit Glasgow Caledonian University Glasgow UK."
      ]
    },
    {
      "last_name": "Welch",
      "fore_name": "Vivian",
      "initials": "V",
      "name": "Vivian Welch",
      "affiliations": [
        "Methods Centre Bruyère Research Institute Ottawa Canada."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Smith",
      "affiliations": [
        "Cochrane Consumer Network Executive Cochrane Ottawa Canada."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Clinical Epidemiology and Biostatistics McMaster University Hamilton Canada."
      ]
    },
    {
      "last_name": "Limburg",
      "fore_name": "Heather",
      "initials": "H",
      "name": "Heather Limburg",
      "affiliations": [
        "Global Health and Guidelines Division Public Health Agency of Canada Ottawa Canada."
      ]
    },
    {
      "last_name": "Dans",
      "fore_name": "Leonila F",
      "initials": "LF",
      "name": "Leonila F Dans",
      "affiliations": [
        "Department of Clinical Epidemiology University of the Philippines College of Medicine Manilla Philippines."
      ]
    },
    {
      "last_name": "Skoetz",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Skoetz",
      "affiliations": [
        "Cochrane Cancer, Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Duesseldorf, Faculty of Medicine and University Hospital Cologne University of Cologne Cologne Germany."
      ]
    },
    {
      "last_name": "Grant",
      "fore_name": "Sean",
      "initials": "S",
      "name": "Sean Grant",
      "affiliations": [
        "Department of Social and Behavioral Sciences, Richard M. Fairbanks School of Public Health Indiana University Indianapolis Indiana USA."
      ]
    },
    {
      "last_name": "Concannon",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Concannon",
      "affiliations": [
        "The RAND Corporation Boston Massachusetts USA."
      ]
    },
    {
      "last_name": "Tugwell",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Tugwell",
      "affiliations": [
        "Clinical Epidemiology Program Ottawa Hospital Research Institute Ottawa Canada."
      ]
    }
  ],
  "journal": {
    "title": "Campbell systematic reviews",
    "iso_abbreviation": "Campbell Syst Rev",
    "issn": "1891-1803",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "2",
    "pub_year": "2022",
    "pub_month": "Jun"
  },
  "start_page": "e1237",
  "pages": "e1237",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36911345",
    "pmc": "PMC9038083",
    "doi": "10.1002/cl2.1237",
    "pii": "CL21237"
  },
  "doi": "10.1002/cl2.1237",
  "pmc_id": "PMC9038083",
  "dates": {
    "revised": "2024-08-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.247156",
    "pmid": "36911345"
  }
}