{
  "pmid": "36915391",
  "uid": "36915391",
  "title": "Molecular test of Paget's disease of bone in families not linked to SQSTM1 gene mutations.",
  "abstract": "PURPOSE: Paget's disease of bone (PDB) is a focal metabolic bone disorder characterized by an increased bone remodeling. Fifteen to 40 % of PDB patients have a familial form with an autosomal dominant inheritance. Disease-causing mutations of the SQSTM1 gene have been linked to PDB in about 40 % of families whereas genes linked to the remaining families are unknown. Several single nucleotide polymorphisms (SNPs) have been associated with PDB in unrelated patient non-carriers of a SQSTM1 mutation. The current clinical practice guidelines still recommend the measure of serum total alkaline phosphatase (sALP) for PDB screening. In unrelated individual non-carriers of SQSTM1 mutations, we previously developed a genetic test combining male sex with five genetic markers (rs499345, rs5742915, rs2458413, rs3018362, rs2234968), giving rise to an area under the curve (AUC) for PDB phenotype of 0.73 (0.69; 0.77). A combination of male sex with total calcium corrected for albumin and Procollagen type I N-terminal propeptide (P1NP), had an AUC of 0.82 (0.73; 0.92). Combining both genetic and biochemical tests increased the AUC to 0.89 (0.83; 0.95). OBJECTIVE: This study aimed at estimating the performance of our previous test of PDB, in families not linked to SQSTM1 mutations with disease-causing genes yet unknown, and at developing a new algorithm if the performance is not satisfactory. METHODS: We genotyped the five SNPs cited above, and measured calcium corrected for albumin and P1NP in 181 relatives, with PDB or not, from 19 PDB families not linked to SQSTM1 mutations. Bivariate and multivariate logistic regression models including male sex were fitted to search for a molecular test that could best detect PDB in these families. A receiving operating characteristics analysis was done to establish a cut-off point for continuous variables. RESULTS: Logistic regression estimates of our previous molecular test gave rise to a high sensitivity of 78 %, 97 % and 88 % for the genetic, biochemical, and combined test but the specificity was very low, 35 %, 11 % and 21 %, respectively. This poor specificity persisted even when the cut-off point was changed. We then generated in these families, new logistic regression estimates but on the same parameters as mentioned above, giving rise to an AUC of 0.65 (0.55; 0.75) for the genetic test, of 0.84 (0.74; 0.94) for the biochemical test, and 0.89 (0.82; 0.96) for the combination test, the latter having a sensitivity of 96 % and specificity of 57 %. By comparison serum P1NP alone gave rise to an AUC of 0.84 (0.73; 0.94), with a sensitivity of 71 % and a specificity of 79 %. CONCLUSION: In PDB families not linked to SQSTM1 mutations, the estimates of our previous molecular test gave rise to a poor specificity. Using new estimates, the biochemical and combined tests have similar predictive abilities than our former test. Serum P1NP is a bone marker of interest for the screening for PDB in families not linked to SQSTM1 mutations.",
  "authors": [
    {
      "last_name": "You",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang You",
      "affiliations": [
        "CHU de Québec-Université Laval Research Centre, Québec, QC, Canada.",
        "Division of Rheumatology, Department of Medicine, Université Laval, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Simonyan",
      "fore_name": "David",
      "initials": "D",
      "name": "David Simonyan",
      "affiliations": [
        "CHU de Québec-Université Laval Research Centre, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Bureau",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Bureau",
      "affiliations": [
        "Département de médecine sociale et préventive, Université Laval, Québec, QC, Canada.",
        "Centre de recherche du Centre intégré universitaire de santé et de services sociaux de la Capitale-Nationale, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Gagnon",
      "fore_name": "Edith",
      "initials": "E",
      "name": "Edith Gagnon",
      "affiliations": [
        "CHU de Québec-Université Laval Research Centre, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Albert",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Albert",
      "affiliations": [
        "Department of Biochemistry, CHUM, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Guertin",
      "fore_name": "Jason R",
      "initials": "JR",
      "name": "Jason R Guertin",
      "affiliations": [
        "CHU de Québec-Université Laval Research Centre, Québec, QC, Canada.",
        "Département de médecine sociale et préventive, Université Laval, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Jacques P",
      "initials": "JP",
      "name": "Jacques P Brown",
      "affiliations": [
        "CHU de Québec-Université Laval Research Centre, Québec, QC, Canada.",
        "Division of Rheumatology, Department of Medicine, Université Laval, Québec, QC, Canada."
      ]
    },
    {
      "last_name": "Michou",
      "fore_name": "Laëtitia",
      "initials": "L",
      "name": "Laëtitia Michou",
      "affiliations": [
        "CHU de Québec-Université Laval Research Centre, Québec, QC, Canada.",
        "Division of Rheumatology, Department of Medicine, Université Laval, Québec, QC, Canada.",
        "Department of Rheumatology, CHU de Québec-Université Laval, Québec, QC, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Bone reports",
    "iso_abbreviation": "Bone Rep",
    "issn": "2352-1872",
    "issn_type": "Print",
    "volume": "18",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "101670",
  "pages": "101670",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36915391",
    "pmc": "PMC10006713",
    "doi": "10.1016/j.bonr.2023.101670",
    "pii": "S2352-1872(23)00018-9"
  },
  "doi": "10.1016/j.bonr.2023.101670",
  "pmc_id": "PMC10006713",
  "dates": {
    "revised": "2023-03-15"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.664792",
    "pmid": "36915391"
  }
}