{
  "pmid": "36924142",
  "uid": "36924142",
  "title": "Patient-reported outcome measures and patient engagement in heart failure clinical trials: multi-stakeholder perspectives.",
  "abstract": "There are many consequences of heart failure (HF), including symptoms, impaired health-related quality of life (HRQoL), and physical and social limitations (functional status). These have a substantial impact on patients' lives, yet are not routinely captured in clinical trials. Patient-reported outcomes (PROs) can quantify patients' experiences of their disease and its treatment. Steps can be taken to improve the use of PROs in HF trials, in regulatory and payer decisions, and in patient care. Importantly, PRO measures (PROMs) must be developed with involvement of patients, family members, and caregivers from diverse demographic groups and communities. PRO data collection should become more routine not only in clinical trials but also in clinical practice. This may be facilitated by the use of digital tools and interdisciplinary patient advocacy efforts. There is a need for standardization, not only of the PROM instruments, but also in procedures for analysis, interpretation and reporting PRO data. More work needs to be done to determine the degree of change that is important to patients and that is associated with increased risks of clinical events. This 'minimal clinically important difference' requires further research to determine thresholds for different PROMs, to assess consistency across trial populations, and to define standards for improvement that warrant regulatory and reimbursement approvals. PROs are a vital part of patient care and drug development, and more work should be done to ensure that these measures are both reflective of the patient experience and that they are more widely employed.",
  "authors": [
    {
      "last_name": "Zannad",
      "fore_name": "Faiez",
      "initials": "F",
      "name": "Faiez Zannad",
      "affiliations": [
        "Université de Lorraine, Inserm Clinical Investigation Center at Institut Lorrain du Coeur et des Vaisseaux, University Hospital of Nancy, Nancy, France."
      ]
    },
    {
      "last_name": "Alikhaani",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline Alikhaani",
      "affiliations": [
        "Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Alikhaani",
      "fore_name": "Sadegh",
      "initials": "S",
      "name": "Sadegh Alikhaani",
      "affiliations": [
        "Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Butler",
      "fore_name": "Javed",
      "initials": "J",
      "name": "Javed Butler",
      "affiliations": [
        "Department of Medicine, University of Mississippi Medical Center, Jackson, MS, USA."
      ]
    },
    {
      "last_name": "Gordon",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Gordon",
      "affiliations": [
        "HEOR- Health Economics and Outcomes Research, Ltd, Cardiff, UK."
      ]
    },
    {
      "last_name": "Jensen",
      "fore_name": "Klaus",
      "initials": "K",
      "name": "Klaus Jensen",
      "affiliations": [
        "Vifor Pharma, Zürich, Switzerland."
      ]
    },
    {
      "last_name": "Khatib",
      "fore_name": "Rani",
      "initials": "R",
      "name": "Rani Khatib",
      "affiliations": [
        "Leeds Institute of Cardiovascular and Metabolic Medicine, University of Leeds; Cardiology Department, Leeds Teaching Hospitals NHS Trust, Leeds, UK."
      ]
    },
    {
      "last_name": "Mantovani",
      "fore_name": "Lorenzo",
      "initials": "L",
      "name": "Lorenzo Mantovani",
      "affiliations": [
        "Value-Based Healthcare Unit, IRCCS Multimedica Hospital, Milan, Italy."
      ]
    },
    {
      "last_name": "Martinez",
      "fore_name": "Robin",
      "initials": "R",
      "name": "Robin Martinez",
      "affiliations": [
        "SmartPatients.com, Mountain View, CA, USA."
      ]
    },
    {
      "last_name": "Moore",
      "fore_name": "Wanda F",
      "initials": "WF",
      "name": "Wanda F Moore",
      "affiliations": [
        "Sarver Heart Center Women's Heart Health Education Comm., University of Arizona, Tucson, AZ, USA."
      ]
    },
    {
      "last_name": "Murakami",
      "fore_name": "Masahiro",
      "initials": "M",
      "name": "Masahiro Murakami",
      "affiliations": [
        "Diabetes-Cardiovascular, Eli Lilly & Company, Indianapolis, IN, USA."
      ]
    },
    {
      "last_name": "Roessig",
      "fore_name": "Lothar",
      "initials": "L",
      "name": "Lothar Roessig",
      "affiliations": [
        "Clinical Development Group, Bayer AG, Leverkusen, Germany."
      ]
    },
    {
      "last_name": "Stockbridge",
      "fore_name": "Norman",
      "initials": "N",
      "name": "Norman Stockbridge",
      "affiliations": [
        "Division of Cardiology and Nephrology, Food and Drug Administration Center for Drug Evaluation and Research, Silver Spring, MD, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Research Institute of St. Joseph's, Hamilton, ON, Canada.",
        "Population Health Research Institute, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yancy",
      "fore_name": "Clyde",
      "initials": "C",
      "name": "Clyde Yancy",
      "affiliations": [
        "Department of Internal Medicine, Division of Cardiology, Northwestern University, Feinberg School of Medicine, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Spertus",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Spertus",
      "affiliations": [
        "Department of Cardiology, Saint Luke's Mid America Heart Institute, University of Missouri-Kansas City, Kansas City, MO, USA."
      ]
    }
  ],
  "journal": {
    "title": "European journal of heart failure",
    "iso_abbreviation": "Eur J Heart Fail",
    "issn": "1879-0844",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "478",
  "end_page": "487",
  "pages": "478-487",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Quality of Life",
    "Heart Failure",
    "Patient Participation",
    "Patient Reported Outcome Measures",
    "Caregivers"
  ],
  "article_ids": {
    "pubmed": "36924142",
    "doi": "10.1002/ejhf.2828"
  },
  "doi": "10.1002/ejhf.2828",
  "dates": {
    "completed": "2023-04-28",
    "revised": "2023-05-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.896826",
    "pmid": "36924142"
  }
}