{
  "pmid": "36924671",
  "uid": "36924671",
  "title": "Trajectories of the socioeconomic gradient of mental health: Results from the CLSA COVID-19 Questionnaire Study.",
  "abstract": "As the coronavirus disease (COVID-19) pandemic prolongs, documenting trajectories of the socioeconomic gradient of mental health is important. We describe changes in the prevalence and absolute and relative income-related inequalities of mental health between April and December 2020 in Canada. We used data from the Canadian Longitudinal Study on Aging (CLSA) COVID-19 Questionnaire Study and the pre-pandemic CLSA Follow-up 1. We estimated the prevalence proportion, the concentration index (relative inequality), and the generalized concentration index (absolute inequality) for anxiety and self-reported feeling generally unwell at multiple points in April-December 2020, overall, by sex and age group, by region, and among those who reported poor or fair overall health and mental health pre-pandemic. Overall, the prevalence of anxiety remained unchanged (22.45 to 22.10%, p = 0.231), but self-reported feeling generally unwell decreased (9.83 to 5.94%, p = 0.004). Relative and absolute income-related inequalities were unchanged for both anxiety and self-reported feeling generally unwell, with exceptions of an increased concentration of self-reported feeling generally unwell among the poor, measured by the concentration index, overall (-0.054 to -0.115, p = 0.004) and in Ontario (-0.035 to -0.123, p = 0.047) and British Columbia (-0.055 to -0.141, p = 0.044). The COVID-19 pandemic appeared to neither exacerbate nor ameliorate existing income-related inequalities in mental health among older adults in Canada between April and December 2020. Continued monitoring of inequalities is necessary.",
  "authors": [
    {
      "last_name": "Asada",
      "fore_name": "Yukiko",
      "initials": "Y",
      "name": "Yukiko Asada",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, 5790 University Avenue, Halifax, Nova Scotia, B3H1V7, Canada. Electronic address: yukiko.asada@dal.ca."
      ]
    },
    {
      "last_name": "Grignon",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Grignon",
      "affiliations": [
        "Department of Economics, Department of Health, Aging & Society, Centre for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Ontario, L8S4M4, Canada. Electronic address: grignon@mcmaster.ca."
      ]
    },
    {
      "last_name": "Hurley",
      "fore_name": "Jeremiah",
      "initials": "J",
      "name": "Jeremiah Hurley",
      "affiliations": [
        "Department of Economics, Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, L8S4M4, Canada. Electronic address: hurley@mcmaster.ca."
      ]
    },
    {
      "last_name": "Stewart",
      "fore_name": "Samuel A",
      "initials": "SA",
      "name": "Samuel A Stewart",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, 5790 University Avenue, Halifax, Nova Scotia, B3H1V7, Canada. Electronic address: sam.stewart@dal.ca."
      ]
    },
    {
      "last_name": "Smith",
      "fore_name": "Nathan K",
      "initials": "NK",
      "name": "Nathan K Smith",
      "affiliations": [
        "Department of Community Health and Epidemiology, Dalhousie University, 5790 University Avenue, Halifax, Nova Scotia, B3H1V7, Canada. Electronic address: nathan.smith@dal.ca."
      ]
    },
    {
      "last_name": "Kirkland",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Kirkland",
      "affiliations": [
        "Departments of Community Health & Epidemiology and Medicine, Dalhousie University, 5790 University Avenue, Halifax, Nova Scotia, B3H1V7, Canada. Electronic address: susan.kirkland@dal.ca."
      ]
    },
    {
      "last_name": "McMillan",
      "fore_name": "Jacqueline",
      "initials": "J",
      "name": "Jacqueline McMillan",
      "affiliations": [
        "Department of Medicine, Section of Geriatric Medicine and O'Brien Institute for Public Health, University of Calgary, Calgary, Alberta, Canada. Electronic address: Jacqueline.McMillan@albertahealthservices.ca."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: griffith@mcmaster.ca."
      ]
    },
    {
      "last_name": "Wolfson",
      "fore_name": "Christina",
      "initials": "C",
      "name": "Christina Wolfson",
      "affiliations": [
        "Department of Epidemiology, Biostatistics and Occupational Health, McGill University, Research Institute of the McGill University Health Centre, Montreal, Quebec, Canada. Electronic address: christina.wolfson@mcgill.ca."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "McMaster Institute for Research on Aging, Department of Health Research Methods, Evidence, and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: praina@mcmaster.ca."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "131",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "104758",
  "pages": "104758",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Socioeconomic Factors",
    "Longitudinal Studies",
    "Mental Health",
    "Pandemics",
    "COVID-19",
    "Surveys and Questionnaires",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "36924671",
    "pmc": "PMC9985544",
    "doi": "10.1016/j.healthpol.2023.104758",
    "pii": "S0168-8510(23)00061-1"
  },
  "doi": "10.1016/j.healthpol.2023.104758",
  "pmc_id": "PMC9985544",
  "dates": {
    "completed": "2023-04-07",
    "revised": "2024-09-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.189986",
    "pmid": "36924671"
  }
}