{
  "pmid": "36937433",
  "uid": "36937433",
  "title": "A CT based radiomics nomogram for differentiation between focal-type autoimmune pancreatitis and pancreatic ductal adenocarcinoma.",
  "abstract": "OBJECTIVES: The purpose of this study was to develop and validate an CT-based radiomics nomogram for the preoperative differentiation of focal-type autoimmune pancreatitis from pancreatic ductal adenocarcinoma. METHODS: 96 patients with focal-type autoimmune pancreatitis and pancreatic ductal adenocarcinoma have been enrolled in the study (32 and 64 cases respectively). All cases have been confirmed by imaging, clinical follow-up and/or pathology. The imaging data were considered as: 70% training cohort and 30% test cohort. Pancreatic lesions have been manually delineated by two radiologists and image segmentation was performed to extract radiomic features from the CT images. Independent-sample T tests and LASSO regression were used for feature selection. The training cohort was classified using a variety of machine learning-based classifiers, and 5-fold cross-validation has been performed. The classification performance was evaluated using the test cohort. Multivariate logistic regression analysis was then used to develop a radiomics nomogram model, containing the CT findings and Rad-Score. Calibration curves have been plotted showing the agreement between the predicted and actual probabilities of the radiomics nomogram model. Different patients have been selected to test and evaluate the model prediction process. Finally, receiver operating characteristic curves and decision curves were plotted, and the radiomics nomogram model was compared with a single model to visually assess its diagnostic ability. RESULTS: A total of 158 radiomics features were extracted from each image. 7 features were selected to construct the radiomics model, then a variety of classifiers were used for classification and multinomial logistic regression (MLR) was selected to be the optimal classifier. Combining CT findings with radiomics model, a prediction model based on CT findings and radiomics was finally obtained. The nomogram model showed a good sensitivity and specificity with AUCs of 0.87 and 0.83 in training and test cohorts, respectively. The areas under the curve and decision curve analysis showed that the radiomics nomogram model may provide better diagnostic performance than the single model and achieve greater clinical net benefits than the CT finding model and radiomics signature model individually. CONCLUSIONS: The CT image-based radiomics nomogram model can accurately distinguish between focal-type autoimmune pancreatitis and pancreatic ductal adenocarcinoma patients and provide additional clinical benefits.",
  "authors": [
    {
      "last_name": "Lu",
      "fore_name": "Jia",
      "initials": "J",
      "name": "Jia Lu",
      "affiliations": [
        "Department of Radiology, The People's Hospital of China Medical University and The People's Hospital of Liaoning Province, Shenyang, China."
      ]
    },
    {
      "last_name": "Jiang",
      "fore_name": "Nannan",
      "initials": "N",
      "name": "Nannan Jiang",
      "affiliations": [
        "Department of Radiology, The People's Hospital of Liaoning Province, Shenyang, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Radiology, The People's Hospital of China Medical University and The People's Hospital of Liaoning Province, Shenyang, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Daowei",
      "initials": "D",
      "name": "Daowei Li",
      "affiliations": [
        "Department of Radiology, The People's Hospital of China Medical University and The People's Hospital of Liaoning Province, Shenyang, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in oncology",
    "iso_abbreviation": "Front Oncol",
    "issn": "2234-943X",
    "issn_type": "Print",
    "volume": "13",
    "pub_year": "2023"
  },
  "start_page": "979437",
  "pages": "979437",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36937433",
    "pmc": "PMC10014827",
    "doi": "10.3389/fonc.2023.979437"
  },
  "doi": "10.3389/fonc.2023.979437",
  "pmc_id": "PMC10014827",
  "dates": {
    "revised": "2023-03-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.567200",
    "pmid": "36937433"
  }
}