{
  "pmid": "36944044",
  "uid": "36944044",
  "title": "Community-based physical activity and/or nutrition interventions to promote mobility in older adults: An umbrella review.",
  "abstract": "Background: Physical activity and a healthy diet are important in helping to maintain mobility and quality of life with aging. Delivery of physical activity and nutrition interventions in a group setting adds the benefits of social participation. Several published systematic reviews have explored a broad range of PA and/or nutrition interventions for older adults, making it challenging to bring together the best scientific evidence to inform program design and to inform multicomponent intervention development. This umbrella review aims to identify group-based physical activity and nutrition interventions for community-dwelling older adults that improve mobility. Methods: Five electronic databases (MEDLINE, Embase, CINAHL, Cochrane CENTRAL, Sociological Abstracts) were searched from inception to April 28, 2020. Eligibility criteria included systematic reviews exploring the effectiveness of physical activity and/or nutrition interventions, delivered in a group setting for community-dwelling older adults. Two reviewers independently performed eligibility screening, critical appraisal (using AMSTAR 2) and data extraction. The GRADE approach was used to assess the overall certainty of the evidence. Older adult/provider research partners informed data synthesis and results presentation. Results: In total, 54 systematic reviews (1 high, 21 moderate, 32 low/critically low quality) were identified; 46 included physical activity only, and eight included both physical activity and nutritional supplements. No reviews included nutrition interventions alone. Combined aerobic/resistance, general physical activity, and mind-body exercise all improved physical function and balance (moderate-high certainty). Aerobic/resistance training improved aerobic capacity (high certainty). Resistance training and general physical activity improved muscle strength (moderate certainty). Aerobic/resistance training and general physical activity are likely to reduce falls among older adults (moderate certainty). There was no evidence of benefit for nutritional supplementation with physical activity. Conclusions: Multicomponent group-based physical activity interventions can improve measures of mobility in community-dwelling older adults. We found no reviews focused on nutrition only, highlighting a gap in the literature.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Neil-Sztramko",
      "affiliations": []
    },
    {
      "last_name": "Coletta",
      "fore_name": "Giulia",
      "initials": "G",
      "name": "Giulia Coletta",
      "affiliations": []
    },
    {
      "last_name": "Teggart",
      "fore_name": "Kylie",
      "initials": "K",
      "name": "Kylie Teggart",
      "affiliations": []
    },
    {
      "last_name": "Ganann",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Ganann",
      "affiliations": []
    },
    {
      "last_name": "Kuspinar",
      "fore_name": "Ayse",
      "initials": "A",
      "name": "Ayse Kuspinar",
      "affiliations": []
    },
    {
      "last_name": "Fitzpatrick-Lewis",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Fitzpatrick-Lewis",
      "affiliations": []
    },
    {
      "last_name": "Newbold",
      "fore_name": "Bruce",
      "initials": "B",
      "name": "Bruce Newbold",
      "affiliations": []
    },
    {
      "last_name": "Phillips",
      "fore_name": "Stuart",
      "initials": "S",
      "name": "Stuart Phillips",
      "affiliations": []
    },
    {
      "last_name": "Moore",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Moore",
      "affiliations": []
    },
    {
      "last_name": "Kennedy",
      "fore_name": "Courtney",
      "initials": "C",
      "name": "Courtney Kennedy",
      "affiliations": []
    },
    {
      "last_name": "Sherifali",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Sherifali",
      "affiliations": []
    },
    {
      "last_name": "Alvarez",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Alvarez",
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Annals of family medicine",
    "iso_abbreviation": "Ann Fam Med",
    "issn": "1544-1717",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "20 Suppl 1",
    "pub_year": "2022",
    "pub_month": "Apr",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Systematic Review"
  ],
  "keywords": [
    "Aged",
    "Humans",
    "Exercise",
    "Quality of Life",
    "Systematic Reviews as Topic"
  ],
  "article_ids": {
    "pubmed": "36944044",
    "pmc": "PMC10549072",
    "doi": "10.1370/afm.20.s1.2937"
  },
  "doi": "10.1370/afm.20.s1.2937",
  "pmc_id": "PMC10549072",
  "dates": {
    "completed": "2023-04-10",
    "revised": "2024-11-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:58:29.065980",
    "pmid": "36944044"
  }
}