{
  "pmid": "36940260",
  "uid": "36940260",
  "title": "Lowering Serum Urate With Urate-Lowering Therapy to Target and Incident Fracture Among People With Gout.",
  "abstract": "OBJECTIVE: Gout is associated with a higher risk of fracture; however, findings on the associations of hyperuricemia and urate-lowering therapy (ULT) with the risk of fracture have been inconsistent. We examined whether lowering serum urate (SU) levels with ULT to a target level (i.e., <360 μmoles/liter) reduces the risk of fracture among individuals with gout. METHODS: We emulated analyses of a hypothetical target trial using a \"cloning, censoring, and weighting\" approach to examine the association between lowering SU with ULT to the target levels and the risk of fracture using data from The Health Improvement Network, a UK primary care database. Individuals with gout who were age 40 years or older and for whom ULT was initiated were included in the study. RESULTS: Among 28,554 people with gout, the 5-year risk of hip fracture was 0.5% for the \"achieving the target SU level\" arm and 0.8% for the \"not achieving the target SU level\" arm. The risk difference and hazard ratio for the \"achieving the target SU level\" arm was -0.3% (95% confidence interval [95% CI] -0.5%, -0.1%) and 0.66 (95% CI 0.46, 0.93), respectively, compared with the \"not achieving the target SU level\" arm. Similar results were observed when the associations between lowering SU level with ULT to the target levels and the risk of composite fracture, major osteoporotic fracture, vertebral fracture, and nonvertebral fracture were assessed. CONCLUSION: In this population-based study, lowering the SU level with ULT to the guideline-based target level was associated with a lower risk of incident fracture in people with gout.",
  "authors": [
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Health Management Center, Xiangya Hospital, Central South University, Department of Orthopaedics, Xiangya Hospital, Central South University, and Department of Epidemiology and Health Statistics, Xiangya School of Public Health, Central South University, Changsha, China."
      ],
      "orcid": "0000-0003-3510-8241"
    },
    {
      "last_name": "Choi",
      "fore_name": "Hyon K",
      "initials": "HK",
      "name": "Hyon K Choi",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, and The Mongan Institute, Massachusetts General Hospital, and Harvard Medical School, Boston."
      ],
      "orcid": "0000-0002-2862-0442"
    },
    {
      "last_name": "Dalbeth",
      "fore_name": "Nicola",
      "initials": "N",
      "name": "Nicola Dalbeth",
      "affiliations": [
        "Department of Medicine, University of Auckland, Auckland, New Zealand."
      ],
      "orcid": "0000-0003-4632-4476"
    },
    {
      "last_name": "Lane",
      "fore_name": "Nancy E",
      "initials": "NE",
      "name": "Nancy E Lane",
      "affiliations": [
        "Center for Musculoskeletal Health and Department of Medicine, University of California School of Medicine, Sacramento."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Wu",
      "affiliations": [
        "Hunan Key Laboratory of Joint Degeneration and Injury, Changsha, China."
      ]
    },
    {
      "last_name": "Lyu",
      "fore_name": "Houchen",
      "initials": "H",
      "name": "Houchen Lyu",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China, and Department of Orthopedics, General Hospital of Chinese PLA, Beijing, China."
      ]
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Hunan Key Laboratory of Joint Degeneration and Injury, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China."
      ]
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Hunan Key Laboratory of Joint Degeneration and Injury, and National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China."
      ],
      "orcid": "0000-0003-2987-138X"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, and The Mongan Institute, Massachusetts General Hospital, and Harvard Medical School, Boston."
      ],
      "orcid": "0000-0001-7638-0888"
    }
  ],
  "journal": {
    "title": "Arthritis & rheumatology (Hoboken, N.J.)",
    "iso_abbreviation": "Arthritis Rheumatol",
    "issn": "2326-5205",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "8",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "1456",
  "end_page": "1465",
  "pages": "1456-1465",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Adult",
    "Uric Acid",
    "Gout Suppressants",
    "Gout",
    "Hyperuricemia",
    "Hip Fractures"
  ],
  "article_ids": {
    "pubmed": "36940260",
    "doi": "10.1002/art.42504"
  },
  "doi": "10.1002/art.42504",
  "dates": {
    "completed": "2023-07-31",
    "revised": "2023-08-01"
  },
  "chemicals": [
    "Uric Acid",
    "Gout Suppressants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.567451",
    "pmid": "36940260"
  }
}