{
  "pmid": "36941862",
  "uid": "36941862",
  "title": "The association between maternal stature and adverse birth outcomes and the modifying effect of race and ethnicity: a population-based retrospective cohort study.",
  "abstract": "BACKGROUND: There are known differences in the risk of perinatal and maternal birth outcomes because of maternal factors, such as body mass index and maternal race. However, the association of maternal height with adverse birth outcomes and the potential differences in this relationship by race and ethnicity have been understudied. OBJECTIVE: This study aimed to examine the association between maternal stature and adverse perinatal outcomes and the potential modification of the association by race and ethnicity. STUDY DESIGN: This retrospective cohort study was conducted using data on all singleton births in the United States in 2016 and 2017 (N=7,361,713) obtained from the National Center for Health Statistics. Short and tall stature were defined as <10th and >90th percentiles of the maternal height distribution (<154.9 and >172.7 cm, respectively). Race and ethnicity categories included non-Hispanic White, non-Hispanic Black, American Indian or Alaskan Native Asian or Pacific Islander, and Hispanic. The primary outcomes were preterm birth (<37 weeks of gestation), perinatal death, and composite perinatal death or severe neonatal morbidity. Logistic regression was used to obtain adjusted odds ratios and 95% confidence intervals with adjustment for confounding by maternal age, body mass index, and other factors. Multiplicative and additive effect modifications by race and ethnicity were assessed. RESULTS: The study population included 7,361,713 women with a singleton stillbirth or live birth. Short women had an increased risk of adverse outcomes, whereas tall women had a decreased risk relative to average-stature women. Short women had an increased risk of perinatal death and composite perinatal death or severe neonatal morbidity (adjusted odds ratios, 1.14 [95% confidence interval, 1.10-1.17] and 1.21 [95% confidence interval, 1.19-1.23], respectively). The association between short stature and perinatal death was attenuated in non-Hispanic Black women compared with non-Hispanic White women (adjusted odds ratio, 1.10 [95% confidence interval, 1.03-1.17] vs 1.26 [95% confidence interval, 1.19-1.33]). Compared with average-stature women, tall non-Hispanic White women had lower rates of preterm birth, perinatal death, and composite perinatal death or severe neonatal morbidity (adjusted odds ratios, 0.82 [95% confidence interval, 0.81-0.83], 0.95 [95% confidence interval, 0.91-1.00], and 0.90 [95% confidence interval, 0.88-0.93], respectively). The association between tall and average stature with perinatal death was reversed in Hispanic women (adjusted odds ratio, 1.27; 95% confidence interval, 1.12-1.44). Compared with average-stature women, all tall women had lower rates of preterm birth, particularly among non-Hispanic Black and Hispanic women. CONCLUSION: Relative to average-stature women, short women have an increased risk of adverse perinatal outcomes across all race and ethnicity groups; these associations were attenuated in Hispanic women and for some adverse outcomes in non-Hispanic Black and Asian women. Tall mothers have a lower risk of preterm birth in all racial and ethnic groups, whereas tall non-Hispanic White mothers have a lower risk of perinatal death or severe neonatal morbidity compared with average-stature women.",
  "authors": [
    {
      "last_name": "Yearwood",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Yearwood",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver, British Columbia, Canada (XX Yearwood, XX Bone, Ms Wen, XX Lyons, XX Joseph, and Dr Lisonkova)."
      ]
    },
    {
      "last_name": "Bone",
      "fore_name": "Jeffrey N",
      "initials": "JN",
      "name": "Jeffrey N Bone",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver, British Columbia, Canada (XX Yearwood, XX Bone, Ms Wen, XX Lyons, XX Joseph, and Dr Lisonkova).",
        "Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, British Columbia, Canada (XX Bone, XX Joseph, and Dr Lisonkova)."
      ]
    },
    {
      "last_name": "Wen",
      "fore_name": "Qi",
      "initials": "Q",
      "name": "Qi Wen",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver, British Columbia, Canada (XX Yearwood, XX Bone, Ms Wen, XX Lyons, XX Joseph, and Dr Lisonkova)."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Department of Obstetrics and Gynecology and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada (XX Muraca).",
        "Clinical Epidemiology Unit, Department of Medicine, Solna, Karolinska University Hospital, Karolinska Institutet, Solna, Sweden (XX Muraca and XX Razaz)."
      ]
    },
    {
      "last_name": "Lyons",
      "fore_name": "Janet",
      "initials": "J",
      "name": "Janet Lyons",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver, British Columbia, Canada (XX Yearwood, XX Bone, Ms Wen, XX Lyons, XX Joseph, and Dr Lisonkova)."
      ]
    },
    {
      "last_name": "Razaz",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Razaz",
      "affiliations": [
        "Clinical Epidemiology Unit, Department of Medicine, Solna, Karolinska University Hospital, Karolinska Institutet, Solna, Sweden (XX Muraca and XX Razaz)."
      ]
    },
    {
      "last_name": "Joseph",
      "fore_name": "K S",
      "initials": "KS",
      "name": "K S Joseph",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver, British Columbia, Canada (XX Yearwood, XX Bone, Ms Wen, XX Lyons, XX Joseph, and Dr Lisonkova).",
        "Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, British Columbia, Canada (XX Bone, XX Joseph, and Dr Lisonkova).",
        "School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada (XX Joseph and Dr Lisonkova)."
      ]
    },
    {
      "last_name": "Lisonkova",
      "fore_name": "Sarka",
      "initials": "S",
      "name": "Sarka Lisonkova",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, University of British Columbia, Vancouver, British Columbia, Canada (XX Yearwood, XX Bone, Ms Wen, XX Lyons, XX Joseph, and Dr Lisonkova).",
        "Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, British Columbia, Canada (XX Bone, XX Joseph, and Dr Lisonkova).",
        "School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada (XX Joseph and Dr Lisonkova)."
      ]
    }
  ],
  "journal": {
    "title": "AJOG global reports",
    "iso_abbreviation": "AJOG Glob Rep",
    "issn": "2666-5778",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "100184",
  "pages": "100184",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36941862",
    "pmc": "PMC10024135",
    "doi": "10.1016/j.xagr.2023.100184",
    "pii": "S2666-5778(23)00025-4"
  },
  "doi": "10.1016/j.xagr.2023.100184",
  "pmc_id": "PMC10024135",
  "dates": {
    "revised": "2023-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.018134",
    "pmid": "36941862"
  }
}