{
  "pmid": "36962967",
  "uid": "36962967",
  "title": "Quasi-experimental evaluation of national border closures on COVID-19 transmission.",
  "abstract": "With over 200 pandemic threats emerging every year, the efficacy of closing national borders to control the transmission of disease in the first months of a pandemic remains a critically important question. Previous studies offer conflicting evidence for the potential effects of these closures on COVID-19 transmission and no study has yet empirically evaluated the global impact of border closures using quasi-experimental methods and real-world data. We triangulate results from interrupted time-series analysis, meta-regression, coarsened exact matching, and an extensive series of robustness checks to evaluate the effect of 166 countries' national border closures on the global transmission of COVID-19. Total border closures banning non-essential travel from all countries and (to a lesser extent) targeted border closures banning travel from specific countries had some effect on temporarily slowing COVID-19 transmission in those countries that implemented them. In contrast to these country-level impacts, the global sum of targeted border closures implemented by February 5, 2020 was not sufficient to slow global COVID-19 transmission, but the sum of total border closures implemented by March 19, 2020 did achieve this effect. Country-level results were highly heterogeneous, with early implementation and border closures so broadly targeted that they resemble total border closures improving the likelihood of slowing the pandemic's spread. Governments that can make productive use of extra preparation time and cannot feasibly implement less restrictive alternatives might consider enacting border closures. However, given their moderate and uncertain impacts and their significant harms, border closures are unlikely to be the best policy response for most countries and should only be deployed in rare circumstances and with great caution. All countries would benefit from global mechanisms to coordinate national decisions on border closures during pandemics.",
  "authors": [
    {
      "last_name": "Poirier",
      "fore_name": "Mathieu J P",
      "initials": "MJP",
      "name": "Mathieu J P Poirier",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, York University, Toronto, Canada.",
        "School of Global Health, Faculty of Health, York University, Toronto, Canada."
      ],
      "orcid": "0000-0003-3842-0011"
    },
    {
      "last_name": "Rogers Van Katwyk",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Rogers Van Katwyk",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, York University, Toronto, Canada."
      ],
      "orcid": "0000-0002-1758-8635"
    },
    {
      "last_name": "Lin",
      "fore_name": "Gigi",
      "initials": "G",
      "name": "Gigi Lin",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, York University, Toronto, Canada."
      ],
      "orcid": "0000-0002-8402-4418"
    },
    {
      "last_name": "Hoffman",
      "fore_name": "Steven J",
      "initials": "SJ",
      "name": "Steven J Hoffman",
      "affiliations": [
        "Global Strategy Lab, Dahdaleh Institute for Global Health Research, York University, Toronto, Canada.",
        "School of Global Health, Faculty of Health, York University, Toronto, Canada.",
        "Department of Health Research Methods, Evidence, and Impact and McMaster Health Forum, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PLOS global public health",
    "iso_abbreviation": "PLOS Glob Public Health",
    "issn": "2767-3375",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2023"
  },
  "start_page": "e0000980",
  "pages": "e0000980",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36962967",
    "pmc": "PMC10021705",
    "doi": "10.1371/journal.pgph.0000980",
    "pii": "PGPH-D-21-01124"
  },
  "doi": "10.1371/journal.pgph.0000980",
  "pmc_id": "PMC10021705",
  "dates": {
    "revised": "2023-11-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:34.648404",
    "pmid": "36962967"
  }
}