{
  "pmid": "36968875",
  "uid": "36968875",
  "title": "A Meta-Analysis on Predictors of Mortality Among Patients Hospitalized for Acute Exacerbation of Asthma.",
  "abstract": "The aim of this meta-analysis is to systematically review published studies and identify clinically important factors predicting mortality among patients hospitalized for acute exacerbation of asthma. This study was a meta-analysis conducted in accordance with the MOOSE (Meta-analysis of Observational Studies in Epidemiology) guidelines. A systematic search was carried out on online databases such as PubMed and EMBASE to identify articles on predictors of mortality among patients hospitalized for acute exacerbation of asthma. The search used keywords such as \"asthma,\" \"exacerbation,\" \"mortality,\" and \"factors.\" A total of six articles met the inclusion criteria and were included in the present meta-analysis. The incidence of short-term mortality among patients hospitalized for acute exacerbation of asthma was 6% (95% CI= 3-9%, I-square=99%) with a range of 0.79% to 18% across the studies. The factors significantly associated with short-term mortality in patients hospitalized for acute exacerbation of asthma including diabetes mellitus (RR=2.02, 95% CI: 1.63-2.52, p-value=0.001), pneumonia (RR=3.71, 95% CI: 3.02-4.56, p-value=0.001), and mechanical ventilation (RR: 29.98, 95% CI: 15.46-58.15, p-value=0.001). The present study found that diabetes mellitus, pneumonia, and the use of mechanical ventilation are independently associated with mortality among patients hospitalized for acute exacerbation of asthma. Healthcare professionals need to understand the comorbidities and risk factors associated with mortality in patients hospitalized for acute exacerbation of asthma in order to identify patients who are at increased risk and provide prompt treatment.",
  "authors": [
    {
      "last_name": "Idanesimhe Sado",
      "fore_name": "Abdulmaleek",
      "initials": "A",
      "name": "Abdulmaleek Idanesimhe Sado",
      "affiliations": [
        "Department of Medicine, Penwortham St Mary's Medical Group, Preston, GBR."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad S",
      "initials": "MS",
      "name": "Muhammad S Afzal",
      "affiliations": [
        "Department of Medicine, Carle Foundation Hospital, Urbana, USA."
      ]
    },
    {
      "last_name": "Kannekanti",
      "fore_name": "Lavanya",
      "initials": "L",
      "name": "Lavanya Kannekanti",
      "affiliations": [
        "Department of Medicine, Osmania Medical College, Hyderabad, IND."
      ]
    },
    {
      "last_name": "Pamreddy",
      "fore_name": "Hrushikesh Reddy",
      "initials": "HR",
      "name": "Hrushikesh Reddy Pamreddy",
      "affiliations": [
        "Department of Internal Medicine, Osmania Medical College, Hyderabad, IND."
      ]
    },
    {
      "last_name": "Pimentel Campillo",
      "fore_name": "Jorge",
      "initials": "J",
      "name": "Jorge Pimentel Campillo",
      "affiliations": [
        "Department of Internal Medicine, CEDIMAT, Santo Domingo, DOM."
      ]
    },
    {
      "last_name": "Kandukuri",
      "fore_name": "Vaishnavi",
      "initials": "V",
      "name": "Vaishnavi Kandukuri",
      "affiliations": [
        "Department of Internal Medicine, Gandhi Medical College and Hospital, Hyderabad, IND."
      ]
    },
    {
      "last_name": "Medarametla",
      "fore_name": "Gnana Deepthi",
      "initials": "GD",
      "name": "Gnana Deepthi Medarametla",
      "affiliations": [
        "Department of Internal Medicine, NRI Medical College and Hospital, Guntur, IND."
      ]
    },
    {
      "last_name": "Palleti",
      "fore_name": "Sujith K",
      "initials": "SK",
      "name": "Sujith K Palleti",
      "affiliations": [
        "Department of Nephrology, Edward Hines Jr. Veterans Administration Hospital, Hines, USA.",
        "Department of Nephrology, Loyola University Medical Center, Maywood, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "e35225",
  "pages": "e35225",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36968875",
    "pmc": "PMC10032559",
    "doi": "10.7759/cureus.35225"
  },
  "doi": "10.7759/cureus.35225",
  "pmc_id": "PMC10032559",
  "dates": {
    "revised": "2023-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.063944",
    "pmid": "36968875"
  }
}