{
  "pmid": "36964116",
  "uid": "36964116",
  "title": "Trend of female first authorship in Journal of Orthopaedic Science, the official journal of the Japanese orthopaedic association from 2001 to 2021: An observational study.",
  "abstract": "BACKGROUND: Women are underrepresented in orthopaedic surgery, especially in Japan. Authorship is associated with representation and career advancement, but the academic representation of women in Japanese orthopaedic surgery has not been elucidated. This study aimed to elucidate the proportion of female first authorship and its associating factors, as well as trends in the Journal of Orthopaedic Science (JOS), the official journal of the Japanese Orthopaedic Association. METHODS: The study reviewed original articles published in JOS from 2002 to 2021 using data from PubMed on March 16, 2022. The gender of the first and last authors was determined using genderize. io, an online gender detection tool and manual search. The study used multivariable logistic regression to identify the factors associated with female first authorship and visualized the trend of predicted probability using restricted cubic spline curve. RESULTS: Among 2272 original articles, 148 (6.5%) and 79 (3.5%) had female first and last authors, respectively. Compared with 2002-2006, female first authorship significantly increased in 2012-2016 (adjusted odds ratio [aOR], 2.04; 95% confidence interval [CI], 1.09-4.05; p = 0.03) and 2017-2021 (aOR, 2.72; 95% CI, 1.46-5.276; p = 0.002). Affiliation with an institution in Japan (aOR, 0.51; 95% CI, 0.35-0.74; p < 0.001) and affiliation in orthopaedics (aOR, 0.16; 95% CI, 0.11-0.23; p < 0.001) were negatively associated with female first authorship. Around 2020, the trend showed a gradual then rapid increase in women with non-orthopaedic affiliations. Only a very small increase was observed in women with an orthopaedic affiliation. CONCLUSIONS: Female first authorship in JOS has been increasing. However, the proportion of female authors remains low. Authors outside of Japan and not affiliated with orthopaedics largely affect female authorship statistics. The results indicate the persistent gender gap in the academic representation of women in Japanese orthopaedic publications.",
  "authors": [
    {
      "last_name": "Saka",
      "fore_name": "Natsumi",
      "initials": "N",
      "name": "Natsumi Saka",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Ontario, Canada; Department of Orthopaedic Surgery, Teikyo University School of Medicine, Tokyo, Japan; Scientific Research WorkS Peer Support Group (SRWS-PSG), Osaka, Japan. Electronic address: natsumi613@gmail.com."
      ]
    },
    {
      "last_name": "Chiang",
      "fore_name": "Chi-Ming",
      "initials": "CM",
      "name": "Chi-Ming Chiang",
      "affiliations": [
        "Department of Orthopaedics, Cardinal Tien Hospital, New Taipei City, Taiwan."
      ]
    },
    {
      "last_name": "Ogawa",
      "fore_name": "Takahisa",
      "initials": "T",
      "name": "Takahisa Ogawa",
      "affiliations": [
        "Department of Orthopaedics, Tokyo Medical and Dental University, Tokyo, Japan; Scientific Research WorkS Peer Support Group (SRWS-PSG), Osaka, Japan."
      ]
    },
    {
      "last_name": "Pendleton",
      "fore_name": "Anna Alaska",
      "initials": "AA",
      "name": "Anna Alaska Pendleton",
      "affiliations": [
        "Division of Vascular and Endovascular Surgery, Massachusetts General Hospital, Boston, USA."
      ]
    },
    {
      "last_name": "Tsuihiji",
      "fore_name": "Kanako",
      "initials": "K",
      "name": "Kanako Tsuihiji",
      "affiliations": [
        "Trauma and Reconstruction Center, Shin-Yurigaoka General Hospital, Kanagawa, Japan."
      ]
    },
    {
      "last_name": "Nomura",
      "fore_name": "Kyoko",
      "initials": "K",
      "name": "Kyoko Nomura",
      "affiliations": [
        "Department of Environmental Health Science and Public Health, Akita University Graduate School of Medicine, Akita, Japan."
      ]
    },
    {
      "last_name": "Watanabe",
      "fore_name": "Yoshinobu",
      "initials": "Y",
      "name": "Yoshinobu Watanabe",
      "affiliations": [
        "Department of Orthopaedic Surgery, Teikyo University School of Medicine, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Ontario, Canada; Division of Orthopedic Surgery, McMaster University, Ontario, Canada. Electronic address: bhandam@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of orthopaedic science : official journal of the Japanese Orthopaedic Association",
    "iso_abbreviation": "J Orthop Sci",
    "issn": "1436-2023",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "3",
    "pub_year": "2024",
    "pub_month": "May"
  },
  "start_page": "914",
  "end_page": "920",
  "pages": "914-920",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Observational Study"
  ],
  "keywords": [
    "Authorship",
    "Japan",
    "Female",
    "Humans",
    "Orthopedics",
    "Periodicals as Topic",
    "Physicians, Women",
    "Societies, Medical",
    "Male",
    "East Asian People"
  ],
  "article_ids": {
    "pubmed": "36964116",
    "doi": "10.1016/j.jos.2023.03.007",
    "pii": "S0949-2658(23)00077-5"
  },
  "doi": "10.1016/j.jos.2023.03.007",
  "dates": {
    "completed": "2024-05-23",
    "revised": "2024-09-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.486053",
    "pmid": "36964116"
  }
}