{
  "pmid": "36960777",
  "uid": "36960777",
  "title": "Validation of Urinary Thiocyanate as a Robust Biomarker of Active Tobacco Smoking in the Prospective Urban and Rural Epidemiological Study.",
  "abstract": "INTRODUCTION: Tobacco smoking is a leading preventable cause of premature death globally. Urinary thiocyanate is a biomarker of cyanide exposure from tobacco smoke; however, few studies have evaluated its utility in diverse populations of smokers. AIMS AND METHODS: We examined the associations between urinary thiocyanate and self-reported never and current smokers among 1000 participants from 14 countries in the Prospective Urban and Rural Epidemiological study. We analyzed urinary thiocyanate in light and heavy smokers as compared to never-smokers from high- (HICs), middle- (MICs), and low-income countries (LICs) using a validated capillary electrophoresis method in conjunction with standardized questionnaires. RESULTS: The median urinary thiocyanate concentration was 31 μM, which ranged from 8.6 μM to 52 μM for never-smokers (n = 335) and current smokers (n = 660), respectively. Urinary thiocyanate was correlated with daily cigarette consumption (r = 0.621) and total nicotine equivalents (r = 0.514). Thiocyanate also displayed a better dose-response than urinary cotinine. A moderate association of urinary thiocyanate was found in biochemically verified never-smokers (r ~0.38) because of intake of vegetables, fruits, and dairy. Receiver-operating characteristic curves established cutoff values for urinary thiocyanate to differentiate current from never-smokers with an optimal threshold of 23.9 μM (Area Under the Curve or AUC = 0.861), which lowered progressively from HICs, MICs, and LICs. CONCLUSIONS: Elevated thiocyanate was evident in current smokers from high-income countries likely reflecting differences in smoking topography and greater toxicant burden. Background urinary thiocyanate in never-smokers was associated with goitrogenic food intake that obscured detection of secondhand smoke exposure. IMPLICATIONS: Urinary thiocyanate is a sensitive biomarker of active tobacco smoking relative to cotinine that can be measured by an inexpensive capillary electrophoresis assay. Regional cutoff values are demonstrated to improve discrimination of smoking status in developing countries because of differences in smoking habits and cigarette products consumed, as well as intake of goitrogenic foods. Urinary thiocyanate may allow for more reliable estimates of the hazards of tobacco smoking between countries with varying socioeconomic development as compared to self-reports.",
  "authors": [
    {
      "last_name": "Mathiaparanam",
      "fore_name": "Stellena",
      "initials": "S",
      "name": "Stellena Mathiaparanam",
      "affiliations": [
        "Department of Chemistry and Chemical Biology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "Biban",
      "initials": "B",
      "name": "Biban Gill",
      "affiliations": [
        "Department of Chemistry and Chemical Biology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sathish",
      "fore_name": "Thirunavukkarasu",
      "initials": "T",
      "name": "Thirunavukkarasu Sathish",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada.",
        "Department of Family and Preventive Medicine, School of Medicine, Emory University, Atlanta, GA, USA."
      ],
      "orcid": "0000-0002-2016-4964"
    },
    {
      "last_name": "Paré",
      "fore_name": "Guillaume",
      "initials": "G",
      "name": "Guillaume Paré",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-6795-4760"
    },
    {
      "last_name": "Teo",
      "fore_name": "Koon K",
      "initials": "KK",
      "name": "Koon K Teo",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Yusuf",
      "fore_name": "Salim",
      "initials": "S",
      "name": "Salim Yusuf",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Britz-McKibbin",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Britz-McKibbin",
      "affiliations": [
        "Department of Chemistry and Chemical Biology, McMaster University, Hamilton, ON, Canada.",
        "Department of Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9296-3223"
    }
  ],
  "journal": {
    "title": "Nicotine & tobacco research : official journal of the Society for Research on Nicotine and Tobacco",
    "iso_abbreviation": "Nicotine Tob Res",
    "issn": "1469-994X",
    "issn_type": "Electronic",
    "volume": "25",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "09"
  },
  "start_page": "1291",
  "end_page": "1301",
  "pages": "1291-1301",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cotinine",
    "Thiocyanates",
    "Prospective Studies",
    "Tobacco Smoke Pollution",
    "Biomarkers",
    "Tobacco Smoking"
  ],
  "article_ids": {
    "pubmed": "36960777",
    "doi": "10.1093/ntr/ntad027",
    "pii": "7085472"
  },
  "doi": "10.1093/ntr/ntad027",
  "dates": {
    "completed": "2023-06-12",
    "revised": "2023-11-16"
  },
  "chemicals": [
    "Cotinine",
    "thiocyanate",
    "Thiocyanates",
    "Tobacco Smoke Pollution",
    "Biomarkers"
  ],
  "grants": [
    {
      "agency": "Natural Sciences and Engineering Research Council of Canada"
    },
    {
      "agency": "Population Health Research Institute"
    },
    {
      "agency": "Hamilton Health Sciences"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:58.133485",
    "pmid": "36960777"
  }
}