{
  "pmid": "36967701",
  "uid": "36967701",
  "title": "An overlooked effect: domestic violence and alcohol policies in the night-time economy.",
  "abstract": "BACKGROUND AND AIMS: Restrictive late-night alcohol policies are aimed at reducing alcohol-related violence but, to date, no evaluations of their impact on family and domestic violence have been conducted. This study aimed to measure whether modifying the drinking environment and restricting on-site trading hours affected reported rates of family and domestic violence. DESIGN, SETTING AND PARTICIPANTS: This study used a non-equivalent control group design with two treatment sites and two matched control sites with pre- and postintervention data on rates of family and domestic violence assaults within local catchment areas of four late-night entertainment precincts in New South Wales, Australia, covering a population of 27 309 people. Participants comprised monthly counts of police-recorded incidents of domestic violence assaults from January 2001 to December 2019. INTERVENTIONS AND COMPARATORS: Two variations of restrictive late-night interventions were used: restricted entry to late-night venues after 1:30 a.m., trading ceasing at 3:30 a.m. and other restrictions on alcohol service (Newcastle); and restricted entry to late-night venues after 1 a.m. and a range of restrictions on alcohol service (Hamilton). The comparators were no restrictions on late-night trading or modifications of the drinking environment (Wollongong and Maitland). MEASUREMENTS: Measurements involved the rate, type and timing of reported family and domestic violence assaults. FINDINGS: Reported rates of domestic violence assaults fell at both intervention sites, while reported domestic violence assaults increased over time in the control sites. The protective effects in Newcastle were robust and statistically significant across three main models. The relative reduction associated with the intervention in Newcastle was 29% (incidence rate ratio = 0.71, 95% confidence interval: 0.60-0.83) and an estimated 204 assaults were prevented across the duration of the study. The protective effects found in Hamilton were not consistently supported across the three main models. CONCLUSIONS: Increases to late-night alcohol restrictions may reduce rates of domestic violence.",
  "authors": [
    {
      "last_name": "Kowalski",
      "fore_name": "Michala",
      "initials": "M",
      "name": "Michala Kowalski",
      "affiliations": [
        "Drug Policy Modelling Program, Social Policy Research Centre, UNSW Sydney, Kensington, Australia."
      ],
      "orcid": "0000-0002-3175-808X"
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug Research Institute and enAble Institute, Faculty of Health Sciences, Curtin University, Perth, WA, Australia.",
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Victoria, Australia."
      ],
      "orcid": "0000-0002-8995-9386"
    },
    {
      "last_name": "Wilkinson",
      "fore_name": "Claire",
      "initials": "C",
      "name": "Claire Wilkinson",
      "affiliations": [
        "Drug Policy Modelling Program, Social Policy Research Centre, UNSW Sydney, Kensington, Australia.",
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, Victoria, Australia."
      ],
      "orcid": "0000-0002-4815-5840"
    },
    {
      "last_name": "Ritter",
      "fore_name": "Alison",
      "initials": "A",
      "name": "Alison Ritter",
      "affiliations": [
        "Drug Policy Modelling Program, Social Policy Research Centre, UNSW Sydney, Kensington, Australia."
      ],
      "orcid": "0000-0001-9540-1920"
    }
  ],
  "journal": {
    "title": "Addiction (Abingdon, England)",
    "iso_abbreviation": "Addiction",
    "issn": "1360-0443",
    "issn_type": "Electronic",
    "volume": "118",
    "issue": "8",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "1471",
  "end_page": "1481",
  "pages": "1471-1481",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Alcohol Drinking",
    "Commerce",
    "Domestic Violence",
    "Australia",
    "Public Policy"
  ],
  "article_ids": {
    "pubmed": "36967701",
    "pmc": "PMC10952798",
    "doi": "10.1111/add.16192"
  },
  "doi": "10.1111/add.16192",
  "pmc_id": "PMC10952798",
  "dates": {
    "completed": "2023-07-04",
    "revised": "2024-03-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.841911",
    "pmid": "36967701"
  }
}