{
  "pmid": "36961617",
  "uid": "36961617",
  "title": "Cancer-related fatigue: scoping review to synthesize a definition for childhood cancer survivors.",
  "abstract": "CONTEXT: There is no universal definition of cancer-related fatigue (CRF) specific to childhood cancer survivors, despite this population facing unique long-term side effects from their cancer. We aimed to synthesize and combine existing definitions of CRF specific to this context to inform on the necessity of a panel of experts to formulate a new definition of CRF for childhood cancer survivors. METHODS: The literature search was performed in various databases. Titles, abstracts, and keywords were screened by two researchers to confirm eligibility. The data extraction process was performed by two researchers. Our search was conducted in various databases. RESULTS: Thirty articles were included in the qualitative analysis. Two coders reached consensus on 14 codes. The thematization process produced 4 themes: frequency, context, attributes, and consequences of CRF. These themes were used to synthesize a definition of CRF, as follows: \"In childhood cancer survivors, cancer-related fatigue is a common late effect of cancer and cancer treatments. It is characterized by a subjective, persistent, and multidimensional experience that differs from normal fatigue in the physical, emotional, and/or cognitive spheres. Cancer-related fatigue may have a variety of negative consequences including a reduced quality of life and level of functioning, a lack of vigor, work difficulties, relationship issues, and emotional distress.\" CONCLUSION: A definition of CRF applicable to childhood cancer survivors is timely to organize research efforts and design appropriate interventions. The proposed definition is a first step towards the formulation of a new definition of CRF specific to childhood cancer survivors by experts.",
  "authors": [
    {
      "last_name": "Levesque",
      "fore_name": "Ariane",
      "initials": "A",
      "name": "Ariane Levesque",
      "affiliations": [
        "Department of Psychology, Université de Montreal, Montreal, Canada. ariane.levesque.5@umontreal.ca.",
        "Research Center, Sainte-Justine University Health Center, Montreal, Canada. ariane.levesque.5@umontreal.ca."
      ]
    },
    {
      "last_name": "Caru",
      "fore_name": "Maxime",
      "initials": "M",
      "name": "Maxime Caru",
      "affiliations": [
        "Department of Pediatric Hematology and Oncology, and Department of Public Health Sciences, Penn State College of Medicine, Hershey, PA, USA."
      ]
    },
    {
      "last_name": "Duval",
      "fore_name": "Michel",
      "initials": "M",
      "name": "Michel Duval",
      "affiliations": [
        "Research Center, Sainte-Justine University Health Center, Montreal, Canada.",
        "Charles-Bruneau Cancer Care Center, Sainte-Justine University Health Center, Montreal, Canada.",
        "Department of Pediatrics, Université de Montreal, Montreal, Canada."
      ]
    },
    {
      "last_name": "Laverdière",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Laverdière",
      "affiliations": [
        "Research Center, Sainte-Justine University Health Center, Montreal, Canada.",
        "Charles-Bruneau Cancer Care Center, Sainte-Justine University Health Center, Montreal, Canada.",
        "Department of Pediatrics, Université de Montreal, Montreal, Canada."
      ]
    },
    {
      "last_name": "Marjerrison",
      "fore_name": "Stacey",
      "initials": "S",
      "name": "Stacey Marjerrison",
      "affiliations": [
        "Department of Pediatrics, McMaster University Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sultan",
      "fore_name": "Serge",
      "initials": "S",
      "name": "Serge Sultan",
      "affiliations": [
        "Department of Psychology, Université de Montreal, Montreal, Canada.",
        "Research Center, Sainte-Justine University Health Center, Montreal, Canada.",
        "Charles-Bruneau Cancer Care Center, Sainte-Justine University Health Center, Montreal, Canada.",
        "Department of Pediatrics, Université de Montreal, Montreal, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
    "iso_abbreviation": "Support Care Cancer",
    "issn": "1433-7339",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Mar",
    "pub_day": "24"
  },
  "start_page": "231",
  "pages": "231",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Cancer Survivors",
    "Neoplasms",
    "Quality of Life",
    "Fatigue",
    "Emotions"
  ],
  "article_ids": {
    "pubmed": "36961617",
    "doi": "10.1007/s00520-023-07690-x",
    "pii": "10.1007/s00520-023-07690-x"
  },
  "doi": "10.1007/s00520-023-07690-x",
  "dates": {
    "completed": "2023-03-28",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:31.329768",
    "pmid": "36961617"
  }
}