{
  "pmid": "36970645",
  "uid": "36970645",
  "title": "Prepregnancy body mass index and adverse perinatal outcomes in the presence of other maternal risk factors.",
  "abstract": "BACKGROUND: High prepregnancy body mass index is one of the most common risk factors for adverse perinatal events. OBJECTIVE: This study aimed to assess whether the association between maternal body mass index and adverse perinatal outcome is modified by other concomitant maternal risk factors. STUDY DESIGN: This was a retrospective cohort study of all singleton live births and stillbirths in the United States from 2016 to 2017, using data from the National Center for Health Statistics. Logistic regression was used to estimate the adjusted odds ratios and 95% confidence intervals between prepregnancy body mass index and a composite outcome of stillbirth, neonatal death, and severe neonatal morbidity. Modification of this association by maternal age, nulliparity, chronic hypertension, and prepregnancy diabetes mellitus was assessed on both multiplicative and additive scales. RESULTS: The study population included 7,576,417 women with singleton pregnancy; 254,225 (3.5%) were underweight, 3,220,432 (43.9%) had normal body mass index, 1,918,480 (26.1%) were overweight, and 1,062,177 (14.4%), 516,693 (7.0%), and 365,357 (5.0%) had class I, II, and III obesity, respectively. Rates of the composite outcome increased with increasing body mass index above normal values, compared with women with normal body mass index. Nulliparity (289,776; 38.6%), chronic hypertension (135,328; 1.8%), and prepregnancy diabetes mellitus (67,744; 0.89%) modified the association between body mass index and the composite perinatal outcome on both the additive and multiplicative scales. Nulliparous (vs parous) women had a higher rate of increase in adverse outcomes with increasing body mass index. For example, in nulliparous women, class III obesity was associated with 1.8-fold higher odds compared with normal body mass index (adjusted odds ratio, 1.77; 95% confidence interval, 1.73-1.83), whereas in parous women, the adjusted odds ratio was 1.35 (95% confidence interval, 1.32-1.39). Women with chronic hypertension or prepregnancy diabetes mellitus had higher outcome rates overall; however, the dose-response relationship with increasing body mass index was absent. Although the composite outcome rates increased with maternal age, the risk curves were relatively similar across obesity classes in all maternal age groups. Overall, underweight women had 7% higher odds of the composite outcome, and this increased to 21% in parous women. CONCLUSION: Women with elevated prepregnancy body mass index are at increased risk of adverse perinatal outcomes, and the magnitude of these risks differs by concomitant risk factors, including prepregnancy diabetes mellitus, chronic hypertension, and nulliparity. In particular, in woman with chronic hypertension or prepregnancy diabetes mellitus, there is no impact of increasing body mass index on adverse perinatal outcomes. However, overall rates remain high, and prepregnancy prevention of hypertension and diabetes mellitus should be emphasized among all women irrespective of body mass index.",
  "authors": [
    {
      "last_name": "Bone",
      "fore_name": "Jeffrey N",
      "initials": "JN",
      "name": "Jeffrey N Bone",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, The University of British Columbia and the Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada (Mr Bone and Drs Joseph, Mayer, and Lisonkova).",
        "Biostatistics, Research Informatics, British Columbia Children's Hospital Research Institute, Vancouver, Canada (Mr Bone)."
      ]
    },
    {
      "last_name": "Joseph",
      "fore_name": "K S",
      "initials": "KS",
      "name": "K S Joseph",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, The University of British Columbia and the Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada (Mr Bone and Drs Joseph, Mayer, and Lisonkova).",
        "School of Population and Public Health, The University of British Columbia, Vancouver, Canada (Drs Joseph and Lisonkova)."
      ]
    },
    {
      "last_name": "Magee",
      "fore_name": "Laura A",
      "initials": "LA",
      "name": "Laura A Magee",
      "affiliations": [
        "Department of Women and Children's Health, School of Life Course Sciences, Faculty of Life Sciences and Medicine, King's College London, London, United Kingdom (Dr Magee)."
      ]
    },
    {
      "last_name": "Muraca",
      "fore_name": "Giulia M",
      "initials": "GM",
      "name": "Giulia M Muraca",
      "affiliations": [
        "Departments of Obstetrics and Gynecology and Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada (Dr Muraca).",
        "Division of Clinical Epidemiology, Department of Medicine, Solna, Karolinska Institutet, Stockholm, Sweden (Drs Muraca and Razaz)."
      ]
    },
    {
      "last_name": "Razaz",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Razaz",
      "affiliations": [
        "Division of Clinical Epidemiology, Department of Medicine, Solna, Karolinska Institutet, Stockholm, Sweden (Drs Muraca and Razaz)."
      ]
    },
    {
      "last_name": "Mayer",
      "fore_name": "Chantal",
      "initials": "C",
      "name": "Chantal Mayer",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, The University of British Columbia and the Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada (Mr Bone and Drs Joseph, Mayer, and Lisonkova)."
      ]
    },
    {
      "last_name": "Lisonkova",
      "fore_name": "Sarka",
      "initials": "S",
      "name": "Sarka Lisonkova",
      "affiliations": [
        "Department of Obstetrics and Gynaecology, The University of British Columbia and the Children's and Women's Hospital and Health Centre of British Columbia, Vancouver, Canada (Mr Bone and Drs Joseph, Mayer, and Lisonkova).",
        "School of Population and Public Health, The University of British Columbia, Vancouver, Canada (Drs Joseph and Lisonkova)."
      ]
    }
  ],
  "journal": {
    "title": "AJOG global reports",
    "iso_abbreviation": "AJOG Glob Rep",
    "issn": "2666-5778",
    "issn_type": "Electronic",
    "volume": "3",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "100175",
  "pages": "100175",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36970645",
    "pmc": "PMC10034503",
    "doi": "10.1016/j.xagr.2023.100175",
    "pii": "S2666-5778(23)00016-3"
  },
  "doi": "10.1016/j.xagr.2023.100175",
  "pmc_id": "PMC10034503",
  "dates": {
    "revised": "2023-03-28"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:46:39.018365",
    "pmid": "36970645"
  }
}