{
  "pmid": "36978019",
  "uid": "36978019",
  "title": "Lost in transition? Community residential facility staff and stakeholder perspectives on previously incarcerated older adults' transitions into long-term care.",
  "abstract": "BACKGROUND: Establishing an effective continuum of care is a pivotal part of providing support for older populations. In contemporary practice; however, a subset of older adults experience delayed entry and/or are denied access to appropriate care. While previously incarcerated older adults often face barriers to accessing health care services to support community reintegration, there has been limited research on their transitions into long-term care. Exploring these transitions, we aim to highlight the challenges of securing long-term care services for previously incarcerated older adults and shed light on the contextual landscape that reinforces the inequitable care of marginalized older populations across the care continuum. METHODS: We performed a case study of a Community Residential Facility (CRF) for previously incarcerated older adults which leverages best practices in transitional care interventions. Semi-structured interviews were conducted with CRF staff and community stakeholders to determine the challenges and barriers of this population when reintegrating back into the community. A secondary thematic analysis was conducted to specifically examine the challenges of accessing long-term care. A code manual representing the project themes (e.g., access to care, long-term care, inequitable experiences) was tested and revised, following an iterative collaborative qualitative analysis (ICQA) process. RESULTS: The findings indicate that previously incarcerated older adults experience delayed access and/or are denied entry into long-term care due to stigma and a culture of risk that overshadow the admissions process. These circumstances combined with few available long-term care options and the prominence of complex populations already in long-term care contribute to the inequitable access barriers of previously incarcerated older adults seeking entry into long-term care. CONCLUSIONS: We emphasize the many strengths of utilizing transitional care interventions to support previously incarcerated older adults as they transition into long-term care including: 1) education & training, 2) advocacy, and 3) a shared responsibility of care. On the other hand, we underscore that more work is needed to redress the layered bureaucracy of long-term care admissions processes, the lack of long-term care options and the barriers imposed by restrictive long-term care eligibility criteria that sustain the inequitable care of marginalized older populations.",
  "authors": [
    {
      "last_name": "Poulin",
      "fore_name": "Laura I L",
      "initials": "LIL",
      "name": "Laura I L Poulin",
      "affiliations": [
        "Trent Centre for Aging & Society, Trent University, 1600 West Bank Dr., Peterborough, ON, K9L 0G2, Canada. lpoulin@trentu.ca."
      ]
    },
    {
      "last_name": "Colibaba",
      "fore_name": "Amber",
      "initials": "A",
      "name": "Amber Colibaba",
      "affiliations": [
        "Trent Centre for Aging & Society, Trent University, 1600 West Bank Dr., Peterborough, ON, K9L 0G2, Canada."
      ]
    },
    {
      "last_name": "Skinner",
      "fore_name": "Mark W",
      "initials": "MW",
      "name": "Mark W Skinner",
      "affiliations": [
        "Trent School of the Environment, Trent University, 1600 West Bank Dr., Peterborough, ON, K9L 0G2, Canada."
      ]
    },
    {
      "last_name": "Balfour",
      "fore_name": "Gillian",
      "initials": "G",
      "name": "Gillian Balfour",
      "affiliations": [
        "Office of the Provost and Vice-President Academic, Thompson River University, 805 TRU Way, Kamloops, BC, V2C 0C8, Canada."
      ]
    },
    {
      "last_name": "Byrne",
      "fore_name": "David",
      "initials": "D",
      "name": "David Byrne",
      "affiliations": [
        "Community and Justice Services, Centennial College, 941 Progress, Ave, Scarborough, ON, M1G 3T8, Canada."
      ]
    },
    {
      "last_name": "Dieleman",
      "fore_name": "Crystal",
      "initials": "C",
      "name": "Crystal Dieleman",
      "affiliations": [
        "School of Occupational Therapy, Dalhousie University, 5869 University Ave., Halifax, NS, B3H 4R2, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC geriatrics",
    "iso_abbreviation": "BMC Geriatr",
    "issn": "1471-2318",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Mar",
    "pub_day": "28"
  },
  "start_page": "180",
  "pages": "180",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Health Services Accessibility",
    "Long-Term Care",
    "Qualitative Research",
    "Residential Facilities",
    "Prisoners"
  ],
  "article_ids": {
    "pubmed": "36978019",
    "pmc": "PMC10045254",
    "doi": "10.1186/s12877-023-03807-3",
    "pii": "10.1186/s12877-023-03807-3"
  },
  "doi": "10.1186/s12877-023-03807-3",
  "pmc_id": "PMC10045254",
  "dates": {
    "completed": "2023-03-30",
    "revised": "2023-04-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:23.422768",
    "pmid": "36978019"
  }
}