{
  "pmid": "36983214",
  "uid": "36983214",
  "title": "Anterior and Apical Prolapse: Comparison of Vaginal Mesh Surgery to Vaginal Surgery with No Mesh.",
  "abstract": "AIM OF THE STUDY: The aim of this study was to evaluate the anatomical results after an anterior sacrospinous ligament fixation (ASSLF) with native tissue repair (anterior colporraphy and apical suspension with prolene) compared to mesh repair for the correction of anterior prolapse at 12 months after surgery. MATERIALS AND METHODS: A monocentric prospective study comparing two similar cohorts who underwent ASSLF was conducted. The primary endpoint was the gain in the position of the Ba point relative to its position before surgery and twelve months after surgery. The secondary endpoints consisted of objective results, which were assessed using validated questionnaires. RESULTS: Fifty-three women were included in the native tissue repair group between June 2019 and March 2020. They were compared to 53 women operated on with anterior and apical mesh. There was no difference with respect to the Ba point after 1 year between the two groups (-2 [-3; 1.5]; -2 [-3; 1], p = 0.9789). The apex was significantly better corrected in the native tissue repair group (-7 vs. -6, p = 0.0007). There was also a better correction on the rectocele in the native tissue repair group (-3 vs. -2, p = 0.0178). The rate of Stage 2 anterior vaginal prolapse at one year was approximately 30% in both groups (no statistical difference). CONCLUSIONS: ASSFL without mesh does not increase the risk of cystocele recurrence at 1 year after surgery. A future prospective comparison of this native tissue repair technique with mesh suspension is necessary to explore these preliminary findings.",
  "authors": [
    {
      "last_name": "Cassagne",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Cassagne",
      "affiliations": [
        "Department of Gynecology, Clinique Beau Soleil, 34070 Montpellier, France."
      ],
      "orcid": "0000-0002-3040-9611"
    },
    {
      "last_name": "Perriard",
      "fore_name": "Francoise",
      "initials": "F",
      "name": "Francoise Perriard",
      "affiliations": [
        "Equipe de Recherche AESIO SANTE, Clinique Beau Soleil, 34070 Montpellier, France."
      ]
    },
    {
      "last_name": "Cornille",
      "fore_name": "Arnaud",
      "initials": "A",
      "name": "Arnaud Cornille",
      "affiliations": [
        "Department of Gynecology, Clinique Beau Soleil, 34070 Montpellier, France."
      ]
    },
    {
      "last_name": "Salerno",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Salerno",
      "affiliations": [
        "Department of Gynecology, Clinique Beau Soleil, 34070 Montpellier, France."
      ]
    },
    {
      "last_name": "Panel",
      "fore_name": "Laure",
      "initials": "L",
      "name": "Laure Panel",
      "affiliations": [
        "Department of Gynecology, Clinique Beau Soleil, 34070 Montpellier, France."
      ],
      "orcid": "0000-0001-7913-0083"
    }
  ],
  "journal": {
    "title": "Journal of clinical medicine",
    "iso_abbreviation": "J Clin Med",
    "issn": "2077-0383",
    "issn_type": "Print",
    "volume": "12",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Mar",
    "pub_day": "13"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36983214",
    "pmc": "PMC10056778",
    "doi": "10.3390/jcm12062212",
    "pii": "jcm12062212"
  },
  "doi": "10.3390/jcm12062212",
  "pmc_id": "PMC10056778",
  "dates": {
    "revised": "2023-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:55:06.077437",
    "pmid": "36983214"
  }
}