{
  "pmid": "36989176",
  "uid": "36989176",
  "title": "Comparison of the epidemiology of disorders of gut-brain interaction in four Latin American countries: Results of The Rome Foundation Global Epidemiology Study.",
  "abstract": "BACKGROUND: In Latin America, there are scarce data on the epidemiology of DGBI. The Rome Foundation Global Epidemiology Study (RFGES) Internet survey included 26 countries, four from Latin America: Argentina, Brazil, Colombia, and Mexico, with a 40.3% prevalence of Rome IV DGBI. We aimed at comparing the prevalence of DGBI and associated factors among these countries. METHODS: The frequency of DGBI by anatomical region, specific diagnoses, sex, age, diet, healthcare access, anxiety, depression, and HRQOL, were analyzed and compared. RESULTS: Subjects included Argentina n = 2057, Brazil = 2004, Colombia = 2007, and Mexico = 2001. The most common DGBI were bowel (35.5%), gastroduodenal (11.9%), and anorectal (10.0%). Argentina had the highest prevalence of functional diarrhea (p = 0.006) and IBS-D; Brazil, esophageal, gastroduodenal disorders, and functional dyspepsia; Mexico functional heartburn (all <0.001). Overall, DGBI were more common in women vs. men and decreased with age. Bowel disorders were more common in the 18-39 (46%) vs. 40-64-year (39%) groups. Diet was also different between those with DGBI vs. those without with subtle differences between countries. Subjects endorsing criteria for esophageal, gastroduodenal, and anorectal disorders from Mexico, more commonly consulted physicians for bowel symptoms vs. those from Argentina, Brazil, and Colombia. General practitioners were the most frequently consulted, by Mexicans (50.42%) and Colombians (40.80%), followed by gastroenterologists. Anxiety and depression were more common in DGBI individuals in Argentina and Brazil vs. Mexico and Colombia, and they had lower HRQOL. CONCLUSIONS: The prevalence of upper and lower DGBI, as well as the burden of illness, psychological impact and HRQOL, differ between these Latin American countries.",
  "authors": [
    {
      "last_name": "Schmulson",
      "fore_name": "Max J",
      "initials": "MJ",
      "name": "Max J Schmulson",
      "affiliations": [
        "Laboratory of Liver, Pancreas and Motility (HIPAM)-Unit of Research in Experimental Medicine, Faculty of Medicine, Universidad Nacional Autónoma de México (UNAM), Mexico City, Mexico."
      ],
      "orcid": "0000-0002-8440-8542"
    },
    {
      "last_name": "Puentes-Leal",
      "fore_name": "Gerardo A",
      "initials": "GA",
      "name": "Gerardo A Puentes-Leal",
      "affiliations": [
        "Unit of Gastroenterology, Centro Hospitalario Serena del Mar, Cartagena de Indias, Colombia."
      ],
      "orcid": "0000-0002-7058-2574"
    },
    {
      "last_name": "Bustos-Fernández",
      "fore_name": "Luis",
      "initials": "L",
      "name": "Luis Bustos-Fernández",
      "affiliations": [
        "Centro Médico Bustos Fernández, Buenos Aires, Argentina."
      ],
      "orcid": "0000-0002-2788-8121"
    },
    {
      "last_name": "Francisconi",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Francisconi",
      "affiliations": [
        "Gastroenterology Division, Hospital de Clínicas de Porto Alegre, Universidade Federal do Rio Grande do Sul, Porto Alegre, Brazil."
      ],
      "orcid": "0000-0001-8206-9121"
    },
    {
      "last_name": "Hani",
      "fore_name": "Albis",
      "initials": "A",
      "name": "Albis Hani",
      "affiliations": [
        "Gastroenterology Unit, Hospital Universitario San Ignacio, Pontificia Universidad Javeriana, Bogotá, Colombia."
      ],
      "orcid": "0000-0002-9219-4548"
    },
    {
      "last_name": "López-Colombo",
      "fore_name": "Aurelio",
      "initials": "A",
      "name": "Aurelio López-Colombo",
      "affiliations": [
        "UMAE Hospital de Especialidades Centro Médico Nacional Manuel Avila Camacho, Puebla, Mexico."
      ],
      "orcid": "0000-0002-2855-6161"
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."
      ],
      "orcid": "0000-0002-4480-3708"
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3111-0689"
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ],
      "orcid": "0000-0002-7634-3689"
    }
  ],
  "journal": {
    "title": "Neurogastroenterology and motility",
    "iso_abbreviation": "Neurogastroenterol Motil",
    "issn": "1365-2982",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "e14569",
  "pages": "e14569",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Female",
    "Latin America",
    "Rome",
    "Mexico",
    "Esophageal Diseases",
    "Brain"
  ],
  "article_ids": {
    "pubmed": "36989176",
    "doi": "10.1111/nmo.14569"
  },
  "doi": "10.1111/nmo.14569",
  "dates": {
    "completed": "2023-05-04",
    "revised": "2023-05-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.796864",
    "pmid": "36989176"
  }
}