{
  "pmid": "36986430",
  "uid": "36986430",
  "title": "Inhibiting Leishmania donovani Sterol Methyltransferase to Identify Lead Compounds Using Molecular Modelling.",
  "abstract": "The recent outlook of leishmaniasis as a global public health concern coupled with the reportage of resistance and lack of efficacy of most antileishmanial drugs calls for a concerted effort to find new leads. The study combined In silico and in vitro approaches to identify novel potential synthetic small-molecule inhibitors targeting the Leishmania donovani sterol methyltransferase (LdSMT). The LdSMT enzyme in the ergosterol biosynthetic pathway is required for the parasite's membrane fluidity, distribution of membrane proteins, and control of the cell cycle. The lack of LdSMT homologue in the human host and its conserved nature among all Leishmania parasites makes it a viable target for future antileishmanial drugs. Initially, six known inhibitors of LdSMT with IC50 < 10 μM were used to generate a pharmacophore model with a score of 0.9144 using LigandScout. The validated model was used to screen a synthetic library of 95,630 compounds obtained from InterBioScreen limited. Twenty compounds with pharmacophore fit scores above 50 were docked against the modelled three-dimensional structure of LdSMT using AutoDock Vina. Consequently, nine compounds with binding energies ranging from -7.5 to -8.7 kcal/mol were identified as potential hit molecules. Three compounds comprising STOCK6S-06707, STOCK6S-84928, and STOCK6S-65920 with respective binding energies of -8.7, -8.2, and -8.0 kcal/mol, lower than 22,26-azasterol (-7.6 kcal/mol), a known LdSMT inhibitor, were selected as plausible lead molecules. Molecular dynamics simulation studies and molecular mechanics Poisson-Boltzmann surface area calculations showed that the residues Asp25 and Trp208 were critical for ligand binding. The compounds were also predicted to have antileishmanial activity with reasonable pharmacological and toxicity profiles. When the antileishmanial activity of the three hits was evaluated in vitro against the promastigotes of L. donovani, mean half-maximal inhibitory concentrations (IC50) of 21.9 ± 1.5 μM (STOCK6S-06707), 23.5 ± 1.1 μM (STOCK6S-84928), and 118.3 ± 5.8 μM (STOCK6S-65920) were obtained. Furthermore, STOCK6S-84928 and STOCK6S-65920 inhibited the growth of Trypanosoma brucei, with IC50 of 14.3 ± 2.0 μM and 18.1 ± 1.4 μM, respectively. The identified compounds could be optimised to develop potent antileishmanial therapeutic agents.",
  "authors": [
    {
      "last_name": "Sakyi",
      "fore_name": "Patrick O",
      "initials": "PO",
      "name": "Patrick O Sakyi",
      "affiliations": [
        "Department of Chemistry, School of Physical and Mathematical Sciences, College of Basic and Applied Sciences, University of Ghana, Legon, Accra P.O. Box LG 56, Ghana.",
        "Department of Chemical Sciences, School of Sciences, University of Energy and Natural Resources, Sunyani P.O. Box 214, Ghana."
      ]
    },
    {
      "last_name": "Kwofie",
      "fore_name": "Samuel K",
      "initials": "SK",
      "name": "Samuel K Kwofie",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, Legon, Accra P.O. Box LG 77, Ghana.",
        "Department of Biochemistry, Cell, and Molecular Biology, West African Centre for Cell Biology of Infectious Pathogens, College of Basic and Applied Sciences, University of Ghana, Accra P.O. Box LG 54, Ghana."
      ],
      "orcid": "0000-0002-1093-1517"
    },
    {
      "last_name": "Tuekpe",
      "fore_name": "Julius K",
      "initials": "JK",
      "name": "Julius K Tuekpe",
      "affiliations": [
        "Department of Biochemistry, Cell, and Molecular Biology, West African Centre for Cell Biology of Infectious Pathogens, College of Basic and Applied Sciences, University of Ghana, Accra P.O. Box LG 54, Ghana."
      ]
    },
    {
      "last_name": "Gwira",
      "fore_name": "Theresa M",
      "initials": "TM",
      "name": "Theresa M Gwira",
      "affiliations": [
        "Department of Biochemistry, Cell, and Molecular Biology, West African Centre for Cell Biology of Infectious Pathogens, College of Basic and Applied Sciences, University of Ghana, Accra P.O. Box LG 54, Ghana."
      ]
    },
    {
      "last_name": "Broni",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Broni",
      "affiliations": [
        "Department of Biomedical Engineering, School of Engineering Sciences, College of Basic & Applied Sciences, University of Ghana, Legon, Accra P.O. Box LG 77, Ghana.",
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra P.O. Box LG 581, Ghana.",
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153, USA."
      ],
      "orcid": "0000-0002-6793-7530"
    },
    {
      "last_name": "Miller",
      "fore_name": "Whelton A",
      "initials": "WA",
      "name": "Whelton A Miller",
      "affiliations": [
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153, USA.",
        "Department of Molecular Pharmacology and Neuroscience, Loyola University Medical Center, Maywood, IL 60153, USA.",
        "Department of Chemical and Biomolecular Engineering, School of Engineering and Applied Science, University of Pennsylvania, Philadelphia, PA 19104, USA."
      ],
      "orcid": "0000-0003-3822-7940"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research (NMIMR), College of Health Sciences (CHS), University of Ghana, Legon, Accra P.O. Box LG 581, Ghana.",
        "Department of Medicine, Loyola University Medical Center, Maywood, IL 60153, USA."
      ],
      "orcid": "0000-0002-6048-8509"
    },
    {
      "last_name": "Amewu",
      "fore_name": "Richard K",
      "initials": "RK",
      "name": "Richard K Amewu",
      "affiliations": [
        "Department of Chemistry, School of Physical and Mathematical Sciences, College of Basic and Applied Sciences, University of Ghana, Legon, Accra P.O. Box LG 56, Ghana."
      ],
      "orcid": "0000-0002-4676-436X"
    }
  ],
  "journal": {
    "title": "Pharmaceuticals (Basel, Switzerland)",
    "iso_abbreviation": "Pharmaceuticals (Basel)",
    "issn": "1424-8247",
    "issn_type": "Print",
    "volume": "16",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Feb",
    "pub_day": "21"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36986430",
    "pmc": "PMC10054574",
    "doi": "10.3390/ph16030330",
    "pii": "ph16030330"
  },
  "doi": "10.3390/ph16030330",
  "pmc_id": "PMC10054574",
  "dates": {
    "revised": "2023-03-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.804756",
    "pmid": "36986430"
  }
}