{
  "pmid": "36987463",
  "uid": "36987463",
  "title": "Comparison of Clinical Outcomes Between Culture-Positive and Culture-Negative Sepsis and Septic Shock Patients: A Meta-Analysis.",
  "abstract": "This meta-analysis has been conducted to compare the clinical outcomes between culture-positive and culture-negative sepsis or septic patients. The present meta-analysis is reported as per the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Electronic databases, including PubMed and EMBASE, were searched by two authors independently from the inception to January 25, 2023, using the following key terms: \"culture positive,\" \"culture negative,\" \"sepsis,\" and \"septic shock.\" The primary outcome assessed in the present meta-analysis was all-cause mortality. Secondary outcomes included the need for mechanical ventilation, renal replacement therapy, length of ICU stay in days, and length of hospital stay in days. Total 10 studies met the inclusion criteria and were included in the meta-analysis involving 23,973 patients. No statistically significant difference was found between culture-positive and culture-negative patients in terms of all-cause mortality (risk ratio [RR]: 1.09, 95% CI: 0.95-1.24, p-value: 0.23), the need for mechanical ventilation (RR: 0.99, 95% CI: 0.93-1.05, p-value: 0.79), renal replacement therapy requirements (RR: 1.11, 95% CI: 0.95-1.31, p-value: 0.19), and ICU length of stay (mean difference [MD]: 1.70 days, 95% CI: -1.10, 4.49, p-value: 0.23). However, The mean hospital length of stay in days was significantly longer in patients in a culture-positive group compared to the culture-negative group (MD: 3.04, 95% CI: 2.25-3.82, p-value<0.001). In conclusion, the present meta-analysis of 10 studies, including 23,973 patients, found no significant differences in all-cause mortality, need for mechanical ventilation, need for renal replacement therapy, and length of ICU stay between culture-positive and culture-negative sepsis or septic patients. However, a significant difference was found in hospital length of stay, with culture-positive patients having a longer stay.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad S",
      "initials": "MS",
      "name": "Muhammad S Afzal",
      "affiliations": [
        "Department of Medicine, Carle Foundation Hospital, Urbana, USA.",
        "Department of Medicine, Louisiana State University Shreveport, Shreveport, USA."
      ]
    },
    {
      "last_name": "Nandan Chennuri",
      "fore_name": "Raj",
      "initials": "R",
      "name": "Raj Nandan Chennuri",
      "affiliations": [
        "Department of Internal Medicine, Andhra Medical College, Visakhapatnam, IND."
      ]
    },
    {
      "last_name": "Naveed",
      "fore_name": "Husnain",
      "initials": "H",
      "name": "Husnain Naveed",
      "affiliations": [
        "Department of Internal Medicine, Shifa Tameer-e-Millat University, Shifa College of Medicine, Islamabad, PAK."
      ]
    },
    {
      "last_name": "Raveena Bai",
      "fore_name": "Bansari",
      "initials": "B",
      "name": "Bansari Raveena Bai",
      "affiliations": [
        "Department of Internal Medicine, Peoples University of Medical and Health Sciences for Women (PUMHSW), Nawabshah, PAK."
      ]
    },
    {
      "last_name": "Hanif",
      "fore_name": "Rutaba",
      "initials": "R",
      "name": "Rutaba Hanif",
      "affiliations": [
        "Department of Internal Medicine, Karachi Medical and Dental College, Karachi, PAK."
      ]
    },
    {
      "last_name": "Shahzad",
      "fore_name": "Zoha",
      "initials": "Z",
      "name": "Zoha Shahzad",
      "affiliations": [
        "Department of Internal Medicine, Fatima Jinnah Medical University, Lahore, PAK."
      ]
    },
    {
      "last_name": "Umer",
      "fore_name": "Muhammed",
      "initials": "M",
      "name": "Muhammed Umer",
      "affiliations": [
        "Department of Internal Medicine, Dow University of Health Sciences (DUHS) Civil Hospital Karachi, Karachi, PAK."
      ]
    },
    {
      "last_name": "Saleem",
      "fore_name": "Faraz",
      "initials": "F",
      "name": "Faraz Saleem",
      "affiliations": [
        "Department of Internal Medicine, Akhtar Saeed Medical and Dental College, Lahore, PAK."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "e35416",
  "pages": "e35416",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36987463",
    "pmc": "PMC10040220",
    "doi": "10.7759/cureus.35416"
  },
  "doi": "10.7759/cureus.35416",
  "pmc_id": "PMC10040220",
  "dates": {
    "revised": "2023-03-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.064656",
    "pmid": "36987463"
  }
}