{
  "pmid": "36989186",
  "uid": "36989186",
  "title": "Sex- and gender-related differences in the prevalence and burden of disorders of gut-brain interaction in Poland.",
  "abstract": "BACKGROUND: The aim of the study was to assess sex- and gender-related differences in the epidemiology and impact of disorders of gut-brain interaction (DGBI) in Poland. METHODS: Data used for the current analysis were derived from the Polish population sample of 2057 subjects (1030 F, 1027 M) collected via the Internet survey that included the Rome IV diagnostic questionnaire and 80 supplementary questions. KEY RESULTS: The overall prevalence of DGBI in Poland was 46.0% (51.7% in women and 40.3% in men, p < 0.001). Comparing women versus men, esophageal disorders were observed in 6.3% vs. 6.0%, respectively (p > 0.05), gastroduodenal disorders in 14.0% vs. 7.8% (p < 0.001), bowel disorders in 44.3% vs. 33.9% (p < 0.001), and anorectal disorders in 9.9% vs. 7.7% (p > 0.05). The six most common DGBI included functional constipation 14.2%, functional dyspepsia 8.3%, proctalgia fugax 6.6%, functional bloating 4.8%, functional diarrhea 4.5%, and irritable bowel syndrome (IBS) 4.4%. All these disorders, except for functional diarrhea, were more common in women. The DGBI overlap was significantly higher in women than in men (16.7% vs. 11.2%, p < 0.001). A higher number of overlapping DGBI correlated positively with IBS severity, higher level of somatization, anxiety and depression, poorer quality of life (QoL), and increased healthcare utilization. CONCLUSIONS AND INFERENCES: This is the first comprehensive report on significant sex/gender-related differences in the prevalence and burden of DGBI in Poland. The revealed differences between women and men with DGBI in the clinical profile, psychosocial variables, and healthcare utilization may have important diagnostic and therapeutic implications.",
  "authors": [
    {
      "last_name": "Mulak",
      "fore_name": "Agata",
      "initials": "A",
      "name": "Agata Mulak",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, Wroclaw Medical University, Wroclaw, Poland."
      ],
      "orcid": "0000-0003-4678-8393"
    },
    {
      "last_name": "Freud",
      "fore_name": "Tamar",
      "initials": "T",
      "name": "Tamar Freud",
      "affiliations": [
        "Siaal Research Center for Family Medicine and Primary Care, Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer Sheva, Israel."
      ],
      "orcid": "0000-0002-4505-8850"
    },
    {
      "last_name": "Waluga",
      "fore_name": "Marek",
      "initials": "M",
      "name": "Marek Waluga",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, Medical University of Silesia, Katowice, Poland."
      ],
      "orcid": "0000-0001-9969-7968"
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3111-0689"
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI and Motility Disorders, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."
      ],
      "orcid": "0000-0002-4480-3708"
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer Sheva, Israel."
      ],
      "orcid": "0000-0002-7634-3689"
    }
  ],
  "journal": {
    "title": "Neurogastroenterology and motility",
    "iso_abbreviation": "Neurogastroenterol Motil",
    "issn": "1365-2982",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "e14568",
  "pages": "e14568",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Female",
    "Irritable Bowel Syndrome",
    "Quality of Life",
    "Poland",
    "Prevalence",
    "Diarrhea",
    "Surveys and Questionnaires",
    "Brain"
  ],
  "article_ids": {
    "pubmed": "36989186",
    "doi": "10.1111/nmo.14568"
  },
  "doi": "10.1111/nmo.14568",
  "dates": {
    "completed": "2023-05-04",
    "revised": "2023-05-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.797171",
    "pmid": "36989186"
  }
}