{
  "pmid": "36993684",
  "uid": "36993684",
  "title": "Development and Feasibility of a Primary Care Provider Training Intervention to Improve Atrial Fibrillation Management.",
  "abstract": "BACKGROUND: Disparities in atrial fibrillation (AF) care are partially attributed to inadequate access to providers with specialized training in AF. Primary care providers (PCPs) are often the sole providers of AF care in under-resourced regions. OBJECTIVE: To create a virtual education intervention for PCPs and evaluate its impact on use of stroke risk reduction strategies in AF patients. METHODS: A multi-disciplinary team mentored PCPs on AF management over 6 months using a virtual case-based training format. Surveys of participant knowledge and confidence in AF care were compared pre- and post-intervention. Hierarchical logistic regression modeling was used to evaluate change in stroke risk reduction therapies among patients seen by participants before or after training. RESULTS: Of 41 participants trained, 49% worked in family medicine, 41% internal medicine, and 10% general cardiology. Participants attended a mean of 14 one-hour sessions. Overall, appropriate use of oral anticoagulation (OAC) therapy (CHA 2 DS 2 -VASc score ≥1 men, ≥2 women) increased from 37% to 46% (p<.001) comparing patients seen pre- (n=1739) to post- (n=610) intervention. Factors independently associated with appropriate OAC use included participant training (OR 1.4, p=.002) and participant competence in AF management (by survey). Factors associated with decreased OAC use included patient age (OR 0.8 per 10 years, p=.008), nonwhite race (OR 0.7, p=.028). Provider knowledge and confidence in AF care both improved (p<.001). CONCLUSIONS: A virtual case-based PCP training intervention improved use of stroke risk reduction therapy in outpatients with AF. This widely scalable intervention could improve AF care in under-resourced communities. CONDENSED ABSTRACT: A virtual educational model was developed for primary care providers to improve competency in AF care in their community. Following a 6-month training intervention, the rate of appropriate oral anticoagulation (OAC) therapy among patients cared for by participating providers increased from 37% to 46% (p<.001). Among participants, knowledge and confidence in AF care improved. These findings suggest a virtual AF training intervention can improve PCP competency in AF care. This widely scalable intervention could help improve AF care in under-resourced communities.",
  "authors": [
    {
      "last_name": "Daw",
      "fore_name": "J Michael",
      "initials": "JM",
      "name": "J Michael Daw",
      "affiliations": []
    },
    {
      "last_name": "Armbruster",
      "fore_name": "Tiffany",
      "initials": "T",
      "name": "Tiffany Armbruster",
      "affiliations": []
    },
    {
      "last_name": "Deyo",
      "fore_name": "Zack",
      "initials": "Z",
      "name": "Zack Deyo",
      "affiliations": []
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Walker",
      "affiliations": []
    },
    {
      "last_name": "Rosman",
      "fore_name": "Lindsey A",
      "initials": "LA",
      "name": "Lindsey A Rosman",
      "affiliations": [],
      "orcid": "0000-0002-0944-6864"
    },
    {
      "last_name": "Sears",
      "fore_name": "Samuel F",
      "initials": "SF",
      "name": "Samuel F Sears",
      "affiliations": [],
      "orcid": "0000-0002-7863-3591"
    },
    {
      "last_name": "Mazzella",
      "fore_name": "Anthony J",
      "initials": "AJ",
      "name": "Anthony J Mazzella",
      "affiliations": [],
      "orcid": "0000-0003-2036-9254"
    },
    {
      "last_name": "Gehi",
      "fore_name": "Anil K",
      "initials": "AK",
      "name": "Anil K Gehi",
      "affiliations": [],
      "orcid": "0000-0002-6724-5294"
    }
  ],
  "journal": {
    "title": "medRxiv : the preprint server for health sciences",
    "iso_abbreviation": "medRxiv",
    "pub_year": "2023",
    "pub_month": "Mar",
    "pub_day": "22"
  },
  "language": "eng",
  "publication_types": [
    "Preprint",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "36993684",
    "pmc": "PMC10055598",
    "doi": "10.1101/2023.03.21.23287553",
    "pii": "2023.03.21.23287553"
  },
  "doi": "10.1101/2023.03.21.23287553",
  "pmc_id": "PMC10055598",
  "dates": {
    "revised": "2023-11-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.721915",
    "pmid": "36993684"
  }
}