{
  "pmid": "37006562",
  "uid": "37006562",
  "title": "Fluctuations of health states in dementia diseases and their impact on the assessment of health today using the EQ-5D-5L: Protocol of a mixed-methods study.",
  "abstract": "INTRODUCTION: The EQ-5D is a widely used health-related quality of life (HRQoL) instrument. The recall period \"today\" may miss out on recurrent health fluctuations often observed in people with dementia (PlwD). Thus, this study aims to assess the frequency of health fluctuations, affected HRQoL dimensions and the impact of the health fluctuations on the assessment of health today using the EQ-5D-5L. METHODS AND ANALYSIS: This mixed-methods study will base on n=50 patient and caregiver dyads and four main study phases: (1) Baseline assessment of patients' socio-demographic and clinical characteristics; (2) caregivers self-completion of a daily diary for 14 days, documenting patient's today's health compared to yesterday, the affected HRQoL dimensions, and events that could have caused the fluctuations; (3) administration of the EQ-5D-5L as self- and proxy-rating at baseline, day seven and day 14; (4) interviewing caregivers on patient's health fluctuation, the consideration of past fluctuations in the assessment of health today using the EQ-5D-5L, and the appropriateness of recall periods to capture health fluctuations on day 14. Qualitative semi-structured interview data will be analyzed thematically. Quantitative analyses will be used to describe the frequency and intensity of health fluctuations, affected dimensions, and the association between health fluctuation and its consideration in the assessment of health today. DISCUSSION: This study aims to reveal insights into the health fluctuation in dementia, the affected dimensions, and underlying health events, as well as whether individuals adhere to the recall period of health today using the EQ-5D-5L. This study will also provide information about more appropriate recall periods that could better capture health fluctuations. TRIAL REGISTRATION: This study is registered in the German Clinical Trials Register (DRKS00027956).",
  "authors": [
    {
      "last_name": "Weber",
      "fore_name": "Niklas",
      "initials": "N",
      "name": "Niklas Weber",
      "affiliations": [
        "Translational Health Care Research, German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Center for Health Economics and Policy Analysis, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kohlmann",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Kohlmann",
      "affiliations": [
        "Section Methods of Community Medicine, Institute for Community Medicine, University Medicine Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Mohr",
      "fore_name": "Wiebke",
      "initials": "W",
      "name": "Wiebke Mohr",
      "affiliations": [
        "Translational Health Care Research, German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Platen",
      "fore_name": "Moritz",
      "initials": "M",
      "name": "Moritz Platen",
      "affiliations": [
        "Translational Health Care Research, German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Rädke",
      "fore_name": "Anika",
      "initials": "A",
      "name": "Anika Rädke",
      "affiliations": [
        "Translational Health Care Research, German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Greifswald, Germany."
      ]
    },
    {
      "last_name": "Kilimann",
      "fore_name": "Ingo",
      "initials": "I",
      "name": "Ingo Kilimann",
      "affiliations": [
        "Clinical Dementia Research, German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Rostock, Germany."
      ]
    },
    {
      "last_name": "Engel",
      "fore_name": "Lidia",
      "initials": "L",
      "name": "Lidia Engel",
      "affiliations": [
        "School of Public Health and Preventive Medicine, Monash University, Melbourne, VIC, Australia."
      ]
    },
    {
      "last_name": "Michalowsky",
      "fore_name": "Bernhard",
      "initials": "B",
      "name": "Bernhard Michalowsky",
      "affiliations": [
        "Translational Health Care Research, German Center for Neurodegenerative Diseases (DZNE) Site Rostock/Greifswald, Greifswald, Germany."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2023"
  },
  "start_page": "1031978",
  "pages": "1031978",
  "language": "eng",
  "publication_types": [
    "Clinical Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Caregivers",
    "Data Accuracy",
    "Dementia",
    "Psychometrics",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "37006562",
    "pmc": "PMC10064342",
    "doi": "10.3389/fpubh.2023.1031978"
  },
  "doi": "10.3389/fpubh.2023.1031978",
  "pmc_id": "PMC10064342",
  "dates": {
    "completed": "2023-04-04",
    "revised": "2023-04-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.258842",
    "pmid": "37006562"
  }
}