{
  "pmid": "37002941",
  "uid": "37002941",
  "title": "Frailty prevalence and efficient screening in primary care-based memory clinics.",
  "abstract": "BACKGROUND: Little is known about the prevalence of frailty among patients with memory concerns attending a primary care-based memory clinic. OBJECTIVE: This study aims to describe the prevalence of frailty among patients attending a primary care-based memory clinic and to determine if prevalence rates differ based on the screening tool that is used. METHODS: We conducted a retrospective medical record review for all consecutive patients assessed in a primary care-based memory clinic over 8 months. Frailty was measured in 258 patients using the Fried frailty criteria, which relies on physical measures, and the Clinical Frailty Scale (CFS), which relies on functional status. Weighted kappa statistics were calculated to compare the Fried frailty and the CFS. RESULTS: The prevalence of frailty was 16% by Fried criteria and 48% by the CFS. Agreement between Fried frailty and CFS was fair for CFS 5+ (kappa = 0.22; 95% confidence interval: 0.13, 0.32) and moderate for CFS 6+ (kappa = 0.47; 0.34, 0.61). Dual-trait measures of hand grip strength with gait speed were found to be a valid proxy for Fried frailty phenotype. CONCLUSIONS: Among primary care patients with memory concerns, frailty prevalence rates differed based on the measure used. Screening for frailty in this population using measures relying on physical performance may be a more efficient approach for persons already at risk of further health instability from cognitive impairment. Our findings demonstrate how measure selection should be based on the objectives and context in which frailty screening occurs.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Lee",
      "affiliations": [
        "Centre for Family Medicine Family Health Team, 10B Victoria Street South, Kitchener, ON N2G 1C5, Canada.",
        "Department of Family Medicine, McMaster University, 100 Main Street West, Hamilton, ON L8P 1H6, Canada.",
        "Schlegel-University of Waterloo Research Institute for Aging, 250 Laurelwood Drive, Waterloo, ON N2J 0E2, Canada."
      ],
      "orcid": "0000-0001-9774-9568"
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada."
      ],
      "orcid": "0000-0002-6282-3614"
    },
    {
      "last_name": "Patel",
      "fore_name": "Tejal",
      "initials": "T",
      "name": "Tejal Patel",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, 10A Victoria Street South, Kitchener, ON N2G 1C5, Canada."
      ]
    },
    {
      "last_name": "Hillier",
      "fore_name": "Loretta M",
      "initials": "LM",
      "name": "Loretta M Hillier",
      "affiliations": [
        "GERAS Centre for Aging Research, 88 Maplewood Ave, Hamilton, ON L8M 1W9, Canada."
      ]
    },
    {
      "last_name": "Heckman",
      "fore_name": "George A",
      "initials": "GA",
      "name": "George A Heckman",
      "affiliations": [
        "Schlegel-University of Waterloo Research Institute for Aging, 250 Laurelwood Drive, Waterloo, ON N2J 0E2, Canada.",
        "Faculty of Applied Health Sciences, School of Public Health Sciences, University of Waterloo, 200 University Ave West, Waterloo, ON N2L 3G1, Canada."
      ],
      "orcid": "0000-0003-3847-3287"
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Clinical Epidemiology & Biostatistics, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada.",
        "Department of Medicine, McMaster University, 1280 Main Street West, Hamilton, ON L8S 4K1, Canada."
      ],
      "orcid": "0000-0001-9212-5641"
    }
  ],
  "journal": {
    "title": "Family practice",
    "iso_abbreviation": "Fam Pract",
    "issn": "1460-2229",
    "issn_type": "Electronic",
    "volume": "40",
    "issue": "5-6",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "22"
  },
  "start_page": "689",
  "end_page": "697",
  "pages": "689-697",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Frailty",
    "Frail Elderly",
    "Retrospective Studies",
    "Prevalence",
    "Hand Strength",
    "Prospective Studies",
    "Primary Health Care"
  ],
  "article_ids": {
    "pubmed": "37002941",
    "doi": "10.1093/fampra/cmad035",
    "pii": "7099481"
  },
  "doi": "10.1093/fampra/cmad035",
  "dates": {
    "completed": "2023-12-25",
    "revised": "2024-01-30"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Canadian Foundation for Healthcare"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:31:32.498948",
    "pmid": "37002941"
  }
}