{
  "pmid": "37001559",
  "uid": "37001559",
  "title": "Protection from Omicron Infection in Residents of Nursing and Retirement Homes in Ontario, Canada.",
  "abstract": "OBJECTIVES: To identify factors that contribute to protection from infection with the Omicron variant of SARS-CoV-2 in older adults in nursing and retirement homes. DESIGN: Longitudinal cohort study with retrospective analysis of infection risk. SETTING AND PARTICIPANTS: 997 residents of nursing and retirement homes from Ontario, Canada, in the COVID in LTC study. METHODS: Residents with 3 messenger RNA (mRNA) dose vaccinations were included in the study. SARS-CoV-2 infection was determined by positive nasopharyngeal polymerase chain reaction test and/or circulating antinucleocapsid IgG antibodies. Cumulative probability of Omicron infection after recent COVID-19 was assessed by log-rank test of Kaplan-Meier curves. Cox regression was used to assess risk of Omicron infection by age, sex, mRNA vaccine combination, whether individuals received a fourth dose, as well as recent COVID-19. RESULTS: In total, 171 residents (17.2%) had a presumed Omicron variant SARS-CoV-2 infection between December 15, 2021 (local start of the first Omicron wave) and May 3, 2022. Risk of Omicron infection was not different by age [hazard ratio (95% confidence interval) 1.01 (0.99‒1.02)], or in women compared with men [0.97 (0.70‒1.34)], but infection risk decreased 47% with 3 vaccine doses of mRNA-1273 (Moderna) compared with BNT162b2 (Pfizer) [0.53 (0.31-0.90)], 81% with any fourth mRNA vaccine dose [0.19 (0.12‒0.30)], and 48% with SARS-CoV-2 infection in the 3 months prior to beginning of the Omicron wave [0.52, (0.27‒0.99)]. CONCLUSIONS AND IMPLICATIONS: Vaccine type (ie, mRNA-1273/Spikevax vs BNT162b2/Cominarty), any fourth vaccine dose, and hybrid immunity from recent COVID-19, were protective against infection with the Omicron variant. These data emphasize the importance of vaccine type, and number of vaccine doses, in maintenance of protective immunity and reduction of risk of Omicron variant breakthrough infection. These findings promote continued public health efforts to support vaccination programs and monitor vaccine immunogenicity in older adults.",
  "authors": [
    {
      "last_name": "Breznik",
      "fore_name": "Jessica A",
      "initials": "JA",
      "name": "Jessica A Breznik",
      "affiliations": [
        "McMaster Immunology Research Center, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rahim",
      "fore_name": "Ahmad",
      "initials": "A",
      "name": "Ahmad Rahim",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kajaks",
      "fore_name": "Tara",
      "initials": "T",
      "name": "Tara Kajaks",
      "affiliations": [
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hagerman",
      "fore_name": "Megan",
      "initials": "M",
      "name": "Megan Hagerman",
      "affiliations": [
        "McMaster Immunology Research Center, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bilaver",
      "fore_name": "Lucas",
      "initials": "L",
      "name": "Lucas Bilaver",
      "affiliations": [
        "McMaster Immunology Research Center, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Colwill",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Colwill",
      "affiliations": [
        "Lunenfeld-Tanenbaum Research Institute at Mount Sinai Hospital Sinai Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dayam",
      "fore_name": "Roaya M",
      "initials": "RM",
      "name": "Roaya M Dayam",
      "affiliations": [
        "Lunenfeld-Tanenbaum Research Institute at Mount Sinai Hospital Sinai Health, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gingras",
      "fore_name": "Anne-Claude",
      "initials": "AC",
      "name": "Anne-Claude Gingras",
      "affiliations": [
        "Lunenfeld-Tanenbaum Research Institute at Mount Sinai Hospital Sinai Health, Toronto, Ontario, Canada; Department of Molecular Genetics University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Verschoor",
      "fore_name": "Chris P",
      "initials": "CP",
      "name": "Chris P Verschoor",
      "affiliations": [
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Health Sciences North Research Institute, Sudbury, Ontario, Canada."
      ]
    },
    {
      "last_name": "McElhaney",
      "fore_name": "Janet E",
      "initials": "JE",
      "name": "Janet E McElhaney",
      "affiliations": [
        "Health Sciences North Research Institute, Sudbury, Ontario, Canada; Posthumous."
      ]
    },
    {
      "last_name": "Bramson",
      "fore_name": "Jonathan L",
      "initials": "JL",
      "name": "Jonathan L Bramson",
      "affiliations": [
        "McMaster Immunology Research Center, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Biochemistry and Biomedical Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bowdish",
      "fore_name": "Dawn M E",
      "initials": "DME",
      "name": "Dawn M E Bowdish",
      "affiliations": [
        "McMaster Immunology Research Center, McMaster University, Hamilton, Ontario, Canada; Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada; Firestone Institute of Respiratory Health, St Joseph's Healthcare, Hamilton, Ontario, Canada. Electronic address: bowdish@mcmaster.ca."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Medicine, Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada; McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Integrated Care, St. Joseph's Health System, Hamilton, Ontario, Canada. Electronic address: acosta@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "753",
  "end_page": "758",
  "pages": "753-758",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Male",
    "Female",
    "Humans",
    "Aged",
    "Ontario",
    "BNT162 Vaccine",
    "2019-nCoV Vaccine mRNA-1273",
    "Longitudinal Studies",
    "Retirement",
    "Retrospective Studies",
    "COVID-19",
    "SARS-CoV-2"
  ],
  "article_ids": {
    "pubmed": "37001559",
    "pmc": "PMC10046272",
    "doi": "10.1016/j.jamda.2023.02.105",
    "pii": "S1525-8610(23)00228-1"
  },
  "doi": "10.1016/j.jamda.2023.02.105",
  "pmc_id": "PMC10046272",
  "dates": {
    "completed": "2023-05-01",
    "revised": "2023-05-16"
  },
  "chemicals": [
    "BNT162 Vaccine",
    "2019-nCoV Vaccine mRNA-1273"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.368233",
    "pmid": "37001559"
  }
}