{
  "pmid": "37007904",
  "uid": "37007904",
  "title": "High-Flow Nasal Cannula Compared With Noninvasive Positive Pressure Ventilation in Acute Hypoxic Respiratory Failure: A Systematic Review and Meta-Analysis.",
  "abstract": "UNLABELLED: To evaluate the efficacy and cost-effectiveness of high-flow nasal cannula (HFNC) when compared with noninvasive positive pressure ventilation (NIPPV) in patients with acute hypoxic respiratory failure (AHRF). DATA SOURCES: We performed a comprehensive search of MEDLINE, Embase, CINAHL, the Cochrane library, and the international Health Technology Assessment database from inception to September 14, 2022. STUDY SELECTION: We included randomized control studies that compared HFNC to NIPPV in adult patients with AHRF. For clinical outcomes, we included only parallel group and crossover randomized control trials (RCTs). For economic outcomes, we included any study design that evaluated cost-effectiveness, cost-utility, or cost benefit analyses. DATA EXTRACTION: Clinical outcomes of interest included intubation, mortality, ICU and hospital length of stay (LOS), and patient-reported dyspnea. Economic outcomes of interest included costs, cost-effectiveness, and cost-utility. DATA SYNTHESIS: We included nine RCTs (n = 1,539 patients) and one cost-effectiveness study. Compared with NIPPV, HFNC may have no effect on the need for intubation (relative risk [RR], 0.93; 95% CI, 0.69-1.27; low certainty) and an uncertain effect on mortality (RR, 0.84; 95% CI, 0.59-1.21; very low certainty). In subgroup analysis, NIPPV delivered through the helmet interface-as opposed to the facemask interface-may reduce intubation compared with HFNC (p = 0.006; moderate credibility of subgroup effect). There was no difference in ICU or hospital LOS (both low certainty) and an uncertain effect on patient-reported dyspnea (very low certainty). We could make no conclusions regarding the cost-effectiveness of HFNC compared with NIPPV. CONCLUSIONS: HFNC and NIPPV may be similarly effective at reducing the need for intubation with an uncertain effect on mortality in hospitalized patients with hypoxemic respiratory failure. More research evaluating different interfaces in varying clinical contexts is needed to improve generalizability and precision of findings.",
  "authors": [
    {
      "last_name": "Chaudhuri",
      "fore_name": "Dipayan",
      "initials": "D",
      "name": "Dipayan Chaudhuri",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Trivedi",
      "fore_name": "Vatsal",
      "initials": "V",
      "name": "Vatsal Trivedi",
      "affiliations": [
        "Department of Anesthesiology & Pain Medicine, University of Toronto, Toronto, ON, Canada.",
        "Department of Anesthesia, Institute for Better Health, Trillium Health Partners, Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Lewis",
      "fore_name": "Kimberley",
      "initials": "K",
      "name": "Kimberley Lewis",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Critical care explorations",
    "iso_abbreviation": "Crit Care Explor",
    "issn": "2639-8028",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "e0892",
  "pages": "e0892",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37007904",
    "pmc": "PMC10060083",
    "doi": "10.1097/CCE.0000000000000892"
  },
  "doi": "10.1097/CCE.0000000000000892",
  "pmc_id": "PMC10060083",
  "dates": {
    "revised": "2023-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:35.221505",
    "pmid": "37007904"
  }
}