{
  "pmid": "37010834",
  "uid": "37010834",
  "title": "Comparisons of the Rome III and Rome IV criteria for diagnosis of irritable bowel syndrome in Indian and Bangladeshi communities and internal shifts in the diagnostic categories of bowel disorders of gut-brain interactions.",
  "abstract": "BACKGROUND: Although the Rome IV criteria are the most recent criteria to diagnose irritable bowel syndrome (IBS), their sensitivity has been shown to be low in Chinese and Western populations. There are scanty data comparing the Rome III and Rome IV criteria in diagnosis of IBS in the Indian and Bangladeshi populations where abdominal pain, an essential component of diagnosis of IBS by the Rome IV criteria, is less in frequency and of lower severity. METHODS: We analyzed the Indian and Bangladeshi data from the Rome Global Epidemiology Study to compare diagnostic sensitivity of the Rome III and Rome IV criteria for IBS, internal shifts in diagnostic categories of disorders of gut-brain interaction (DGBI), the severity of IBS diagnosed by the Rome III and Rome IV criteria, and consultation patterns in these populations. KEY RESULTS: The Rome IV criteria were less sensitive than the Rome III criteria to diagnose IBS in these populations, and the subjects with Rome III IBS shifted internally to other DGBI when the Rome IV criteria were applied. Moreover, Rome IV IBS subjects had greater symptom severity than the Rome III IBS. A third of people fulfilling diagnostic criteria for IBS consulted doctors, and those diagnosed using Rome IV criteria, those with higher anxiety and depression symptom score, lower global physical health score, and greater IBS symptom severity score had greater correlation coefficients with doctors' consultation. CONCLUSIONS AND INFERENCES: The Rome IV diagnostic criteria for IBS are less sensitive than the Rome III criteria in Indian and Bangladesh communities. Application of the Rome IV criteria to people who meet the Rome III IBS criteria selects a subgroup of people with greater severity of symptoms, and hence, Rome IV IBS is more strongly associated with physician consultation. These findings may have important bearing in future iterations of the Rome criteria for a broader global applicability.",
  "authors": [
    {
      "last_name": "Ghoshal",
      "fore_name": "Uday C",
      "initials": "UC",
      "name": "Uday C Ghoshal",
      "affiliations": [
        "Department of Gastroenterology, Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow, 226014, India."
      ],
      "orcid": "0000-0003-0221-8495"
    },
    {
      "last_name": "Rahman",
      "fore_name": "M Masudur",
      "initials": "MM",
      "name": "M Masudur Rahman",
      "affiliations": [
        "Sheikh Russel National Gastroliver Institute and Hospital, Dhaka, Bangladesh."
      ],
      "orcid": "0000-0002-9713-2223"
    },
    {
      "last_name": "Pratap",
      "fore_name": "Nitesh",
      "initials": "N",
      "name": "Nitesh Pratap",
      "affiliations": [
        "KIMS Hospitals, Secunderabad, Hyderabad, India."
      ]
    },
    {
      "last_name": "Misra",
      "fore_name": "Asha",
      "initials": "A",
      "name": "Asha Misra",
      "affiliations": [
        "Department of Gastroenterology, Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow, 226014, India."
      ]
    },
    {
      "last_name": "Sarker",
      "fore_name": "Shafiqul Alam",
      "initials": "SA",
      "name": "Shafiqul Alam Sarker",
      "affiliations": [
        "International Centre for Diarrheal Disease Research (icddr,b), Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Hasan",
      "fore_name": "Mahmud",
      "initials": "M",
      "name": "Mahmud Hasan",
      "affiliations": [
        "Gastroliver Foundation, Dhaka, Bangladesh."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional Gastrointestinal and Motility Disorders, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ],
      "orcid": "0000-0002-7634-3689"
    }
  ],
  "journal": {
    "title": "Neurogastroenterology and motility",
    "iso_abbreviation": "Neurogastroenterol Motil",
    "issn": "1365-2982",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "e14579",
  "pages": "e14579",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Irritable Bowel Syndrome",
    "Rome",
    "Abdominal Pain",
    "Referral and Consultation",
    "Brain",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "37010834",
    "doi": "10.1111/nmo.14579"
  },
  "doi": "10.1111/nmo.14579",
  "dates": {
    "completed": "2023-05-04",
    "revised": "2023-05-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.797450",
    "pmid": "37010834"
  }
}