{
  "pmid": "37010874",
  "uid": "37010874",
  "title": "Pictograms to assess bloating and distension symptoms in the general population in Mexico: Results of The Rome Foundation Global Epidemiology Study.",
  "abstract": "BACKGROUND: There is no term for bloating in Spanish and distension is a very technical word. \"Inflammation\"/\"swelling\" are the most frequently used expressions for bloating/distension in Mexico, and pictograms are more effective than verbal descriptors (VDs) for bloating/distension in general GI and Rome III-IBS patients. However, their effectiveness in the general population and in subjects with Rome IV-DGBI is unknown. We analyzed the use of pictograms for assessing bloating/distension in the general population in Mexico. METHODS: The Rome Foundation Global Epidemiology Study (RFGES) in Mexico (n = 2001) included questions about the presence of VDs \"inflammation\"/\"swelling\" and abdominal distension, their comprehension, and pictograms (normal, bloating, distension, both). We compared the pictograms with the Rome IV question about the frequency of experiencing bloating/distension, and with the VDs. KEY RESULTS: \"Inflammation\"/\"swelling\" was reported by 51.5% and distension by 23.8% of the entire study population; while 1.2% and 25.3% did not comprehend \"Inflammation\"/\"swelling\" or distension, respectively. Subjects without (31.8%) or not comprehending \"inflammation\"/\"swelling\"/distension (68.4%) reported bloating/distension by pictograms. Bloating and/or distension by the pictograms were much more frequent in those with DGBI: 38.3% (95%CI: 31.7-44.9) vs. without: 14.5% (12.0-17.0); and in subjects with distension by VDs: 29.4% (25.4-33.3) vs. without: 17.2% (14.9-19.5). Among subjects with bowel disorders, those with IBS reported bloating/distension by pictograms the most (93.8%) and those with functional diarrhea the least (71.4%). CONCLUSIONS & INFERENCES: Pictograms are more effective than VDs for assessing the presence of bloating/distension in Spanish Mexico. Therefore, they should be used to study these symptoms in epidemiological research.",
  "authors": [
    {
      "last_name": "Schmulson",
      "fore_name": "Max J",
      "initials": "MJ",
      "name": "Max J Schmulson",
      "affiliations": [
        "Laboratory of Liver, Pancreas and Motility (HIPAM), Unit of Research in Experimental Medicine, Faculty of Medicine, Universidad Nacional Autónoma de México (UNAM), Mexico City, Mexico."
      ],
      "orcid": "0000-0002-8440-8542"
    },
    {
      "last_name": "López-Colombo",
      "fore_name": "Aurelio",
      "initials": "A",
      "name": "Aurelio López-Colombo",
      "affiliations": [
        "UMAE-Hospital de Especialidades, Centro Médico Nacional Manuel Avila Camacho, Puebla, Mexico."
      ]
    },
    {
      "last_name": "Montiel Jarquin",
      "fore_name": "Alvaro",
      "initials": "A",
      "name": "Alvaro Montiel Jarquin",
      "affiliations": [
        "Education and Research Directorate, Centro Médico Nacional Manuel Avila Camacho, Instituto Mexicano del Seguro Social, Puebla, Mexico."
      ]
    },
    {
      "last_name": "Puentes-Leal",
      "fore_name": "Gerardo A",
      "initials": "GA",
      "name": "Gerardo A Puentes-Leal",
      "affiliations": [
        "Unit of Gastroenterology, Centro Hospitalario Serena del Mar, Cartagena de Indias, Colombia."
      ],
      "orcid": "0000-0002-7058-2574"
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods Evidence and Impact, McMaster University, Ontario, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ],
      "orcid": "0000-0002-7634-3689"
    }
  ],
  "journal": {
    "title": "Neurogastroenterology and motility",
    "iso_abbreviation": "Neurogastroenterol Motil",
    "issn": "1365-2982",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "e14577",
  "pages": "e14577",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "North American People",
    "Irritable Bowel Syndrome",
    "Surveys and Questionnaires",
    "Gases",
    "Rome",
    "Humans",
    "Pictorial Works as Topic",
    "Mexico",
    "Intestines"
  ],
  "article_ids": {
    "pubmed": "37010874",
    "doi": "10.1111/nmo.14577"
  },
  "doi": "10.1111/nmo.14577",
  "dates": {
    "completed": "2023-05-10",
    "revised": "2023-05-10"
  },
  "chemicals": [
    "Gases"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.798086",
    "pmid": "37010874"
  }
}