{
  "pmid": "37019643",
  "uid": "37019643",
  "title": "Outcome measures in palliative care training interventions: a systematic review of trial-based studies.",
  "abstract": "BACKGROUND: The ability of health care clinicians to offer a palliative approach to care to their patients with progressive, life-limiting illness has become critical as demand for these services increases. Numerous training initiatives exist to assist clinicians who are not palliative care specialists in the development of palliative care skills, however there is little consensus on how to best measure the effectiveness of these education programs. We conducted a systematic review of palliative care training intervention trials to examine the outcomes measures used. METHODS: We searched MEDLINE, CINAHL, PsycINFO, Embase, HealthSTAR, and five trial registries for studies and protocols published since 2000. Eligible studies were trials assessing palliative care training for clinicians. Interventions had to address at least two of six palliative care-related domains, based on the National Consensus Project: identification or assessment; illness understanding; symptom management; decision making (e.g., advance care planning); coping (patient and caregivers); and referral (coordination/care planning). Each article was reviewed independently by a minimum of two reviewers for inclusion and extraction of relevant data. RESULTS: Of 1,383 articles reviewed, 36 studies met the inclusion criteria, 16 (44%) of which focused on palliative care communication skills. Among all the trials, 190 different measures were reported. Only 11 validated measures were used in at least 2 studies, including the End-of-Life Professional Caregiver Survey (EPCS) for clinicians and the Quality of Dying and Death Questionnaire (QODD) for caregivers. Clinician and patient/caregiver reported outcomes were measured in 75% and 42% of studies, respectively. Half of the trials employed a study-created questionnaire. Data from administrative (n=14) and/or qualitative (n=7) sources were also used. Nine studies, almost exclusively those with a communication skills focus, assessed clinician interactions as an outcome. CONCLUSIONS: We found considerable diversity in outcomes among the trials reviewed. Further examination of the outcomes used in the broader literature and development of these measures is needed. This will assist towards establishing meaningful and consistent metrics for assessing the impact of palliative care education, to inform evidence-based scaling of effective programs.",
  "authors": [
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bishop",
      "fore_name": "Valerie C",
      "initials": "VC",
      "name": "Valerie C Bishop",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Myers",
      "fore_name": "Jeff",
      "initials": "J",
      "name": "Jeff Myers",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Stajduhar",
      "fore_name": "Kelli I",
      "initials": "KI",
      "name": "Kelli I Stajduhar",
      "affiliations": [
        "School of Nursing, University of Victoria, Victoria, BC, Canada."
      ]
    },
    {
      "last_name": "Marshall",
      "fore_name": "Denise I",
      "initials": "DI",
      "name": "Denise I Marshall",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Incardona",
      "fore_name": "Nadia K",
      "initials": "NK",
      "name": "Nadia K Incardona",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Levine",
      "fore_name": "Oren H",
      "initials": "OH",
      "name": "Oren H Levine",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Steinberg",
      "fore_name": "Leah J",
      "initials": "LJ",
      "name": "Leah J Steinberg",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bainbridge",
      "fore_name": "Daryl B",
      "initials": "DB",
      "name": "Daryl B Bainbridge",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of palliative medicine",
    "iso_abbreviation": "Ann Palliat Med",
    "issn": "2224-5839",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "399",
  "end_page": "417",
  "pages": "399-417",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Palliative Care",
    "Caregivers",
    "Outcome Assessment, Health Care",
    "Adaptation, Psychological",
    "Hospice and Palliative Care Nursing"
  ],
  "article_ids": {
    "pubmed": "37019643",
    "doi": "10.21037/apm-22-947"
  },
  "doi": "10.21037/apm-22-947",
  "dates": {
    "completed": "2023-04-07",
    "revised": "2023-04-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.099718",
    "pmid": "37019643"
  }
}