{
  "pmid": "37018388",
  "uid": "37018388",
  "title": "Epidemiology of disorders of gut-brain interaction in Belgium and differences between two language groups: Results from the Rome foundation global epidemiology study.",
  "abstract": "BACKGROUND: The Rome Foundation carried out a worldwide epidemiology study on DGBI according to the Rome IV criteria in 33 countries, including Belgium. DGBI prevalence varied between continents and countries, but prevalence differences within language groups in a single country have not yet been described. METHODS: We analyzed the prevalence rates of 18 DGBI and their psychosocial impact in Belgium in the French and Dutch language groups. KEY RESULTS: DGBI prevalence was similar in the French-speaking and Dutch-speaking population. Having one or more DGBI was negatively associated with psychosocial well-being. The scores for depression were lower in the Dutch-speaking participants with one or more DGBI compared to the French-speaking participants. Interestingly, we also found significantly lower scores in the general Dutch-speaking versus the French-speaking population for depression and non-gastrointesinal somatic symptoms, and higher global physical health and mental health quality-of-life component scores. In the Dutch-speaking group, medication use for gastric acid was lower, but use of prescribed analgesics was more common. Nevertheless, the use of non-prescribed pain medication was higher in the French-speaking group. Anxiety and sleep medication use was also higher in the latter group. CONCLUSIONS & INTERFERENCES: The results of this first in-depth analysis of Rome IV DGBI in Belgium show a higher prevalence for some DGBI in the French-speaking cohort, and a larger associated disease burden. These differences between language/culture groups in the same country support the psychosocial pathophysiological model of DGBI.",
  "authors": [
    {
      "last_name": "Broeders",
      "fore_name": "Bert",
      "initials": "B",
      "name": "Bert Broeders",
      "affiliations": [
        "Faculty of Medicine, KU Leuven, Leuven Department of Gastroenterology, University Hospitals Leuven, Leuven, Belgium.",
        "Center for Functional GI & Motility Disorders, University of North Carolina-Chapel Hill, Chapel Hill, North Carolina, USA."
      ],
      "orcid": "0000-0001-6050-8461"
    },
    {
      "last_name": "Devolder",
      "fore_name": "Elise",
      "initials": "E",
      "name": "Elise Devolder",
      "affiliations": [
        "Faculty of Medicine, KU Leuven, Leuven Department of Gastroenterology, University Hospitals Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Jones",
      "affiliations": [
        "School of Psychological Sciences, Macquarie University, North Ryde, New South Wales, Australia."
      ],
      "orcid": "0000-0003-0565-4938"
    },
    {
      "last_name": "Simrén",
      "fore_name": "Magnus",
      "initials": "M",
      "name": "Magnus Simrén",
      "affiliations": [
        "Department of Internal Medicine and Clinical Nutrition, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Be'er Sheva, Israel."
      ],
      "orcid": "0000-0002-7634-3689"
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI & Motility Disorders, University of North Carolina-Chapel Hill, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Tack",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Tack",
      "affiliations": [
        "Translational Research Center for Gastrointestinal Disorders (TARGID), University of Leuven, Leuven, Belgium."
      ]
    }
  ],
  "journal": {
    "title": "Neurogastroenterology and motility",
    "iso_abbreviation": "Neurogastroenterol Motil",
    "issn": "1365-2982",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "e14588",
  "pages": "e14588",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Belgium",
    "Rome",
    "Language",
    "Brain",
    "Prevalence",
    "Surveys and Questionnaires",
    "Irritable Bowel Syndrome"
  ],
  "article_ids": {
    "pubmed": "37018388",
    "doi": "10.1111/nmo.14588"
  },
  "doi": "10.1111/nmo.14588",
  "dates": {
    "completed": "2023-05-04",
    "revised": "2023-05-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.798466",
    "pmid": "37018388"
  }
}