{
  "pmid": "37019362",
  "uid": "37019362",
  "title": "Dietary interventions for perinatal depression and anxiety: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Dietary interventions are a widely available mediation for depression and anxiety among pregnant and/or postpartum (i.e., perinatal) persons, but their effectiveness is not well known. OBJECTIVES: We performed a systematic review and meta-analysis to assess the effectiveness of dietary interventions for the treatment of perinatal depression and/or anxiety. METHODS: We searched MEDLINE, EMBASE, PsycINFO, CINAHL, and Web of Science from their inception to 2 November, 2022. Studies were included if they were available in English and examined the effectiveness of a dietary intervention for perinatal depression and/or anxiety in a randomized controlled trial. RESULTS: Our search identified 4246 articles, of which 36 were included and 28 were eligible for meta-analysis. Random-effects meta-analyses were performed. Polyunsaturated fatty acids (PUFAs) were not found to improve symptoms of perinatal depression compared to control conditions [standardized mean differences (SMD): -0.11; 95% CI: -0.26 to 0.04]. These results neither changed when examined during pregnancy or the postpartum period separately nor varied according to the fatty acid (FA) ratio. Elemental metals (iron, zinc, and magnesium) were also not found to be superior to placebo (SMD: -0.42; 95% CI: -1.05 to 0.21), although vitamin D yielded a small to medium effect size improvement (SMD: -0.52; 95% CI: -0.84 to -0.20) in postpartum depression. Iron may help in those with confirmed iron deficiency. Narrative synthesis was performed for studies ineligible for meta-analyses. CONCLUSIONS: Despite their widespread popularity, PUFAs and elemental metals do not appear to effectively reduce perinatal depression. Vitamin D taken in doses of 1800-3500 International Units per day may be, to some extent, promising. Additional high-quality, large-scale randomized controlled trials are needed to determine the true effectiveness of dietary interventions on perinatal depression and/or anxiety. This study was registered at PROSPERO (registration date: 5 July, 2020; CRD42020208830).",
  "authors": [
    {
      "last_name": "Tsai",
      "fore_name": "Zoe",
      "initials": "Z",
      "name": "Zoe Tsai",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada. Electronic address: zoe.tsai@uottawa.ca."
      ]
    },
    {
      "last_name": "Shah",
      "fore_name": "Nirmay",
      "initials": "N",
      "name": "Nirmay Shah",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Tahir",
      "fore_name": "Umair",
      "initials": "U",
      "name": "Umair Tahir",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mortaji",
      "fore_name": "Neda",
      "initials": "N",
      "name": "Neda Mortaji",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Owais",
      "fore_name": "Sawayra",
      "initials": "S",
      "name": "Sawayra Owais",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Perreault",
      "fore_name": "Maude",
      "initials": "M",
      "name": "Maude Perreault",
      "affiliations": [
        "Faculty of Medicine, University of Montreal, Montreal, Québec, Canada."
      ]
    },
    {
      "last_name": "Van Lieshout",
      "fore_name": "Ryan J",
      "initials": "RJ",
      "name": "Ryan J Van Lieshout",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of clinical nutrition",
    "iso_abbreviation": "Am J Clin Nutr",
    "issn": "1938-3207",
    "issn_type": "Electronic",
    "volume": "117",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "1130",
  "end_page": "1142",
  "pages": "1130-1142",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Pregnancy",
    "Female",
    "Humans",
    "Depression",
    "Randomized Controlled Trials as Topic",
    "Anxiety",
    "Fatty Acids, Unsaturated",
    "Iron",
    "Vitamin D"
  ],
  "article_ids": {
    "pubmed": "37019362",
    "doi": "10.1016/j.ajcnut.2023.03.025",
    "pii": "S0002-9165(23)46315-0"
  },
  "doi": "10.1016/j.ajcnut.2023.03.025",
  "dates": {
    "completed": "2023-06-05",
    "revised": "2023-06-08"
  },
  "chemicals": [
    "Fatty Acids, Unsaturated",
    "Iron",
    "Vitamin D"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:06.150578",
    "pmid": "37019362"
  }
}