{
  "pmid": "37011646",
  "uid": "37011646",
  "title": "Glucose intolerance in pregnancy and risk of early-onset type 2 diabetes: a population-based cohort study.",
  "abstract": "BACKGROUND: The risk of type 2 diabetes among women with glucose intolerance during pregnancy that does not meet gestational diabetes criteria requires further investigation. We aimed to explore the associations between various degrees of gestational glucose intolerance and the risk of type 2 diabetes in young adulthood. METHODS: For this population-based cohort study, the national Israeli conscription database was linked to Maccabi Healthcare Services (MHS), the second-largest state-mandated health provider in Israel. We included 177 241 women who underwent a pre-recruitment evaluation at adolescence (age 16-20 years), 1 year before mandatory military service, and later underwent, from Jan 1, 2001, to Dec 31, 2019, two-step gestational diabetes screening with a 50 g glucose challenge test (GCT) based on a threshold of 140 mg/dL (7·8 mmol/L), followed as needed by a 100 g oral glucose tolerance test (OGTT). Abnormal OGTT values were defined according to the Carpenter-Coustan thresholds: 95 mg/dL (5·3 mmol/L) or higher in the fasting state; 180 mg/dL (10·0 mmol/L) or higher at 1 h; 155 mg/dL (8·6 mmol/L) or higher at 2 h; and 140 mg/dL (7·8 mmol/L) or higher at 3 h. The primary outcome was incident type 2 diabetes in the MHS diabetes registry. Cox proportional hazards models were applied to estimate adjusted hazard ratios (HRs) with 95% CIs for incident type 2 diabetes. FINDINGS: During a cumulative follow-up of 1 882 647 person-years, and with a median follow-up of 10·8 (IQR 5·2-16·4) years, 1262 women were diagnosed with type 2 diabetes. Crude incidence rates of type 2 diabetes were 2·6 (95% CI 2·4-2·9) per 10 000 person-years in women with gestational normoglycaemia, 8·9 (7·4-10·6) per 10 000 person-years in women with an abnormal GCT and normal OGTT, 26·1 (22·4-30·1) per 10 000 person-years in women with one abnormal OGTT value (in the fasting state or 1 h, 2 h, or 3 h post-challenge), and 71·9 (66·0-78·3) per 10 000 person-years in women with gestational diabetes. After adjustment for sociodemographic characteristics, adolescent BMI, and age at gestational screening, the risk of type 2 diabetes was higher, compared to the gestational normoglycaemia group, in women with an abnormal GCT and normal OGTT (adjusted hazard ratio [HR] 3·39 [95% CI 2·77-4·16]; p<0·0001), in women with one abnormal OGTT value (9·11 [7·64-10·86]; p<0·0001), and in women with gestational diabetes (24·84 [21·78-28·34]; p<0·0001). The risk of type 2 diabetes was modestly increased in women with isolated elevated fasting glucose (adjusted HR 11·81 [95% CI 8·58-16·25]; p<0·0001), and in women with gestational diabetes and an abnormal fasting glucose (38·02 [32·41-44·61]; p<0·0001). INTERPRETATION: Gestational glucose intolerance, including conditions not meeting gestational diabetes criteria of the two-step strategy, confers a high risk of type 2 diabetes in young adulthood. These conditions should be recognised as risk factors for type 2 diabetes, especially among women with abnormal fasting glucose concentrations during pregnancy. FUNDING: None.",
  "authors": [
    {
      "last_name": "Bardugo",
      "fore_name": "Aya",
      "initials": "A",
      "name": "Aya Bardugo",
      "affiliations": [
        "Department of Military Medicine, Hebrew University, Jerusalem and the Israel Defense Forces Medical Corps, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Bendor",
      "fore_name": "Cole D",
      "initials": "CD",
      "name": "Cole D Bendor",
      "affiliations": [
        "Department of Military Medicine, Hebrew University, Jerusalem and the Israel Defense Forces Medical Corps, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Rotem",
      "fore_name": "Ran Shmuel",
      "initials": "RS",
      "name": "Ran Shmuel Rotem",
      "affiliations": [
        "Department of Environmental Health, Harvard T H Chan School of Public Health, Boston, MA, USA; Kahn-Sagol-Maccabi Research and Innovation Institute, Maccabi Healthcare Services, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Tsur",
      "fore_name": "Avishai M",
      "initials": "AM",
      "name": "Avishai M Tsur",
      "affiliations": [
        "Department of Military Medicine, Hebrew University, Jerusalem and the Israel Defense Forces Medical Corps, Ramat Gan, Israel; Department of Epidemiology and Preventive Medicine, School of Public Health, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Department of Medicine \"B,\" Sheba Medical Center, Tel Hashomer, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Derazne",
      "fore_name": "Estela",
      "initials": "E",
      "name": "Estela Derazne",
      "affiliations": [
        "Department of Military Medicine, Hebrew University, Jerusalem and the Israel Defense Forces Medical Corps, Ramat Gan, Israel; Department of Epidemiology and Preventive Medicine, School of Public Health, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Gerstein",
      "fore_name": "Hertzel C",
      "initials": "HC",
      "name": "Hertzel C Gerstein",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Tzur",
      "fore_name": "Dorit",
      "initials": "D",
      "name": "Dorit Tzur",
      "affiliations": [
        "Department of Military Medicine, Hebrew University, Jerusalem and the Israel Defense Forces Medical Corps, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Pinhas-Hamiel",
      "fore_name": "Orit",
      "initials": "O",
      "name": "Orit Pinhas-Hamiel",
      "affiliations": [
        "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Pediatric Endocrine and Diabetes Unit, Edmond and Lily Safra Children's Hospital, Sheba Medical Center, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Cukierman-Yaffe",
      "fore_name": "Tali",
      "initials": "T",
      "name": "Tali Cukierman-Yaffe",
      "affiliations": [
        "Department of Epidemiology and Preventive Medicine, School of Public Health, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Division of Endocrinology, Diabetes and Metabolism, Sheba Medical Center, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Raz",
      "fore_name": "Itamar",
      "initials": "I",
      "name": "Itamar Raz",
      "affiliations": [
        "The Diabetes Unit, Department of Internal Medicine, Hadassah Hebrew University Hospital, Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Hod",
      "fore_name": "Moshe",
      "initials": "M",
      "name": "Moshe Hod",
      "affiliations": [
        "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Diabetes in Pregnancy Clinic, Perinatal Division, Department of Obstetrics and Gynecology, Beilinson Medical Campus, Petah Tiqva, Israel."
      ]
    },
    {
      "last_name": "Tirosh",
      "fore_name": "Amir",
      "initials": "A",
      "name": "Amir Tirosh",
      "affiliations": [
        "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Division of Endocrinology, Diabetes and Metabolism, Sheba Medical Center, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Lebenthal",
      "fore_name": "Yael",
      "initials": "Y",
      "name": "Yael Lebenthal",
      "affiliations": [
        "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Pediatric Endocrinology and Diabetes Unit, Dana-Dwek Children's Hospital, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Afek",
      "fore_name": "Arnon",
      "initials": "A",
      "name": "Arnon Afek",
      "affiliations": [
        "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Central Management, Sheba Medical Center, Ramat Gan, Israel."
      ]
    },
    {
      "last_name": "Chodick",
      "fore_name": "Gabriel",
      "initials": "G",
      "name": "Gabriel Chodick",
      "affiliations": [
        "Department of Epidemiology and Preventive Medicine, School of Public Health, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Maccabitech, Maccabi Healthcare Services, Tel Aviv, Israel."
      ]
    },
    {
      "last_name": "Twig",
      "fore_name": "Gilad",
      "initials": "G",
      "name": "Gilad Twig",
      "affiliations": [
        "Department of Military Medicine, Hebrew University, Jerusalem and the Israel Defense Forces Medical Corps, Ramat Gan, Israel; Department of Epidemiology and Preventive Medicine, School of Public Health, Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Division of Endocrinology, Diabetes and Metabolism, Sheba Medical Center, Ramat Gan, Israel; The Gertner Institute for Epidemiology & Health Policy Research, Sheba Medical Center, Ramat Gan, Israel. Electronic address: gilad.twig@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "The lancet. Diabetes & endocrinology",
    "iso_abbreviation": "Lancet Diabetes Endocrinol",
    "issn": "2213-8595",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "333",
  "end_page": "344",
  "pages": "333-344",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Pregnancy",
    "Female",
    "Humans",
    "Young Adult",
    "Adult",
    "Adolescent",
    "Glucose Intolerance",
    "Diabetes, Gestational",
    "Blood Glucose",
    "Diabetes Mellitus, Type 2",
    "Cohort Studies",
    "Glucose",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "37011646",
    "doi": "10.1016/S2213-8587(23)00062-1",
    "pii": "S2213-8587(23)00062-1"
  },
  "doi": "10.1016/S2213-8587(23)00062-1",
  "dates": {
    "completed": "2023-04-24",
    "revised": "2023-05-24"
  },
  "chemicals": [
    "Blood Glucose",
    "Glucose"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:22:49.742901",
    "pmid": "37011646"
  }
}