{
  "pmid": "37026778",
  "uid": "37026778",
  "title": "Development and Preliminary Validation of the KOOS-ACL: A Short Form Version of the KOOS for Young Active Patients With ACL Tears.",
  "abstract": "BACKGROUND: The Knee injury and Osteoarthritis Outcomes Score (KOOS) is a widely used region-specific outcome measure for assessing patients of all ages with a variety of knee conditions. Use of the KOOS for young active patients with anterior cruciate ligament (ACL) tear has been called into question regarding its relevance and interpretability for this specific population. Furthermore, the KOOS does not have adequate structural validity for use in high-functioning patients with ACL deficiency. PURPOSE: To develop a condition-specific short form version of the KOOS that is appropriate for the young active population with ACL deficiency: the KOOS-ACL. STUDY DESIGN: Cohort study (diagnosis); Level of evidence, 2. METHODS: A baseline data set of 618 young patients (≤25 years old) with ACL tears was divided into development and validation samples. Exploratory factor analyses were conducted in the development sample to identify the underlying factor structure and to reduce the number of items based on statistical and conceptual indicators. Confirmatory factor analyses were conducted to check fit indices of the proposed KOOS-ACL model in both samples. Psychometric properties of the KOOS-ACL were assessed using the same data set, expanded to include patient data from 5 time points (baseline and postoperative 3, 6, 12, and 24 months). Internal consistency reliability, structural validity, convergent validity, responsiveness to change, floor/ceiling effects, and detection of treatment effects between surgical interventions (ACL reconstruction alone vs ACL reconstruction + lateral extra-articular tenodesis) were assessed. RESULTS: A 2-factor structure was deemed most appropriate for the KOOS-ACL. Of 42 items, 30 were removed from the full-length KOOS. The final KOOS-ACL model showed acceptable internal consistency reliability (α = .79-.90), structural validity (comparative fit index and Tucker-Lewis index = 0.98-0.99; root mean square error of approximation and standardized root mean square residual = 0.04-0.07), convergent validity (Spearman correlation with International Knee Documentation Committee subjective knee form = 0.61-0.83), and responsiveness across time (significant small to large effects; P < .05). CONCLUSION: The new KOOS-ACL questionnaire contains 12 items and 2 subscales-Function (8 items) and Sport (4 items)-relevant to young active patients with an ACL tear. Use of this short form would reduce patient burden by more than two-thirds; it provides improved structural validity as compared with the full-length KOOS for our population of interest; and it demonstrates adequate psychometric properties in our sample of young active patients undergoing ACL reconstruction.",
  "authors": [
    {
      "last_name": "Marmura",
      "fore_name": "Hana",
      "initials": "H",
      "name": "Hana Marmura",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, ON, Canada.",
        "Fowler Kennedy Sport Medicine Clinic, London, ON, Canada.",
        "Bone and Joint Institute, Western University, London, ON, Canada.",
        "Lawson Research, London Health Sciences Centre, London, ON, Canada."
      ]
    },
    {
      "last_name": "Tremblay",
      "fore_name": "Paul F",
      "initials": "PF",
      "name": "Paul F Tremblay",
      "affiliations": [
        "Department of Psychology, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Getgood",
      "fore_name": "Alan M J",
      "initials": "AMJ",
      "name": "Alan M J Getgood",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, ON, Canada.",
        "Fowler Kennedy Sport Medicine Clinic, London, ON, Canada.",
        "Bone and Joint Institute, Western University, London, ON, Canada.",
        "Lawson Research, London Health Sciences Centre, London, ON, Canada.",
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada."
      ]
    },
    {
      "last_name": "Bryant",
      "fore_name": "Dianne M",
      "initials": "DM",
      "name": "Dianne M Bryant",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, ON, Canada.",
        "Fowler Kennedy Sport Medicine Clinic, London, ON, Canada.",
        "Bone and Joint Institute, Western University, London, ON, Canada.",
        "Lawson Research, London Health Sciences Centre, London, ON, Canada.",
        "Schulich School of Medicine and Dentistry, Western University, London, ON, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "1447",
  "end_page": "1456",
  "pages": "1447-1456",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Anterior Cruciate Ligament Injuries",
    "Anterior Cruciate Ligament Reconstruction",
    "Reproducibility of Results",
    "Cohort Studies",
    "Patient Reported Outcome Measures",
    "Athletes",
    "Young Adult",
    "Male",
    "Female"
  ],
  "article_ids": {
    "pubmed": "37026778",
    "pmc": "PMC10155282",
    "doi": "10.1177/03635465231160728"
  },
  "doi": "10.1177/03635465231160728",
  "pmc_id": "PMC10155282",
  "dates": {
    "completed": "2023-05-02",
    "revised": "2024-03-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:11:34.428034",
    "pmid": "37026778"
  }
}