{
  "pmid": "37031453",
  "uid": "37031453",
  "title": "Prevalence, Incidence, and Predictors of Self-reported Swallowing Difficulties in Community-Dwelling Adults: A Population-Based Study from the Canadian Longitudinal Study on Aging (CLSA).",
  "abstract": "There is a paucity of evidence from population-based studies identifying prevalence and incidence of dysphagia, as well as health and sociodemographic risk factors that may contribute to its development. As such, the current study aimed to determine prevalence, incidence, and associated predictors of dysphagia in adults. The Canadian Longitudinal Study on Aging is a nationally representative population study that follows 51,338 Canadians over 45 years of age. Biological, medical, psychological, social, lifestyle and economic data are collected. A secondary analysis of the data was conducted to determine prevalence, incidence, and the predictors of self-reported swallowing difficulty in adults between 45 and 85 years of age. Rates of swallowing difficulty by demographic risk factor, as well as lifestyle and health factors were analyzed using descriptive statistics. Associations between lifestyle and health variables with dysphagia were tested using Chi-square tests or t tests, as appropriate. Logistic regression was used to determine the predictors of self-reported swallowing difficulties. Overall prevalence of self-reported swallowing difficulties in adults over the age of 45 was 10.6% and increased to 13.7% after 3 years. Significant differences (p < 0.001) in self-reported swallowing difficulty at baseline were apparent across smoking status, requiring help to prepare meals, life satisfaction, social participation, all disease categories except dementia, number of medications, cognition, oral health status, and frailty. Incidence of dysphagia was 8.6%. Regression analyses suggested the following independent predictors of reports of swallowing difficulty: older age; non-white ethnicity; female sex; poor oral health; malnutrition; and frailty. These predictors should be carefully considered to ensure we are screening at-risk populations. Social determinants of health, such as ethnicity, must also be considered to ensure equitable care across the population.",
  "authors": [
    {
      "last_name": "Namasivayam-MacDonald",
      "fore_name": "Ashwini",
      "initials": "A",
      "name": "Ashwini Namasivayam-MacDonald",
      "affiliations": [
        "School of Rehabilitation Science, McMaster University, 1280 Main Street West, IAHS 403, Hamilton, ON, L8S 4L8, Canada. namasia@mcmaster.ca."
      ],
      "orcid": "0000-0002-9473-8844"
    },
    {
      "last_name": "Lam",
      "fore_name": "Bonnie",
      "initials": "B",
      "name": "Bonnie Lam",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Jinhui",
      "initials": "J",
      "name": "Jinhui Ma",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Affoo",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Affoo",
      "affiliations": [
        "School of Communication Sciences and Disorders, Dalhousie University, Halifax, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Dysphagia",
    "iso_abbreviation": "Dysphagia",
    "issn": "1432-0460",
    "issn_type": "Electronic",
    "volume": "38",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "1406",
  "end_page": "1420",
  "pages": "1406-1420",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Aging",
    "Canada",
    "Deglutition",
    "Deglutition Disorders",
    "Frailty",
    "Incidence",
    "Independent Living",
    "Longitudinal Studies",
    "Prevalence",
    "Self Report",
    "Male",
    "Middle Aged",
    "Aged",
    "Aged, 80 and over"
  ],
  "article_ids": {
    "pubmed": "37031453",
    "doi": "10.1007/s00455-023-10570-5",
    "pii": "10.1007/s00455-023-10570-5"
  },
  "doi": "10.1007/s00455-023-10570-5",
  "dates": {
    "completed": "2023-09-01",
    "revised": "2023-09-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:40:26.151123",
    "pmid": "37031453"
  }
}