{
  "pmid": "37033018",
  "uid": "37033018",
  "title": "Do hospitals need to establish multiple hospital districts? A hospital-based perspective on the benefits of scale.",
  "abstract": "BACKGROUND: During the fight against COVID-19, China's public hospitals played the main role in taking on the most urgent, dangerous and arduous medical treatment and work. Therefore, in order to promote the high-quality development of hospitals, it is necessary to support some potential public hospitals to build and develop a \"One Hospital with Multiple Campuses System\" (OHMC) based on controlling the size of single hospitals, and to quickly convert their functions in the event of a severe epidemic. METHODS: The Cobb-Douglas production function and log-transformed production function were used to measure the appropriate hospital size for 22 public hospitals in a region of China. RESULTS: The eight OHMC hospitals that planned to be build are basically qualified to handle the conditions and potential of multi-districts from the perspective of economy of scale. The OHMC hospitals in operation appear to have weakened incremental scale rewards, because they are in the process of development, but they are still higher than the overall level of single-campus hospitals. CONCLUSION: The expansion of hospital scale may bring the advantages of group development, but it may also bring about problems including rising hospital cost, increasing management and operation cost, inefficient allocation of medical resources and unbalanced development.",
  "authors": [
    {
      "last_name": "Zheng",
      "fore_name": "Yuan",
      "initials": "Y",
      "name": "Yuan Zheng",
      "affiliations": [
        "School of Public Health, Capital Medical University, Beijing, China.",
        "Capital Health Management and Policy Research Base, Beijing, China."
      ]
    },
    {
      "last_name": "Yuqing",
      "fore_name": "Zhang",
      "initials": "Z",
      "name": "Zhang Yuqing",
      "affiliations": [
        "Beijing Hospital of Traditional Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Mengping",
      "fore_name": "Zhang",
      "initials": "Z",
      "name": "Zhang Mengping",
      "affiliations": [
        "Beijing Hospitals Authority, Beijing, China."
      ]
    },
    {
      "last_name": "Jun",
      "fore_name": "Li",
      "initials": "L",
      "name": "Li Jun",
      "affiliations": [
        "School of Public Health, Capital Medical University, Beijing, China.",
        "Capital Health Management and Policy Research Base, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in public health",
    "iso_abbreviation": "Front Public Health",
    "issn": "2296-2565",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2023"
  },
  "start_page": "1019331",
  "pages": "1019331",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "COVID-19",
    "Hospitals, Public",
    "China"
  ],
  "article_ids": {
    "pubmed": "37033018",
    "pmc": "PMC10081678",
    "doi": "10.3389/fpubh.2023.1019331"
  },
  "doi": "10.3389/fpubh.2023.1019331",
  "pmc_id": "PMC10081678",
  "dates": {
    "completed": "2023-04-11",
    "revised": "2023-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.572701",
    "pmid": "37033018"
  }
}