{
  "pmid": "37033562",
  "uid": "37033562",
  "title": "Pharmacologic Management of Intensive Care Unit Delirium and the Impact on the Duration of Delirium, Length of Intensive Care Unit Stay and 30-Day Mortality: A Network Meta-Analysis of Randomized-Control Trials.",
  "abstract": "The present network meta-analysis was conducted to compare typical and atypical antipsychotics for the management of intensive care unit (ICU) delirium. The present meta-analysis was conducted in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Two investigators systematically searched electronic databases, including PubMed, EMBASE, and the Cochrane Library, for relevant studies in English from inception to February 15, 2023. The key terms used to search for relevant articles included \"antipsychotic,\" \"delirium,\" \"randomized-controlled trials,\" and \"efficacy.\" We used the term \"randomized controlled trials (RCTs)\" to limit the search to RCTs. The primary outcome was the duration of delirium in days. There were three predefined secondary outcomes included: mortality in 30 days, duration of mechanical ventilation in days, and length of ICU stay in days. A total of seven studies were included in the present meta-analysis. No significant difference was found between typical anti-psychotic, atypical anti-psychotic, and placebo in terms of duration of delirium, rate of mortality, duration of ICU stay, and duration of mechanical ventilation. In conclusion, this network meta-analysis comparing typical antipsychotic, atypical antipsychotic medications, and placebo on delirium in patients in the ICU did not find evidence that either typical or atypical antipsychotic medications led to a shorter duration of delirium. Patients who received treatment with typical or atypical antipsychotics and those who received a placebo had similar clinical outcomes, including mortality, length of stay in the ICU, and duration of ventilation.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohaib",
      "initials": "MS",
      "name": "Muhammad Sohaib Afzal",
      "affiliations": [
        "Medicine, Louisiana State University Health Sciences Center, Shreveport, USA."
      ]
    },
    {
      "last_name": "Atunde",
      "fore_name": "Folajimi J",
      "initials": "FJ",
      "name": "Folajimi J Atunde",
      "affiliations": [
        "Neurology, NES Healthcare, Aylesbury, GBR."
      ]
    },
    {
      "last_name": "Yousaf",
      "fore_name": "Rao Ahmed",
      "initials": "RA",
      "name": "Rao Ahmed Yousaf",
      "affiliations": [
        "Medicine, Faisalabad Medical University, Faisalabad, PAK."
      ]
    },
    {
      "last_name": "Ali",
      "fore_name": "Shahid",
      "initials": "S",
      "name": "Shahid Ali",
      "affiliations": [
        "Internal Medicine, Khyber Medical College, Peshawar, PAK."
      ]
    },
    {
      "last_name": "Nasir",
      "fore_name": "Namra",
      "initials": "N",
      "name": "Namra Nasir",
      "affiliations": [
        "Medicine, University of Health Sciences, Lahore, PAK."
      ]
    },
    {
      "last_name": "Medarametla",
      "fore_name": "Gnana Deepthi",
      "initials": "GD",
      "name": "Gnana Deepthi Medarametla",
      "affiliations": [
        "Internal Medicine, AMMA Multispeciality Hospital, Thorur, IND."
      ]
    },
    {
      "last_name": "Muhammad",
      "fore_name": "Nazar",
      "initials": "N",
      "name": "Nazar Muhammad",
      "affiliations": [
        "Psychiatry, Nassau University Medical Center, New York City, USA."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Adil",
      "initials": "A",
      "name": "Adil Amin",
      "affiliations": [
        "Cardiology, Pakistan Navy Station (PNS) Shifa, Karachi, PAK."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "e35843",
  "pages": "e35843",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37033562",
    "pmc": "PMC10076164",
    "doi": "10.7759/cureus.35843"
  },
  "doi": "10.7759/cureus.35843",
  "pmc_id": "PMC10076164",
  "dates": {
    "revised": "2023-04-11"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.065448",
    "pmid": "37033562"
  }
}