{
  "pmid": "37048037",
  "uid": "37048037",
  "title": "Tuberculosis in Prisons: Importance of Considering the Clustering in the Analysis of Cross-Sectional Studies.",
  "abstract": "The level of clustering and the adjustment by cluster-robust standard errors have yet to be widely considered and reported in cross-sectional studies of tuberculosis (TB) in prisons. In two cross-sectional studies of people deprived of liberty (PDL) in Medellin, we evaluated the impact of adjustment versus failure to adjust by clustering on prevalence ratio (PR) and 95% confidence interval (CI). We used log-binomial regression, Poisson regression, generalized estimating equations (GEE), and mixed-effects regression models. We used cluster-robust standard errors and bias-corrected standard errors. The odds ratio (OR) was 20% higher than the PR when the TB prevalence was >10% in at least one of the exposure factors. When there are three levels of clusters (city, prison, and courtyard), the cluster that had the strongest effect was the courtyard, and the 95% CI estimated with GEE and mixed-effect models were narrower than those estimated with Poisson and binomial models. Exposure factors lost their significance when we used bias-corrected standard errors due to the smaller number of clusters. Tuberculosis transmission dynamics in prisons dictate a strong cluster effect that needs to be considered and adjusted for. The omission of cluster structure and bias-corrected by the small number of clusters can lead to wrong inferences.",
  "authors": [
    {
      "last_name": "Marín",
      "fore_name": "Diana",
      "initials": "D",
      "name": "Diana Marín",
      "affiliations": [
        "Facultad de Medicina, Universidad Pontificia Bolivariana, Medellín 050034, Colombia."
      ],
      "orcid": "0000-0002-4715-8388"
    },
    {
      "last_name": "Keynan",
      "fore_name": "Yoav",
      "initials": "Y",
      "name": "Yoav Keynan",
      "affiliations": [
        "Department of Medical Microbiology and Infectious Disease, University of Manitoba, Winnipeg, MB R3E 0J9, Canada.",
        "Department of Community Health Sciences, University of Manitoba, Winnipeg, MB R3E 0J9, Canada.",
        "Department of Internal Medicine, University of Manitoba, Winnipeg, MB R3E 0J9, Canada."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON L8S 4K1, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, ON L8L 2X2, Canada."
      ],
      "orcid": "0000-0002-3111-0689"
    },
    {
      "last_name": "López",
      "fore_name": "Lucelly",
      "initials": "L",
      "name": "Lucelly López",
      "affiliations": [
        "Facultad de Medicina, Universidad Pontificia Bolivariana, Medellín 050034, Colombia."
      ]
    },
    {
      "last_name": "Rueda",
      "fore_name": "Zulma Vanessa",
      "initials": "ZV",
      "name": "Zulma Vanessa Rueda",
      "affiliations": [
        "Facultad de Medicina, Universidad Pontificia Bolivariana, Medellín 050034, Colombia.",
        "Department of Medical Microbiology and Infectious Disease, University of Manitoba, Winnipeg, MB R3E 0J9, Canada."
      ],
      "orcid": "0000-0001-6342-1812"
    }
  ],
  "journal": {
    "title": "International journal of environmental research and public health",
    "iso_abbreviation": "Int J Environ Res Public Health",
    "issn": "1660-4601",
    "issn_type": "Electronic",
    "volume": "20",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Apr",
    "pub_day": "06"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Cross-Sectional Studies",
    "Prisons",
    "Tuberculosis",
    "Models, Statistical",
    "Cluster Analysis"
  ],
  "article_ids": {
    "pubmed": "37048037",
    "pmc": "PMC10094442",
    "doi": "10.3390/ijerph20075423",
    "pii": "ijerph20075423"
  },
  "doi": "10.3390/ijerph20075423",
  "pmc_id": "PMC10094442",
  "dates": {
    "completed": "2023-04-14",
    "revised": "2023-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.801349",
    "pmid": "37048037"
  }
}