{
  "pmid": "37044365",
  "uid": "37044365",
  "title": "Protective effects of 24-epibrassinolide against the 6-OHDA zebrafish model of Parkinson's disease.",
  "abstract": "The molecular processes behind Parkinson's disease (PD) remain under debate although mitochondrial oxidative stress generation has been proposed as a fundamental contributor. In this context, different brassinosteroids have shown neuroprotective action hampering oxidative stress. This study determined the effects of 24-Epibrassinolide (24-EPI) against 6-hydroxydopamine- (6-OHDA-) induced toxicity using the zebrafish embryonic model. Embryos were exposed to 250 μM 6-OHDA or co-exposed to 24-EPI (0.01, 0.1, and 1 μM) for 3 days, starting at 48 h post-fertilization (hpf). During the experimental period, developmental parameters were assessed. At 120 hpf, larvae were tested for behavioural phenotypes with different biochemical biomarkers and tyrosine hydroxylase- (TH-) reactive neurons being also assessed. Exposure to 6-OHDA induced a decrease in body length while no other morphological phenotypes were noticed. A significant decrease in TH-neurons immunofluorescence, a decreased locomotion (speed and distance moved), and an increased absolute angle were found in 6-OHDA-exposed embryos. These outcomes were rescuable by the co-exposure with 24-EPI. Surprisingly, the direct effects of 6-OHDA on reactive oxygen species (ROS) were not observed in the present study supporting the involvement of other molecular pathways in the 6-OHDA-induced effects during embryonic development. Overall, the results obtained confirm PD-like symptoms induced by 6-OHDA during embryonic development which were reverted by 24-EPI. Although antioxidative signalling pathways deserve further scrutiny, the findings support the further investigation of 24-EPI neuroprotective effects.",
  "authors": [
    {
      "last_name": "Gomes",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Gomes",
      "affiliations": [
        "Chemistry Research Centre (CQ-VR), UTAD, Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra M",
      "initials": "SM",
      "name": "Sandra M Monteiro",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Institute for Innovation, Capacity Building and Sustainability of Agri-food Production (Inov4Agro), UTAD, Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Venâncio",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Venâncio",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Institute for Innovation, Capacity Building and Sustainability of Agri-food Production (Inov4Agro), UTAD, Vila Real, Portugal; Animal and Veterinary Research Centre (CECAV), UTAD, Vila Real, Portugal."
      ]
    },
    {
      "last_name": "Félix",
      "fore_name": "Luís",
      "initials": "L",
      "name": "Luís Félix",
      "affiliations": [
        "Centre for the Research and Technology of Agro-Environmental and Biological Sciences (CITAB), University of Trás-os-Montes and Alto Douro (UTAD), Vila Real, Portugal; Institute for Innovation, Capacity Building and Sustainability of Agri-food Production (Inov4Agro), UTAD, Vila Real, Portugal. Electronic address: lfelix@utad.pt."
      ]
    }
  ],
  "journal": {
    "title": "Comparative biochemistry and physiology. Toxicology & pharmacology : CBP",
    "iso_abbreviation": "Comp Biochem Physiol C Toxicol Pharmacol",
    "issn": "1532-0456",
    "issn_type": "Print",
    "volume": "269",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "109630",
  "pages": "109630",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Animals",
    "Parkinson Disease",
    "Oxidopamine",
    "Zebrafish",
    "Brassinosteroids",
    "Oxidative Stress"
  ],
  "article_ids": {
    "pubmed": "37044365",
    "doi": "10.1016/j.cbpc.2023.109630",
    "pii": "S1532-0456(23)00085-6"
  },
  "doi": "10.1016/j.cbpc.2023.109630",
  "dates": {
    "completed": "2023-05-08",
    "revised": "2023-05-08"
  },
  "chemicals": [
    "Oxidopamine",
    "brassinolide",
    "Brassinosteroids"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:20.095894",
    "pmid": "37044365"
  }
}