{
  "pmid": "37045562",
  "uid": "37045562",
  "title": "Externalities in the wildland-urban interface: Private decisions, collective action, and results from wildfire simulation models for California.",
  "abstract": "Property damage from wildfires occurs from spread into built-up areas, the wildland-urban interface. Fire spread occurs as embers from one burning structure ignite neighboring ones-but mitigation reduces the chances that fire spreads. In this study, we use a simulation model with realistic parameters for a neighborhood in California to illustrate patterns of marginal benefit from mitigation. We extend existing models of fire spread in two novel ways. We show how to describe the no-regulation equilibrium and social optimal levels of mitigation by incorporating data on a key factor, the distribution of house values in the community. We incorporate insurance in the model and show that it improves homeowner decision-making and insurance premium regulation. The fire spread simulations show that under plausible parameter values, there is a pattern in which mitigation's marginal benefit is low at low levels of community mitigation, rises to a maximum, and then falls quickly to a low level. We argue that the maximum marginal benefit is a guide to achieving optimal mitigation in a community. Owner mitigation decisions will depend on the distribution of house values in the neighborhood and other factors. In an illustration, we use the distribution of house values in a California community to illustrate the mitigation owners will choose under independent (Nash) investment decisions, and the efficiency-improving actions involving regulations or insurance premium subsidies that can lead to the social optimum.",
  "authors": [
    {
      "last_name": "Kunreuther",
      "fore_name": "Howard",
      "initials": "H",
      "name": "Howard Kunreuther",
      "affiliations": [
        "The Wharton School, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Demidov",
      "fore_name": "Artem",
      "initials": "A",
      "name": "Artem Demidov",
      "affiliations": [
        "The Wharton School, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Pauly",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Pauly",
      "affiliations": [
        "The Wharton School, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Turcic",
      "fore_name": "Matija",
      "initials": "M",
      "name": "Matija Turcic",
      "affiliations": [
        "The Wharton School, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Wilson",
      "affiliations": [
        "The Wharton School, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ]
    }
  ],
  "journal": {
    "title": "Risk analysis : an official publication of the Society for Risk Analysis",
    "iso_abbreviation": "Risk Anal",
    "issn": "1539-6924",
    "issn_type": "Electronic",
    "volume": "43",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "886",
  "end_page": "895",
  "pages": "886-895",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37045562",
    "doi": "10.1111/risa.14135"
  },
  "doi": "10.1111/risa.14135",
  "dates": {
    "completed": "2023-04-21",
    "revised": "2023-04-21"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "Wharton Risk Management Center"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.808178",
    "pmid": "37045562"
  }
}