{
  "pmid": "37041058",
  "uid": "37041058",
  "title": "Investigating divergent thinking and creative ability in surgeons (IDEAS): a survey protocol.",
  "abstract": "INTRODUCTION: A strong pipeline of creative ideas and individuals is critical if we are to tackle the complex healthcare challenges we will face in the 21st century. The field of creativity is severely underinvestigated in the context of surgery, and it is of interest to explore the level and nature of creativity in surgeons, across various specialties and backgrounds. Identifying the areas of surgery with strong and weak levels of creativity, as well as the predictors of high creativity among surgeons, may aid in the selection and training of future surgeons. METHODS AND ANALYSIS: A convenience sample of surgeons from the Department of Surgery and McMaster University will be used for the recruitment of participants. The Abbreviated Torrance Test for Adults, a three-part test of divergent thinking ability, will be administered to measure the level and nature of creativity among surgeons. Descriptive analyses and multiple linear regression models are planned to synthesise the results of the survey and identify predictors of divergent thinking ability among surgeons. ETHICS AND DISSEMINATION: Ethics approval from the Hamilton Integrated Research Ethics Board was obtained. No harm is expected due to participation in this study. The results of this survey will be published in a peer-reviewed journal and disseminated through conferences and presentations at the regional, national and international levels.",
  "authors": [
    {
      "last_name": "Thabane",
      "fore_name": "Alex",
      "initials": "A",
      "name": "Alex Thabane",
      "affiliations": [
        "Department of Health Research, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada thabanla@mcmaster.ca.",
        "Bordeaux Population Health Research Center, National Institute for Medical Research, Université de Bordeaux, Bordeaux, France."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason W",
      "initials": "JW",
      "name": "Jason W Busse",
      "affiliations": [
        "Department of Health Research, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-0178-8712"
    },
    {
      "last_name": "Sonnadara",
      "fore_name": "Ranil",
      "initials": "R",
      "name": "Ranil Sonnadara",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr",
    "pub_day": "11"
  },
  "start_page": "e069873",
  "pages": "e069873",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Creativity",
    "Thinking",
    "Linear Models",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "37041058",
    "pmc": "PMC10106042",
    "doi": "10.1136/bmjopen-2022-069873",
    "pii": "bmjopen-2022-069873"
  },
  "doi": "10.1136/bmjopen-2022-069873",
  "pmc_id": "PMC10106042",
  "dates": {
    "completed": "2023-04-13",
    "revised": "2023-04-23"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.486663",
    "pmid": "37041058"
  }
}