{
  "pmid": "37058333",
  "uid": "37058333",
  "title": "Decolonization in Sexual and Reproductive Health Research Methods: Protocol for a Scoping Review.",
  "abstract": "BACKGROUND: As researchers and implementors begin to acknowledge the repercussions of institutionalized colonialism on community and individual health, the need to decolonize research has become clear. Despite this, there is neither a singular definition of decolonizing methodologies nor an overview of the shared principles and characteristics of decolonized research needed to codify this work as common practice in global health. OBJECTIVE: The review will identify papers that reference principles of decolonization and identify shared characteristics between them. The aim of this scoping review is to review decolonized research methodologies through the lens of sexual health as a step in creating a shared understanding of best practices. We will further examine the tools and methods used to collect and analyze data within the included studies. METHODS: The protocol for this scoping review was developed using the framework from the Joanna Briggs Institute and the PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Reviews). The search strategy will comprise a search of electronic databases (JSTOR, Embase, EMCare, MEDLINE [Ovid], Global Health Database, Web of Science), gray literature sources, and key studies. Titles and abstracts will be reviewed by 2 or more independent reviewers against inclusion criteria. Bibliometric details, study design, methodology, community involvement, and other indicators will be collected using a data extraction tool developed for this review. Extracted data will be analyzed using descriptive statistics and qualitative analysis of content and themes to identify common practices in decolonized methodologies within sexual health. Narrative summaries will be used to describe results in relation to the research question, and identified gaps will be discussed. RESULTS: The initial title or abstract review of 4967 studies identified by the search strategy was completed in November 2022. In total, 1777 studies met initial inclusion criteria and were sent to a second round of title or abstract review, which was completed in January 2023. In total, 706 studies were downloaded for full-text inclusion, which is expected to be completed by April 2023. We aim to complete data extraction and analysis by May 2023 and expect to publish the findings by the end of July 2023. CONCLUSIONS: There remains a gap in the research on the meaning and application of decolonized research strategies, particularly within sexual and reproductive health. The findings of this study will contribute to a shared definition of decolonized methodologies and how they can be applied as a common practice in global health research. Applications include the development of decolonized frameworks, theoretical discourses, and methodologies. The study will inform the design and implementation of future decolonized research and evaluation strategies, particularly around sexual and reproductive health. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): DERR1-10.2196/45771.",
  "authors": [
    {
      "last_name": "Stevens-Uninsky",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Stevens-Uninsky",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9406-9185"
    },
    {
      "last_name": "Barkhad",
      "fore_name": "Aisha",
      "initials": "A",
      "name": "Aisha Barkhad",
      "affiliations": [
        "Department of Global Health, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-9212-7313"
    },
    {
      "last_name": "MacDonald",
      "fore_name": "Tonya",
      "initials": "T",
      "name": "Tonya MacDonald",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1246-4959"
    },
    {
      "last_name": "Perez",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Perez",
      "affiliations": [],
      "orcid": "0000-0003-1886-5152"
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, ON, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON, Canada.",
        "Centre for the Development of Best Practices in Health, Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Stellenbosch, South Africa."
      ],
      "orcid": "0000-0001-5855-5461"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2023",
    "pub_month": "Apr",
    "pub_day": "14"
  },
  "start_page": "e45771",
  "pages": "e45771",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37058333",
    "pmc": "PMC10148217",
    "doi": "10.2196/45771",
    "pii": "v12i1e45771"
  },
  "doi": "10.2196/45771",
  "pmc_id": "PMC10148217",
  "dates": {
    "revised": "2025-02-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.630938",
    "pmid": "37058333"
  }
}