{
  "pmid": "37063756",
  "uid": "37063756",
  "title": "Four-factor prothrombin complex concentrate for the treatment of oral factor Xa inhibitor-associated bleeding: a meta-analysis of fixed versus variable dosing.",
  "abstract": "BACKGROUND: The optimal dosing strategy of four-factor prothrombin complex concentrate (4F-PCC) to treat oral factor Xa (FXa) inhibitor-associated bleeding has not been established. OBJECTIVES: To evaluate the effectiveness and safety of fixed versus variable 4F-PCC dosing for the management of FXa inhibitor-associated bleeding. METHODS: A systematic literature search and meta-analysis of clinical studies was performed using PubMed, Embase, and Cochrane databases from inception to January 2022. The primary outcomes included hemostatic effectiveness, mortality, and thromboembolic events. Secondary outcomes included 4F-PCC usage, total length of stay in hospital and in intensive care units, and time to 4F-PCC administration. The pooled incidence or mean was calculated using a random-effects model and compared between the 2 dosing strategies. RESULTS: Twenty-five studies were included and data from 1,760 patients (fixed dosing, n = 228; variable dosing, n = 1,532) were analyzed. There were no significant differences in hemostatic effectiveness, thromboembolic events, or mortality rates between the dosing strategies. Hospital length of stay was significantly longer in the fixed-dosing group, with a mean stay of 7.4 days (95% CI: 3.6-11.1) compared to 5.9 days (95% CI: 5.5-6.3) in the variable-dosing group (P < 0.001). The mean initial 4F-PCC dose was significantly higher with variable dosing than fixed dosing (38 IU/kg; 95% CI: 32-44 vs. 27 IU/kg; 95% CI: 26-28, P < 0.001). CONCLUSIONS: A fixed-dosing strategy appears to be a safe and effective alternative to variable weight-based dosing and was associated with lower 4F-PCC usage. However, direct comparative studies are needed to confirm these results.",
  "authors": [
    {
      "last_name": "Chiasakul",
      "fore_name": "Thita",
      "initials": "T",
      "name": "Thita Chiasakul",
      "affiliations": [
        "Center of Excellence in Translational Hematology, Division of Hematology, Department of Medicine, Faculty of Medicine, Chulalongkorn University and King Chulalongkorn Memorial Hospital, Thai Red Cross Society, Bangkok, Thailand."
      ]
    },
    {
      "last_name": "Crowther",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Crowther",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Cuker",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Cuker",
      "affiliations": [
        "Department of Medicine and Department of Pathology & Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ]
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "100107",
  "pages": "100107",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37063756",
    "pmc": "PMC10099316",
    "doi": "10.1016/j.rpth.2023.100107",
    "pii": "S2475-0379(23)00076-6"
  },
  "doi": "10.1016/j.rpth.2023.100107",
  "pmc_id": "PMC10099316",
  "dates": {
    "revised": "2023-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:41.749820",
    "pmid": "37063756"
  }
}