{
  "pmid": "37068467",
  "uid": "37068467",
  "title": "Caregiver Involvement and Concerns with Care of Residents of Assisted Living before and during the COVID-19 Pandemic.",
  "abstract": "INTRODUCTION: Family/friend caregivers play an essential role in promoting the physical and mental health of older adults in need of care - especially during the COVID-19 pandemic and especially in assisted living (AL) homes, where resident care needs are similarly complex as in long-term care homes but fewer staffing resources and services are available. However, little research is available on caregiver involvement and concerns with care of AL residents prior to and during waves 1 and 2 of the COVID-19 pandemic. This study addressed this important knowledge gap. METHODS: This prospective cohort study used baseline and follow-up online surveys with primary caregivers to AL residents in Western Canada who were 65 years or older and had lived in the AL home for at least 3 months before Mar 1, 2020. Surveys assessed the following outcomes in the 3 months prior to and during waves 1 and 2 of the pandemic: sociodemographics, 5 ways of visiting or communicating with residents, involvement in 16 care tasks, concerns with 9 resident physical/mental health conditions, perceived lack of resident access to 7 care services, and whether caregivers felt well informed and involved with resident care. RESULTS: Based on 386 caregiver responses, in-person visits dropped significantly in wave 1 of the pandemic and so did caregiver involvement in nearly all care tasks. While these rates increased in wave 2, most did not return to pre-pandemic levels. Correspondingly, caregiver concerns (already high before the pandemic) substantially increased in wave 1 and stayed high in wave 2. These were particularly elevated among caregivers who did not feel well informed/involved with resident care. CONCLUSIONS: Restricted in-person visiting disrupted resident care and was associated with worse perceptions of resident health and well-being. Continued caregiver involvement in resident care and communication with caregivers even during lockdowns is key to mitigating these issues.",
  "authors": [
    {
      "last_name": "Hoben",
      "fore_name": "Matthias",
      "initials": "M",
      "name": "Matthias Hoben",
      "affiliations": [
        "School of Health Policy and Management, Faculty of Health, York University, Toronto, Ontario, Canada.",
        "Faculty of Nursing, College of Health Sciences, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Wenshan",
      "initials": "W",
      "name": "Wenshan Li",
      "affiliations": [
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dampf",
      "fore_name": "Hana",
      "initials": "H",
      "name": "Hana Dampf",
      "affiliations": [
        "Faculty of Nursing, College of Health Sciences, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Hogan",
      "fore_name": "David B",
      "initials": "DB",
      "name": "David B Hogan",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Corbett",
      "fore_name": "Kyle",
      "initials": "K",
      "name": "Kyle Corbett",
      "affiliations": [
        "Faculty of Nursing, College of Health Sciences, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "Chamberlain",
      "fore_name": "Stephanie A",
      "initials": "SA",
      "name": "Stephanie A Chamberlain",
      "affiliations": [
        "Faculty of Nursing, College of Health Sciences, University of Alberta, Edmonton, Alberta, Canada."
      ]
    },
    {
      "last_name": "McGrail",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim McGrail",
      "affiliations": [
        "Centre for Health Services and Policy Research, School of Population and Public Health, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Griffith",
      "fore_name": "Lauren E",
      "initials": "LE",
      "name": "Lauren E Griffith",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gruneir",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gruneir",
      "affiliations": [
        "Department of Family Medicine, Faculty of Medicine and Dentistry, College of Health Sciences, University of Alberta, Edmonton, Alberta, Canada.",
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lane",
      "fore_name": "Natasha E",
      "initials": "NE",
      "name": "Natasha E Lane",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "Department of Internal Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Baumbusch",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Baumbusch",
      "affiliations": [
        "School of Nursing, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Maxwell",
      "fore_name": "Colleen",
      "initials": "C",
      "name": "Colleen Maxwell",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada.",
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada.",
        "School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gerontology",
    "iso_abbreviation": "Gerontology",
    "issn": "1423-0003",
    "issn_type": "Electronic",
    "volume": "69",
    "issue": "7",
    "pub_year": "2023"
  },
  "start_page": "839",
  "end_page": "851",
  "pages": "839-851",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Caregivers",
    "COVID-19",
    "Pandemics",
    "Prospective Studies",
    "Communicable Disease Control"
  ],
  "article_ids": {
    "pubmed": "37068467",
    "doi": "10.1159/000530622",
    "pii": "000530622"
  },
  "doi": "10.1159/000530622",
  "dates": {
    "completed": "2023-07-06",
    "revised": "2024-04-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:24:15.511763",
    "pmid": "37068467"
  }
}