{
  "pmid": "37069591",
  "uid": "37069591",
  "title": "Providers' perspectives of the neonatal intensive care unit context and care provision for adolescent parents: an interpretive description.",
  "abstract": "BACKGROUND: The neonatal intensive care unit (NICU) is a complex care environment, with the NICU patient population among the most vulnerable in a hospital setting. Adolescent parents are a unique group within the broader NICU parent population and admission of their infant to the NICU contributes to an already complex situation as adolescent pregnancy and parenting is often associated with a range of psychosocial challenges. How the NICU care context influences care provision for adolescent parents is a significant gap in the NICU parenting and support discourse. Therefore, this study aimed to explore health and social care providers' perspectives of the NICU care context and how providers perceive the context as influencing the experiences of adolescent parents in the NICU. METHODS: This was a qualitative, interpretive description study design. In-depth interviews were conducted with providers, including nurses and social workers, caring for adolescent parents in the NICU. Data was collected between December 2019 and November 2020. Data were analyzed concurrently with data collection. Constant comparison, analytic memos, and iterative diagramming techniques were used to challenge developing analytic patterns. RESULTS: Providers (n = 23) described how the unit context influenced care provision as well as experiences for adolescent parents. We learned that having a baby in the NICU was perceived by providers as a traumatic experience for parents - impacting attachment, parenting confidence and competence, and mental health. Environmental factors - such as privacy and time - and perceptions that adolescent parents are treated differently in the NICU were also seen as influencing this overall experience. CONCLUSIONS: Providers involved in the care of adolescent parents in the neonatal intensive care unit described the distinctiveness of this group within the broader parent population and how quality of care may be impacted by contextual factors as well as experiences of age-related stigma. Further understanding of NICU experiences from the parents' perspectives are warranted. Findings highlight opportunities for strengthened interprofessional collaboration and trauma- and violence-informed care strategies within the neonatal intensive care environment to mitigate the potential negative influence of this experience and improve care for adolescent parents.",
  "authors": [
    {
      "last_name": "Orr",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Orr",
      "affiliations": [
        "Department of Nursing, Brock University, Faculty of Applied Health Sciences, 1812 Sir Isaac Brock Way, St. Catharines, Ontario, L2S 3A1, Canada. eorr@brocku.ca."
      ]
    },
    {
      "last_name": "Ballantyne",
      "fore_name": "Marilyn",
      "initials": "M",
      "name": "Marilyn Ballantyne",
      "affiliations": [
        "Holland Bloorview Kids Rehabilitation Hospital, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry & Behavioural Neurosciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan Michelle",
      "initials": "SM",
      "name": "Susan Michelle Jack",
      "affiliations": [
        "McMaster University, School of Nursing, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMC pregnancy and childbirth",
    "iso_abbreviation": "BMC Pregnancy Childbirth",
    "issn": "1471-2393",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Apr",
    "pub_day": "17"
  },
  "start_page": "259",
  "pages": "259",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Infant, Newborn",
    "Infant",
    "Humans",
    "Adolescent",
    "Intensive Care Units, Neonatal",
    "Parents",
    "Intensive Care, Neonatal",
    "Parenting",
    "Social Support"
  ],
  "article_ids": {
    "pubmed": "37069591",
    "pmc": "PMC10107570",
    "doi": "10.1186/s12884-023-05553-1",
    "pii": "10.1186/s12884-023-05553-1"
  },
  "doi": "10.1186/s12884-023-05553-1",
  "pmc_id": "PMC10107570",
  "dates": {
    "completed": "2023-04-19",
    "revised": "2023-04-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "20190754",
      "agency": "Hamilton Community Foundation"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.240207",
    "pmid": "37069591"
  }
}