{
  "pmid": "37063755",
  "uid": "37063755",
  "title": "Proceedings of the immune thrombocytopenia summit: new concepts in mechanisms, diagnosis, and management.",
  "abstract": "The inaugural McMaster Immune Thrombocytopenia (ITP) Summit was held virually in 2021. The objectives of the Summit were to recognize the difficulties in establishing the diagnosis of ITP and to understand gaps in current knowledge of ITP mechanisms that might lead to better diagnostic approaches and treatments. The half-day program consisted of virtual educational sessions targeting clinicians and basic scientists. The planning committee chose 8 topics to review that would cover current knowledge and inform future research priorities. In this report, we summarized the presentations delivered at the 2021 McMaster ITP Summit and the discussions. Based on the information presented at the Summit, the following research priorities were identified: 1) investigation of platelet production as a target for ITP treatments; 2) characterization of antigen processing and antigen presentation on platelets; 3) interaction between megakaryocytes and the immune system; 4) the role for ITP gene panels; 5) the need for better methods for platelet antibody testing; 6) the role of prediction models for diagnosis and prognosis; 7) new treatment strategies, including intensification of initial therapy; and 8) personalized treatment algorithms.",
  "authors": [
    {
      "last_name": "Mahamad",
      "fore_name": "Syed",
      "initials": "S",
      "name": "Syed Mahamad",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Modi",
      "fore_name": "Dimpy",
      "initials": "D",
      "name": "Dimpy Modi",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Laboratory Medicine and Molecular Diagnostics, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Al-Samkari",
      "fore_name": "Hanny",
      "initials": "H",
      "name": "Hanny Al-Samkari",
      "affiliations": [
        "Division of Hematology, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Cuker",
      "fore_name": "Adam",
      "initials": "A",
      "name": "Adam Cuker",
      "affiliations": [
        "Department of Medicine and Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Despotovic",
      "fore_name": "Jenny M",
      "initials": "JM",
      "name": "Jenny M Despotovic",
      "affiliations": [
        "Department of Pediatrics, Section of Hematology/Oncology, Baylor College of Medicine, Houston, Texas, USA."
      ]
    },
    {
      "last_name": "Italiano",
      "fore_name": "Joseph E",
      "initials": "JE",
      "name": "Joseph E Italiano",
      "affiliations": [
        "Department of Surgery, Vascular Biology Program, Boston Children's Hospital, Boston, Massachusetts, USA."
      ]
    },
    {
      "last_name": "Lambert",
      "fore_name": "Michele P",
      "initials": "MP",
      "name": "Michele P Lambert",
      "affiliations": [
        "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania, USA.",
        "Department of Pediatrics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Eun-Ju",
      "initials": "EJ",
      "name": "Eun-Ju Lee",
      "affiliations": [
        "Hematology/Oncology Department, Weill Cornell Medical College, New York, New York, USA."
      ]
    },
    {
      "last_name": "Rondina",
      "fore_name": "Matthew T",
      "initials": "MT",
      "name": "Matthew T Rondina",
      "affiliations": [
        "Department of Internal Medicine & The Molecular Medicine Program, University of Utah, Salt Lake City, Utah, USA.",
        "Department of Internal Medicine, George E. Wahlen Department of Veterans Affairs Medical Center, Salt Lake City, Utah, USA.",
        "University of Utah, Department of Pathology, Salt Lake City, Utah, USA."
      ]
    },
    {
      "last_name": "Sholzberg",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Sholzberg",
      "affiliations": [
        "Department of Medicine, and Laboratory Medicine and Pathobiology, St. Michael's Hospital, Toronto, Ontario, Canada.",
        "Li Ka Shing Knowledge Institute, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kruse",
      "fore_name": "Caroline",
      "initials": "C",
      "name": "Caroline Kruse",
      "affiliations": [
        "Platelet Disorder Support Association, Cleveland, Ohio, USA."
      ]
    },
    {
      "last_name": "Larché",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Larché",
      "affiliations": [
        "Division of Clinical Immunology & Allergy, and Respirology, Department of Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Firestone Institute for Respiratory Health, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nazy",
      "fore_name": "Ishac",
      "initials": "I",
      "name": "Ishac Nazy",
      "affiliations": [
        "Division of Hematology and Thromboembolism, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Miller",
      "fore_name": "Matthew S",
      "initials": "MS",
      "name": "Matthew S Miller",
      "affiliations": [
        "Department of Biochemistry and Biomedical Sciences, Michael G. DeGroote Institute for Infectious Disease Research, McMaster Immunology Research Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Arnold",
      "fore_name": "Donald M",
      "initials": "DM",
      "name": "Donald M Arnold",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Research and practice in thrombosis and haemostasis",
    "iso_abbreviation": "Res Pract Thromb Haemost",
    "issn": "2475-0379",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Feb"
  },
  "start_page": "100097",
  "pages": "100097",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37063755",
    "pmc": "PMC10099320",
    "doi": "10.1016/j.rpth.2023.100097",
    "pii": "S2475-0379(23)00066-3"
  },
  "doi": "10.1016/j.rpth.2023.100097",
  "pmc_id": "PMC10099320",
  "dates": {
    "revised": "2023-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:04:53.394357",
    "pmid": "37063755"
  }
}