{
  "pmid": "37063573",
  "uid": "37063573",
  "title": "Trajectories of distress from pregnancy to 15-months post-partum during the COVID-19 pandemic.",
  "abstract": "BACKGROUND: The COVID-19 pandemic has particularly burdened pregnant and postpartum women. It remains unclear how distress levels of pregnant and postpartum people have changed (or persisted) as the pandemic continues on and which factors may contribute to these trajectories of distress. METHODS: This longitudinal study included 304 pregnant people, who were followed during pregnancy, 6-weeks, 6-months and 15-months postpartum. At each time point, a latent \"distress\" factor was estimated using self-reported depressive symptoms, anxiety symptoms, and stress. Reported negative impact of COVID-19 and social support were assessed during pregnancy as risk and protective factors related to distress. Second-order latent growth curve modeling with a piecewise growth function was used to estimate initial levels and changes in distress over time. RESULTS: Mean distress was relatively stable from the pregnancy to 6-weeks postpartum and then declined from 6-weeks to 15-months postpartum. Higher education, greater social support, and lower negative impact of COVID-19 were associated with a lower distress during pregnancy. Unexpectedly, negative impact of COVID-19 was associated with a faster decrease in distress and more social support was associated with a greater increase in distress from pregnancy to 6-weeks postpartum. However, these effects became non-significant after controlling for distress during pregnancy. CONCLUSION: Findings indicate high but declining levels of distress from pregnancy to the postpartum period. Changes in distress are related to social support and the negative impact of the pandemic in pregnancy. Findings highlight the continued impact of COVID-19 on perinatal mental health and the need for support to limit the burden of this pandemic on pregnant people and families.",
  "authors": [
    {
      "last_name": "Khoury",
      "fore_name": "Jennifer E",
      "initials": "JE",
      "name": "Jennifer E Khoury",
      "affiliations": [
        "Department of Psychology, Mount Saint Vincent University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Jambon",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Jambon",
      "affiliations": [
        "Department of Psychology, Wilfrid Laurier University, Waterloo, ON, Canada."
      ]
    },
    {
      "last_name": "Giles",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Giles",
      "affiliations": [
        "Department of Psychology, Mount Saint Vincent University, Halifax, NS, Canada."
      ]
    },
    {
      "last_name": "Atkinson",
      "fore_name": "Leslie",
      "initials": "L",
      "name": "Leslie Atkinson",
      "affiliations": [
        "Department of Psychology, Metropolitan Toronto University, Toronto ON, Canada."
      ]
    },
    {
      "last_name": "Gonzalez",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Gonzalez",
      "affiliations": [
        "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada.",
        "Offord Centre for Child Studies, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2023"
  },
  "start_page": "1104386",
  "pages": "1104386",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37063573",
    "pmc": "PMC10102331",
    "doi": "10.3389/fpsyg.2023.1104386"
  },
  "doi": "10.3389/fpsyg.2023.1104386",
  "pmc_id": "PMC10102331",
  "dates": {
    "revised": "2023-04-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:23:47.696641",
    "pmid": "37063573"
  }
}