{
  "pmid": "37076160",
  "uid": "37076160",
  "title": "Cost-utility analysis of a multispecialty interprofessional team dementia care model in Ontario, Canada.",
  "abstract": "OBJECTIVES: To examine the cost-effectiveness of Multi-specialty INterprofessional Team (MINT) Memory Clinic care in comparison to the provision of usual care. DESIGN: Using a Markov-based state transition model, we performed a cost-utility (costs and quality-adjusted life years, QALY) analysis of MINT Memory Clinic care and usual care not involving MINT Memory Clinics. SETTING: A primary care-based Memory Clinic in Ontario, Canada. PARTICIPANTS: The analysis included data from a sample of 229 patients assessed in the MINT Memory Clinic between January 2019 and January 2021. PRIMARY OUTCOME MEASURES: Effectiveness as measured in QALY, costs (in Canadian dollars) and the incremental cost-effectiveness ratio calculated as the incremental cost per QALY gained between MINT Memory Clinics versus usual care. RESULTS: MINT Memory Clinics were found to be less expensive ($C51 496 (95% Crl $C4806 to $C119 367) while slightly improving quality of life (+0.43 (95 Crl 0.01 to 1.24) QALY) compared with usual care. The probabilistic analysis showed that MINT Memory Clinics were the superior treatment compared with usual care 98% of the time. Variation in age was found to have the greatest impact on cost-effectiveness as patients may benefit from the MINT Memory Clinics more if they receive care beginning at a younger age. CONCLUSION: Multispecialty interprofessional memory clinic care is less costly and more effective compared with usual care and early access to care significantly reduces care costs over time. The results of this economic evaluation can inform decision-making and improvements to health system design, resource allocation and care experience for persons living with dementia. Specifically, widespread scaling of MINT Memory Clinics into existing primary care systems may assist with improving quality and access to memory care services while decreasing the growing economic and social burden of dementia.",
  "authors": [
    {
      "last_name": "Wong",
      "fore_name": "William W L",
      "initials": "WWL",
      "name": "William W L Wong",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada wwlwong@uwaterloo.ca."
      ],
      "orcid": "0000-0003-4630-0052"
    },
    {
      "last_name": "Lee",
      "fore_name": "Linda",
      "initials": "L",
      "name": "Linda Lee",
      "affiliations": [
        "Centre for Family Medicine Family Health Team, Kitchener, Ontario, Canada.",
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada.",
        "Schlegel-UW Research Institute for Aging, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0001-9774-9568"
    },
    {
      "last_name": "Walker",
      "fore_name": "Sasha",
      "initials": "S",
      "name": "Sasha Walker",
      "affiliations": [
        "Centre for Family Medicine Family Health Team, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Lee",
      "affiliations": [
        "Centre for Family Medicine Family Health Team, Kitchener, Ontario, Canada."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Tejal",
      "initials": "T",
      "name": "Tejal Patel",
      "affiliations": [
        "School of Pharmacy, University of Waterloo, Waterloo, Ontario, Canada.",
        "Centre for Family Medicine Family Health Team, Kitchener, Ontario, Canada.",
        "Schlegel-UW Research Institute for Aging, Waterloo, Ontario, Canada."
      ],
      "orcid": "0000-0003-3002-8306"
    },
    {
      "last_name": "Hillier",
      "fore_name": "Loretta M",
      "initials": "LM",
      "name": "Loretta M Hillier",
      "affiliations": [
        "GERAS Centre for Aging Research, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Schlegel-UW Research Institute for Aging, Waterloo, Ontario, Canada.",
        "Departments of Clinical Epidemiology & Biostatistics, and Medicine, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9212-5641"
    },
    {
      "last_name": "Sinha",
      "fore_name": "Samir K",
      "initials": "SK",
      "name": "Samir K Sinha",
      "affiliations": [
        "Departments of Medicine, Family and Community Medicine and the Institute of Health Policy, Management, and Evaluation, University of Toronto, Toronto, Ontario, Canada.",
        "National Institute on Ageing, Toronto Metropolitan University, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr",
    "pub_day": "19"
  },
  "start_page": "e064882",
  "pages": "e064882",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Ontario",
    "Cost-Benefit Analysis",
    "Quality of Life",
    "Health Services",
    "Quality-Adjusted Life Years",
    "Dementia"
  ],
  "article_ids": {
    "pubmed": "37076160",
    "pmc": "PMC10124186",
    "doi": "10.1136/bmjopen-2022-064882",
    "pii": "bmjopen-2022-064882"
  },
  "doi": "10.1136/bmjopen-2022-064882",
  "pmc_id": "PMC10124186",
  "dates": {
    "completed": "2023-04-21",
    "revised": "2023-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.369724",
    "pmid": "37076160"
  }
}