{
  "pmid": "37071625",
  "uid": "37071625",
  "title": "Quality of anticoagulant control and patient experience associated with long-term warfarin in Canadian patients with non-valvular atrial fibrillation: A multicentre, prospective study.",
  "abstract": "BACKGROUND: Despite the fact that direct oral anticoagulants (DOACs) are favoured over warfarin for stroke prevention in patients with non-valvular atrial fibrillation (NVAF), physicians need to maintain competence in using and monitoring warfarin since many patients have contraindications or other barriers to using DOACs. Unlike DOACs, warfarin therapy requires regular blood testing to ensure that it is within a target range to ensure efficacy and safety. There is limited real-world data on the adequacy of warfarin control and the cost and burden of monitoring warfarin therapy in Canadian NVAF patients. OBJECTIVES: In a large cohort of Canadian patients with NVAF on warfarin we assessed time in therapeutic range (TTR), determinants of TTR, process of care, direct costs, health related quality of life and loss of work time and productivity related to warfarin therapy. METHODS: Five hundred and fifty one patients with NVAF, either newly initiated or stable on warfarin were prospectively enrolled across 9 Canadian provinces from primary care practices and anticoagulant clinics. Participating physicians provided baseline demographic and medical information. Patients completed diaries for 48 weeks, capturing information about International Normalized Ratio (INR) test results, test locations, process of INR monitoring, direct costs of travel, health-related quality of life and work productivity measures. TTR was estimated using linear interpolation of INR results and linear regression used to investigate associations between TTR and factors (defined a priori). RESULTS: Four hundred and eighty (87.1%) patients had complete follow-up with an overall TTR of 74.4% based on 7,175 physician-reported INR values from 501 patients. 88% of this cohort were monitored through routine medical care (RMC). The average number of INRs per patient during the 48-week period was 14.1 (standard deviation (SD) = 8.3) tests with a mean duration of 23.8 (SD = 11.1) days between tests. We did not find a relationship between TTR and age, sex, presence of major comorbidities, patient's province of residence or rural vs. urban residence. 12% of patients monitored through anticoagulant clinics had significantly better TTR than patients monitored through RMC (82% vs. 74%; 95% confidence interval: -13.8, -1.2; p = 0.02). Health related quality of life utility values were high and remained consistent throughout the study. The majority of patients reported no impact on either work productivity or impairment of regular activities due to being on long-term warfarin treatment. CONCLUSIONS: We showed excellent overall TTR in an observed Canadian cohort, with monitoring through a dedicated anticoagulant clinic being associated with a statistically and clinically significant improvement in TTR. The burden of warfarin therapy on patients' health related quality of life or daily work and activities was low.",
  "authors": [
    {
      "last_name": "Selby",
      "fore_name": "Rita",
      "initials": "R",
      "name": "Rita Selby",
      "affiliations": [
        "Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kaus",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Kaus",
      "affiliations": [
        "Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sealey",
      "fore_name": "Faith",
      "initials": "F",
      "name": "Faith Sealey",
      "affiliations": [
        "Department of Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Koo",
      "fore_name": "Marika",
      "initials": "M",
      "name": "Marika Koo",
      "affiliations": [
        "Department of Clinical Pharmacology, Health Outcomes and Pharmacoeconomics (HOPE) Research Centre, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Parpia",
      "fore_name": "Sameer",
      "initials": "S",
      "name": "Sameer Parpia",
      "affiliations": [
        "Department of Oncology, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Brian",
      "initials": "B",
      "name": "Brian Chan",
      "affiliations": [
        "KITE-Toronto Rehab Institute, University Health Network, University of Toronto, Toronto, Ontario, Canada.",
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ],
      "orcid": "0000-0001-5037-0446"
    },
    {
      "last_name": "Seung",
      "fore_name": "Soo Jin",
      "initials": "SJ",
      "name": "Soo Jin Seung",
      "affiliations": [
        "Department of Clinical Pharmacology, Health Outcomes and Pharmacoeconomics (HOPE) Research Centre, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bradley",
      "fore_name": "Carole",
      "initials": "C",
      "name": "Carole Bradley",
      "affiliations": [
        "Boehringer Ingelheim Canada, Burlington, Ontario, Canada."
      ]
    },
    {
      "last_name": "Strauss",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Strauss",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Mittmann",
      "fore_name": "Nicole",
      "initials": "N",
      "name": "Nicole Mittmann",
      "affiliations": [
        "Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Ontario, Canada.",
        "Department of Pharmacology and Toxicology and Institute for Health, Policy and Evaluation, University of Toronto, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "4",
    "pub_year": "2023"
  },
  "start_page": "e0284425",
  "pages": "e0284425",
  "language": "eng",
  "publication_types": [
    "Multicenter Study",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Warfarin",
    "Atrial Fibrillation",
    "Prospective Studies",
    "Quality of Life",
    "Canada",
    "Retrospective Studies",
    "Anticoagulants",
    "International Normalized Ratio",
    "Patient Outcome Assessment",
    "Stroke"
  ],
  "article_ids": {
    "pubmed": "37071625",
    "pmc": "PMC10112779",
    "doi": "10.1371/journal.pone.0284425",
    "pii": "PONE-D-21-33752"
  },
  "doi": "10.1371/journal.pone.0284425",
  "pmc_id": "PMC10112779",
  "dates": {
    "completed": "2023-04-20",
    "revised": "2023-04-24"
  },
  "chemicals": [
    "Warfarin",
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:51:43.040677",
    "pmid": "37071625"
  }
}