{
  "pmid": "37080421",
  "uid": "37080421",
  "title": "Chronic calcific tendonitis of the rotator cuff: a systematic review and meta-analysis of randomized controlled trials comparing operative and nonoperative interventions.",
  "abstract": "BACKGROUND: Calcific tendinitis is a relatively common shoulder disorder, with 7%-17% of individuals with shoulder pain having rotator cuff calcium deposits. Several nonoperative interventions, extracorporeal shockwave therapy (ESWT) and ultrasonography-guided needling (UGN), and surgical techniques have been described to treat calcific tendonitis with satisfactory outcomes. Clinical guidelines are lacking for surgical excision in cases refractory to nonoperative treatment. Several arthroscopic and open operative techniques have been described to treat calcific tendonitis with satisfactory clinical outcomes. The purpose of this systematic review of randomized controlled trials is to compare outcomes and complications of nonoperative vs. operative management of chronic calcific tendinitis of the rotator cuff, to provide evidence-based treatment guidelines for practitioners. METHODS: EMBASE, PubMed, and OVID [MEDLINE] were searched from database inception until February 20, 2022, for randomized controlled trials reporting outcomes related to operative or nonoperative management for calcific tendonitis of the shoulder. Clinical outcomes including pain on visual analog scale (VAS), Constant-Murley Shoulder Outcome Score (CMS), and resolution of calcific deposits were evaluated. Continuous data at last follow-up was pooled into mean differences using a random effects model for meta-analysis. RESULTS: A total of 27 studies (2212 nonoperative patients and 140 operative patients) met the final inclusion criteria. Pooled mean difference in VAS for ESWT was -3.83 (95% confidence interval [CI] -5.38, -2.27); P < .001), compared to -4.83 (95% CI -5.44, -4.22; P < .001) for UGN, and -4.65 (95% CI -5.47, -3.82; P < .001) for the operative interventions. Pooled mean difference in CMS score after ESWT was 18.30 (95% CI 10.95, 25.66; P < .001) compared to 22.01 (95% CI 8.17, 35.84; P = .002) for UGN, and 38.35 (95% CI 31.68, 45.02; P < .001) for the operative interventions. Eighty-five percent of patients receiving operative and 67% of patients receiving UGN management had complete radiographic resolution of calcific deposit. CONCLUSIONS: Surgical treatment of chronic calcific tendonitis of the rotator cuff results in larger improvement in functional outcome scores and comparable pain reduction to nonoperative interventions, particularly UGN. Both operative and nonoperative treatment modalities are likely to have clinically significant improvements in function and pain, and thus it is reasonable to trial UGN and ESWT as first-line treatment. Cost-effectiveness analyses will be needed to support one treatment over the other. High-quality randomized controlled trials directly comparing nonoperative interventions to operative interventions in patients prior to failing conservative treatment are needed to establish high-quality evidence-based guidelines.",
  "authors": [
    {
      "last_name": "Angileri",
      "fore_name": "Hunter S",
      "initials": "HS",
      "name": "Hunter S Angileri",
      "affiliations": [
        "Northwestern Feinberg School of Medicine, Chicago, IL, USA. Electronic address: hangileri98@gmail.com."
      ]
    },
    {
      "last_name": "Gohal",
      "fore_name": "Chetan",
      "initials": "C",
      "name": "Chetan Gohal",
      "affiliations": [
        "Department of Orthopaedic Surgery, Northwestern Memorial Hospital, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Comeau-Gauthier",
      "fore_name": "Marianne",
      "initials": "M",
      "name": "Marianne Comeau-Gauthier",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Owen",
      "fore_name": "Madeline M",
      "initials": "MM",
      "name": "Madeline M Owen",
      "affiliations": [
        "Northwestern Feinberg School of Medicine, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Shanmugaraj",
      "fore_name": "Ajaykumar",
      "initials": "A",
      "name": "Ajaykumar Shanmugaraj",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Terry",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Terry",
      "affiliations": [
        "Northwestern Feinberg School of Medicine, Chicago, IL, USA; Department of Orthopaedic Surgery, Northwestern Memorial Hospital, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Tjong",
      "fore_name": "Vehniah K",
      "initials": "VK",
      "name": "Vehniah K Tjong",
      "affiliations": [
        "Northwestern Feinberg School of Medicine, Chicago, IL, USA; Department of Orthopaedic Surgery, Northwestern Memorial Hospital, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedics, Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of shoulder and elbow surgery",
    "iso_abbreviation": "J Shoulder Elbow Surg",
    "issn": "1532-6500",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "8",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "1746",
  "end_page": "1760",
  "pages": "1746-1760",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Rotator Cuff",
    "Randomized Controlled Trials as Topic",
    "Tendinopathy",
    "Shoulder",
    "Shoulder Pain",
    "Rotator Cuff Injuries",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "37080421",
    "doi": "10.1016/j.jse.2023.03.017",
    "pii": "S1058-2746(23)00319-1"
  },
  "doi": "10.1016/j.jse.2023.03.017",
  "dates": {
    "completed": "2023-07-21",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.309080",
    "pmid": "37080421"
  }
}