{
  "pmid": "37085046",
  "uid": "37085046",
  "title": "Noninvasive Oxygenation Strategies in Adult Patients With Acute Hypoxemic Respiratory Failure: A Systematic Review and Network Meta-Analysis.",
  "abstract": "BACKGROUND: Several recently published randomized controlled trials have evaluated various noninvasive oxygenation strategies for the treatment of acute hypoxemic respiratory failure. RESEARCH QUESTION: Which available noninvasive oxygen strategies are effective for acute hypoxic respiratory failure? STUDY DESIGN AND METHODS: A systematic review of Medline, Embase, Cochrane CENTRAL, CINAHL, Web of Science, MedRxiv, and Research Square was conducted from inception to October 1, 2022. A random effects frequentist network meta-analysis was performed, and the results are presented using absolute risk difference per 1,000 patients. The Grading of Recommendations, Assessment, Development and Evaluation framework was used to rate the certainty of the evidence. Mortality, invasive mechanical ventilation, duration of hospitalization and ICU stay, ventilator-free days, and level of comfort are reported. RESULTS: Thirty-six trials (7,046 patients) were included. It was found that helmet CPAP probably reduces mortality compared with standard oxygen therapy (SOT) (231 fewer deaths per 1,000; 95% CI, 126-273 fewer) (moderate certainty). A high-flow nasal cannula (HFNC) probably reduces the need for invasive mechanical ventilation (103.5 fewer events per 1,000; 95% CI, 40.5-157.5 fewer) (moderate certainty). All noninvasive oxygenation strategies may reduce the duration of hospitalization as compared with SOT (low certainty). Helmet bilevel ventilation (4.84 days fewer; 95% CI, 2.33-7.36 days fewer) and helmet CPAP (1.74 days fewer; 95% CI, 4.49 fewer-1.01 more) may reduce the duration of ICU stay as compared with SOT (both low certainty). SOT may be more comfortable than face mask noninvasive ventilation and no different in comfort compared with an HFNC (both low certainty). INTERPRETATION: A helmet interface for noninvasive ventilation probably reduces mortality and the risk of mechanical ventilation, as well as the duration of hospital and ICU stay. An HFNC probably reduces the risk of invasive mechanical ventilation and may be as comfortable as SOT. Further research is necessary to understand the role of these interfaces in acute hypoxemic respiratory failure.",
  "authors": [
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. Electronic address: tyler.pitre@medportal.ca."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Department of Anesthesiology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kachkovski",
      "fore_name": "George V",
      "initials": "GV",
      "name": "George V Kachkovski",
      "affiliations": [
        "Faculty of Health Sciences, Michael G. DeGroote School of Medicine, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Gareth",
      "initials": "G",
      "name": "Gareth Leung",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Shligold",
      "fore_name": "Erica",
      "initials": "E",
      "name": "Erica Shligold",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Dowhanik",
      "fore_name": "Sebastian",
      "initials": "S",
      "name": "Sebastian Dowhanik",
      "affiliations": [
        "Faculty of Health Sciences, Michael G. DeGroote School of Medicine, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Angriman",
      "fore_name": "Federico",
      "initials": "F",
      "name": "Federico Angriman",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health. University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Ferreyro",
      "fore_name": "Bruno L",
      "initials": "BL",
      "name": "Bruno L Ferreyro",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health. University of Toronto, Toronto, ON, Canada; Department of Medicine, Sinai Health System and University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Scales",
      "fore_name": "Damon C",
      "initials": "DC",
      "name": "Damon C Scales",
      "affiliations": [
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada; Division of Critical Care, Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Chest",
    "iso_abbreviation": "Chest",
    "issn": "1931-3543",
    "issn_type": "Electronic",
    "volume": "164",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "913",
  "end_page": "928",
  "pages": "913-928",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Humans",
    "Adult",
    "Respiratory Insufficiency",
    "Oxygen",
    "Oxygen Inhalation Therapy",
    "Hypoxia",
    "Noninvasive Ventilation",
    "Cannula",
    "Respiratory Distress Syndrome"
  ],
  "article_ids": {
    "pubmed": "37085046",
    "doi": "10.1016/j.chest.2023.04.022",
    "pii": "S0012-3692(23)00597-4"
  },
  "doi": "10.1016/j.chest.2023.04.022",
  "dates": {
    "completed": "2023-10-23",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Oxygen"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.296917",
    "pmid": "37085046"
  }
}