{
  "pmid": "37093429",
  "uid": "37093429",
  "title": "Upregulation of CCL5/RANTES Gene Expression in the Diaphragm of Mice with Cholestatic Liver Disease.",
  "abstract": "Chronic liver diseases are a group of pathologies affecting the liver with high prevalence worldwide. Among them, cholestatic chronic liver diseases (CCLD) are characterized by alterations in liver function and increased plasma bile acids. Secondary to liver disease, under cholestasis, is developed sarcopenia, a skeletal muscle dysfunction with decreased muscle mass, strength, and physical function. CCL5/RANTES is a chemokine involved in the immune and inflammatory response. Indeed, CCL5 is a myokine because it is produced by skeletal muscle. Several studies show that bile acids induce CCL5/RANTES expression in liver cells. However, it is unknown if the expression of CCL5/RANTES is changed in the skeletal muscle of mice with cholestatic liver disease. We used a murine model of cholestasis-induced sarcopenia by intake of hepatotoxin 3,5-diethoxycarbonyl-1,4-dihydrocollidine (DDC diet), in which we detected the mRNA levels for ccl5. We determined that mice fed the DDC diet presented high levels of serum bile acids and developed typical features of sarcopenia. Under these conditions, we detected the ccl5 gene expression in diaphragm muscle showing elevated mRNA levels compared to mice fed with a standard diet (chow diet). Our results collectively suggest an increased ccl5 gene expression in the diaphragm muscle concomitantly with elevated serum bile acids and the development of sarcopenia.",
  "authors": [
    {
      "last_name": "Morales",
      "fore_name": "Vania",
      "initials": "V",
      "name": "Vania Morales",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Faculty of Life Sciences, Universidad Andres Bello, Santiago, 8370146, Chile.",
        "Millennium Institute on Immunology and Immunotherapy, Faculty of Life Sciences, Universidad Andres Bello, Santiago, Chile.",
        "Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "González",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea González",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Faculty of Life Sciences, Universidad Andres Bello, Santiago, 8370146, Chile.",
        "Millennium Institute on Immunology and Immunotherapy, Faculty of Life Sciences, Universidad Andres Bello, Santiago, Chile.",
        "Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Cabello-Verrugio",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Cabello-Verrugio",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Faculty of Life Sciences, Universidad Andres Bello, Santiago, 8370146, Chile. claudio.cabello@unab.cl.",
        "Millennium Institute on Immunology and Immunotherapy, Faculty of Life Sciences, Universidad Andres Bello, Santiago, Chile. claudio.cabello@unab.cl.",
        "Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago, Chile. claudio.cabello@unab.cl."
      ]
    }
  ],
  "journal": {
    "title": "Advances in experimental medicine and biology",
    "iso_abbreviation": "Adv Exp Med Biol",
    "issn": "0065-2598",
    "issn_type": "Print",
    "volume": "1408",
    "pub_year": "2023"
  },
  "start_page": "201",
  "end_page": "218",
  "pages": "201-218",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Mice",
    "Animals",
    "Sarcopenia",
    "Diaphragm",
    "Up-Regulation",
    "Chemokine CCL5",
    "Cholestasis",
    "Liver",
    "Bile Acids and Salts",
    "Liver Diseases",
    "Gene Expression",
    "Mice, Inbred C57BL"
  ],
  "article_ids": {
    "pubmed": "37093429",
    "doi": "10.1007/978-3-031-26163-3_11"
  },
  "doi": "10.1007/978-3-031-26163-3_11",
  "dates": {
    "completed": "2023-04-26",
    "revised": "2023-04-26"
  },
  "chemicals": [
    "Chemokine CCL5",
    "Bile Acids and Salts"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.183112",
    "pmid": "37093429"
  }
}