{
  "pmid": "37093423",
  "uid": "37093423",
  "title": "Physical Activity, Burnout, and Engagement in Latin American Students of Higher Education During the COVID-19 Pandemic.",
  "abstract": "The coronavirus-disease-2019 (COVID-19) pandemic has had a devastating physical and psychological impact on society, especially on students. In this study, we describe the levels of physical activity (Physical-Activity-Questionnaire-Short-Form (IPAQ-SF)), Burnout (School-Burnout-Inventory for students (SBI-U)) and engagement (Utrecht-Work-Engagement-Scale-9 items (UWES-9S)) in a cohort of Latin American higher education students during the COVID-19 pandemic in 2020. We also determined whether physical activity, Burnout, and engagement are related according to gender and area of study. Self-reported data from 571 Latin American students (64.79% women, 34.15% men; average age 25.24 ± 5.52 years) were collected via an online survey questionnaire. Spearman correlation analyses evaluated the associations between physical activity, Burnout, and engagement. Comparative analyses by gender and field of study were also performed. The results showed no correlation or association in the linear regression between the IPAQ-SF and SBI-U scores or between the IPAQ-SF and the UWES-9S scores. By gender, men had higher IPAQ-SF scores (p < 0.05) and reported higher intensity physical activity than women, but women had higher SBI-U scores (p < 0.05). No difference was found between men and women according to the UWES-9S scores (p = 0.28). There was also no difference in IPAQ-SF scores (p = 0.29) regarding the field of study. Our results suggest that women perform less physical activity than men, which is consistent with higher Burnout. However, physical activity was not associated with Burnout or engagement overall, which indicates that it was insufficient to prevent emotional stress in Latin American higher education students during a pandemic.",
  "authors": [
    {
      "last_name": "González",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea González",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Faculty of Life Sciences, Universidad Andres Bello, 8370146, Santiago, Chile.",
        "Millennium Institute on Immunology and Immunotherapy. Faculty of Life Sciences, Universidad Andres Bello, Santiago, Chile.",
        "Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago, Chile."
      ]
    },
    {
      "last_name": "Achiardi",
      "fore_name": "Oscar",
      "initials": "O",
      "name": "Oscar Achiardi",
      "affiliations": [
        "Escuela de Kinesiología, Facultad de Ciencias, Pontificia Universidad Católica de Valparaíso, Valparaíso, Chile."
      ]
    },
    {
      "last_name": "Valencia",
      "fore_name": "Martina",
      "initials": "M",
      "name": "Martina Valencia",
      "affiliations": [
        "Escuela de Kinesiología, Facultad de Ciencias, Pontificia Universidad Católica de Valparaíso, Valparaíso, Chile."
      ]
    },
    {
      "last_name": "Cabello-Verrugio",
      "fore_name": "Claudio",
      "initials": "C",
      "name": "Claudio Cabello-Verrugio",
      "affiliations": [
        "Laboratory of Muscle Pathology, Fragility and Aging, Faculty of Life Sciences, Universidad Andres Bello, 8370146, Santiago, Chile. claudio.cabello@unab.cl.",
        "Millennium Institute on Immunology and Immunotherapy. Faculty of Life Sciences, Universidad Andres Bello, Santiago, Chile. claudio.cabello@unab.cl.",
        "Center for the Development of Nanoscience and Nanotechnology (CEDENNA), Universidad de Santiago de Chile, Santiago, Chile. claudio.cabello@unab.cl."
      ]
    }
  ],
  "journal": {
    "title": "Advances in experimental medicine and biology",
    "iso_abbreviation": "Adv Exp Med Biol",
    "issn": "0065-2598",
    "issn_type": "Print",
    "volume": "1408",
    "pub_year": "2023"
  },
  "start_page": "83",
  "end_page": "99",
  "pages": "83-99",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Female",
    "Young Adult",
    "Adult",
    "Pandemics",
    "Latin America",
    "COVID-19",
    "Burnout, Psychological",
    "Burnout, Professional",
    "Students",
    "Surveys and Questionnaires"
  ],
  "article_ids": {
    "pubmed": "37093423",
    "doi": "10.1007/978-3-031-26163-3_5"
  },
  "doi": "10.1007/978-3-031-26163-3_5",
  "dates": {
    "completed": "2023-04-26",
    "revised": "2023-04-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.182878",
    "pmid": "37093423"
  }
}