{
  "pmid": "37105335",
  "uid": "37105335",
  "title": "Measurement of transdermal alcohol concentration using a wrist-worn enzymatic transdermal monitor.",
  "abstract": "BACKGROUND: New-generation transdermal monitors such as the ION Research Alpha Prototypes (ION RAP) hold promise for real-time alcohol measurement, with improvements in design features such as sampling frequency, size, and comfort. This paper aims to provide the first comparisons of the wrist-worn enzyme-based ION RAP and the fuel cell-based SCRAM-CAM against breath alcohol concentration (BrAC) readings. METHODS: Participants (N = 23) completed a total of 69 laboratory alcohol administration sessions while wearing both a prototype of the ION RAP wristband and a SCRAM-CAM ankle monitor; they also gave breath samples each 10 min. Analyses focused on latencies of transdermal alcohol concentration (TAC) after alcohol ingestion, correlations, and cross-correlations between BrAC and TAC measurements. RESULTS: A high failure rate of the ION RAP was observed (61.5% of the sessions were excluded due to the sessions not containing enough valid data). On average, the SCRAM-CAM and ION RAP detected alcohol 43 (SD = 21) and 50 (SD = 27) minutes after the first drink, with peak values reached after 138 (SD = 47) and 154 (SD = 56) minutes, respectively. SCRAM-CAM TAC peak (r = 0.185, p = 0.375) and area under the curve (AUC; r = 0.320, p = 0.118) showed small- and medium-sized correlations to BrAC. ION RAP TAC peak (r = -0.082, p = 0.698) and AUC (r = 0.040, p = 0.852) correlations to BrAC were close to zero. CONCLUSIONS: In this study, the new-generation ION RAP and the traditionally used SCRAM-CAM show similar delays in detection and similar TAC curves over time, despite using either enzyme- or fuel cell-based technologies, respectively. Due to high failure rates of the ION RAP prototypes and close to zero correlations to BrAC, further developments and improvements of these TAC wristbands are required for reliable and valid use in real-time alcohol measurement.",
  "authors": [
    {
      "last_name": "van Egmond",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly van Egmond",
      "affiliations": [
        "Centre for Alcohol Policy and Research (CAPR), NR1 Building, La Trobe University, Melbourne, 3086 VIC, Australia."
      ]
    },
    {
      "last_name": "Riordan",
      "fore_name": "Benjamin",
      "initials": "B",
      "name": "Benjamin Riordan",
      "affiliations": [
        "Centre for Alcohol Policy and Research (CAPR), NR1 Building, La Trobe University, Melbourne, 3086 VIC, Australia."
      ]
    },
    {
      "last_name": "Wright",
      "fore_name": "Cassandra J C",
      "initials": "CJC",
      "name": "Cassandra J C Wright",
      "affiliations": [
        "Centre for Alcohol Policy and Research (CAPR), NR1 Building, La Trobe University, Melbourne, 3086 VIC, Australia; Menzies School of Health Research, Charles Darwin University, Darwin, Australia; Burnet Institute, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "Centre for Alcohol Policy and Research (CAPR), NR1 Building, La Trobe University, Melbourne, 3086 VIC, Australia; Faculty of Health Sciences, Curtin University, Melbourne, Australia; Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."
      ]
    },
    {
      "last_name": "Kuntsche",
      "fore_name": "Emmanuel",
      "initials": "E",
      "name": "Emmanuel Kuntsche",
      "affiliations": [
        "Centre for Alcohol Policy and Research (CAPR), NR1 Building, La Trobe University, Melbourne, 3086 VIC, Australia; Institute of Psychology, Eötvös Loránd University, Kazinczy u. 23-27, 1075 Budapest, Hungary. Electronic address: e.kuntsche@latrobe.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Alcohol (Fayetteville, N.Y.)",
    "iso_abbreviation": "Alcohol",
    "issn": "1873-6823",
    "issn_type": "Electronic",
    "volume": "110",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "33",
  "end_page": "40",
  "pages": "33-40",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Wrist",
    "Ethanol",
    "Alcohol Drinking",
    "Breath Tests",
    "Time Factors"
  ],
  "article_ids": {
    "pubmed": "37105335",
    "doi": "10.1016/j.alcohol.2023.03.162",
    "pii": "S0741-8329(23)00200-8"
  },
  "doi": "10.1016/j.alcohol.2023.03.162",
  "dates": {
    "completed": "2023-06-19",
    "revised": "2023-12-12"
  },
  "chemicals": [
    "Ethanol"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.842867",
    "pmid": "37105335"
  }
}