{
  "pmid": "37103331",
  "uid": "37103331",
  "title": "MRI Does Not Improve Inter- or Intrarater Reliability for Hip Arthritis Grading Systems.",
  "abstract": "BACKGROUND: Magnetic resonance imaging (MRI) scans and radiographs are often utilized in assessing for preoperative osteoarthritis in patients undergoing hip preservation surgery. PURPOSE: To determine if MRI scans improve inter- or intrarater reliabilities over radiographs for findings of hip arthritis. STUDY DESIGN: Cohort study (Diagnosis); Level of evidence, 3. METHODS: Anteroposterior and cross-table lateral radiographs as well as a representative coronal and sagittal T2-weighted MRI scan were reviewed for 50 patients by 7 experienced subspecialty hip preservation surgeons, with a minimum experience of 10 years. Radiographs and MRI scans were assessed for joint space narrowing, subchondral cysts, osteophytes, subchondral sclerosis, Likert osteoarthritis grade (none, mild, moderate, or severe), and Tönnis grade. MRI scans were also evaluated for bony edema, heterogeneous articular cartilage, and chondral defects. Inter- and intrarater reliabilities were calculated utilizing the Fleiss method with a 95% CI. RESULTS: The scans of 50 patients (28 female and 22 male) with a mean age of 42.8 years (SD, 14.2 years; range, 19-70 years) were reviewed. Radiographs revealed fair agreement for joint space narrowing (κ = 0.25 [95% CI, 0.21-0.30]), osteophytes (κ = 0.26 [95% CI, 0.14-0.40]), Likert osteoarthritis grading (κ = 0.33 [95% CI, 0.28-0.37]) and Tönnis grade (κ = 0.30 [95% CI, 0.26-0.34). Radiographs revealed moderate agreement for subchondral cysts (κ = 0.53 [95% CI, 0.35-0.69]). MRI scans demonstrated poor to fair agreement for joint space narrowing (κ = 0.15 [95% CI, 0.09-0.21]), subchondral sclerosis (κ = 0.27 [0.19-0.34]), heterogeneous articular cartilage (κ = 0.07 [95% CI, 0.00-0.14]), Likert osteoarthritis grade (κ = 0.19 [95% CI, 0.15-0.24]), and Tönnis grade (κ = 0.20 [95% CI, 0.15-0.24]). MRI scans demonstrated substantial agreement for subchondral cysts (κ = 0.73 [95% CI, 0.63-0.83]). Intrarater reliabilities were statistically improved compared with interrater reliabilities, but no differences were found between radiographs and MRI scans for joint space narrowing, subchondral cysts, osteophytes, osteoarthritis grade, or Tönnis grade. CONCLUSION: Radiographs and MRI scans had substantial limitations and inconsistency between raters in evaluating common markers of hip osteoarthritis. MRI scans demonstrated strong reliability in evaluating for subchondral cysts but did not improve the interobserver variability of grading hip arthritis.",
  "authors": [
    {
      "last_name": "Pullen",
      "fore_name": "W Michael",
      "initials": "WM",
      "name": "W Michael Pullen",
      "affiliations": [
        "Orthopaedic Surgery, Medical University of South Carolina, Charleston, South Carolina, USA."
      ]
    },
    {
      "last_name": "Pierre",
      "fore_name": "Kinsley",
      "initials": "K",
      "name": "Kinsley Pierre",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Stanford, California, USA."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Wong",
      "affiliations": [
        "Department of Surgery, Faculty of Medicine, Dalhousie University, Halifax Nova Scotia, Canada."
      ]
    },
    {
      "last_name": "Aoki",
      "fore_name": "Stephen K",
      "initials": "SK",
      "name": "Stephen K Aoki",
      "affiliations": [
        "University of Utah, Department of Orthopaedic Surgery, Salt Lake City, Utah, USA."
      ]
    },
    {
      "last_name": "Lynch",
      "fore_name": "T Sean",
      "initials": "TS",
      "name": "T Sean Lynch",
      "affiliations": [
        "Department of Orthopaedic Surgery, Henry Ford Health System, Detroit, Michigan, USA."
      ]
    },
    {
      "last_name": "Mather",
      "fore_name": "Richard C",
      "initials": "RC",
      "name": "Richard C Mather",
      "affiliations": [
        "Department of Orthopedic Surgery, Duke University, Durham, North Carolina, USA."
      ]
    },
    {
      "last_name": "Ayeni",
      "fore_name": "Olufemi R",
      "initials": "OR",
      "name": "Olufemi R Ayeni",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Byrd",
      "fore_name": "J W Thomas",
      "initials": "JWT",
      "name": "J W Thomas Byrd",
      "affiliations": [
        "Nashville Hip Institute, Nashville, Tennessee, USA."
      ]
    },
    {
      "last_name": "Safran",
      "fore_name": "Marc R",
      "initials": "MR",
      "name": "Marc R Safran",
      "affiliations": [
        "Department of Orthopaedic Surgery, Stanford University, Redwood City, California, USA."
      ]
    }
  ],
  "journal": {
    "title": "The American journal of sports medicine",
    "iso_abbreviation": "Am J Sports Med",
    "issn": "1552-3365",
    "issn_type": "Electronic",
    "volume": "51",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "1826",
  "end_page": "1830",
  "pages": "1826-1830",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Adult",
    "Cohort Studies",
    "Osteophyte",
    "Reproducibility of Results",
    "Sclerosis",
    "Magnetic Resonance Imaging",
    "Osteoarthritis, Hip",
    "Joint Diseases",
    "Bone Cysts"
  ],
  "article_ids": {
    "pubmed": "37103331",
    "doi": "10.1177/03635465231167866"
  },
  "doi": "10.1177/03635465231167866",
  "dates": {
    "completed": "2023-06-02",
    "revised": "2023-06-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:06.865068",
    "pmid": "37103331"
  }
}