{
  "pmid": "37100020",
  "uid": "37100020",
  "title": "Stigmatization, panic disorder, and death anxiety among patients of Covid-19: Fourth wave of pandemic in Pakistan.",
  "abstract": "BACKGROUND: In Pakistan, the fourth wave of COVID-19 is causing an increasing number of positive cases. This fourth wave may be a risky aspect of mental health issues for COVID-19 patients. This quantitative study is designed to understand the stigmatization, and panic disorder and to explore the mediating role of death anxiety among patients of COVID-19 during the fourth wave of novel coronavirus. METHODS: The study was conducted using a correlational research design. The survey was carried out by utilizing a questionnaire with a convenient sample technique. The sample of the study was comprised of 139 patients with COVID-19. Data were collected through Stigma Scale for Chronic Illnesses (SSCI), The Panic Disorder Severity Scale (PDSS), and Death Anxiety Inventory. RESULTS: Results show that stigma is significantly positively related to panic disorder and death anxiety. Furthermore, panic disorder is also significantly positively related to death anxiety. Results also indicate that stigmatization is a significant positive predictor for death anxiety and panic disorder. Moreover, results indicate that death anxiety has a mediating role in the relationship between stigmatization and panic disorder with age and gender as covariates. CONCLUSION: This study would be helpful for people around the world to understand this threatening contagious virus so they wouldn't stigmatize infected ones. Additional research is required for the sustainable improvement of anxiety over time.",
  "authors": [
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Imran",
      "initials": "MI",
      "name": "Muhammad Imran Afzal",
      "affiliations": [
        "School of Psychology, Northeast Normal University, Jilin, China. Electronic address: yiml822@nenu.edu.cn."
      ]
    },
    {
      "last_name": "Jamshaid",
      "fore_name": "Samrah",
      "initials": "S",
      "name": "Samrah Jamshaid",
      "affiliations": [
        "School of Psychology, Northeast Normal University, Jilin, China. Electronic address: jiam093@nenu.edu.cn."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Lijuan",
      "initials": "L",
      "name": "Lijuan Wang",
      "affiliations": [
        "School of Psychology, Northeast Normal University, Jilin, China. Electronic address: wanglj699@nenu.edu.cn."
      ]
    },
    {
      "last_name": "Lo-Ngoen",
      "fore_name": "Naparut",
      "initials": "N",
      "name": "Naparut Lo-Ngoen",
      "affiliations": [
        "School of Psychology, Northeast Normal University, Jilin, China. Electronic address: naparut.lo-@mfu.ac.th."
      ]
    },
    {
      "last_name": "Olorundare",
      "fore_name": "Anthony",
      "initials": "A",
      "name": "Anthony Olorundare",
      "affiliations": [
        "School of Psychology, Northeast Normal University, Jilin, China. Electronic address: tonydare101@gmail.com."
      ]
    },
    {
      "last_name": "Iqbal",
      "fore_name": "Mujahid",
      "initials": "M",
      "name": "Mujahid Iqbal",
      "affiliations": [
        "Department of Psychology, School of Philosophy, Wuhan University, Wuhan, Hubei, China. Electronic address: mujahid@whu.edu.cn."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Rizwana",
      "initials": "R",
      "name": "Rizwana Amin",
      "affiliations": [
        "Department of Professional Psychology, Bahria University Islamabad, ICT, Pakistan. Electronic address: rizwana.buic@bahria.edu.pk."
      ]
    },
    {
      "last_name": "Younas",
      "fore_name": "Romana",
      "initials": "R",
      "name": "Romana Younas",
      "affiliations": [
        "University of Chinese Academy of Sciences, Zhongguancun, Beijing, China. Electronic address: romanaclpsy@gmail.com."
      ]
    },
    {
      "last_name": "Naz",
      "fore_name": "Sumaira",
      "initials": "S",
      "name": "Sumaira Naz",
      "affiliations": [
        "School of Psychology, Northeast Normal University, Jilin, China. Electronic address: sumairanaz125@gmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Acta psychologica",
    "iso_abbreviation": "Acta Psychol (Amst)",
    "issn": "1873-6297",
    "issn_type": "Electronic",
    "volume": "236",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "103924",
  "pages": "103924",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Panic Disorder",
    "COVID-19",
    "Stereotyping",
    "Pandemics",
    "Pakistan",
    "Anxiety"
  ],
  "article_ids": {
    "pubmed": "37100020",
    "pmc": "PMC10123361",
    "doi": "10.1016/j.actpsy.2023.103924",
    "pii": "S0001-6918(23)00100-2"
  },
  "doi": "10.1016/j.actpsy.2023.103924",
  "pmc_id": "PMC10123361",
  "dates": {
    "completed": "2023-05-22",
    "revised": "2024-09-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.066260",
    "pmid": "37100020"
  }
}