{
  "pmid": "37113079",
  "uid": "37113079",
  "title": "The Development And Applications Of Augmented And Virtual Reality Technology In Spine Surgery Training: A Systematic Review.",
  "abstract": "BACKGROUND: The COVID-19 pandemic has accelerated the growing global interest in the role of augmented and virtual reality in surgical training. While this technology grows at a rapid rate, its efficacy remains unclear. To that end, we offer a systematic review of the literature summarizing the role of virtual and augmented reality on spine surgery training. METHODS: A systematic review of the literature was conducted on May 13th, 2022. PubMed, Web of Science, Medline, and Embase were reviewed for relevant studies. Studies from both orthopedic and neurosurgical spine programs were considered. There were no restrictions placed on the type of study, virtual/augmented reality modality, nor type of procedure. Qualitative data analysis was performed, and all studies were assigned a Medical Education Research Study Quality Instrument (MERSQI) score. RESULTS: The initial review identified 6752 studies, of which 16 were deemed relevant and included in the final review, examining a total of nine unique augmented/virtual reality systems. These studies had a moderate methodological quality with a MERSQI score of 12.1 + 1.8; most studies were conducted at single-center institutions, and unclear response rates. Statistical pooling of the data was limited by the heterogeneity of the study designs. CONCLUSION: This review examined the applications of augmented and virtual reality systems for training residents in various spine procedures. As this technology continues to advance, higher-quality, multi-center, and long-term studies are required to further the adaptation of VR/AR technologies in spine surgery training programs.",
  "authors": [
    {
      "last_name": "Jung",
      "fore_name": "Youngkyung",
      "initials": "Y",
      "name": "Youngkyung Jung",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-3902-665X"
    },
    {
      "last_name": "Muddaluru",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Muddaluru",
      "affiliations": [
        "Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Gandhi",
      "fore_name": "Pranjan",
      "initials": "P",
      "name": "Pranjan Gandhi",
      "affiliations": [
        "Department of Medicine, Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Pahuta",
      "fore_name": "Markian",
      "initials": "M",
      "name": "Markian Pahuta",
      "affiliations": [
        "Division of Orthopedic Surgery, Hamilton General Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Guha",
      "fore_name": "Daipayan",
      "initials": "D",
      "name": "Daipayan Guha",
      "affiliations": [
        "Division of Neurosurgery, Hamilton General Hospital, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of neurological sciences. Le journal canadien des sciences neurologiques",
    "iso_abbreviation": "Can J Neurol Sci",
    "issn": "0317-1671",
    "issn_type": "Print",
    "volume": "51",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Mar"
  },
  "start_page": "255",
  "end_page": "264",
  "pages": "255-264",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Augmented Reality",
    "User-Computer Interface",
    "Virtual Reality",
    "Spine",
    "Orthopedic Procedures"
  ],
  "article_ids": {
    "pubmed": "37113079",
    "doi": "10.1017/cjn.2023.46",
    "pii": "S031716712300046X"
  },
  "doi": "10.1017/cjn.2023.46",
  "dates": {
    "completed": "2024-04-04",
    "revised": "2024-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:16.038817",
    "pmid": "37113079"
  }
}