{
  "pmid": "37123001",
  "uid": "37123001",
  "title": "Personality traits, rank attainment, and siring success throughout the lives of male chimpanzees of Gombe National Park.",
  "abstract": "Personality traits in many taxa correlate with fitness. Several models have been developed to try to explain how variation in these traits is maintained. One model proposes that variation persists because it is linked to trade-offs between current and future adaptive benefits. Tests of this model's predictions, however, are scant in long-lived species. To test this model, we studied male chimpanzees living in Gombe National Park, Tanzania. We operationalized six personality traits using ratings on 19 items. We used 37 years of behavioral and genetic data to assemble (1) daily rank scores generated from submissive vocalizations and (2) records of male siring success. We tested whether the association between two personality traits, Dominance and Conscientiousness, and either rank or reproductive success, varied over the life course. Higher Dominance and lower Conscientiousness were associated with higher rank, but the size and direction of these relationships did not vary over the life course. In addition, independent of rank at the time of siring, higher Dominance and lower Conscientiousness were related to higher siring success. Again, the size and direction of these relationships did not vary over the life course. The trade-off model, therefore, may not hold in long-lived and/or slowly reproducing species. These findings also demonstrate that ratings are a valid way to measure animal personality; they are related to rank and reproductive success. These traits could therefore be used to test alternative models, including one that posits that personality variation is maintained by environmental heterogeneity, in studies of multiple chimpanzee communities.",
  "authors": [
    {
      "last_name": "Weiss",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Weiss",
      "affiliations": [
        "National Evolutionary Synthesis Center, Durham, NC, United States of America.",
        "School of Philosophy, Psychology and Language Sciences, University of Edinburgh, Edinburgh, United Kingdom.",
        "Wildlife Research Center, Kyoto University, Kyoto, Japan.",
        "Scottish Primate Research Group, United Kingdom."
      ]
    },
    {
      "last_name": "Feldblum",
      "fore_name": "Joseph T",
      "initials": "JT",
      "name": "Joseph T Feldblum",
      "affiliations": [
        "Department of Anthropology, University of Michigan - Ann Arbor, Ann Arbor, MI, United States of America.",
        "Society of Fellows, University of Michigan - Ann Arbor, Ann Arbor, MI, United States of America.",
        "Department of Evolutionary Anthropology, Duke University, Durham, NC, United States of America."
      ]
    },
    {
      "last_name": "Altschul",
      "fore_name": "Drew M",
      "initials": "DM",
      "name": "Drew M Altschul",
      "affiliations": [
        "School of Philosophy, Psychology and Language Sciences, University of Edinburgh, Edinburgh, United Kingdom.",
        "Scottish Primate Research Group, United Kingdom.",
        "Mental Health Data Science, Edinburgh, United Kingdom."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "David Anthony",
      "initials": "DA",
      "name": "David Anthony Collins",
      "affiliations": [
        "Gombe Stream Research Centre, Jane Goodall Institute, Kigoma, Tanzania."
      ]
    },
    {
      "last_name": "Kamenya",
      "fore_name": "Shadrack",
      "initials": "S",
      "name": "Shadrack Kamenya",
      "affiliations": [
        "Gombe Stream Research Centre, Jane Goodall Institute, Kigoma, Tanzania."
      ]
    },
    {
      "last_name": "Mjungu",
      "fore_name": "Deus",
      "initials": "D",
      "name": "Deus Mjungu",
      "affiliations": [
        "Gombe Stream Research Centre, Jane Goodall Institute, Kigoma, Tanzania."
      ]
    },
    {
      "last_name": "Foerster",
      "fore_name": "Steffen",
      "initials": "S",
      "name": "Steffen Foerster",
      "affiliations": [
        "Department of Evolutionary Anthropology, Duke University, Durham, NC, United States of America."
      ]
    },
    {
      "last_name": "Gilby",
      "fore_name": "Ian C",
      "initials": "IC",
      "name": "Ian C Gilby",
      "affiliations": [
        "School of Human Evolution and Social Change, Arizona State University, Tempe, AZ, United States of America.",
        "Institute of Human Origins, Arizona State University, Tempe, AZ, United States of America."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael L",
      "initials": "ML",
      "name": "Michael L Wilson",
      "affiliations": [
        "Department of Ecology, Evolution, and Behavior, University of Minnesota, St. Paul, MN, United States of America.",
        "Institute on the Environment, University of Minnesota, St. Paul, MN, United States of America."
      ]
    },
    {
      "last_name": "Pusey",
      "fore_name": "Anne E",
      "initials": "AE",
      "name": "Anne E Pusey",
      "affiliations": [
        "Department of Evolutionary Anthropology, Duke University, Durham, NC, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PeerJ",
    "iso_abbreviation": "PeerJ",
    "issn": "2167-8359",
    "issn_type": "Electronic",
    "volume": "11",
    "pub_year": "2023"
  },
  "start_page": "e15083",
  "pages": "e15083",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Animals",
    "Male",
    "Pan troglodytes",
    "Parks, Recreational",
    "Reproduction",
    "Personality",
    "Social Dominance"
  ],
  "article_ids": {
    "pubmed": "37123001",
    "pmc": "PMC10135409",
    "doi": "10.7717/peerj.15083",
    "pii": "15083"
  },
  "doi": "10.7717/peerj.15083",
  "pmc_id": "PMC10135409",
  "dates": {
    "completed": "2023-05-02",
    "revised": "2024-09-17"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AI058715",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.812897",
    "pmid": "37123001"
  }
}