{
  "pmid": "37124744",
  "uid": "37124744",
  "title": "The value of CT-based energy imaging to discriminate dominant side lesions in primary aldosteronism.",
  "abstract": "PURPOSE: The current clinical discrimination of the dominant side of primary aldosteronism (PA) mainly relies on invasive adrenal venous sampling (AVS) examination. This study investigated the feasibility of dual-energy CT energy imaging parameters as a novel biomarker in identifying bilateral adrenal dominant lesions. METHODS: Fifty PA patients with bilateral lesions who underwent CT and AVS of the adrenal glands at Shaanxi Provincial People's Hospital from October 2019 to June 2021 were retrospectively analyzed. Forty-eight patients had successful bilateral blood collection and two failed right-sided blood collection due to venous variation. Forty patients who were classified based on AVS underwent unilateral adrenalectomy and pathological findings confirmed adenoma in all cases. Quantitative dual-energy CT parameters were measured for all adrenal lesions, and the differences in dual-energy CT energy spectrum imaging parameters between the dominant and nondominant adrenal lesions were compared. RESULTS: Among forty-eight PA patients with bilateral lesions, forty patients with preoperative AVS-determined lesions on the dominant side underwent unilateral adrenalectomy, and eight patients without the dominant side were treated with medication. The iodine concentration difference (ICD) in the arteriovenous phase was more significant in the 40 cases of primary aldosteronism with dominant adrenal lesions than in the nondominant adrenal lesions (1.18 ± 0.45 vs 0.41 ± 0.42). The NICAP was higher in the dominant adrenal lesions than in the non-dominant lesions (0.39 ± 0.39 vs 0.14 ± 0.05). The sensitivity and specificity of the diagnosis of the dominant adrenal lesion were 88.2% and 82.4% using the ICD of 0.68 as the threshold value. CONCLUSION: Conventional CT has lower diagnostic value for dominant adrenal lesions, and CT-based energy imaging can be a new assessment method as a complement to AVS in identifying bilateral dominant adrenal lesions.",
  "authors": [
    {
      "last_name": "Huang",
      "fore_name": "Minggang",
      "initials": "M",
      "name": "Minggang Huang",
      "affiliations": [
        "Shaanxi Provincial People's Hospital, Xi'an, Shaanxi, China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Di",
      "initials": "D",
      "name": "Di Yang",
      "affiliations": [
        "Shaanxi Provincial People's Hospital, Xi'an, Shaanxi, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yan",
      "initials": "Y",
      "name": "Yan Zhang",
      "affiliations": [
        "Shaanxi Provincial People's Hospital, Xi'an, Shaanxi, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Shaanxi Provincial People's Hospital, Xi'an, Shaanxi, China."
      ]
    },
    {
      "last_name": "Mu",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Mu",
      "affiliations": [
        "Shaanxi Provincial People's Hospital, Xi'an, Shaanxi, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in endocrinology",
    "iso_abbreviation": "Front Endocrinol (Lausanne)",
    "issn": "1664-2392",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2023"
  },
  "start_page": "1121388",
  "pages": "1121388",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Hyperaldosteronism",
    "Retrospective Studies",
    "Tomography, X-Ray Computed",
    "Adrenal Glands",
    "Adrenalectomy"
  ],
  "article_ids": {
    "pubmed": "37124744",
    "pmc": "PMC10140406",
    "doi": "10.3389/fendo.2023.1121388"
  },
  "doi": "10.3389/fendo.2023.1121388",
  "pmc_id": "PMC10140406",
  "dates": {
    "completed": "2023-05-02",
    "revised": "2023-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.577160",
    "pmid": "37124744"
  }
}