{
  "pmid": "37125063",
  "uid": "37125063",
  "title": "Addressing the underdiagnosis of familial hypercholesterolemia: A mixed methods study exploring the knowledge and practice behaviors of cardiology healthcare providers.",
  "abstract": "BACKGROUND: Familial hypercholesterolemia (FH) is vastly underdiagnosed and causes an increased risk for sudden cardiac death. Cardiology providers (CHCPs) are in an ideal position to care for FH patients. This research aimed to understand the practice behaviors of CHCPs in the screening, diagnosis, and management of FH. METHODS: Adaptation of an existing FH knowledge tool guided survey development. The results of the quantitative survey guided development of the interview protocol. CHCPs were recruited in the Division of Cardiology at Columbia University Irving Medical Center (CUIMC). A review of the educational materials offered by the Division of Cardiology was conducted to identify FH knowledge domains presented. RESULTS: CHCPs with MDs, at CUIMC for 6-10 years, in clinical practice for 1-5 years, and in inpatient services had the highest average total knowledge scores. CHCPs with RNs, at CUIMC for less than 1 year, in clinical practice for 6-10 years, and in Cath Lab had the lowest average knowledge scores. Four themes emerged - variability in FH care; issues related to addressing FH at institutional, practice setting, and individual levels; importance of identifying FH early; and intervention approaches to overcome barriers to caring for FH patients in cardiology. CHCPs with MDs or with experiential FH knowledge described FH care beyond screening. The document review revealed that only MDs were provided lectures pertaining to FH. CONCLUSIONS: Future interventions should increase didactic and experiential FH knowledge incorporating institutional, local, and national FH resources. Improving FH care can reduce FH-related morbidity and mortality, as well as improve FH health outcomes.",
  "authors": [
    {
      "last_name": "Kalia",
      "fore_name": "Isha",
      "initials": "I",
      "name": "Isha Kalia",
      "affiliations": [
        "Columbia University Irving Medical Center, New York, NY, USA.",
        "George Washington University, Washington, DC, USA."
      ],
      "orcid": "0000-0001-7945-3886"
    },
    {
      "last_name": "Shope",
      "fore_name": "Ronald",
      "initials": "R",
      "name": "Ronald Shope",
      "affiliations": [
        "George Washington University, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Reilly",
      "fore_name": "Muredach",
      "initials": "M",
      "name": "Muredach Reilly",
      "affiliations": [
        "Columbia University Irving Medical Center, New York, NY, USA."
      ]
    },
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "George Washington University, Washington, DC, USA."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical and translational science",
    "iso_abbreviation": "J Clin Transl Sci",
    "issn": "2059-8661",
    "issn_type": "Electronic",
    "volume": "7",
    "issue": "1",
    "pub_year": "2023"
  },
  "start_page": "e92",
  "pages": "e92",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37125063",
    "pmc": "PMC10130828",
    "doi": "10.1017/cts.2023.519",
    "pii": "S2059866123005198"
  },
  "doi": "10.1017/cts.2023.519",
  "pmc_id": "PMC10130828",
  "dates": {
    "revised": "2023-05-02"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.602065",
    "pmid": "37125063"
  }
}