{
  "pmid": "37145893",
  "uid": "37145893",
  "title": "Development and Validation of an Indicator for Oncofertility Care in Ontario, Canada, for Adolescents and Young Adults with Cancer.",
  "abstract": "Introduction: There is a lack of metrics to monitor and evaluate fertility care in adolescents and young adults with cancer. This study evaluated the indicator \"proportion of cases attending a fertility consult visit ≤30 days from diagnosis of cancer\" using the National Quality Forum (NQF) criteria. Methods: This was a retrospective cohort study using administrative data available through the Institute of Clinical Evaluative Sciences in Ontario, Canada. Cases were included if they were diagnosed with a cancer between January 2005 and December 2019, and aged 15-39 years. Fertility consultations were identified by Ontario Health Insurance Plan Claims Database (OHIP) diagnostic codes 628 and 606.Validity was assessed by examining expected differences in the proportion of fertility consults within clinical and demographic factors using chi-square tests. Reliability was assessed by comparing fertility consult visits identified using OHIP diagnostic codes with consults identified using visits to physicians in a registered specialty, using Pearson's correlation coefficient. Results: The population was composed of 39,977 cases, with 6524 (16.3%) having attended a fertility consult. For diagnostic years 2016-2019, differences in the proportion of cases receiving their first fertility consult within 30 days of diagnosis were observed for sex, age, cancer type, hospital type, Local Health Integration Unit, and region (p < 0.001). There was no correlation between the time from diagnosis to fertility consult and time from diagnosis to the first visit to a fertility-related specialty (r = 0.11; p = 0.002). Conclusion: The indicator examined in this article adhered to the criteria described by the NQF, providing a possible metric for reporting on oncofertility care.",
  "authors": [
    {
      "last_name": "Rae",
      "fore_name": "Charlene S",
      "initials": "CS",
      "name": "Charlene S Rae",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0003-4309-4636"
    },
    {
      "last_name": "Barr",
      "fore_name": "Ronald D",
      "initials": "RD",
      "name": "Ronald D Barr",
      "affiliations": [
        "Department of Pediatrics, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Costa",
      "affiliations": [
        "Department of Health Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of adolescent and young adult oncology",
    "iso_abbreviation": "J Adolesc Young Adult Oncol",
    "issn": "2156-535X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "851",
  "end_page": "858",
  "pages": "851-858",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Adolescent",
    "Young Adult",
    "Ontario",
    "Fertility Preservation",
    "Retrospective Studies",
    "Reproducibility of Results",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "37145893",
    "doi": "10.1089/jayao.2023.0030"
  },
  "doi": "10.1089/jayao.2023.0030",
  "dates": {
    "completed": "2023-12-21",
    "revised": "2024-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.100032",
    "pmid": "37145893"
  }
}