{
  "pmid": "37143620",
  "uid": "37143620",
  "title": "A Systematic Review and Meta-Analysis of Independent Predictors for Acute Respiratory Distress Syndrome in Patients Presenting With Sepsis.",
  "abstract": "The current meta-analysis was conducted to determine the predictors of acute respiratory distress syndrome (ARDS) in patients with sepsis. The present meta-analysis was conducted in accordance with the MOOSE (Meta-analysis of Observational Studies in Epidemiology) guidelines. We conducted a systematic search using the PubMed, Cochrane Library, and EMBASE databases for studies published between 1 January 2000 and 28 February 2023 that assessed the predictors of ARDS in patients with sepsis. We used key terms such as \"predictors,\" \"acute respiratory distress syndrome,\" and \"sepsis\" to search for relevant articles. Our search was limited to human studies published in English. A total of six studies were included in this meta-analysis. Of the six studies, four were retrospective and two were prospective. The pooled incidence of ARDS was 11.27%. We identified six factors with a consistent and statistically significant association with ARDS, including sequential organ failure assessment (SOFA) score, Acute Physiology and Chronic Health Evaluation (APACHE) II score, pulmonary sepsis, smoking, pancreatitis, and C-reactive protein. Age, diabetes, and chronic obstructive pulmonary disease (COPD) were not found to be significantly associated with ARDS in this patient population. It is important for healthcare providers to consider these predictors when assessing patients with sepsis and septic shock to identify those at high risk for developing ARDS and implement appropriate preventive measures.",
  "authors": [
    {
      "last_name": "Mayow",
      "fore_name": "Abshiro H",
      "initials": "AH",
      "name": "Abshiro H Mayow",
      "affiliations": [
        "Medicine, St. George's University School of Medicine, St. George's, GRD."
      ]
    },
    {
      "last_name": "Ahmad",
      "fore_name": "Fatima",
      "initials": "F",
      "name": "Fatima Ahmad",
      "affiliations": [
        "Medicine, Washington University of Health and Science, Washington, DC, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohaib",
      "initials": "MS",
      "name": "Muhammad Sohaib Afzal",
      "affiliations": [
        "Medicine, Louisiana State University Health Sciences Center, Shreveport, USA."
      ]
    },
    {
      "last_name": "Khokhar",
      "fore_name": "Muhammad Usama",
      "initials": "MU",
      "name": "Muhammad Usama Khokhar",
      "affiliations": [
        "Internal Medicine, King Edward Medical University, Lahore, PAK.",
        "Internal Medicine, Mayo Hospital, Lahore, PAK."
      ]
    },
    {
      "last_name": "Rafique",
      "fore_name": "Daneyal",
      "initials": "D",
      "name": "Daneyal Rafique",
      "affiliations": [
        "Internal Medicine, Army Medical College, National University of Medical Sciences (NUMS), Rawalpindi, PAK."
      ]
    },
    {
      "last_name": "Vallamchetla",
      "fore_name": "Sai Krishna",
      "initials": "SK",
      "name": "Sai Krishna Vallamchetla",
      "affiliations": [
        "Medical School, All India Institute of Medical Sciences, Bhopal, Bhopal, IND."
      ]
    },
    {
      "last_name": "Palleti",
      "fore_name": "Sujith K",
      "initials": "SK",
      "name": "Sujith K Palleti",
      "affiliations": [
        "Nephrology, Edward Hines Jr. Veterans Administration Hospital, Hines, USA.",
        "Nephrology, Loyola University Medical Center, Maywood, USA."
      ]
    },
    {
      "last_name": "Saleem",
      "fore_name": "Faraz",
      "initials": "F",
      "name": "Faraz Saleem",
      "affiliations": [
        "Internal Medicine, California Institute of Behavioral Neurosciences & Psychology, California, USA.",
        "Internal Medicine, Akhtar Saeed Medical and Dental College, Lahore, PAK."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "e37055",
  "pages": "e37055",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37143620",
    "pmc": "PMC10153762",
    "doi": "10.7759/cureus.37055"
  },
  "doi": "10.7759/cureus.37055",
  "pmc_id": "PMC10153762",
  "dates": {
    "revised": "2023-05-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.067756",
    "pmid": "37143620"
  }
}