{
  "pmid": "37149145",
  "uid": "37149145",
  "title": "One vs 2 courses of antenatal corticosteroids in pregnancies at risk of preterm birth: a secondary analysis of the MACS trial.",
  "abstract": "BACKGROUND: Birth is unpredictable and many patients who receive antenatal corticosteroids for preterm birth remain pregnant. Some professional societies recommend rescue antenatal corticosteroids for those who remain pregnant ≥14 days following the initial course. OBJECTIVE: This study aimed to explore a single vs a second course of antenatal corticosteroids in terms of severe neonatal morbidity and mortality. STUDY DESIGN: This is a secondary analysis of the Multiple Courses of Antenatal Corticosteroids for Preterm Birth (MACS) trial. The MACS study was a randomized clinical trial conducted in 80 centers in 20 different countries from 2001 to 2006. Participants who received only 1 course of intervention (ie, either a second course of antenatal corticosteroids or placebo) were included in this study. The primary outcome was a composite of stillbirth, neonatal mortality in the first 28 days of life or before discharge, severe respiratory distress syndrome, bronchopulmonary dysplasia, intraventricular hemorrhage stage III and IV, periventricular leukomalacia, and necrotizing enterocolitis. Two subgroup analyses were planned to address the effect of a second course of antenatal corticosteroids on infants born before 32 weeks or within 7 days from the intervention. Moreover, a sensitivity analysis was performed to assess the effect of intervention on singleton pregnancies. Baseline characteristics were compared between the groups using chi-square and Student t tests. Multivariable regression analysis was performed to adjust for confounding variables. RESULTS: There were 385 and 365 participants included in the antenatal corticosteroid and placebo groups, respectively. The composite primary outcome occurred in 24% and 20% of participants in the antenatal corticosteroid and placebo groups, respectively (adjusted odds ratio, 1.09; 95% confidence interval, 0.76-1.57). Moreover, severe respiratory distress syndrome rate was similar between the 2 groups (adjusted odds ratio, 0.98; 95% confidence interval, 0.65-1.48). Newborns exposed to antenatal corticosteroids were more likely to be small for gestational age (14.9% vs 10.6%; adjusted odds ratio, 1.63; 95% confidence interval, 1.07-2.47). These findings remained true among singleton pregnancies for the primary composite outcome and birthweight <10th percentile (adjusted odds ratio, 1.29 [0.82-2.01]; and adjusted odds ratio, 1.74 [1.06-2.87]; respectively). Subgroup analyses of infants born before 32 weeks or within 7 days from the intervention did not show any benefits in terms of the composite primary outcome with antenatal corticosteroids vs placebo (50.5% vs 41.8% [adjusted odds ratio, 1.16; 95% confidence interval, 0.78-1.72]; and 42.3% vs 37.1% [adjusted odds ratio, 1.02; 95% confidence interval, 0.67-1.57]; respectively). CONCLUSION: Neonatal mortality and severe morbidities, including severe respiratory distress syndrome, were not improved by a second course of antenatal corticosteroids. Policy makers need to be thoughtful when recommending a second course of antenatal corticosteroids and consider whether not only short-term but also long-term benefits can be gained from such administration.",
  "authors": [
    {
      "last_name": "Baghlaf",
      "fore_name": "Haitham",
      "initials": "H",
      "name": "Haitham Baghlaf",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynaecology, University of Toronto, Toronto, Canada (Drs Baghlaf, Snelgrove, and Murphy); Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, Jewish General Hospital, McGill University, Montreal, Canada (Dr Baghlaf)."
      ]
    },
    {
      "last_name": "Snelgrove",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Snelgrove",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynaecology, University of Toronto, Toronto, Canada (Drs Baghlaf, Snelgrove, and Murphy)."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Qixuan",
      "initials": "Q",
      "name": "Qixuan Li",
      "affiliations": [
        "Biostatistics Research Unit, University Health Network, Toronto, Canada (Ms Li and Dr Huszti)."
      ]
    },
    {
      "last_name": "Huszti",
      "fore_name": "Ella",
      "initials": "E",
      "name": "Ella Huszti",
      "affiliations": [
        "Biostatistics Research Unit, University Health Network, Toronto, Canada (Ms Li and Dr Huszti)."
      ]
    },
    {
      "last_name": "McDonald",
      "fore_name": "Sarah D",
      "initials": "SD",
      "name": "Sarah D McDonald",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynecology, McMaster University, Hamilton, Canada (Dr McDonald); Departments of Radiology, and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada (Dr McDonald)."
      ]
    },
    {
      "last_name": "Asztalos",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Asztalos",
      "affiliations": [
        "Department of Newborn and Developmental Pediatrics, Sunnybrook Health Sciences Centre, Toronto, Canada (Dr Asztalos)."
      ]
    },
    {
      "last_name": "Palermo",
      "fore_name": "Mario S F",
      "initials": "MSF",
      "name": "Mario S F Palermo",
      "affiliations": [
        "Faculty of Medical Sciences, Department of Obstetrics and Gynecology, University of Buenos Aires, Buenos Aires, Argentina (Dr Palermo)."
      ]
    },
    {
      "last_name": "Murphy",
      "fore_name": "Kellie E",
      "initials": "KE",
      "name": "Kellie E Murphy",
      "affiliations": [
        "Division of Maternal-Fetal Medicine, Department of Obstetrics and Gynaecology, University of Toronto, Toronto, Canada (Drs Baghlaf, Snelgrove, and Murphy). Electronic address: Kellie.Murphy@sinaihealth.ca."
      ]
    }
  ],
  "journal": {
    "title": "American journal of obstetrics & gynecology MFM",
    "iso_abbreviation": "Am J Obstet Gynecol MFM",
    "issn": "2589-9333",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "101002",
  "pages": "101002",
  "language": "eng",
  "publication_types": [
    "Randomized Controlled Trial",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Infant",
    "Infant, Newborn",
    "Humans",
    "Pregnancy",
    "Female",
    "Premature Birth",
    "Adrenal Cortex Hormones",
    "Respiratory Distress Syndrome, Newborn",
    "Infant Mortality",
    "Infant, Newborn, Diseases"
  ],
  "article_ids": {
    "pubmed": "37149145",
    "doi": "10.1016/j.ajogmf.2023.101002",
    "pii": "S2589-9333(23)00144-1"
  },
  "doi": "10.1016/j.ajogmf.2023.101002",
  "dates": {
    "completed": "2023-07-03",
    "revised": "2023-11-16"
  },
  "chemicals": [
    "Adrenal Cortex Hormones"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:42:09.093340",
    "pmid": "37149145"
  }
}