{
  "pmid": "37153865",
  "uid": "37153865",
  "title": "Acoustofluidic separation of proteins from platelets in human blood plasma using aptamer-functionalized microparticles.",
  "abstract": "Microfluidic liquid biopsy has emerged as a promising clinical assay for early diagnosis. Herein, we propose acoustofluidic separation of biomarker proteins from platelets in plasma using aptamer-functionalized microparticles. As model proteins, C-reactive protein and thrombin were spiked in human platelet-rich plasma. The target proteins were selectively conjugated with their corresponding aptamer-functionalized microparticles of different sizes, and the particle complexes served as a mobile carrier for the conjugated proteins. The proposed acoustofluidic device was composed of an interdigital transducer (IDT) patterned on a piezoelectric substrate and a disposable polydimethylsiloxane (PDMS) microfluidic chip. The PDMS chip was placed in a tilted arrangement with the IDT to utilize both vertical and horizontal components of surface acoustic wave-induced acoustic radiation force (ARF) for multiplexed assay at high-throughput. The two different-sized particles experienced the ARF at different magnitudes and were separated from platelets in plasma. The IDT on the piezoelectric substrate could be reusable, while the microfluidic chip can be replaceable for repeated assays. The sample processing throughput with the separation efficiency >95% has been improved such that the volumetric flow rate and flow velocity were 1.6 ml/h and 37 mm/s, respectively. For the prevention of platelet activation and protein adsorption to the microchannel, polyethylene oxide solution was introduced as sheath flows and coating on to the walls. We conducted scanning electron microscopy, x-ray photoemission spectroscopy , and sodium dodecyl sulfate- analysis before and after the separation to confirm the protein capture and separation. We expect that the proposed approach will provide new prospects for particle-based liquid biopsy using blood.",
  "authors": [
    {
      "last_name": "Lee",
      "fore_name": "Song Ha",
      "initials": "SH",
      "name": "Song Ha Lee",
      "affiliations": [
        "Department of Mechanical Engineering, Chonnam National University, 77 Yongbong-ro, Buk-gu, Gwangju 61186, Republic of Korea."
      ]
    },
    {
      "last_name": "Cha",
      "fore_name": "Beomseok",
      "initials": "B",
      "name": "Beomseok Cha",
      "affiliations": [
        "Department of Mechanical Engineering, Chonnam National University, 77 Yongbong-ro, Buk-gu, Gwangju 61186, Republic of Korea."
      ],
      "orcid": "0000-0001-9204-1288"
    },
    {
      "last_name": "Ko",
      "fore_name": "Jeongu",
      "initials": "J",
      "name": "Jeongu Ko",
      "affiliations": [
        "Department of Mechanical Engineering, Chonnam National University, 77 Yongbong-ro, Buk-gu, Gwangju 61186, Republic of Korea."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Center of Immunology Marseille-Luminy, Aix-Marseille University, 171 Av, De Luminy, 13009 Marseille, France."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jinsoo",
      "initials": "J",
      "name": "Jinsoo Park",
      "affiliations": [
        "Department of Mechanical Engineering, Chonnam National University, 77 Yongbong-ro, Buk-gu, Gwangju 61186, Republic of Korea."
      ],
      "orcid": "0000-0003-0907-7023"
    }
  ],
  "journal": {
    "title": "Biomicrofluidics",
    "iso_abbreviation": "Biomicrofluidics",
    "issn": "1932-1058",
    "issn_type": "Print",
    "volume": "17",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Mar"
  },
  "start_page": "024105",
  "pages": "024105",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37153865",
    "pmc": "PMC10162022",
    "doi": "10.1063/5.0140096",
    "pii": "5.0140096"
  },
  "doi": "10.1063/5.0140096",
  "pmc_id": "PMC10162022",
  "dates": {
    "revised": "2024-04-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.068650",
    "pmid": "37153865"
  }
}