{
  "pmid": "37150048",
  "uid": "37150048",
  "title": "Was priority setting included in the Canadian COVID-19 pandemic planning and preparedness? A comparative analysis of COVID-19 pandemic plans from eight provinces and three territories.",
  "abstract": "BACKGROUND: Variation in priorities during pandemic planning among the federal, provincial and territorial jurisdictions are thought to have impacted Canada's ability to effectively control the spread of the COVID-19 virus, and protect the most vulnerable. The potential influence of diverse and divergent political, cultural, and behavioural factors, regarding inclusion of priority setting (PS) in pandemic preparedness planning across the country is not well understood. This study aimed to examine how the Canadian federal, provincial and territorial COVID-19 pandemic preparedness planning documents integrated PS. METHODS: A documentary analysis of the federal, eight provincial, three territorial COVID-19 preparedness and response plans. We assessed the degree to which the documented PS processes fulfilled established quality requirements of effective PS using the Kapiriri & Martin framework. RESULTS: While the federal plan included most of the parameters of effective PS, the provinces and territories reflected few. The lack of obligation for the provinces and territories to emulate the federal plan is one of the possible reasons for the varying inclusion of these parameters. The parameters included did not vary systematically with the jurisdiction's context. CONCLUSION: Provinces could consider using the framework of the federal plan and the WHO guidelines to guide future pandemic planning. Regular evaluation of the instituted PS would provide a mechanism through which lessons can be harnessed and improvement strategies developed. Future studies should describe and evaluate what PS mechanisms were implemented.",
  "authors": [
    {
      "last_name": "Kapiriri",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Kapiriri",
      "affiliations": [
        "Department of Health, Aging and Society, McMaster University, 1280 Main street West, Hamilton, Ontario, Canada. Electronic address: Kapirir@mcmaster.ca."
      ]
    },
    {
      "last_name": "Essue",
      "fore_name": "Beverley M",
      "initials": "BM",
      "name": "Beverley M Essue",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Canada."
      ]
    },
    {
      "last_name": "Velez",
      "fore_name": "Claudia M",
      "initials": "CM",
      "name": "Claudia M Velez",
      "affiliations": [
        "Department of Health, Aging & Society, McMaster University, 1280 Main Street West, KTH-226, Hamilton, Ontario L8S 4M4, Canada; Faculty of Medicine, University of Antioquia, Cra 51d #62-29, Medellín, Antioquia, Colombia."
      ]
    },
    {
      "last_name": "Julia",
      "fore_name": "Abelson",
      "initials": "A",
      "name": "Abelson Julia",
      "affiliations": [
        "Health Policy Program, McMaster University, 1280 Main Street West, L8S 4M4, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Elysee",
      "fore_name": "Nouvet",
      "initials": "N",
      "name": "Nouvet Elysee",
      "affiliations": [
        "School of Health Studies, Western University, 1151 Richmond Street, London, Ontario N6A 3K7, Canada."
      ]
    },
    {
      "last_name": "Bernardo",
      "fore_name": "Aguilera",
      "initials": "A",
      "name": "Aguilera Bernardo",
      "affiliations": [
        "Facultad de Medicina y Ciencia, Universidad San Sebastian, Providencia, Santiago."
      ]
    },
    {
      "last_name": "Marion",
      "fore_name": "Danis",
      "initials": "D",
      "name": "Danis Marion",
      "affiliations": [
        "Section on Ethics and Health Policy, National Institutes of Health, 10 Center Drive, Bethesda, MD 20892, USA."
      ]
    },
    {
      "last_name": "Susan",
      "fore_name": "Goold",
      "initials": "G",
      "name": "Goold Susan",
      "affiliations": [
        "Internal Medicine and Health Management and Policy, Center for Bioethics and social sciences in medicine, University of Michigan, 2800 Plymouth Road, Bldg. 14, G016, Ann Arbor, MI 48109-2800, USA."
      ]
    },
    {
      "last_name": "Ieystn",
      "fore_name": "Williams",
      "initials": "W",
      "name": "Williams Ieystn",
      "affiliations": [
        "School of Social Policy, HSMC, Park House, University of Birmingham, Edgbaston, Birmingham B15 2RT, UK."
      ]
    }
  ],
  "journal": {
    "title": "Health policy (Amsterdam, Netherlands)",
    "iso_abbreviation": "Health Policy",
    "issn": "1872-6054",
    "issn_type": "Electronic",
    "volume": "133",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "104817",
  "pages": "104817",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Canada",
    "Pandemics",
    "COVID-19"
  ],
  "article_ids": {
    "pubmed": "37150048",
    "pmc": "PMC10074731",
    "doi": "10.1016/j.healthpol.2023.104817",
    "pii": "S0168-8510(23)00102-1"
  },
  "doi": "10.1016/j.healthpol.2023.104817",
  "pmc_id": "PMC10074731",
  "dates": {
    "completed": "2023-06-12",
    "revised": "2023-11-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:01:56.775305",
    "pmid": "37150048"
  }
}