{
  "pmid": "37151452",
  "uid": "37151452",
  "title": "Rates of cerebrospinal fluid leak and pseudomeningocele formation after posterior fossa craniotomy versus craniectomy: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Postoperative cerebrospinal fluid (CSF) leak is a major concern after posterior fossa surgery with significant clinical implications. It has been postulated that replacing the bone flap, performing a craniotomy, would reinforce the surgical closure and decrease rates of CSF leak. This systematic review and meta-analysis compared the rate of CSF leak after posterior fossa craniotomies versus craniectomies. METHODS: Three databases were searched for English studies comparing the primary outcome, rate of CSF leak, after adult posterior fossa craniotomies versus craniectomies. Secondary outcomes included the rate of postoperative pseudomeningocele formation, CSF leak and pseudomeningocele formation, CSF diversion, revision surgery, and infection. Pooled estimates and relative risks for dichotomous outcomes were calculated using Review Manager 5.4, with corresponding 95% confidence intervals (CIs). RESULTS: A total of 1250 patients (635 craniotomies and 615 craniectomies), from nine studies, were included in the final analysis. Even though rates of CSF leak favored craniotomies, the difference did not reach statistical significance in our pooled analysis (Risk Ratio: 0.71, 95% Confidence Interval: 0.45-1.14, p-value = 0.15, Heterogeneity I-squared = 0%). On the other hand, comparing the rates of pseudomeningocele formation and CSF leak, as a combined outcome, or pseudomeningocele formation only showed a significant difference favoring craniotomies. The quality of evidence in this meta-analysis was graded as having a high risk of bias based on the risk of bias in non-randomized studies - of exposure criteria. CONCLUSION: Based on evidence with high risk of bias, rates of postoperative CSF leak and pseudomeningocele formation favored posterior fossa craniotomies over craniectomies. Further research with more robust methodology is required to validate these findings.",
  "authors": [
    {
      "last_name": "Alhantoobi",
      "fore_name": "Mohamed Rashed",
      "initials": "MR",
      "name": "Mohamed Rashed Alhantoobi",
      "affiliations": [
        "Department of Neurosurgery, Hamilton General Hospital, McMaster University Medical Centre, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kesserwan",
      "fore_name": "Mohamad Ali",
      "initials": "MA",
      "name": "Mohamad Ali Kesserwan",
      "affiliations": [
        "Department of Neurosurgery, Hamilton General Hospital, McMaster University Medical Centre, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khayat",
      "fore_name": "Hassan A",
      "initials": "HA",
      "name": "Hassan A Khayat",
      "affiliations": [
        "Department of Neurosurgery, Hamilton General Hospital, McMaster University Medical Centre, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lawasi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Lawasi",
      "affiliations": [
        "Faculty of Medicine and Medical Sciences, University of Balamand, El-Koura, Lebanon."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "Department of Neurosurgery, Hamilton General Hospital, McMaster University Medical Centre, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Surgical neurology international",
    "iso_abbreviation": "Surg Neurol Int",
    "issn": "2229-5097",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2023"
  },
  "start_page": "140",
  "pages": "140",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37151452",
    "pmc": "PMC10159278",
    "doi": "10.25259/SNI_125_2023",
    "pii": "10.25259/SNI_125_2023"
  },
  "doi": "10.25259/SNI_125_2023",
  "pmc_id": "PMC10159278",
  "dates": {
    "revised": "2023-05-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.857683",
    "pmid": "37151452"
  }
}