{
  "pmid": "37167213",
  "uid": "37167213",
  "title": "Joint effect of water and sanitation practices on childhood diarrhoea in sub-Saharan Africa.",
  "abstract": "BACKGROUND: Diarrhoea remains the major cause of morbidity and mortality of children under five years in Africa. Several studies have shown that inadequate and unsafe water, lack of sanitation, and poor hygiene practices are complex issues for different pathogens and accountable for the occurrence of diarrhoea diseases. We assessed the combined effect of household's source of drinking water and type of toilet facility and residential wellbeing on the incidence of childhood diarrhoea in 33 Sub-Saharan Africa countries while accounting for relevant compositional and contextual factors. METHODS: The 2010-2019 datasets from the Demographic and Health Surveys were drawn for analyses. The outcome variable used in this study was the incidence of childhood diarrhoea. Three negative log-log generalized linear regression models were then sequentially fitted to the data to examine the joint effect of household water and sanitation practices on child diarrhoea. The results were presented using crude odds ratios (CORs) and adjusted odds ratios (AORs) at 95% confidence intervals (CIs). Using ArcGIS software, maps were design to unveil the spatial distribution of key variables. FINDINGS: Approximately 16% of the 307,741 mothers interviewed reported an incidence of diarrhoea disease among children under-five years in their households. The results showed that a household depending on an unimproved source of drinking water and with an unimproved type of toilet facility was not significantly associated with childhood diarrhoea. However, those with improved drinking water but an unimproved type of toilet facility had higher odds of reporting childhood diarrhoea (AOR = 1.020, 95% CI = 1.003-1-036) compared to those in households with both improved source of drinking water and type of toilet facility. Across the geographical regions, Eastern (aOR = 1.102, 95% CI = 1.084-1.120) and Central Africa (aOR = 1.102, 95% CI = 1.083-1.121) were more likely to experience child diarrhoea. CONCLUSION: Water and sanitation practices such as the source of drinking water and toilet facility, and geographic region had significant effects on childhood diarrhoea in sub-Saharan Africax. The findings suggest the need for multi-sectoral actions that recognise the geo-spatial and temporal characteristics identified in the study through regional to national policies. Water and sanitation community-based interventions that seek to improve equitable access to safe water and sanitation in the sub-region should be intensified.",
  "authors": [
    {
      "last_name": "Amadu",
      "fore_name": "Iddrisu",
      "initials": "I",
      "name": "Iddrisu Amadu",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Cape Coast, Ghana.",
        "Emperiks Research, Tamale, Ghana."
      ],
      "orcid": "0000-0003-4839-1197"
    },
    {
      "last_name": "Seidu",
      "fore_name": "Abdul-Aziz",
      "initials": "AA",
      "name": "Abdul-Aziz Seidu",
      "affiliations": [
        "Department of Population and Health, College of Humanities and Legal Studies, University of Cape Coast, PMB, Cape Coast, Ghana.",
        "College of Public Health, Medical and Veterinary Sciences, James Cook University, Townsville, Queensland, Australia.",
        "Department of Estate Management, Takoradi Technical University, Takoradi, Ghana."
      ],
      "orcid": "0000-0001-9734-9054"
    },
    {
      "last_name": "Agyemang",
      "fore_name": "Kwabena Koforobour",
      "initials": "KK",
      "name": "Kwabena Koforobour Agyemang",
      "affiliations": [
        "Department of Geography and Regional Planning, University of Cape Coast, Cape Coast, Ghana."
      ],
      "orcid": "0000-0002-2512-6406"
    },
    {
      "last_name": "Arthur-Holmes",
      "fore_name": "Francis",
      "initials": "F",
      "name": "Francis Arthur-Holmes",
      "affiliations": [
        "Department of Sociology and Social Policy, Lingnan University, Tuen Mun, Hong Kong."
      ],
      "orcid": "0000-0002-5099-4555"
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Cape Coast, Ghana.",
        "Hen Mpoano (Our Coast), Sekondi-Takoradi, Ghana."
      ],
      "orcid": "0000-0003-4914-0445"
    },
    {
      "last_name": "Salifu",
      "fore_name": "Iddrisu",
      "initials": "I",
      "name": "Iddrisu Salifu",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience, University of Cape Coast, Cape Coast, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Cape Coast, Ghana."
      ]
    },
    {
      "last_name": "Bolarinwa",
      "fore_name": "Obasanjo Afolabi",
      "initials": "OA",
      "name": "Obasanjo Afolabi Bolarinwa",
      "affiliations": [
        "Department of Public Health Medicine, School of Nursing and Public Health, University of KwaZulu-Natal, Durban, South Africa.",
        "Department of Public Health & Well-being, Faculty of Health & Social Care, University of Chester, Chester, United Kingdom."
      ],
      "orcid": "0000-0002-9208-6408"
    },
    {
      "last_name": "Hagan",
      "fore_name": "John Elvis",
      "initials": "JE",
      "name": "John Elvis Hagan",
      "affiliations": [
        "Department of Health, Physical Education, and Recreation, University of Cape Coast, Cape Coast, Ghana.",
        "Neurocognition and Action-Biomechanics-Research Group, Faculty of Psychology and Sport Sciences, Bielefeld University, Bielefeld, Germany."
      ]
    },
    {
      "last_name": "Ahinkorah",
      "fore_name": "Bright Opoku",
      "initials": "BO",
      "name": "Bright Opoku Ahinkorah",
      "affiliations": [
        "School of Public Health, Faculty of Health, University of Technology, Sydney, NSW, Australia."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "5",
    "pub_year": "2023"
  },
  "start_page": "e0283826",
  "pages": "e0283826",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Child",
    "Female",
    "Humans",
    "Child, Preschool",
    "Drinking Water",
    "Sanitation",
    "Africa South of the Sahara",
    "Morbidity",
    "Diarrhea"
  ],
  "article_ids": {
    "pubmed": "37167213",
    "pmc": "PMC10174539",
    "doi": "10.1371/journal.pone.0283826",
    "pii": "PONE-D-21-23582"
  },
  "doi": "10.1371/journal.pone.0283826",
  "pmc_id": "PMC10174539",
  "dates": {
    "completed": "2023-05-15",
    "revised": "2023-06-05"
  },
  "chemicals": [
    "Drinking Water"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:20.598873",
    "pmid": "37167213"
  }
}