{
  "pmid": "37168277",
  "uid": "37168277",
  "title": "A systematic review of quality and consistency of clinical practice guidelines on the primary prevention of food allergy and atopic dermatitis.",
  "abstract": "BACKGROUND AND AIMS: With an increasing number of Clinical Practice Guidelines (CPGs) addressing primary prevention of food allergy and atopic dermatitis, it is timely to undertake a comprehensive assessment of the quality and consistency of recommendations and evaluation of their implementability in different geographical settings. METHODS: We systematically reviewed CPGs from 8 international databases and extensive website searches. Seven reviewers screened records in any language and then used the AGREE II and AGREE REX instruments to critically appraise CPGs published between January 2011 and April 2022. RESULTS: Our search identified 2138 relevant articles, of which 30 CPGs were eventually included. Eight (27%) CPGs were shortlisted based on our predefined quality criteria of achieving scores >70% in the \"Scope and Purpose\" and \"Rigour of Development\" domains of the AGREE II instrument. Among the shortlisted CPGs, scores on the \"Applicability\" domain were generally low, and only 3 CPGs rated highly in the \"Implementability\" domain of AGREE-REX, suggesting that the majority of CPGs fared poorly on global applicability. Recommendations on maternal diet and complementary feeding in infants were mostly consistent, but recommendations on use of hydrolysed formula and supplements varied considerably. CONCLUSION: The overall quality of a CPG for Food Allergy and Atopic Dermatitis prevention did not correlate well with its global applicability. It is imperative that CPG developers consider stakeholders' preferences, local applicability, and adapt existing recommendations to each individual population and healthcare system to ensure successful implementation. There is a need for development of high-quality CPGs for allergy prevention outside of North America and Europe. PROSPERO REGISTRATION NUMBER: CRD42021265689.",
  "authors": [
    {
      "last_name": "Tham",
      "fore_name": "Elizabeth Huiwen",
      "initials": "EH",
      "name": "Elizabeth Huiwen Tham",
      "affiliations": [
        "Department of Paediatrics, Yong Loo Lin School of Medicine, National University of Singapore, Singapore.",
        "Khoo Teck Puat-National University Children's Medical Institute, National University Hospital, Singapore."
      ]
    },
    {
      "last_name": "Leung",
      "fore_name": "Agnes Sze Yin",
      "initials": "ASY",
      "name": "Agnes Sze Yin Leung",
      "affiliations": [
        "Department of Paediatrics, Faculty of Medicine, The Chinese University of Hong Kong, Hong Kong.",
        "Hong Kong Hub of Paediatric Excellence (HK-HOPE), The Chinese University of Hong Kong, China."
      ]
    },
    {
      "last_name": "Yamamoto-Hanada",
      "fore_name": "Kiwako",
      "initials": "K",
      "name": "Kiwako Yamamoto-Hanada",
      "affiliations": [
        "Allergy Center, National Center for Child Health and Development, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Dahdah",
      "fore_name": "Lamia",
      "initials": "L",
      "name": "Lamia Dahdah",
      "affiliations": [
        "Translational Research in Pediatric Specialities Area, Division of Allergy, Bambino Gesù Children's Hospital, Rome, Italy."
      ]
    },
    {
      "last_name": "Trikamjee",
      "fore_name": "Thulja",
      "initials": "T",
      "name": "Thulja Trikamjee",
      "affiliations": [
        "Allergy and Immunology Unit, University of Cape Town Lung Institute, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Warad",
      "fore_name": "Vrushali Vijay",
      "initials": "VV",
      "name": "Vrushali Vijay Warad",
      "affiliations": [
        "Sai Allergy Asthma Eye Children's Hospital, Pune, India."
      ]
    },
    {
      "last_name": "Norris",
      "fore_name": "Matthew",
      "initials": "M",
      "name": "Matthew Norris",
      "affiliations": [
        "Department of Medicine, Division of Pulmonary, Allergy and Critical Care Medicine, Penn State College of Medicine, Hershey, PA, USA."
      ]
    },
    {
      "last_name": "Navarrete",
      "fore_name": "Elsy",
      "initials": "E",
      "name": "Elsy Navarrete",
      "affiliations": [
        "Department of Allergy and Immunology, WAO Center of Excellence, Hospital Infantil de México Federico Gomez, Mexico City, Mexico."
      ]
    },
    {
      "last_name": "Levina",
      "fore_name": "Daria",
      "initials": "D",
      "name": "Daria Levina",
      "affiliations": [
        "Department of Paediatrics and Paediatric Infectious Diseases, Institute of Child's Health, Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia."
      ]
    },
    {
      "last_name": "Samuel",
      "fore_name": "Miny",
      "initials": "M",
      "name": "Miny Samuel",
      "affiliations": [
        "Research Support Unit, Yong Loo Lin School of Medicine, National University of Singapore (NUS), Singapore."
      ]
    },
    {
      "last_name": "van Niekerk",
      "fore_name": "Andre",
      "initials": "A",
      "name": "Andre van Niekerk",
      "affiliations": [
        "Department of Paediatrics and Child Health, School of Medicine, University of Pretoria, South Africa."
      ]
    },
    {
      "last_name": "Martinez",
      "fore_name": "Santiago",
      "initials": "S",
      "name": "Santiago Martinez",
      "affiliations": [
        "Florida State University College of Medicine, Tallahassee, FL, USA."
      ]
    },
    {
      "last_name": "Ellis",
      "fore_name": "Anne K",
      "initials": "AK",
      "name": "Anne K Ellis",
      "affiliations": [
        "Department of Medicine, Division of Allergy and Immunology, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Bielory",
      "fore_name": "Leonard",
      "initials": "L",
      "name": "Leonard Bielory",
      "affiliations": [
        "Department of Medicine, Allergy, Immunology and Ophthalmology, Hackensack Meridian School of Medicine, Springfield, NJ, USA.",
        "Center for Environmental Prediction, Rutgers University, New Brunswick, NJ, USA.",
        "Kean University, Center for Aerobiology Research, New Jersey Center for Science, Technology and Mathematics, Union, NJ, USA."
      ]
    },
    {
      "last_name": "van Bever",
      "fore_name": "Hugo",
      "initials": "H",
      "name": "Hugo van Bever",
      "affiliations": [
        "Department of Paediatrics, Yong Loo Lin School of Medicine, National University of Singapore, Singapore.",
        "Khoo Teck Puat-National University Children's Medical Institute, National University Hospital, Singapore."
      ]
    },
    {
      "last_name": "Wallace",
      "fore_name": "Dana",
      "initials": "D",
      "name": "Dana Wallace",
      "affiliations": [
        "Nova Southeastern Allopathic Medical School, Fort Lauderdale, FL, USA."
      ]
    },
    {
      "last_name": "Chu",
      "fore_name": "Derek K",
      "initials": "DK",
      "name": "Derek K Chu",
      "affiliations": [
        "Departments of Medicine and Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Munblit",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Munblit",
      "affiliations": [
        "Department of Paediatrics and Paediatric Infectious Diseases, Institute of Child's Health, Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia.",
        "Care for Long Term Conditions Division, Florence Nightingale Faculty of Nursing, Midwifery and Palliative Care, King's College London, London, United Kingdom."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Mimi Lk",
      "initials": "ML",
      "name": "Mimi Lk Tang",
      "affiliations": [
        "Allergy Immunology, Murdoch Children's Research Institute, Melbourne, Australia.",
        "Department of Paediatrics, University of Melbourne, Melbourne, Australia.",
        "Department of Allergy and Immunology, Royal Children's Hospital, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Sublett",
      "fore_name": "James",
      "initials": "J",
      "name": "James Sublett",
      "affiliations": [
        "Pediatric Allergy & Immunology, University of Louisville School of Medicine, Louisville, KY, USA."
      ]
    },
    {
      "last_name": "Wong",
      "fore_name": "Gary Wing Kin",
      "initials": "GWK",
      "name": "Gary Wing Kin Wong",
      "affiliations": [
        "Department of Paediatrics, Faculty of Medicine, The Chinese University of Hong Kong, Hong Kong."
      ]
    }
  ],
  "journal": {
    "title": "The World Allergy Organization journal",
    "iso_abbreviation": "World Allergy Organ J",
    "issn": "1939-4551",
    "issn_type": "Print",
    "volume": "16",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "100770",
  "pages": "100770",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37168277",
    "pmc": "PMC10165145",
    "doi": "10.1016/j.waojou.2023.100770",
    "pii": "S1939-4551(23)00030-3"
  },
  "doi": "10.1016/j.waojou.2023.100770",
  "pmc_id": "PMC10165145",
  "dates": {
    "revised": "2023-05-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:14:26.166874",
    "pmid": "37168277"
  }
}