{
  "pmid": "37160254",
  "uid": "37160254",
  "title": "Did the Long-Term Care Physician Workforce Change During the Pandemic? Describing MRP Trends in Ontario, Canada.",
  "abstract": "OBJECTIVES: To examine the practice patterns and trends of long-term care (LTC) physicians between 2019 and 2021 in Ontario, Canada. DESIGN: Population-level descriptive time trend study. SETTING AND PARTICIPANTS: Most responsible physicians (MRPs) of LTC residents of publicly funded LTC homes in Ontario, Canada, from September 2019 to December 2021. METHODS: We examined the number of MRPs in publicly regulated Ontario LTC homes before and during the COVID-19 pandemic using population-level administrative databases. Characteristics of MRPs and practice patterns were generated at baseline and across distinct time periods of the pandemic in descriptive tables. We created a Sankey diagram to visualize MRP practice changes over time. RESULTS: More than one-quarter of pre-pandemic MRPs were no longer MRPs by the end of 2021, although most continued to practice in non-LTC settings. There was a decrease from 1444 to 1266 MRPs over time. Other characteristics of MRPs remained stable over the pandemic time periods. At baseline, LTC physicians were MRP for an average of 57.3 residents. By the end of 2021, this caseload decreased to 53.3 residents per MRP. MRPs increasingly billed monthly management compensation fees over the fee-for-service model across the pandemic time periods. The number of MRPs working in an LTC home shifted to fewer MRPs per home. CONCLUSIONS AND IMPLICATIONS: MRP demographic characteristics did not change over the course of the pandemic. The observed shifts in practice patterns showed a reduction in the overall LTC MRP workforce, who delivered care to fewer residents on average in LTC homes with fewer colleagues to rely on. Future work can study how changes to LTC MRPs' practice patterns impact physician coverage, access and continuity of care, and health services and quality outcomes among residents.",
  "authors": [
    {
      "last_name": "Dash",
      "fore_name": "Darly",
      "initials": "D",
      "name": "Darly Dash",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Siu",
      "fore_name": "Henry",
      "initials": "H",
      "name": "Henry Siu",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Kirkwood",
      "fore_name": "David",
      "initials": "D",
      "name": "David Kirkwood",
      "affiliations": [
        "ICES, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Correia",
      "fore_name": "Rebecca H",
      "initials": "RH",
      "name": "Rebecca H Correia",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Katz",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Katz",
      "affiliations": [
        "Department of Geriatrics, Florida State University College of Medicine, Tallahassee, FL, USA."
      ]
    },
    {
      "last_name": "Moser",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Moser",
      "affiliations": [
        "Department of Family and Community Medicine, University of Toronto, Toronto, Ontario, Canada; City of Toronto Senior Services and Long-Term Care Division, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "von Schlegell",
      "fore_name": "Ahmed",
      "initials": "A",
      "name": "Ahmed von Schlegell",
      "affiliations": [
        "Trillium Health Partners, Mississauga, Ontario, Canada; Schlegel Villages, Kitchener, Ontario, Canada; DeGroote School of Business, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Collins",
      "fore_name": "Rhonda",
      "initials": "R",
      "name": "Rhonda Collins",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Costa",
      "fore_name": "Andrew P",
      "initials": "AP",
      "name": "Andrew P Costa",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada; ICES, Toronto, Ontario, Canada. Electronic address: acosta@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the American Medical Directors Association",
    "iso_abbreviation": "J Am Med Dir Assoc",
    "issn": "1538-9375",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "1042",
  "end_page": "1047.e1",
  "pages": "1042-1047.e1",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, U.S. Gov't, Non-P.H.S."
  ],
  "keywords": [
    "Humans",
    "Long-Term Care",
    "Ontario",
    "Pandemics",
    "Nursing Homes",
    "COVID-19",
    "Physicians",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "37160254",
    "doi": "10.1016/j.jamda.2023.03.036",
    "pii": "S1525-8610(23)00328-6"
  },
  "doi": "10.1016/j.jamda.2023.03.036",
  "dates": {
    "completed": "2023-06-26",
    "revised": "2024-03-11"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:16:05.370295",
    "pmid": "37160254"
  }
}