{
  "pmid": "37179890",
  "uid": "37179890",
  "title": "Intrinsic drive of medical staff: a survey of employee representatives from 22 hospitals in China.",
  "abstract": "OBJECTIVE: While several initiatives, including monetary rewards and performance system reform, are used to inspire medical staff, none are fully effective. We sought to describe the intrinsic drive of medical staff and identify elements that improve work enthusiasm by increasing internal motivation. METHODS: A cross-sectional study was conducted in which 2,975 employee representatives from 22 municipal hospitals in Beijing, China were interviewed using a self-made intrinsic motivation scale for medical staff which includes the achievement motivation, self-efficacy, conscientiousness, gratitude level and perceived organizational support. The Kruskal-Wallis analysis of variance and multiple linear regression methods were used to investigate the level of intrinsic motivation and identify any influencing factors. The correlation between employee drive and turnover intention was determined using Spearman rank correlation analysis and Kendall's tau b rank correlation coefficient. RESULTS: A total of 2,293 valid answers were obtained, with a valid recovery rate of 77.1%. There were statistically significant differences in intrinsic motivation and its five dimensions by marital status, political status, profession, service year, monthly income, number of working hours per week, and turnover intention (p < 0.05). Being divorced, a CPC member, in the nursing profession, and having a higher monthly income had a positive impact on intrinsic motivation while working a high hours per week had a negative effect. Higher work drive was associated with lower turnover intention. The correlation coefficients of intrinsic drive and its five dimensions with turnover intention ranged from 0.265 to 0.522 (p < 0.001). CONCLUSION: Sociodemographic factors and work environment influenced the intrinsic motivation of medical staff. There was a correlation between work drive and turnover intention which indicated that stimulating the intrinsic drive of employees may help to increase staff retention.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Health Administration and Policy, School of Public Health, Capital Medical University, Beijing, China.",
        "Department of Education, Beijing Hospital of Traditional Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Yuan",
      "fore_name": "Zheng",
      "initials": "Z",
      "name": "Zheng Yuan",
      "affiliations": [
        "Department of Health Administration and Policy, School of Public Health, Capital Medical University, Beijing, China."
      ]
    },
    {
      "last_name": "Cheng",
      "fore_name": "Taozhu",
      "initials": "T",
      "name": "Taozhu Cheng",
      "affiliations": [
        "Department of Health Policy and Management, School of Public Health, Peking University, Beijing, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Cunliang",
      "initials": "C",
      "name": "Cunliang Wang",
      "affiliations": [
        "Department of Labour Union, Beijing Hospitals Authority, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Li",
      "affiliations": [
        "Department of Health Administration and Policy, School of Public Health, Capital Medical University, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in psychology",
    "iso_abbreviation": "Front Psychol",
    "issn": "1664-1078",
    "issn_type": "Print",
    "volume": "14",
    "pub_year": "2023"
  },
  "start_page": "1157823",
  "pages": "1157823",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37179890",
    "pmc": "PMC10172483",
    "doi": "10.3389/fpsyg.2023.1157823"
  },
  "doi": "10.3389/fpsyg.2023.1157823",
  "pmc_id": "PMC10172483",
  "dates": {
    "revised": "2023-09-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.579978",
    "pmid": "37179890"
  }
}