{
  "pmid": "37178492",
  "uid": "37178492",
  "title": "Intracranial hemorrhage in patients treated for SARS-CoV-2 with extracorporeal membrane oxygenation: A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: Extracorporeal membrane oxygenation (ECMO) is routinely used in patients with severe respiratory failure and has been increasingly needed during the COVID-19 pandemic. In patients treated with ECMO, significant intracranial hemorrhage (ICH) risk exists due to circuit characteristics, anticoagulation, and disease characteristics. ICH risk may be substantially higher in COVID-19 patients than patients treated with ECMO for other indications. METHODS: We systematically reviewed current literature regarding ICH during ECMO treatment of COVID-19. We utilized Embase, MEDLINE, and Cochrane Library databases. Meta-analysis was performed for included comparative studies. Quality assessment was performed using MINORS criteria. RESULTS: A total of 54 studies with 4000 ECMO patients were included, all retrospective. Risk of bias was increased via MINORS score primarily due to retrospective designs. ICH was more likely in COVID-19 patients (RR 1.72, 95% CI 1.23, 2.42). Mortality among COVID patients on ECMO with ICH was 64.0%, compared with 41% in patients without ICH (RR1.9, 95% 1.44, 2.51). CONCLUSION: This study suggests increased hemorrhage rates in COVID-19 patients on ECMO compared to similar controls. Hemorrhage reduction strategies may include atypical anticoagulants, conservative anticoagulation strategies, or biotechnology advances in circuit design and surface coatings.",
  "authors": [
    {
      "last_name": "Lannon",
      "fore_name": "Melissa",
      "initials": "M",
      "name": "Melissa Lannon",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: melissa.lannon@medportal.ca."
      ]
    },
    {
      "last_name": "Duda",
      "fore_name": "Taylor",
      "initials": "T",
      "name": "Taylor Duda",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: taylor.duda@medportal.ca."
      ]
    },
    {
      "last_name": "Greer",
      "fore_name": "Alisha",
      "initials": "A",
      "name": "Alisha Greer",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Ontario, Canada. Electronic address: alisha.greer@medportal.ca."
      ]
    },
    {
      "last_name": "Hewitt",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Hewitt",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Ontario, Canada. Electronic address: mark.hewitt@medportal.ca."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Arjun",
      "initials": "A",
      "name": "Arjun Sharma",
      "affiliations": [
        "Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Ontario, Canada. Electronic address: arjun.sharma@medportal.ca."
      ]
    },
    {
      "last_name": "Martyniuk",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Martyniuk",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: martynia@mcmaster.ca."
      ]
    },
    {
      "last_name": "Owen",
      "fore_name": "Julian",
      "initials": "J",
      "name": "Julian Owen",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, Division of Critical Care, McMaster University, Hamilton, Ontario, Canada. Electronic address: julian.owen@medportal.ca."
      ]
    },
    {
      "last_name": "Amin",
      "fore_name": "Faizan",
      "initials": "F",
      "name": "Faizan Amin",
      "affiliations": [
        "Department of Medicine, Divisions of Critical Care and Cardiology, McMaster University, Hamilton, Ontario, Canada. Electronic address: faizan.amin@medportal.ca."
      ]
    },
    {
      "last_name": "Sharma",
      "fore_name": "Sunjay",
      "initials": "S",
      "name": "Sunjay Sharma",
      "affiliations": [
        "Division of Neurosurgery, McMaster University, Hamilton, Ontario, Canada. Electronic address: sharmasun@hhsc.ca."
      ]
    }
  ],
  "journal": {
    "title": "Journal of critical care",
    "iso_abbreviation": "J Crit Care",
    "issn": "1557-8615",
    "issn_type": "Electronic",
    "volume": "77",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "154319",
  "pages": "154319",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "SARS-CoV-2",
    "Extracorporeal Membrane Oxygenation",
    "Retrospective Studies",
    "COVID-19",
    "Pandemics",
    "Intracranial Hemorrhages",
    "Hemorrhage",
    "Anticoagulants"
  ],
  "article_ids": {
    "pubmed": "37178492",
    "pmc": "PMC10173703",
    "doi": "10.1016/j.jcrc.2023.154319",
    "pii": "S0883-9441(23)00068-0"
  },
  "doi": "10.1016/j.jcrc.2023.154319",
  "pmc_id": "PMC10173703",
  "dates": {
    "completed": "2023-08-07",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Anticoagulants"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:20.857948",
    "pmid": "37178492"
  }
}