{
  "pmid": "37183351",
  "uid": "37183351",
  "title": "Developing diagnostic criteria for tooth wear, a preliminary beta version based on expert opinion, and a narrative literature review.",
  "abstract": "BACKGROUND: Tooth wear is a multifactorial condition, leading to the irreversible loss of dental hard tissues. The availability of an unambiguous, universally applicable assessment protocol remains lacking. OBJECTIVES: The goal of the authors is to develop a set of diagnostic criteria for the assessment of tooth wear (DC-TW). A two-step approach will be used to achieve this objective: (1) to develop a preliminary beta version of the DC-TW, based on the authors' clinical experience and their shared expertise and supported by a narrative review of the existing literature, and (2) to develop the final DC-TW, with input from a larger group of experts using an international Delphi process. This paper relates to the first step. METHODS: The authors outlined the components that should be incorporated into the DC-TW. The literature search was performed to investigate if their concept was in line with the available literature. The search was conducted to identify eligible publications from inception to July 11, 2022. Two authors independently screened all publications, and differences in judgements were resolved through a consensus procedure. RESULTS: The search yielded 5362 publications, resulting in the final inclusion of 383. These publications were divided into four main topics: (1) nomenclature/taxonomies; (2) self-report tools; (3) clinical assessment tools; and (4) clinical decision-making. CONCLUSIONS: The information from the publications was used and fused with the clinical experience and shared expertise of the authors to contribute to the development of a preliminary beta version of the DC-TW.",
  "authors": [
    {
      "last_name": "Wetselaar",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Wetselaar",
      "affiliations": [
        "Department of General Oral Health Care, Academic Centre for Dentistry Amsterdam (ACTA), University of Amsterdam and Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."
      ],
      "orcid": "0000-0002-9443-1260"
    },
    {
      "last_name": "Lobbezoo",
      "fore_name": "Frank",
      "initials": "F",
      "name": "Frank Lobbezoo",
      "affiliations": [
        "Department of Orofacial Pain and Dysfunction, Academic Centre for Dentistry Amsterdam (ACTA), University of Amsterdam and Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."
      ],
      "orcid": "0000-0001-9877-7640"
    },
    {
      "last_name": "de Vries",
      "fore_name": "Ralph",
      "initials": "R",
      "name": "Ralph de Vries",
      "affiliations": [
        "Medical Library, Vrije Universiteit Amsterdam, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": [
        "Department of Conservative & MI Dentistry, Unit of Distance Learning, King's College London Faculty of Dentistry, Oral & Craniofacial Sciences, London, UK.",
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, The Netherlands."
      ],
      "orcid": "0000-0002-9674-2492"
    },
    {
      "last_name": "Opdam",
      "fore_name": "Niek J M",
      "initials": "NJM",
      "name": "Niek J M Opdam",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, The Netherlands."
      ],
      "orcid": "0000-0003-3079-8992"
    },
    {
      "last_name": "Loomans",
      "fore_name": "Bas A C",
      "initials": "BAC",
      "name": "Bas A C Loomans",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, The Netherlands."
      ],
      "orcid": "0000-0002-6684-9723"
    }
  ],
  "journal": {
    "title": "Journal of oral rehabilitation",
    "iso_abbreviation": "J Oral Rehabil",
    "issn": "1365-2842",
    "issn_type": "Electronic",
    "volume": "50",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "1030",
  "end_page": "1042",
  "pages": "1030-1042",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Tooth Wear",
    "Consensus"
  ],
  "article_ids": {
    "pubmed": "37183351",
    "doi": "10.1111/joor.13499"
  },
  "doi": "10.1111/joor.13499",
  "dates": {
    "completed": "2023-09-05",
    "revised": "2024-12-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.471063",
    "pmid": "37183351"
  }
}