{
  "pmid": "37186108",
  "uid": "37186108",
  "title": "An investigation into oral surgery referrals in Wales.",
  "abstract": "Introduction With waiting list time increasing in all specialties in the aftermath of the COVID-19 pandemic, it is vital to make sure that patients are receiving treatment in an appropriate setting. Most oral surgery undertaken in secondary care could be successfully carried out in a primary care setting by specialist oral surgeons or general dental practitioners (GDPs) with a special interest in oral surgery.Aim To investigate reasons for oral surgery referrals to secondary care.Method A pilot study looking at oral surgery referrals to secondary care was completed to identify key themes for referrals. From this, a questionnaire was designed. An electronic copy of the questionnaire was distributed to all GDPs registered with Health Education and Improvement Wales (HEIW) throughout Wales.Results Five main themes for referrals, which corresponded with the pilot study findings were: contract limitations; the perception that recently trained dentists do not have the practical skills to undertake oral surgery; limited communication between the oral and maxillofacial surgery departments and GDPs; limited practice resources; and GDPs being less risk averse in undertaking oral surgery in primary care.Outcome Following the results from this research, an All-Wales oral surgery referral handbook for general dental practitioners was published, hosted by HEIW, describing oral surgery patient care pathways. Formation of the Oral Surgery Managed Clinical Networks in Wales and the All-Wales Oral Surgery Strategic Advisory Forum will help further develop robust, sustainable patient care pathways, in collaboration with the health boards.",
  "authors": [
    {
      "last_name": "Lewis",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Lewis",
      "affiliations": [
        "Oral and Maxillofacial Surgery, Prince Charles Hospital, Cwm Taf University Health Board, Wales, United Kingdom. kim.lewis6@wales.nhs.uk."
      ]
    },
    {
      "last_name": "Sivarajasingam",
      "fore_name": "Vas",
      "initials": "V",
      "name": "Vas Sivarajasingam",
      "affiliations": [
        "Oral and Maxillofacial Department, Cardiff Dental Hospital, Cardiff University, Wales, United Kingdom."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Maria",
      "initials": "M",
      "name": "Maria Morgan",
      "affiliations": [
        "Dental Public Health, Cardiff Dental Hospital, Cardiff University, Wales, United Kingdom."
      ]
    }
  ],
  "journal": {
    "title": "British dental journal",
    "iso_abbreviation": "Br Dent J",
    "issn": "1476-5373",
    "issn_type": "Electronic",
    "pub_year": "2023",
    "pub_month": "Apr",
    "pub_day": "25"
  },
  "start_page": "1",
  "end_page": "5",
  "pages": "1-5",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37186108",
    "pmc": "PMC10127952",
    "doi": "10.1038/s41415-023-5505-6",
    "pii": "10.1038/s41415-023-5505-6"
  },
  "doi": "10.1038/s41415-023-5505-6",
  "pmc_id": "PMC10127952",
  "dates": {
    "revised": "2023-05-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:35:59.045767",
    "pmid": "37186108"
  }
}