{
  "pmid": "37188620",
  "uid": "37188620",
  "title": "Global trends in BMS research using publication as a surrogate marker: A 30 year review.",
  "abstract": "Obesity is a global pandemic with increasing prevalence and long-term negative health outcomes. Bariatric metabolic surgery (BMS) is the most effective treatment option for achieving long-term weight loss. A systematic search was performed from 1990 to 2020 of BMS procedures using standardised groups. Data were collected on operation type reported, country and continent of publication. North America and Europe were the leading contributors to global publications in BMS, producing 41.3 % (n = 4931) and 37.1 % (n = 4436) of publications respectively, with increasing publications from Asia. Roux-en-Y Gastric Bypass (RYGB) and Sleeve Gastrectomy (SG) were the most studied procedure types with number of publications continuing to increase over time. A plateau and downward trend was seen for Laparoscopic Adjustable Gastric Band (LAGB) publication from 2015 to 2019. An increase in emerging/experimental techniques over the past decade is observed.",
  "authors": [
    {
      "last_name": "Jerome",
      "fore_name": "Ellen",
      "initials": "E",
      "name": "Ellen Jerome",
      "affiliations": [
        "Upper GI Unit, Worcestershire Royal Hospital, Worcestershire Acute Hospitals NHS Trust, Charles Hastings Way, Worcester, UK; Department of Hepatopancreatobiliary Surgery, King's College Hospital NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Giet",
      "fore_name": "Leeying",
      "initials": "L",
      "name": "Leeying Giet",
      "affiliations": [
        "Department of Hepatopancreatobiliary Surgery, King's College Hospital NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Wiggins",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Wiggins",
      "affiliations": [
        "Department of Bariatric Surgery, Birmingham Heartlands Hospital, University Hospital Birmingham NHS Foundation Trust, Birmingham, UK."
      ]
    },
    {
      "last_name": "Graham",
      "fore_name": "Yitka",
      "initials": "Y",
      "name": "Yitka Graham",
      "affiliations": [
        "Department of Health Services Research, University of Sunderland, Sunderland, UK."
      ]
    },
    {
      "last_name": "Pouwels",
      "fore_name": "Sjaak",
      "initials": "S",
      "name": "Sjaak Pouwels",
      "affiliations": [
        "Department of Intensive Care Medicine, Elisabeth-Tweesteden Hospital, Tilburg, the Netherlands."
      ]
    },
    {
      "last_name": "Rajeev",
      "fore_name": "Yashasvi",
      "initials": "Y",
      "name": "Yashasvi Rajeev",
      "affiliations": [
        "Paediatric Department, Hillingdon Hospital, Hillingdon Hospital NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Madhok",
      "fore_name": "Brijesh",
      "initials": "B",
      "name": "Brijesh Madhok",
      "affiliations": [
        "Department of Upper Gastrointestinal Surgery, University Hospital of Derby and Burton NHS Foundation Trust, Derby, UK."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Bariatric Surgery, Bhandari Hospital and Research Centre, Indore, India."
      ]
    },
    {
      "last_name": "Ahmed",
      "fore_name": "Saleem",
      "initials": "S",
      "name": "Saleem Ahmed",
      "affiliations": [
        "Department of General Surgery, Tan Tock Seng Hospital, National Healthcare Group, Singapore."
      ]
    },
    {
      "last_name": "Ludwig",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Ludwig",
      "affiliations": [
        "Institute of Metabolism and Systems Research, College of Medical and Dental Sciences, University of Birmingham, Edgbaston, Birmingham, UK."
      ]
    },
    {
      "last_name": "Hanif",
      "fore_name": "Wasim",
      "initials": "W",
      "name": "Wasim Hanif",
      "affiliations": [
        "Institute of Metabolism and Systems Research, College of Medical and Dental Sciences, University of Birmingham, Edgbaston, Birmingham, UK; Centre for Endocrinology, Diabetes and Metabolism (CEDAM), Birmingham Health Partners, Birmingham, UK; Diabetes Department, University Hospital Birmingham and Birmingham City University, UK."
      ]
    },
    {
      "last_name": "Mahawar",
      "fore_name": "Kamal",
      "initials": "K",
      "name": "Kamal Mahawar",
      "affiliations": [
        "Department of Surgery, South Tyneside and Sunderland NHS Trust, Sunderland, UK; University of Sunderland, Sunderland, UK."
      ]
    },
    {
      "last_name": "Singhal",
      "fore_name": "Rishi",
      "initials": "R",
      "name": "Rishi Singhal",
      "affiliations": [
        "Department of Bariatric Surgery, Birmingham Heartlands Hospital, University Hospital Birmingham NHS Foundation Trust, Birmingham, UK; Healthier Weight, UK. Electronic address: singhal_rishi@hotmail.com."
      ]
    }
  ],
  "journal": {
    "title": "Obesity research & clinical practice",
    "iso_abbreviation": "Obes Res Clin Pract",
    "issn": "1871-403X",
    "issn_type": "Print",
    "volume": "17",
    "issue": "3",
    "pub_year": "2023"
  },
  "start_page": "271",
  "end_page": "274",
  "pages": "271-274",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [
    "Humans",
    "Bariatric Surgery",
    "Biomarkers",
    "Gastrectomy",
    "Gastric Bypass",
    "Laparoscopy",
    "Obesity, Morbid",
    "Retrospective Studies",
    "Treatment Outcome",
    "Biomedical Research"
  ],
  "article_ids": {
    "pubmed": "37188620",
    "doi": "10.1016/j.orcp.2023.05.003",
    "pii": "S1871-403X(23)00041-8"
  },
  "doi": "10.1016/j.orcp.2023.05.003",
  "dates": {
    "completed": "2023-06-30",
    "revised": "2023-11-16"
  },
  "chemicals": [
    "Biomarkers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:08:30.255434",
    "pmid": "37188620"
  }
}