{
  "pmid": "37202311",
  "uid": "37202311",
  "title": "Summary Paper on the 2023 European Association of Urology Guidelines on the Management of Non-neurogenic Male Lower Urinary Tract Symptoms.",
  "abstract": "CONTEXT: Lower urinary tract symptoms (LUTS) are common, often bothersome, and have multifactorial aetiology. OBJECTIVE: To present a summary of the 2023 version of the European Association of Urology guidelines on the management of male LUTS. EVIDENCE ACQUISITION: A structured literature search from 1966 to 2021 selected the articles with the highest certainty evidence. The Delphi technique consensus approach was used to develop the recommendations. EVIDENCE SYNTHESIS: The assessment of men with LUTS should be practical. A careful medical history and physical examination are essential. Validated symptom scores, urine test, uroflowmetry, and postvoid urine residual, as well as frequency-volume charts for patients with nocturia or predominately storage symptoms should be used. Prostate-specific antigen should be ordered if a diagnosis of prostate cancer changes the treatment plan. Urodynamics should be performed for selected patients. Men with mild symptoms are candidates for watchful waiting. Behavioural modification should be offered to men with LUTS prior to, or concurrent with, treatment. The choice of medical treatment depends on the assessment findings, predominant type of symptoms, ability of the treatment to change the findings, and the expectations to be met in terms of the speed of onset, efficacy, side effects, and disease progression. Surgery is reserved for men with absolute indications, and for patients who fail or prefer not to receive medical therapy. Surgical management has been divided into five sections: resection, enucleation, vaporisation, and alternative ablative and nonablative techniques. The choice of surgical technique depends on patient's characteristics, expectations, and preferences; surgeon's expertise; and availability of modalities. CONCLUSIONS: The guidelines provide an evidence-based approach for the management of male LUTS. PATIENT SUMMARY: A clinical assessment should identify the cause(s) of symptoms and define the clinical profile and patient's expectations. The treatment should aim to ameliorate symptoms and reduce the risk of complications.",
  "authors": [
    {
      "last_name": "Gravas",
      "fore_name": "Stavros",
      "initials": "S",
      "name": "Stavros Gravas",
      "affiliations": [
        "Department of Urology, Medical School, University of Cyprus, Nicosia, Cyprus."
      ]
    },
    {
      "last_name": "Gacci",
      "fore_name": "Mauro",
      "initials": "M",
      "name": "Mauro Gacci",
      "affiliations": [
        "Unit of Urological Robotic Surgery and Renal Transplantation, University of Florence, Careggi Hospital, Florence, Italy; Department of Experimental and Clinical Medicine, University of Florence, Florence, Italy."
      ]
    },
    {
      "last_name": "Gratzke",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Gratzke",
      "affiliations": [
        "Department of Urology, University Hospital Freiburg, Freiburg, Germany."
      ]
    },
    {
      "last_name": "Herrmann",
      "fore_name": "Thomas R W",
      "initials": "TRW",
      "name": "Thomas R W Herrmann",
      "affiliations": [
        "Department of Urology, Kantonsspital Frauenfeld, Frauenfeld, Switzerland."
      ]
    },
    {
      "last_name": "Karavitakis",
      "fore_name": "Markos",
      "initials": "M",
      "name": "Markos Karavitakis",
      "affiliations": [
        "Department of Urology, University General Hospital of Heraklion, University of Crete Medical School, Heraklion, Crete, Greece."
      ]
    },
    {
      "last_name": "Kyriazis",
      "fore_name": "Iason",
      "initials": "I",
      "name": "Iason Kyriazis",
      "affiliations": [
        "Department of Urology, General University Hospital of Patras, Patras, Greece."
      ]
    },
    {
      "last_name": "Malde",
      "fore_name": "Sachin",
      "initials": "S",
      "name": "Sachin Malde",
      "affiliations": [
        "Department of Urology, Guy's and St Thomas' NHS Foundation Trust, London, UK."
      ]
    },
    {
      "last_name": "Mamoulakis",
      "fore_name": "Charalampos",
      "initials": "C",
      "name": "Charalampos Mamoulakis",
      "affiliations": [
        "Department of Urology, University General Hospital of Heraklion, University of Crete Medical School, Heraklion, Crete, Greece."
      ]
    },
    {
      "last_name": "Rieken",
      "fore_name": "Malte",
      "initials": "M",
      "name": "Malte Rieken",
      "affiliations": [
        "University of Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Sakalis",
      "fore_name": "Vasileios I",
      "initials": "VI",
      "name": "Vasileios I Sakalis",
      "affiliations": [
        "Department of Urology, Hippokrateion General Hospital, Thessaloniki, Greece. Electronic address: vsakkalis@hotmail.com."
      ]
    },
    {
      "last_name": "Schouten",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Schouten",
      "affiliations": [
        "European Association of Urology Guidelines Office, Arnhem, The Netherlands."
      ]
    },
    {
      "last_name": "Speakman",
      "fore_name": "Mark J",
      "initials": "MJ",
      "name": "Mark J Speakman",
      "affiliations": [
        "Department of Urology, Taunton & Somerset Hospital, Taunton, UK."
      ]
    },
    {
      "last_name": "Tikkinen",
      "fore_name": "Kari A O",
      "initials": "KAO",
      "name": "Kari A O Tikkinen",
      "affiliations": [
        "Department of Urology, University of Helsinki and Helsinki University Hospital, Helsinki, Finland; Department of Surgery, South Karelia Central Hospital, Lappeenranta, Finland."
      ]
    },
    {
      "last_name": "Cornu",
      "fore_name": "Jean-Nicolas",
      "initials": "JN",
      "name": "Jean-Nicolas Cornu",
      "affiliations": [
        "Department of Urology, CHU Hôpitaux de Rouen - Hôpital Charles Nicolle, Rouen, France."
      ]
    }
  ],
  "journal": {
    "title": "European urology",
    "iso_abbreviation": "Eur Urol",
    "issn": "1873-7560",
    "issn_type": "Electronic",
    "volume": "84",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "207",
  "end_page": "222",
  "pages": "207-222",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Urology",
    "Lower Urinary Tract Symptoms",
    "Nocturia",
    "Urinalysis",
    "Prostatic Neoplasms",
    "Prostatic Hyperplasia"
  ],
  "article_ids": {
    "pubmed": "37202311",
    "doi": "10.1016/j.eururo.2023.04.008",
    "pii": "S0302-2838(23)02731-8"
  },
  "doi": "10.1016/j.eururo.2023.04.008",
  "dates": {
    "completed": "2023-07-17",
    "revised": "2024-01-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:03:07.288067",
    "pmid": "37202311"
  }
}