{
  "pmid": "37208596",
  "uid": "37208596",
  "title": "The comparative effectiveness of migraine preventive drugs: a systematic review and network meta-analysis.",
  "abstract": "OBJECTIVE: While there are several trials that support the efficacy of various drugs for migraine prophylaxis against placebo, there is limited evidence addressing the comparative safety and efficacy of these drugs. We conducted a systematic review and network meta-analysis to facilitate comparison between drugs for migraine prophylaxis. METHODS: We searched MEDLINE, EMBASE, CENTRAL, and clinicaltrials.gov from inception to August 13, 2022, for randomized trials of pharmacological treatments for migraine prophylaxis in adults. Reviewers worked independently and in duplicate to screen references, extract data, and assess risk of bias. We performed a frequentist random-effects network meta-analysis and rated the certainty (quality) of evidence as either high, moderate, low, or very low using the GRADE approach. RESULTS: We identified 74 eligible trials, reporting on 32,990 patients. We found high certainty evidence that monoclonal antibodies acting on the calcitonin gene related peptide or its receptor (CGRP(r)mAbs), gepants, and topiramate increase the proportion of patients who experience a 50% or more reduction in monthly migraine days, compared to placebo. We found moderate certainty evidence that beta-blockers, valproate, and amitriptyline increase the proportion of patients who experience a 50% or more reduction in monthly migraine days, and low certainty evidence that gabapentin may not be different from placebo. We found high certainty evidence that, compared to placebo, valproate and amitriptyline lead to substantial adverse events leading to discontinuation, moderate certainty evidence that topiramate, beta-blockers, and gabapentin increase adverse events leading to discontinuation, and moderate to high certainty evidence that (CGRP(r)mAbs) and gepants do not increase adverse events. CONCLUSIONS: (CGRP(r)mAbs) have the best safety and efficacy profile of all drugs for migraine prophylaxis, followed closely by gepants.",
  "authors": [
    {
      "last_name": "Lampl",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Lampl",
      "affiliations": [
        "Department of Neurology, Konventhospital Barmherzige Brüder Linz, Linz, Austria. christian.lampl@bblinz.at.",
        "Headache Medical Center Linz, Linz, Austria. christian.lampl@bblinz.at."
      ]
    },
    {
      "last_name": "MaassenVanDenBrink",
      "fore_name": "Antoinette",
      "initials": "A",
      "name": "Antoinette MaassenVanDenBrink",
      "affiliations": [
        "Department of Internal Medicine, Erasmus MC Medical Center, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Deligianni",
      "fore_name": "Christina I",
      "initials": "CI",
      "name": "Christina I Deligianni",
      "affiliations": [
        "Department of Neurology, Athens Naval Hospital, Athens, Greece."
      ]
    },
    {
      "last_name": "Gil-Gouveia",
      "fore_name": "Raquel",
      "initials": "R",
      "name": "Raquel Gil-Gouveia",
      "affiliations": [
        "Neurology Department, Hospital da Luz Headache Center, Hospital da Luz Lisboa, Lisbon, Portugal.",
        "Center for Interdisciplinary Research in Health, Universidade Católica Portuguesa, Lisbon, Portugal."
      ]
    },
    {
      "last_name": "Jassal",
      "fore_name": "Tanvir",
      "initials": "T",
      "name": "Tanvir Jassal",
      "affiliations": [
        "Department of Anesthesia and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Sanchez-Del-Rio",
      "fore_name": "Margarita",
      "initials": "M",
      "name": "Margarita Sanchez-Del-Rio",
      "affiliations": [
        "Department of Neurology, Clinica Universidad de Navarra, Madrid, Spain."
      ]
    },
    {
      "last_name": "Reuter",
      "fore_name": "Uwe",
      "initials": "U",
      "name": "Uwe Reuter",
      "affiliations": [
        "Department of Neurology, Charité Universitätsmedizin Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Uluduz",
      "fore_name": "Derya",
      "initials": "D",
      "name": "Derya Uluduz",
      "affiliations": [
        "Department of Neurology Istanbul Cerrahpasa Medical Faculty, Istanbul, Turkey."
      ]
    },
    {
      "last_name": "Versijpt",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Versijpt",
      "affiliations": [
        "Department of Neurology, Vrije Universiteit Brussel (VUB), Universitair Ziekenhuis Brussel (UZ Brussel), Brussels, Belgium."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Anesthesia and Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Sacco",
      "fore_name": "Simona",
      "initials": "S",
      "name": "Simona Sacco",
      "affiliations": [
        "Department of Biotechnological and Applied Clinical Sciences, University of L´Aquila, L'Aquila, Italy."
      ]
    }
  ],
  "journal": {
    "title": "The journal of headache and pain",
    "iso_abbreviation": "J Headache Pain",
    "issn": "1129-2377",
    "issn_type": "Electronic",
    "volume": "24",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "May",
    "pub_day": "19"
  },
  "start_page": "56",
  "pages": "56",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Network Meta-Analysis"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Topiramate",
    "Valproic Acid",
    "Gabapentin",
    "Calcitonin Gene-Related Peptide",
    "Amitriptyline",
    "Antibodies, Monoclonal",
    "Migraine Disorders"
  ],
  "article_ids": {
    "pubmed": "37208596",
    "pmc": "PMC10197489",
    "doi": "10.1186/s10194-023-01594-1",
    "pii": "10.1186/s10194-023-01594-1"
  },
  "doi": "10.1186/s10194-023-01594-1",
  "pmc_id": "PMC10197489",
  "dates": {
    "completed": "2023-05-22",
    "revised": "2025-06-23"
  },
  "chemicals": [
    "Topiramate",
    "Valproic Acid",
    "Gabapentin",
    "Calcitonin Gene-Related Peptide",
    "Amitriptyline",
    "Antibodies, Monoclonal"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.297573",
    "pmid": "37208596"
  }
}