{
  "pmid": "37217162",
  "uid": "37217162",
  "title": "Arrhythmic Mitral Valve Prolapse: Risk Assessment and Management.",
  "abstract": "Arrhythmic mitral valve prolapse (MVP) has gained great interest recently because of the increasing recognition of its potential role in unexplained cardiac arrest. Although evidence has accumulated to show the association of arrhythmic MVP (AMVP) with sudden cardiac death (SCD), risk stratification and management remain unclear. Physicians are faced with the challenges of screening for AMVP among MVP patients and the dilemma of when and how to intervene to prevent SCD in these patients. In addition, there is little guidance to help approach MVP patients who present with an otherwise unexplained cardiac arrest to know whether MVP was the primary cause of cardiac arrest or just an innocent bystander. Herein we review the epidemiology and definition of AMVP, the risk and mechanisms of SCD, and summarize the clinical evidence behind risk markers of SCD and therapeutic interventions that could potentially prevent it. We also propose an algorithm that provides guidance as to how to screen for AMVP and what therapeutic interventions to use. Last, we propose a diagnostic algorithm for approaching patients with otherwise unexplained cardiac arrest who are shown to have MVP.",
  "authors": [
    {
      "last_name": "Alqarawi",
      "fore_name": "Wael",
      "initials": "W",
      "name": "Wael Alqarawi",
      "affiliations": [
        "Department of Cardiac Sciences, College of Medicine, King Saud University, Riyadh, Saudi Arabia; Division of Cardiology, University of Ottawa Heart Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Burwash",
      "fore_name": "Ian G",
      "initials": "IG",
      "name": "Ian G Burwash",
      "affiliations": [
        "Division of Cardiology, University of Ottawa Heart Institute, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Krahn",
      "fore_name": "Andrew D",
      "initials": "AD",
      "name": "Andrew D Krahn",
      "affiliations": [
        "Center for Cardiovascular Innovation, Division of Cardiology, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Healey",
      "fore_name": "Jeffrey S",
      "initials": "JS",
      "name": "Jeffrey S Healey",
      "affiliations": [
        "Population Health Research Institute, McMaster University, and Hamilton Health Sciences, Hamilton, Ontario, Canada. Electronic address: Jeff.Healey@phri.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "1397",
  "end_page": "1409",
  "pages": "1397-1409",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Mitral Valve Prolapse",
    "Death, Sudden, Cardiac",
    "Risk Assessment",
    "Heart Arrest"
  ],
  "article_ids": {
    "pubmed": "37217162",
    "doi": "10.1016/j.cjca.2023.05.010",
    "pii": "S0828-282X(23)00433-6"
  },
  "doi": "10.1016/j.cjca.2023.05.010",
  "dates": {
    "completed": "2023-10-23",
    "revised": "2023-11-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:26:44.242008",
    "pmid": "37217162"
  }
}