{
  "pmid": "37217955",
  "uid": "37217955",
  "title": "Characteristics and impact of interventions to support healthcare providers' compliance with guideline recommendations for breast cancer: a systematic literature review.",
  "abstract": "BACKGROUND: Breast cancer clinical practice guidelines (CPGs) offer evidence-based recommendations to improve quality of healthcare for patients. Suboptimal compliance with breast cancer guideline recommendations remains frequent, and has been associated with a decreased survival. The aim of this systematic review was to characterize and determine the impact of available interventions to support healthcare providers' compliance with CPGs recommendations in breast cancer healthcare. METHODS: We searched for systematic reviews and primary studies in PubMed and Embase (from inception to May 2021). We included experimental and observational studies reporting on the use of interventions to support compliance with breast cancer CPGs. Eligibility assessment, data extraction and critical appraisal was conducted by one reviewer, and cross-checked by a second reviewer. Using the same approach, we synthesized the characteristics and the effects of the interventions by type of intervention (according to the EPOC taxonomy), and applied the GRADE framework to assess the certainty of evidence. RESULTS: We identified 35 primary studies reporting on 24 different interventions. Most frequently described interventions consisted in computerized decision support systems (12 studies); educational interventions (seven), audit and feedback (two), and multifaceted interventions (nine). There is low quality evidence that educational interventions targeted to healthcare professionals may improve compliance with recommendations concerning breast cancer screening, diagnosis and treatment. There is moderate quality evidence that reminder systems for healthcare professionals improve compliance with recommendations concerning breast cancer screening. There is low quality evidence that multifaceted interventions may improve compliance with recommendations concerning breast cancer screening. The effectiveness of the remaining types of interventions identified have not been evaluated with appropriate study designs for such purpose. There is very limited data on the costs of implementing these interventions. CONCLUSIONS: Different types of interventions to support compliance with breast cancer CPGs recommendations are available, and most of them show positive effects. More robust trials are needed to strengthen the available evidence base concerning their efficacy. Gathering data on the costs of implementing the proposed interventions is needed to inform decisions about their widespread implementation. TRIAL REGISTRATION: CRD42018092884 (PROSPERO).",
  "authors": [
    {
      "last_name": "Ricci-Cabello",
      "fore_name": "Ignacio",
      "initials": "I",
      "name": "Ignacio Ricci-Cabello",
      "affiliations": [
        "Balearic Islands Health Research Institute (IdISBa), Palma, Spain.",
        "Primary Care Research Unit of Mallorca, Balearic Islands Health Service, Palma, Spain.",
        "CIBER de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain."
      ]
    },
    {
      "last_name": "Carvallo-Castañeda",
      "fore_name": "Darla",
      "initials": "D",
      "name": "Darla Carvallo-Castañeda",
      "affiliations": [
        "Facultad de Medicina Humana, Universidad Nacional Mayor de San Marcos, Lima, Peru."
      ]
    },
    {
      "last_name": "Vásquez-Mejía",
      "fore_name": "Adrián",
      "initials": "A",
      "name": "Adrián Vásquez-Mejía",
      "affiliations": [
        "Facultad de Medicina Humana, Universidad Nacional Mayor de San Marcos, Lima, Peru."
      ]
    },
    {
      "last_name": "Alonso-Coello",
      "fore_name": "Pablo",
      "initials": "P",
      "name": "Pablo Alonso-Coello",
      "affiliations": [
        "CIBER de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain. PAlonso@santpau.cat.",
        "Iberoamerican Cochrane Centre-Department of Clinical Epidemiology and Public Health, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain. PAlonso@santpau.cat."
      ]
    },
    {
      "last_name": "Saz-Parkinson",
      "fore_name": "Zuleika",
      "initials": "Z",
      "name": "Zuleika Saz-Parkinson",
      "affiliations": [
        "European Commission, Joint Research Centre (JRC), Ispra, Italy."
      ]
    },
    {
      "last_name": "Parmelli",
      "fore_name": "Elena",
      "initials": "E",
      "name": "Elena Parmelli",
      "affiliations": [
        "European Commission, Joint Research Centre (JRC), Ispra, Italy. Elena.Parmelli@ec.europa.eu."
      ]
    },
    {
      "last_name": "Morgano",
      "fore_name": "Gian Paolo",
      "initials": "GP",
      "name": "Gian Paolo Morgano",
      "affiliations": [
        "European Commission, Joint Research Centre (JRC), Ispra, Italy."
      ]
    },
    {
      "last_name": "Rigau",
      "fore_name": "David",
      "initials": "D",
      "name": "David Rigau",
      "affiliations": [
        "Iberoamerican Cochrane Centre-Department of Clinical Epidemiology and Public Health, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Solà",
      "fore_name": "Ivan",
      "initials": "I",
      "name": "Ivan Solà",
      "affiliations": [
        "CIBER de Epidemiología y Salud Pública (CIBERESP), Madrid, Spain.",
        "Iberoamerican Cochrane Centre-Department of Clinical Epidemiology and Public Health, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain."
      ]
    },
    {
      "last_name": "Neamtiu",
      "fore_name": "Luciana",
      "initials": "L",
      "name": "Luciana Neamtiu",
      "affiliations": [
        "European Commission, Joint Research Centre (JRC), Ispra, Italy."
      ]
    },
    {
      "last_name": "Niño-de-Guzmán",
      "fore_name": "Ena",
      "initials": "E",
      "name": "Ena Niño-de-Guzmán",
      "affiliations": [
        "Iberoamerican Cochrane Centre-Department of Clinical Epidemiology and Public Health, Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain.",
        "Cancer Prevention and Control Programme, Catalan Institute of Oncology, IDIBELL, Hospitalet de Llobregat, Barcelona, Spain."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science : IS",
    "iso_abbreviation": "Implement Sci",
    "issn": "1748-5908",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "May",
    "pub_day": "22"
  },
  "start_page": "17",
  "pages": "17",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Systematic Review"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Breast Neoplasms",
    "Costs and Cost Analysis",
    "Delivery of Health Care",
    "Health Personnel"
  ],
  "article_ids": {
    "pubmed": "37217955",
    "pmc": "PMC10201699",
    "doi": "10.1186/s13012-023-01267-2",
    "pii": "10.1186/s13012-023-01267-2"
  },
  "doi": "10.1186/s13012-023-01267-2",
  "pmc_id": "PMC10201699",
  "dates": {
    "completed": "2023-05-24",
    "revised": "2023-05-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:45:47.353595",
    "pmid": "37217955"
  }
}