{
  "pmid": "37223284",
  "uid": "37223284",
  "title": "Concomitant occurrence of appendiceal mucocele and ulcerative colitis: Case reports.",
  "abstract": "BACKGROUND: Appendiceal mucocele (AM) is a rare disease, manifested by accumulation of mucus in appendiceal lumen. The role of ulcerative colitis (UC) in the occurrence of appendiceal mucocele is not known. However, it is suggested that AM may be a presentation of colorectal cancer in IBD patients. CASE PRESENTATION: Here, we presented 3 cases of concomitant AM and ulcerative colitis. The first patient was a 55-year-old woman with 2-year history of left sided UC; the second person was a 52-year-old woman with 12-year history of pan-UC; and the third patient was a 60-year-old man with 11-year history of pan-colitis. They were all referred due to indolent right lower quadrant abdominal pain. Imaging evaluations suggested the presence of appendiceal mucocele and therefore, they all went under operation. Pathologic evaluation reported AM of mucinous cyst adenoma type; low-grade appendiceal mucinous neoplasm of appendix with intact serosa; and cyst-adenoma type AM for the three above-mentioned patients, respectively. CONCLUSION: Although concomitant occurrence of AM and ulcerative colitis is rare, regarding the potential of neoplastic changes in AM, physicians must keep in mind the diagnosis of AM in UC patients with non-specific abdominal RLQ pain or bulged appendiceal orifice during colonoscopy.",
  "authors": [
    {
      "last_name": "Fakheri",
      "fore_name": "Hafez",
      "initials": "H",
      "name": "Hafez Fakheri",
      "affiliations": [
        "Gut and liver Research Center, Non-communicable Research Institute, Mazandaran University of Medical Sciences, Sari, Iran."
      ]
    },
    {
      "last_name": "Bari",
      "fore_name": "Zohreh",
      "initials": "Z",
      "name": "Zohreh Bari",
      "affiliations": [
        "Gut and liver Research Center, Non-communicable Research Institute, Mazandaran University of Medical Sciences, Sari, Iran."
      ]
    },
    {
      "last_name": "Yaghoobi",
      "fore_name": "Mohammad",
      "initials": "M",
      "name": "Mohammad Yaghoobi",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, McMaster University Medical Center, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rabiee",
      "fore_name": "Parham",
      "initials": "P",
      "name": "Parham Rabiee",
      "affiliations": [
        "Department of Radiology, Shaheed Rajaie Cardiovascular and Medical Research Center, Tehran, Iran."
      ]
    }
  ],
  "journal": {
    "title": "Caspian journal of internal medicine",
    "iso_abbreviation": "Caspian J Intern Med",
    "issn": "2008-6164",
    "issn_type": "Print",
    "volume": "14",
    "issue": "2",
    "pub_year": "2023"
  },
  "start_page": "391",
  "end_page": "395",
  "pages": "391-395",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37223284",
    "pmc": "PMC10201122",
    "doi": "10.22088/cjim.14.2.391"
  },
  "doi": "10.22088/cjim.14.2.391",
  "pmc_id": "PMC10201122",
  "dates": {
    "revised": "2023-05-25"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:11.011355",
    "pmid": "37223284"
  }
}