{
  "pmid": "37232854",
  "uid": "37232854",
  "title": "Health Research Collaborations by Academic Entities: A Systematic Review.",
  "abstract": "PURPOSE: To review the literature on health research collaborations by academic entities and to identify the main phases, components, and concepts of these research collaborations. METHOD: The authors conducted a systematic review of the literature, searching 4 databases in March 2022 for studies on health research collaboration between an academic entity (individual, group, or institution) and any other entity included. They excluded non-health-related studies and studies in which collaboration was not for the purpose of research. From included studies, reviewers abstracted data about the 4 main phases of research collaborations (initiation, conduct, monitoring, and evaluation) and synthesized their corresponding components and concepts using thematic analysis method. RESULTS: A total of 59 studies met inclusion criteria. These studies described building research collaborations between an academic entity and other academic entities (n = 29; 49%), communities (n = 28; 47%), industry (n = 7; 12%), and/or governmental entities (n = 4; 7%). Of the 59 studies, 22 addressed 2 phases of collaboration, 20 addressed 3 phases, and 17 addressed all 4 phases. All included studies described at least 1 of the components relevant to the initiation phase and at least 1 relevant to the conduct phase. Team structure was the most common component discussed in relation to the initiation phase (n = 48; 81%), and team dynamics was the most common component discussed in relation to the conduct phase (n = 55; 93%). At least 1 of the components relevant to the monitoring phase was reported in 36 studies, and at least 1 component relevant to the evaluation phase was reported in 28 studies. CONCLUSIONS: This review provides important information for groups aiming to engage in collaborative research. The synthesized list of collaboration phases and their components can serve as a road map for collaborators at different steps of their research.",
  "authors": [
    {
      "last_name": "Sbaity",
      "fore_name": "Eman",
      "initials": "E",
      "name": "Eman Sbaity",
      "affiliations": [
        "E. Sbaity is assistant professor, Department of Surgery, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Zahwe",
      "fore_name": "Mariam",
      "initials": "M",
      "name": "Mariam Zahwe",
      "affiliations": [
        "M. Zahwe is postdoctoral research associate, Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Helou",
      "fore_name": "Vanessa",
      "initials": "V",
      "name": "Vanessa Helou",
      "affiliations": [
        "V. Helou is a medical student, American University of Beirut, Beirut, Lebanon; ORCID: https://orcid.org/0000-0003-4826-1659 ."
      ]
    },
    {
      "last_name": "Bahsoun",
      "fore_name": "Reem",
      "initials": "R",
      "name": "Reem Bahsoun",
      "affiliations": [
        "R. Bahsoun is a medical student, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hassan",
      "fore_name": "Zeina",
      "initials": "Z",
      "name": "Zeina Hassan",
      "affiliations": [
        "Z. Hassan is research assistant, Department of Surgery, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Abi Khalil",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Abi Khalil",
      "affiliations": [
        "P. Abi Khalil is senior research assistant, Clinical Research Institute, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "E.A. Akl is professor, Department of Medicine, American University of Beirut, Beirut, Lebanon, and professor, Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Ontario, Canada; ORCID: https://orcid.org/0000-0002-3444-8618 ."
      ]
    }
  ],
  "journal": {
    "title": "Academic medicine :, journal of the Association of American Medical Colleges..",
    "iso_abbreviation": "Acad Med",
    "issn": "1938-808X",
    "issn_type": "Electronic",
    "volume": "98",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct",
    "pub_day": "01"
  },
  "start_page": "1220",
  "end_page": "1227",
  "pages": "1220-1227",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Organizations",
    "Government"
  ],
  "article_ids": {
    "pubmed": "37232854",
    "doi": "10.1097/ACM.0000000000005277",
    "pii": "00001888-202310000-00029"
  },
  "doi": "10.1097/ACM.0000000000005277",
  "dates": {
    "completed": "2023-09-28",
    "revised": "2025-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.250391",
    "pmid": "37232854"
  }
}