{
  "pmid": "37231593",
  "uid": "37231593",
  "title": "Intensive care unit professionals' responses to a new moral conflict assessment tool: A qualitative study.",
  "abstract": "BACKGROUND: Moral distress is a serious problem for health care personnel. Surveys, individual interviews, and focus groups may not capture all of the effects of, and responses to, moral distress. Therefore, we used a new participatory action research approach-moral conflict assessment (MCA)-to characterize moral distress and to facilitate the development of interventions for this problem. AIM: To characterize moral distress by analyzing responses of intensive care unit (ICU) personnel who participated in the MCA process. RESEARCH DESIGN: In this qualitative study, we invited all ICU personnel at 3 urban hospitals to participate in individual or group sessions using the 8-step MCA tool. These sessions were facilitated by either a clinical ethicist or a counseling psychologist who was trained in this process. During each session, one of the researchers took notes and prepared a report for each MCA which were analyzed using qualitative content analysis. PARTICIPANTS AND RESEARCH CONTEXT: A total of 24 participants took part in 15 sessions, individually or in groups; 14 were nurses and nurse leaders, 2 were physicians, and 8 were other health professionals. ETHICAL CONSIDERATIONS: This study was approved by the Providence Health Care/University of British Columbia Behavioural Research Ethics Board. Each participant provided written informed consent. RESULTS: The main causes of moral distress related to goals of care, communication, teamwork, respect for patient's preferences, and the managerial system. Suggested solutions included communication strategies and educational activities for health care providers, patients, family members, and others about teamwork, advance directives, and end-of-life care. Participants acknowledged that using the MCA process helped them to reflect on their own thoughts and use their moral agency to turn a distressing situation into a learning and improvement opportunity. CONCLUSIONS: Using the MCA tool helped participants to characterize their moral distress in a systematic way, and to arrive at new potential solutions.",
  "authors": [
    {
      "last_name": "Joolaee",
      "fore_name": "Soodabeh",
      "initials": "S",
      "name": "Soodabeh Joolaee",
      "affiliations": [
        "Center for Health Evaluation and Outcome Sciences, St Paul's Hospital and University of British Columbia, Vancouver, BC, Canada.",
        "Fraser Health Authority, Surrey, BC, Canada.",
        "Nursing Care Research Center, Iran University of Medical Sciences, Tehran, Iran."
      ],
      "orcid": "0000-0003-1487-6110"
    },
    {
      "last_name": "Cook",
      "fore_name": "Deborah",
      "initials": "D",
      "name": "Deborah Cook",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Kozak",
      "fore_name": "Jean",
      "initials": "J",
      "name": "Jean Kozak",
      "affiliations": [
        "Department of Family Medicine, Providence Health Care, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Dodek",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Dodek",
      "affiliations": [
        "Division of Critical Care Medicine and Center for Health Evaluation and Outcome Sciences, St Paul's Hospital and University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-3314-4655"
    }
  ],
  "journal": {
    "title": "Nursing ethics",
    "iso_abbreviation": "Nurs Ethics",
    "issn": "1477-0989",
    "issn_type": "Electronic",
    "volume": "30",
    "issue": "7-8",
    "pub_year": "2023"
  },
  "start_page": "1114",
  "end_page": "1124",
  "pages": "1114-1124",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Stress, Psychological",
    "Health Personnel",
    "Morals",
    "Qualitative Research",
    "Intensive Care Units",
    "Surveys and Questionnaires",
    "Attitude of Health Personnel"
  ],
  "article_ids": {
    "pubmed": "37231593",
    "pmc": "PMC10709996",
    "doi": "10.1177/09697330231151352"
  },
  "doi": "10.1177/09697330231151352",
  "pmc_id": "PMC10709996",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2023-12-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:15:33.306848",
    "pmid": "37231593"
  }
}