{
  "pmid": "37239246",
  "uid": "37239246",
  "title": "Maternal Variability of Amplitudes of Frequency Fluctuations Is Related to the Progressive Self-Other Transposition Group Intervention in Autistic Children.",
  "abstract": "The self-to-other model of empathy (SOME) states that a key reason for the empathic deficiency in autistic individuals is the imbalance of the self-other switch. The existing interventions of theory of mind contain training of self-other transposition ability but combined with other cognitive trainings. The self-other distinction brain areas of autistic individuals have been revealed, but the brain areas of the self-other transposition ability and its intervention have not been investigated. There are normalized amplitudes of low-frequency fluctuations (mALFFs) within 0.01-0.1 Hz and many normalized amplitudes of frequency fluctuations (mAFFs) within 0-0.01, 0.01-0.05, 0.05-0.1, 0.1-0.15, 0.15-0.2, and 0.2-0.25 Hz. Therefore, the current study established a progressive self-other transposition group intervention to specifically and systematically improve autistic children's self-other transposition abilities. The transposition test with a three mountains test, an unexpected location test, and a deception test was used to directly measure autistic children's transposition abilities. The Interpersonal Responsiveness Index Empathy Questionnaire with perspective-taking and fantasy subscales (IRI-T) was used to indirectly measure autistic children's transposition abilities. The Autism Treatment Evaluation Checklist (ATEC) was used to measure autistic children's autism symptoms. The experiment was designed with two (intervention: experimental group vs. control group) independent variables and two (test time: pretest vs. posttest or tracking test) × three (test: transposition test vs. IRI-T test vs. ATEC test) dependent variables. Furthermore, it used eyes-closed resting-state functional magnetic resonance imaging to investigate and compare the relevant maternal mALFFs and average energy rank and energy rank variability of mAFFs of autistic children's transposition abilities, autism symptoms, and intervention effects. The results showed the following: (1) There were many improvements (pretest vs. posttest or tracking test) greater than chance 0 in the experimental group, such as the three mountains, lie, transposition, PT, IRI-T, PT tracking, cognition, behavior, ATEC, language tracking, cognition tracking, behavior tracking, and ATEC tracking improvements. However, there was no improvement greater than chance 0 in the control group. (2) The maternal mALFFs and maternal average energy rank and energy rank variability of mAFFs could predict the autistic children's transposition abilities, autism symptoms, and intervention effects with some overlap and some difference in maternal self-other distinction, sensorimotor, visual, facial expression recognition, language, memory and emotion, and self-consciousness networks. These results indicated that the progressive self-other transposition group intervention successfully improved autistic children's transposition abilities and reduced their autism symptoms; the intervention effects could be applied to daily life and last up to a month. The maternal mALFFs, average energy rank, and energy rank variability of mAFFs were three effective neural indictors of autistic children's transposition abilities, autism symptoms, and intervention effects, and the average energy rank and energy rank variability of mAFFs were two new neural indictors established in the current study. The maternal neural markers of the progressive self-other transposition group intervention effects for autistic children were found in part.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Jianxin",
      "initials": "J",
      "name": "Jianxin Zhang",
      "affiliations": [
        "The Autism Research Center, Soochow University, Suzhou 215123, China.",
        "School of Education, Jiangnan University, Wuxi 214122, China."
      ],
      "orcid": "0000-0002-1280-1708"
    },
    {
      "last_name": "Guo",
      "fore_name": "Xiaorong",
      "initials": "X",
      "name": "Xiaorong Guo",
      "affiliations": [
        "Department of Radiology, Dushu Lake Public Hospital Affiliated to Soochow University, Medical Center of Soochow University, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Weiguo",
      "initials": "W",
      "name": "Weiguo Zhang",
      "affiliations": [
        "Department of Radiology, Dushu Lake Public Hospital Affiliated to Soochow University, Medical Center of Soochow University, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Liu",
      "fore_name": "Dianzhi",
      "initials": "D",
      "name": "Dianzhi Liu",
      "affiliations": [
        "The Autism Research Center, Soochow University, Suzhou 215123, China.",
        "School of Education, Soochow University, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Peiqi",
      "initials": "P",
      "name": "Peiqi Chen",
      "affiliations": [
        "School of Education, Soochow University, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Education, Soochow University, Suzhou 215123, China."
      ]
    },
    {
      "last_name": "Ru",
      "fore_name": "Xiaoyuan",
      "initials": "X",
      "name": "Xiaoyuan Ru",
      "affiliations": [
        "School of Education, Soochow University, Suzhou 215123, China."
      ]
    }
  ],
  "journal": {
    "title": "Brain sciences",
    "iso_abbreviation": "Brain Sci",
    "issn": "2076-3425",
    "issn_type": "Print",
    "volume": "13",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May",
    "pub_day": "08"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37239246",
    "pmc": "PMC10216674",
    "doi": "10.3390/brainsci13050774",
    "pii": "brainsci13050774"
  },
  "doi": "10.3390/brainsci13050774",
  "pmc_id": "PMC10216674",
  "dates": {
    "revised": "2024-09-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "19BTY129",
      "agency": "The National Social Science Fund of China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.583631",
    "pmid": "37239246"
  }
}