{
  "pmid": "37249554",
  "uid": "37249554",
  "title": "GRADE Reporting in Systematic Reviews Published in the Urological Literature (2009-2021).",
  "abstract": "PURPOSE: We evaluate the reporting of the GRADE (Grading of Recommendations Assessment, Development and Evaluation) approach to rating the certainty of evidence in systematic reviews published in the urological literature. MATERIALS AND METHODS: Based on a predefined protocol, we identified all systematic reviews published in 5 major urological journals from 1998 to 2021 that reported the use of GRADE. Two authors performed study selection and data abstraction independently to assess reporting in accordance with established criteria for applying GRADE. RESULTS: We included 68 of 522 (13.0%) systematic reviews that reported the use of GRADE; the first was published in 2009. Approximately half were published between 2009-2018 (n=36) and the other half between 2019-2021 (n=32). Oncology (24; 35.3%) was the most common clinical topic, and the authors were mostly based in Europe (34; 50%). In their abstract, less than half of all systematic reviews (32; 47.1%) provided any certainty of evidence rating. Only 41 (60.3%) included a tabular result summary in the format of a summary of findings table (24; 35.3%) or evidence profile (17; 25.0%). Few (35.3%) addressed the GRADE certainty of evidence rating in the discussion section. Reporting did not improve over time when comparing the 2 time periods. CONCLUSIONS: Whereas GRADE is increasingly being applied for rating the certainty of evidence, systematic reviews published in the urological literature frequently have not followed established criteria for applying or using GRADE. There is a need for better training of authors and editors, as well as for a GRADE reporting checklist for systematic review authors.",
  "authors": [
    {
      "last_name": "Norling",
      "fore_name": "Brett",
      "initials": "B",
      "name": "Brett Norling",
      "affiliations": [
        "University of Minnesota School of Medicine, Minneapolis, Minnesota."
      ],
      "orcid": "0000-0002-6352-9716"
    },
    {
      "last_name": "Jung",
      "fore_name": "Jae Hung",
      "initials": "JH",
      "name": "Jae Hung Jung",
      "affiliations": [
        "Department of Urology, Yonsei University Wonju College of Medicine, Wonju, Republic of Korea.",
        "Center of Evidence Based Medicine, Institute of Convergence Science, Yonsei University, Seoul, Republic of Korea."
      ]
    },
    {
      "last_name": "Hwang",
      "fore_name": "Eu Chang",
      "initials": "EC",
      "name": "Eu Chang Hwang",
      "affiliations": [
        "Department of Urology, Chonnam National University Medical School, Hwasun, Republic of Korea."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "Mi Ah",
      "initials": "MA",
      "name": "Mi Ah Han",
      "affiliations": [
        "Department of Preventive Medicine, College of Medicine, Chosun University, Gwangju, Republic of Korea."
      ]
    },
    {
      "last_name": "Khaleel",
      "fore_name": "Sari",
      "initials": "S",
      "name": "Sari Khaleel",
      "affiliations": [
        "Department of Surgery, Urology Service, Memorial Sloan Kettering Cancer Center, New York, New York."
      ]
    },
    {
      "last_name": "Schünemann",
      "fore_name": "Holger J",
      "initials": "HJ",
      "name": "Holger J Schünemann",
      "affiliations": [
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Ontario, Canada.",
        "Department of Biomedical Sciences, Humanitas University, Milan, Italy.",
        "Michael G. DeGroote Cochrane Canada Centre & McMaster GRADE Centre, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Dahm",
      "fore_name": "Philipp",
      "initials": "P",
      "name": "Philipp Dahm",
      "affiliations": [
        "Minneapolis VA Healthcare System, Minneapolis, Minnesota.",
        "Department of Urology, University of Minnesota School of Medicine, Minneapolis, Minnesota."
      ],
      "orcid": "0000-0003-2819-2553"
    }
  ],
  "journal": {
    "title": "The Journal of urology",
    "iso_abbreviation": "J Urol",
    "issn": "1527-3792",
    "issn_type": "Electronic",
    "volume": "210",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "529",
  "end_page": "536",
  "pages": "529-536",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Checklist",
    "Europe",
    "Systematic Reviews as Topic",
    "Urology"
  ],
  "article_ids": {
    "pubmed": "37249554",
    "doi": "10.1097/JU.0000000000003558"
  },
  "doi": "10.1097/JU.0000000000003558",
  "dates": {
    "completed": "2023-08-10",
    "revised": "2023-08-10"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:56:42.784683",
    "pmid": "37249554"
  }
}