{
  "pmid": "37252779",
  "uid": "37252779",
  "title": "The COVID-19 Pandemic and Daily Steps in the General Population: Meta-analysis of Observational Studies.",
  "abstract": "BACKGROUND: The COVID-19 pandemic has the potential to accelerate another pandemic: physical inactivity. Daily steps, a proxy of physical activity, are closely related to health. Recent studies indicate that over 7000 steps per day is the critical physical activity standard for minimizing the risk of all-cause mortality. Moreover, the risk of cardiovascular events has been found to increase by 8% for every 2000 steps per day decrement. OBJECTIVE: To quantify the impact of the COVID-19 pandemic on daily steps in the general adult population. METHODS: This study follows the guidelines of the MOOSE (Meta-analysis Of Observational Studies in Epidemiology) checklist. PubMed, EMBASE, and Web of Science were searched from inception to February 11, 2023. Eligible studies were observational studies reporting monitor-assessed daily steps before and during the confinement period of the COVID-19 pandemic in the general adult population. Two reviewers performed study selection and data extraction independently. The modified Newcastle-Ottawa Scale was used to assess the study quality. A random effects meta-analysis was conducted. The primary outcome of interest was the number of daily steps before (ie, January 2019 to February 2020) and during (ie, after January 2020) the confinement period of COVID-19. Publication bias was assessed with a funnel plot and further evaluated with the Egger test. Sensitivity analyses were performed by excluding studies with low methodological quality or small sample sizes to test the robustness of the findings. Other outcomes included subgroup analyses by geographic location and gender. RESULTS: A total of 20 studies (19,253 participants) were included. The proportion of studies with subjects with optimal daily steps (ie, ≥7000 steps/day) declined from 70% before the pandemic to 25% during the confinement period. The change in daily steps between the 2 periods ranged from -5771 to -683 across studies, and the pooled mean difference was -2012 (95% CI -2805 to -1218). The asymmetry in the funnel plot and Egger test results did not indicate any significant publication bias. Results remained stable in sensitivity analyses, suggesting that the observed differences were robust. Subgroup analyses revealed that the decline in daily steps clearly varied by region worldwide but that there was no apparent difference between men and women. CONCLUSIONS: Our findings indicate that daily steps declined substantially during the confinement period of the COVID-19 pandemic. The pandemic further exacerbated the ever-increasing prevalence of low levels of physical activity, emphasizing the necessity of adopting appropriate measures to reverse this trend. Further research is required to monitor the consequence of long-term physical inactivity. TRIAL REGISTRATION: PROSPERO CRD42021291684; https://www.crd.york.ac.uk/prospero/display_record.php?RecordID=291684.",
  "authors": [
    {
      "last_name": "Wu",
      "fore_name": "Ziying",
      "initials": "Z",
      "name": "Ziying Wu",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China."
      ],
      "orcid": "0000-0002-5127-5253"
    },
    {
      "last_name": "Wang",
      "fore_name": "Yilun",
      "initials": "Y",
      "name": "Yilun Wang",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China."
      ],
      "orcid": "0000-0002-9468-4110"
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Division of Rheumatology, Allergy, and Immunology, Department of Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, MA, United States.",
        "The Mongan Institute, Massachusetts General Hospital, Harvard Medical School, Boston, MA, United States."
      ],
      "orcid": "0000-0001-7638-0888"
    },
    {
      "last_name": "Bennell",
      "fore_name": "Kim L",
      "initials": "KL",
      "name": "Kim L Bennell",
      "affiliations": [
        "Centre for Health, Exercise and Sports Medicine, The University of Melbourne, Melbourne, Australia."
      ],
      "orcid": "0000-0003-4982-5639"
    },
    {
      "last_name": "White",
      "fore_name": "Daniel K",
      "initials": "DK",
      "name": "Daniel K White",
      "affiliations": [
        "Department of Physical Therapy, University of Delaware, Newark, DE, United States."
      ],
      "orcid": "0000-0003-3792-4621"
    },
    {
      "last_name": "Shen",
      "fore_name": "Liusong",
      "initials": "L",
      "name": "Liusong Shen",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China."
      ],
      "orcid": "0009-0009-0167-2419"
    },
    {
      "last_name": "Ren",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Ren",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China."
      ],
      "orcid": "0009-0002-7171-0926"
    },
    {
      "last_name": "Wei",
      "fore_name": "Jie",
      "initials": "J",
      "name": "Jie Wei",
      "affiliations": [
        "Health Management Center, Xiangya Hospital, Central South University, Changsha, China.",
        "Hunan Key Laboratory of Joint Degeneration and Injury, Xiangya Hospital, Central South University, Changsha, China."
      ],
      "orcid": "0000-0003-3510-8241"
    },
    {
      "last_name": "Zeng",
      "fore_name": "Chao",
      "initials": "C",
      "name": "Chao Zeng",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China.",
        "Hunan Key Laboratory of Joint Degeneration and Injury, Xiangya Hospital, Central South University, Changsha, China.",
        "National Clinical Research Center of Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China."
      ],
      "orcid": "0000-0003-4889-5731"
    },
    {
      "last_name": "Lei",
      "fore_name": "Guanghua",
      "initials": "G",
      "name": "Guanghua Lei",
      "affiliations": [
        "Department of Orthopaedics, Xiangya Hospital, Central South University, Changsha, China.",
        "Hunan Key Laboratory of Joint Degeneration and Injury, Xiangya Hospital, Central South University, Changsha, China.",
        "National Clinical Research Center of Geriatric Disorders, Xiangya Hospital, Central South University, Changsha, China."
      ],
      "orcid": "0000-0003-2987-138X"
    }
  ],
  "journal": {
    "title": "JMIR public health and surveillance",
    "iso_abbreviation": "JMIR Public Health Surveill",
    "issn": "2369-2960",
    "issn_type": "Electronic",
    "volume": "9",
    "pub_year": "2023",
    "pub_month": "May",
    "pub_day": "30"
  },
  "start_page": "e40650",
  "pages": "e40650",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "COVID-19",
    "Pandemics",
    "Exercise",
    "Prevalence",
    "Observational Studies as Topic"
  ],
  "article_ids": {
    "pubmed": "37252779",
    "pmc": "PMC10231625",
    "doi": "10.2196/40650",
    "pii": "v9i1e40650"
  },
  "doi": "10.2196/40650",
  "pmc_id": "PMC10231625",
  "dates": {
    "completed": "2023-06-01",
    "revised": "2023-06-09"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.584993",
    "pmid": "37252779"
  }
}