{
  "pmid": "37254718",
  "uid": "37254718",
  "title": "Quality improvement strategies for diabetes care: Effects on outcomes for adults living with diabetes.",
  "abstract": "BACKGROUND: There is a large body of evidence evaluating quality improvement (QI) programmes to improve care for adults living with diabetes. These programmes are often comprised of multiple QI strategies, which may be implemented in various combinations. Decision-makers planning to implement or evaluate a new QI programme, or both, need reliable evidence on the relative effectiveness of different QI strategies (individually and in combination) for different patient populations. OBJECTIVES: To update existing systematic reviews of diabetes QI programmes and apply novel meta-analytical techniques to estimate the effectiveness of QI strategies (individually and in combination) on diabetes quality of care. SEARCH METHODS: We searched databases (CENTRAL, MEDLINE, Embase and CINAHL) and trials registers (ClinicalTrials.gov and WHO ICTRP) to 4 June 2019. We conducted a top-up search to 23 September 2021; we screened these search results and 42 studies meeting our eligibility criteria are available in the awaiting classification section. SELECTION CRITERIA: We included randomised trials that assessed a QI programme to improve care in outpatient settings for people living with diabetes. QI programmes needed to evaluate at least one system- or provider-targeted QI strategy alone or in combination with a patient-targeted strategy. - System-targeted: case management (CM); team changes (TC); electronic patient registry (EPR); facilitated relay of clinical information (FR); continuous quality improvement (CQI). - Provider-targeted: audit and feedback (AF); clinician education (CE); clinician reminders (CR); financial incentives (FI). - Patient-targeted: patient education (PE); promotion of self-management (PSM); patient reminders (PR). Patient-targeted QI strategies needed to occur with a minimum of one provider or system-targeted strategy. DATA COLLECTION AND ANALYSIS: We dual-screened search results and abstracted data on study design, study population and QI strategies. We assessed the impact of the programmes on 13 measures of diabetes care, including: glycaemic control (e.g. mean glycated haemoglobin (HbA1c)); cardiovascular risk factor management (e.g. mean systolic blood pressure (SBP), low-density lipoprotein cholesterol (LDL-C), proportion of people living with diabetes that quit smoking or receiving cardiovascular medications); and screening/prevention of microvascular complications (e.g. proportion of patients receiving retinopathy or foot screening); and harms (e.g. proportion of patients experiencing adverse hypoglycaemia or hyperglycaemia). We modelled the association of each QI strategy with outcomes using a series of hierarchical multivariable meta-regression models in a Bayesian framework. The previous version of this review identified that different strategies were more or less effective depending on baseline levels of outcomes. To explore this further, we extended the main additive model for continuous outcomes (HbA1c, SBP and LDL-C) to include an interaction term between each strategy and average baseline risk for each study (baseline thresholds were based on a data-driven approach; we used the median of all baseline values reported in the trials). Based on model diagnostics, the baseline interaction models for HbA1c, SBP and LDL-C performed better than the main model and are therefore presented as the primary analyses for these outcomes. Based on the model results, we qualitatively ordered each QI strategy within three tiers (Top, Middle, Bottom) based on its magnitude of effect relative to the other QI strategies, where 'Top' indicates that the QI strategy was likely one of the most effective strategies for that specific outcome. Secondary analyses explored the sensitivity of results to choices in model specification and priors.  Additional information about the methods and results of the review are available as Appendices in an online repository. This review will be maintained as a living systematic review; we will update our syntheses as more data become available. MAIN RESULTS: We identified 553 trials (428 patient-randomised and 125 cluster-randomised trials), including a total of 412,161 participants. Of the included studies, 66% involved people living with type 2 diabetes only. Participants were 50% female and the median age of participants was 58.4 years. The mean duration of follow-up was 12.5 months. HbA1c was the commonest reported outcome; screening outcomes and outcomes related to cardiovascular medications, smoking and harms were reported infrequently. The most frequently evaluated QI strategies across all study arms were PE, PSM and CM, while the least frequently evaluated QI strategies included AF, FI and CQI. Our confidence in the evidence is limited due to a lack of information on how studies were conducted.  Four QI strategies (CM, TC, PE, PSM) were consistently identified as 'Top' across the majority of outcomes. All QI strategies were ranked as 'Top' for at least one key outcome. The majority of effects of individual QI strategies were modest, but when used in combination could result in meaningful population-level improvements across the majority of outcomes. The median number of QI strategies in multicomponent QI programmes was three.  Combinations of the three most effective QI strategies were estimated to lead to the below effects:  - PR + PSM + CE: decrease in HbA1c by 0.41% (credibility interval (CrI) -0.61 to -0.22) when baseline HbA1c < 8.3%; - CM + PE + EPR: decrease in HbA1c by 0.62% (CrI -0.84 to -0.39) when baseline HbA1c > 8.3%;  - PE + TC + PSM: reduction in SBP by 2.14 mmHg (CrI -3.80 to -0.52) when baseline SBP < 136 mmHg; - CM + TC + PSM: reduction in SBP by 4.39 mmHg (CrI -6.20 to -2.56) when baseline SBP > 136 mmHg;  - TC + PE + CM: LDL-C lowering of 5.73 mg/dL (CrI -7.93 to -3.61) when baseline LDL < 107 mg/dL; - TC + CM + CR: LDL-C lowering by 5.52 mg/dL (CrI -9.24 to -1.89) when baseline LDL > 107 mg/dL. Assuming a baseline screening rate of 50%, the three most effective QI strategies were estimated to lead to an absolute improvement of 33% in retinopathy screening (PE + PR + TC) and 38% absolute increase in foot screening (PE + TC + Other). AUTHORS' CONCLUSIONS: There is a significant body of evidence about QI programmes to improve the management of diabetes. Multicomponent QI programmes for diabetes care (comprised of effective QI strategies) may achieve meaningful population-level improvements across the majority of outcomes. For health system decision-makers, the evidence summarised in this review can be used to identify strategies to include in QI programmes. For researchers, this synthesis identifies higher-priority QI strategies to examine in further research regarding how to optimise their evaluation and effects. We will maintain this as a living systematic review.",
  "authors": [
    {
      "last_name": "Konnyu",
      "fore_name": "Kristin J",
      "initials": "KJ",
      "name": "Kristin J Konnyu",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Yogasingam",
      "fore_name": "Sharlini",
      "initials": "S",
      "name": "Sharlini Yogasingam",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Lépine",
      "fore_name": "Johanie",
      "initials": "J",
      "name": "Johanie Lépine",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Sullivan",
      "fore_name": "Katrina",
      "initials": "K",
      "name": "Katrina Sullivan",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Alabousi",
      "fore_name": "Mostafa",
      "initials": "M",
      "name": "Mostafa Alabousi",
      "affiliations": [
        "Diagnostic Radiology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Edwards",
      "fore_name": "Alun",
      "initials": "A",
      "name": "Alun Edwards",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Hillmer",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Hillmer",
      "affiliations": [
        "Institute for Health Policy, Management, and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Karunananthan",
      "fore_name": "Sathya",
      "initials": "S",
      "name": "Sathya Karunananthan",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada.",
        "Interdisciplinary School of Health Sciences, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Lavis",
      "fore_name": "John N",
      "initials": "JN",
      "name": "John N Lavis",
      "affiliations": [
        "McMaster Health Forum, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Linklater",
      "fore_name": "Stefanie",
      "initials": "S",
      "name": "Stefanie Linklater",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Manns",
      "fore_name": "Braden J",
      "initials": "BJ",
      "name": "Braden J Manns",
      "affiliations": [
        "Department of Medicine and Community Health Sciences, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Moher",
      "fore_name": "David",
      "initials": "D",
      "name": "David Moher",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Mortazhejri",
      "fore_name": "Sameh",
      "initials": "S",
      "name": "Sameh Mortazhejri",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada.",
        "School of Epidemiology and Public Health, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Nazarali",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Nazarali",
      "affiliations": [
        "Department of Ophthalmology and Visual Sciences, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Paprica",
      "fore_name": "P Alison",
      "initials": "PA",
      "name": "P Alison Paprica",
      "affiliations": [
        "Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Ramsay",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Ramsay",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Ryan",
      "fore_name": "Paul MacDaragh",
      "initials": "PM",
      "name": "Paul MacDaragh Ryan",
      "affiliations": [
        "Department of Paediatrics, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Sargious",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Sargious",
      "affiliations": [
        "Department of Medicine, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Shojania",
      "fore_name": "Kaveh G",
      "initials": "KG",
      "name": "Kaveh G Shojania",
      "affiliations": [
        "University of Toronto Centre for Patient Safety, Sunnybrook Health Sciences Centre, Toronto, Canada."
      ]
    },
    {
      "last_name": "Straus",
      "fore_name": "Sharon E",
      "initials": "SE",
      "name": "Sharon E Straus",
      "affiliations": [
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, St. Michael's Hospital and University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Tonelli",
      "fore_name": "Marcello",
      "initials": "M",
      "name": "Marcello Tonelli",
      "affiliations": [
        "Department of Medicine and Community Health Sciences, University of Calgary, Calgary, Canada."
      ]
    },
    {
      "last_name": "Tricco",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Tricco",
      "affiliations": [
        "Knowledge Translation Program, Li Ka Shing Knowledge Institute, St. Michael's Hospital and University of Toronto, Toronto, Canada.",
        "Epidemiology Division and Institute of Health Policy, Management, and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, Canada.",
        "Queen's Collaboration for Health Care Quality: A JBI Centre of Excellence, Queen's University, Kingston, Canada."
      ]
    },
    {
      "last_name": "Vachon",
      "fore_name": "Brigitte",
      "initials": "B",
      "name": "Brigitte Vachon",
      "affiliations": [
        "School of Rehabilitation, Occupational Therapy Program, University of Montreal, Montreal, Canada."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Catherine Hy",
      "initials": "CH",
      "name": "Catherine Hy Yu",
      "affiliations": [
        "Department of Medicine, St. Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Zahradnik",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zahradnik",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Trikalinos",
      "fore_name": "Thomas A",
      "initials": "TA",
      "name": "Thomas A Trikalinos",
      "affiliations": [
        "Departments of Health Services, Policy, and Practice and Biostatistics, Center for Evidence Synthesis in Health, Brown University School of Public Health, Providence, Rhode Island, USA."
      ]
    },
    {
      "last_name": "Grimshaw",
      "fore_name": "Jeremy M",
      "initials": "JM",
      "name": "Jeremy M Grimshaw",
      "affiliations": [
        "Clinical Epidemiology Program, Ottawa Hospital Research Institute, Ottawa, Canada.",
        "Department of Medicine, University of Ottawa, Ottawa, Canada."
      ]
    },
    {
      "last_name": "Ivers",
      "fore_name": "Noah",
      "initials": "N",
      "name": "Noah Ivers",
      "affiliations": [
        "Department of Family and Community Medicine, Women's College Hospital, Toronto, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The Cochrane database of systematic reviews",
    "iso_abbreviation": "Cochrane Database Syst Rev",
    "issn": "1469-493X",
    "issn_type": "Electronic",
    "volume": "5",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May",
    "pub_day": "31"
  },
  "start_page": "CD014513",
  "pages": "CD014513",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Adult",
    "Female",
    "Middle Aged",
    "Male",
    "Diabetes Mellitus, Type 2",
    "Quality Improvement",
    "Glycated Hemoglobin",
    "Cholesterol, LDL",
    "Bayes Theorem",
    "Retinal Diseases"
  ],
  "article_ids": {
    "pubmed": "37254718",
    "pmc": "PMC10233616",
    "doi": "10.1002/14651858.CD014513"
  },
  "doi": "10.1002/14651858.CD014513",
  "pmc_id": "PMC10233616",
  "dates": {
    "completed": "2023-06-01",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Glycated Hemoglobin",
    "Cholesterol, LDL"
  ],
  "grants": [
    {
      "grant_id": "205177/Z/16/Z",
      "agency": "Wellcome Trust",
      "country": "United Kingdom"
    },
    {
      "grant_id": "G0001164",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MR/P02386X/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    },
    {
      "grant_id": "MR/P024408/1",
      "agency": "Medical Research Council",
      "country": "United Kingdom"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:01.055279",
    "pmid": "37254718"
  }
}