{
  "pmid": "37252566",
  "uid": "37252566",
  "title": "Comparison of the Effectiveness and Safety of Chlorthalidone and Hydrochlorothiazide in Patients With Hypertension: A Meta-Analysis.",
  "abstract": "The aim of this study was to compare the effectiveness and safety of chlorthalidone and hydrochlorothiazide in patients with hypertension. The present meta-analysis was reported according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Our search for relevant articles was conducted on PubMed, Scopus, and CINAHIL databases from their inception until March 31, 2023. Keywords used to search for relevant articles included \"hydrochlorothiazide,\" \"chlortalidone,\" \"hypertension,\" \"cardiovascular,\" and \"blood pressure.\" The outcomes assessed in this meta-analysis included changes in systolic blood pressure (SBP) and diastolic blood pressure (DBP). Myocardial infarction, stroke, and all-cause mortality were also assessed. For safety analysis, we evaluated the risk of hypokalemia between the two groups. Any disagreement between the two authors in the data extraction process was resolved through discussion. Eight studies fulfilled the inclusion criteria included in the present meta-analysis. Our analysis showed that chlorthalidone was superior to hydrochlorothiazide in controlling both SBP and DBP, with no significant heterogeneity reported. However, there was no significant difference between the two groups in terms of the risk of myocardial infarction, stroke, all-cause mortality, and hospitalization due to heart failure. The hypokalemia rate was reported to be higher with chlorthalidone compared to hydrochlorothiazide.",
  "authors": [
    {
      "last_name": "Khenhrani",
      "fore_name": "Raja Ram",
      "initials": "RR",
      "name": "Raja Ram Khenhrani",
      "affiliations": [
        "Internal Medicine, Liaquat University of Medical and Health Sciences, Karachi, PAK."
      ]
    },
    {
      "last_name": "Nnodebe",
      "fore_name": "Ijeoma",
      "initials": "I",
      "name": "Ijeoma Nnodebe",
      "affiliations": [
        "Medicine, Basingstoke and North Hampshire Hospital, Basingstoke, GBR."
      ]
    },
    {
      "last_name": "Rawat",
      "fore_name": "Anurag",
      "initials": "A",
      "name": "Anurag Rawat",
      "affiliations": [
        "Interventional Cardiology, Himalayan Institute of Medical Sciences, Dehradun, IND."
      ]
    },
    {
      "last_name": "Adwani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Adwani",
      "affiliations": [
        "Medicine, Dow University of Health Sciences, Karachi, PAK."
      ]
    },
    {
      "last_name": "Ghaffar",
      "fore_name": "Ammara",
      "initials": "A",
      "name": "Ammara Ghaffar",
      "affiliations": [
        "Neurology, King Edward Medical University, Lahore, PAK."
      ]
    },
    {
      "last_name": "Devi",
      "fore_name": "Sapna",
      "initials": "S",
      "name": "Sapna Devi",
      "affiliations": [
        "Internal Medicine, Medical College, Liaquat University of Medical and Health Sciences, Karachi, PAK."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Sohaib",
      "initials": "MS",
      "name": "Muhammad Sohaib Afzal",
      "affiliations": [
        "Medicine, Louisiana State University Health Sciences Center, Shreveport, USA."
      ]
    },
    {
      "last_name": "Usama",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Usama",
      "affiliations": [
        "Neurology, Sheikh Zayed Medical College & Hospital, Rahim Yar Khan, PAK."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Apr"
  },
  "start_page": "e38184",
  "pages": "e38184",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37252566",
    "pmc": "PMC10220471",
    "doi": "10.7759/cureus.38184"
  },
  "doi": "10.7759/cureus.38184",
  "pmc_id": "PMC10220471",
  "dates": {
    "revised": "2023-05-31"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.073300",
    "pmid": "37252566"
  }
}