{
  "pmid": "37263796",
  "uid": "37263796",
  "title": "Chinese Guideline on the Management of Polypoidal Choroidal Vasculopathy (2022).",
  "abstract": "Background In mainland China, patients with neovascular age-related macular degeneration (nAMD) have approximately an 40% prevalence of polypoidal choroidal vasculopathy (PCV). This disease leads to recurrent retinal pigment epithelium detachment (PED), extensive subretinal or vitreous hemorrhages, and severe vision loss. China has introduced various treatment modalities in the past years and gained comprehensive experience in treating PCV.Methods A total of 14 retinal specialists nationwide with expertise in PCV were empaneled to prioritize six questions and address their corresponding outcomes, regarding opinions on inactive PCV, choices of anti-vascular endothelial growth factor (anti-VEGF) monotherapy, photodynamic therapy (PDT) monotherapy or combined therapy, patients with persistent subretinal fluid (SRF) or intraretinal fluid (IRF) after loading dose anti-VEGF, and patients with massive subretinal hemorrhage. An evidence synthesis team conducted systematic reviews, which informed the recommendations that address these questions. This guideline used the GRADE (Grading of Recommendations, Assessment, Development, and Evaluation) approach to assess the certainty of evidence and grade the strengths of recommendations. Results The panel proposed the following six conditional recommendations regarding treatment choices. (1) For patients with inactive PCV, we suggest observation over treatment. (2) For treatment-na?ve PCV patients, we suggest either anti-VEGF monotherapy or combined anti-VEGF and PDT rather than PDT monotherapy. (3) For patients with PCV who plan to initiate combined anti-VEGF and PDT treatment, we suggest later/rescue PDT over initiate PDT. (4) For PCV patients who plan to initiate anti-VEGF monotherapy, we suggest the treat and extend (T&E) regimen rather than the pro re nata (PRN) regimen following three monthly loading doses. (5) For patients with persistent SRF or IRF on optical coherence tomography (OCT) after three monthly anti-VEGF treatments, we suggest proceeding with anti-VEGF treatment rather than observation. (6) For PCV patients with massive subretinal hemorrhage (equal to or more than four optic disc areas) involving the central macula, we suggest surgery (vitrectomy in combination with tissue-plasminogen activator (tPA) intraocular injection and gas tamponade) rather than anti-VEGF monotherapy. Conclusions Six evidence-based recommendations support optimal care for PCV patients' management.",
  "authors": [
    {
      "last_name": "Chen",
      "fore_name": "You-Xin",
      "initials": "YX",
      "name": "You-Xin Chen",
      "affiliations": [
        "Department of Ophthalmology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences Peking Union Medical College, Beijing, China.",
        "Key Laboratory of Ocular Fundus Diseases, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Ningbo Nottingham GRADE center, University of Nottingham, Ningbo, China.",
        "Institute of Acupuncture and Moxibustion, China Academy of Chinese Medical Sciences, Beijing, China.",
        "CEBIM (Center for Evidence Based Integrative Medicine)-Clarity Collaboration, Guang'anmen Hospital, China Academy of Chinese Medical Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Chang-Zheng",
      "initials": "CZ",
      "name": "Chang-Zheng Chen",
      "affiliations": [
        "Department of Ophthalmology, Renmin Hospital of Wuhan University, Wuhan, China."
      ]
    },
    {
      "last_name": "Dai",
      "fore_name": "Hong",
      "initials": "H",
      "name": "Hong Dai",
      "affiliations": [
        "Department of Ophthalmology, Beijing Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Su-Yan",
      "initials": "SY",
      "name": "Su-Yan Li",
      "affiliations": [
        "Department of Ophthalmology, Xuzhou Municipal Hospital Affiliated to Xuzhou medical University, Xuzhou, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Xiang",
      "initials": "X",
      "name": "Xiang Ma",
      "affiliations": [
        "Department of Ophthalmology, the First Affiliated Hospital of Dalian Medical University, Dalian, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Xiao-Dong",
      "initials": "XD",
      "name": "Xiao-Dong Sun",
      "affiliations": [
        "Department of Ophthalmology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."
      ]
    },
    {
      "last_name": "Tang",
      "fore_name": "Shi-Bo",
      "initials": "SB",
      "name": "Shi-Bo Tang",
      "affiliations": [
        "Aire Eye Hospital, Changsha, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yu-Sheng",
      "initials": "YS",
      "name": "Yu-Sheng Wang",
      "affiliations": [
        "Department of Ophthalmology, Xijing Hospital, Fouth Military Medical University, Xi'an, China."
      ]
    },
    {
      "last_name": "Wei",
      "fore_name": "Wen-Bin",
      "initials": "WB",
      "name": "Wen-Bin Wei",
      "affiliations": [
        "Department of Ophthalmology, Beijing Tongren Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Wen",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Wen",
      "affiliations": [
        "State Key Laboratory of Ophthalmology, Zhongshan Ophthalmic Center, Sun Yat-sen University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Ge-Zhi",
      "initials": "GZ",
      "name": "Ge-Zhi Xu",
      "affiliations": [
        "Ophthalmology, the Affiliated Eye and ENT Hospital, Shanghai Medical School, Fudan University, Shanghai, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Wei-Hong",
      "initials": "WH",
      "name": "Wei-Hong Yu",
      "affiliations": [
        "Department of Ophthalmology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China.",
        "Key Laboratory of Ocular Fundus Diseases, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Mei-Xia",
      "initials": "MX",
      "name": "Mei-Xia Zhang",
      "affiliations": [
        "Department of Ophthalmology, West China School of Medicine, West China Hospital, Sichuan University, Chengdu, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Ming-Wei",
      "initials": "MW",
      "name": "Ming-Wei Zhao",
      "affiliations": [
        "Department of Ophthalmology, Peking University People's Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Zhang",
      "affiliations": [
        "Department of Ophthalmology, Peking University People's Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Qi",
      "fore_name": "Fang",
      "initials": "F",
      "name": "Fang Qi",
      "affiliations": [
        "Department of Ophthalmology, Peking University People's Hospital, Beijing, China."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Xun",
      "initials": "X",
      "name": "Xun Xu",
      "affiliations": [
        "Department of Ophthalmology, Shanghai General Hospital, Shanghai, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiao-Xin",
      "initials": "XX",
      "name": "Xiao-Xin Li",
      "affiliations": [
        "Eye Center of Xiamen University, Xiamen, China.",
        "People Eye Center of People's Hospital, Peking University, Beijing, China."
      ]
    }
  ],
  "journal": {
    "title": "Chinese medical sciences journal = Chung-kuo i hsueh k'o hsueh tsa chih",
    "iso_abbreviation": "Chin Med Sci J",
    "issn": "1001-9294",
    "issn_type": "Print",
    "volume": "38",
    "issue": "2",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "30"
  },
  "start_page": "77",
  "end_page": "93",
  "pages": "77-93",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Angiogenesis Inhibitors",
    "Polypoidal Choroidal Vasculopathy",
    "Combined Modality Therapy",
    "Vascular Endothelial Growth Factor A",
    "Retinal Hemorrhage",
    "Tomography, Optical Coherence",
    "Fluorescein Angiography",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "37263796",
    "doi": "10.24920/004213",
    "pii": "4213"
  },
  "doi": "10.24920/004213",
  "dates": {
    "completed": "2023-10-23",
    "revised": "2023-10-23"
  },
  "chemicals": [
    "Angiogenesis Inhibitors",
    "Vascular Endothelial Growth Factor A"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:14:01.628571",
    "pmid": "37263796"
  }
}