{
  "pmid": "37264415",
  "uid": "37264415",
  "title": "Evidence synthesis to policy: development and implementation of an impact-oriented approach from the Eastern Mediterranean Region.",
  "abstract": "BACKGROUND: Despite the importance of evidence syntheses in informing policymaking, their production and use remain limited in the Eastern Mediterranean region (EMR). There is a lack of empirical research on approaches to promote and use policy-relevant evidence syntheses to inform policymaking processes in the EMR. OBJECTIVE: This study sought to describe the development of an impact-oriented approach to link evidence synthesis to policy, and its implementation through selected case studies in Lebanon, a middle-income country in the EMR. METHODS: This study followed a multifaceted and iterative process that included (i) a review of the literature, (ii) input from international experts in evidence synthesis and evidence-informed health policymaking, and (iii) application in a real-world setting (implementation). We describe four selected case studies of implementation. Surveys were used to assess policy briefs, deliberative dialogues, and post-dialogue activities. Additionally, Kingdon's stream theory was adopted to further explain how and why the selected policy issues rose to the decision agenda. RESULTS: The approach incorporates three interrelated phases: (1) priority setting, (2) evidence synthesis, and (3) uptake. Policy-relevant priorities are generated through formal priority setting exercises, direct requests by policymakers and stakeholders, or a focusing event. Identified priorities are translated into focused questions that can be addressed via evidence synthesis (phase 1). Next, a scoping of the literature is conducted to identify existing evidence syntheses addressing the question of interest. Unless the team identifies relevant, up-to-date and high-quality evidence syntheses, it proceeds to conducting SRs addressing the priority questions of interest (phase 2). Next, the team prepares knowledge translation products (e.g., policy briefs) for undertaking knowledge uptake activities, followed by monitoring and evaluation (phase 3). There are two prerequisites to the application of the approach: enhancing contextual awareness and capacity strengthening. The four case studies illustrate how evidence produced from the suites of activities was used to inform health policies and practices. CONCLUSIONS: To our knowledge, this is the first study to describe both the development and implementation of an approach to link evidence synthesis to policy in the EMR. We believe the approach will be useful for researchers, knowledge translation platforms, governments, and funders seeking to promote evidence-informed policymaking and practice.",
  "authors": [
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Reviews On Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fadlallah",
      "fore_name": "Racha",
      "initials": "R",
      "name": "Racha Fadlallah",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Reviews On Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bou Karroum",
      "fore_name": "Lama",
      "initials": "L",
      "name": "Lama Bou Karroum",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Center for Systematic Reviews On Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Center for Systematic Reviews On Health Policy and Systems Research (SPARK), American University of Beirut, Beirut, Lebanon. ea32@aub.edu.lb.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada. ea32@aub.edu.lb.",
        "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon. ea32@aub.edu.lb."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "start_page": "40",
  "pages": "40",
  "language": "eng",
  "publication_types": [
    "Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Policy Making",
    "Health Policy",
    "Surveys and Questionnaires",
    "Mediterranean Region",
    "Qualitative Research"
  ],
  "article_ids": {
    "pubmed": "37264415",
    "pmc": "PMC10234246",
    "doi": "10.1186/s12961-023-00989-5",
    "pii": "10.1186/s12961-023-00989-5"
  },
  "doi": "10.1186/s12961-023-00989-5",
  "pmc_id": "PMC10234246",
  "dates": {
    "completed": "2023-06-05",
    "revised": "2023-06-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:20:06.835422",
    "pmid": "37264415"
  }
}