{
  "pmid": "37270901",
  "uid": "37270901",
  "title": "Mechanical and morphological characterisation of porcine urethras for the assessment of paediatric urinary catheter safety.",
  "abstract": "Paediatric urinary catheters are often necessary in critical care settings or to address congenital anomalies affecting the urogenital system. Iatrogenic injuries can occur during the placement of such catheters, highlighting the need for a safety device that can function in paediatric settings. Despite successful efforts to develop devices that improve the safety of adult urinary catheters, no such devices are available for use with paediatric catheters. This study investigates the potential for utilising a pressure-controlled safety mechanism to limit the trauma experienced by paediatric patients during inadvertent inflation of a urinary catheter anchoring balloon in the urethra. Firstly, we establish a paediatric model of the human urethra using porcine tissue by characterising the mechanical and morphological properties of porcine tissue at increasing postnatal timepoints (8, 12, 16 and 30 weeks). We identified that porcine urethras harvested from pigs at postnatal week 8 and 12 exhibit morphological properties (diameter and thickness) that are statistically distinct from adult porcine urethras (postnatal week 30). We therefore utilise urethra tissue from postnatal week 8 and 12 pigs as a model to evaluate a pressure-controlled approach to paediatric urinary catheter balloon inflation intended to limit tissue trauma during inadvertent inflation in the urethra. Our results show that limiting catheter system pressure to 150 kPa avoided trauma in all tissue samples. Conversely, all of the tissue samples that underwent traditional uncontrolled urinary catheter inflation experienced complete rupture. The findings of this study pave the way for the development of a safety device for use with paediatric catheters, thereby alleviating the burden of catastrophic trauma and life changing injuries in children due to a preventable iatrogenic urogenital event.",
  "authors": [
    {
      "last_name": "Cunnane",
      "fore_name": "Eoghan M",
      "initials": "EM",
      "name": "Eoghan M Cunnane",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland; School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland. Electronic address: eoghan.cunnane@ul.ie."
      ]
    },
    {
      "last_name": "Cunnane",
      "fore_name": "Connor V",
      "initials": "CV",
      "name": "Connor V Cunnane",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland; School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Allardyce",
      "fore_name": "Joanna M",
      "initials": "JM",
      "name": "Joanna M Allardyce",
      "affiliations": [
        "School of Allied Health, University of Limerick, Limerick, Ireland; Health Research Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Croghan",
      "fore_name": "Stefanie M",
      "initials": "SM",
      "name": "Stefanie M Croghan",
      "affiliations": [
        "Department of Urology, University Hospital Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael T",
      "initials": "MT",
      "name": "Michael T Walsh",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland; School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland; Health Research Institute, University of Limerick, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Davis",
      "fore_name": "Niall F",
      "initials": "NF",
      "name": "Niall F Davis",
      "affiliations": [
        "Department of Urology, Beaumont Hospital, Dublin, Ireland; Tissue Engineering Research Group, Department of Anatomy and Regenerative Medicine, Royal College of Surgeons in Ireland (RCSI), Dublin, Ireland; Department of Surgery, Royal College of Surgeons in Ireland (RCSI), Dublin, Ireland."
      ]
    },
    {
      "last_name": "Flood",
      "fore_name": "Hugh D",
      "initials": "HD",
      "name": "Hugh D Flood",
      "affiliations": [
        "Class Medical Limited, Unit 1 D, Annacotty Business Park, Co, Limerick, Ireland."
      ]
    },
    {
      "last_name": "Mulvihill",
      "fore_name": "John J E",
      "initials": "JJE",
      "name": "John J E Mulvihill",
      "affiliations": [
        "Biomaterials Cluster, Bernal Institute, University of Limerick, Limerick, Ireland; School of Engineering, Faculty of Science and Engineering, University of Limerick, Limerick, Ireland; Health Research Institute, University of Limerick, Limerick, Ireland. Electronic address: john.mulvihill@ul.ie."
      ]
    }
  ],
  "journal": {
    "title": "Journal of the mechanical behavior of biomedical materials",
    "iso_abbreviation": "J Mech Behav Biomed Mater",
    "issn": "1878-0180",
    "issn_type": "Electronic",
    "volume": "143",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "105923",
  "pages": "105923",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Child",
    "Swine",
    "Animals",
    "Urinary Catheters",
    "Urethra",
    "Urinary Catheterization",
    "Risk Factors",
    "Iatrogenic Disease"
  ],
  "article_ids": {
    "pubmed": "37270901",
    "doi": "10.1016/j.jmbbm.2023.105923",
    "pii": "S1751-6161(23)00276-X"
  },
  "doi": "10.1016/j.jmbbm.2023.105923",
  "dates": {
    "completed": "2023-06-12",
    "revised": "2023-11-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.250405",
    "pmid": "37270901"
  }
}