{
  "pmid": "37274809",
  "uid": "37274809",
  "title": "Evaluation of Continuing Professional Development for Physicians - Time for Change: A Scoping Review.",
  "abstract": "INTRODUCTION: Evaluation of education interventions is essential for continuous improvement as it provides insights into how and why outcomes occur. Specifically, for physicians' continuing professional development (CPD) programs, which aim to upskill physicians in a range of practice-essential domains, evaluations are crucial to assure physicians' continuous development, enhanced patient care and safety. However, evaluations of health professions education (HPE) interventions tend to be outcomes focused, failing to capture how and why outcomes occur. This scoping review aimed to identify evaluation techniques used to evaluate CPD programs for physicians, and to determine how these techniques are being implemented as well as the their quality. METHODS: We searched PubMed, Embase, Web of Science, among others for English publications on evaluation of CPD programs for physicians, in the past decade. We used a data charting template to extract study details regarding the evaluation techniques and produced a checklist to assess the quality of the evaluations. RESULTS: 101 studies were included; of which 91 studies did not use an evaluation framework. Our findings revealed shortcomings in the evaluations of CPD programs including lack of attention to: intervention processes; unintended outcomes and contextual factors; use of theory; evaluation framework use; and rationale for chosen evaluation method. DISCUSSION: Our findings highlighted major gaps in the evaluation techniques employed in physicians' CPD. Attention needs to be paid to evaluating both program processes and outcomes to illuminate how and why impacts are or are not occurring.",
  "authors": [
    {
      "last_name": "Hosseini",
      "fore_name": "Shera",
      "initials": "S",
      "name": "Shera Hosseini",
      "affiliations": [
        "McMaster University, Faculty of Health Sciences, Department of Family Medicine, Canada."
      ],
      "orcid": "0000-0002-7144-8510"
    },
    {
      "last_name": "Allen",
      "fore_name": "Louise",
      "initials": "L",
      "name": "Louise Allen",
      "affiliations": [
        "Monash Center for Professional Development and Monash Online Education, Australia."
      ],
      "orcid": "0000-0003-1087-2235"
    },
    {
      "last_name": "Khalid",
      "fore_name": "Faran",
      "initials": "F",
      "name": "Faran Khalid",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-5410-1729"
    },
    {
      "last_name": "Li",
      "fore_name": "Donny",
      "initials": "D",
      "name": "Donny Li",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Division of Supportive and Palliative Care, William Osler Health System, Brampton, Canada.",
        "Department of Research, Humber River Hospital, Toronto, Canada."
      ],
      "orcid": "0000-0003-2746-6794"
    },
    {
      "last_name": "Stellrecht",
      "fore_name": "Elizabeth",
      "initials": "E",
      "name": "Elizabeth Stellrecht",
      "affiliations": [
        "Head of Health Sciences Library Services, University Libraries, University at Buffalo, Buffalo, NY, US."
      ],
      "orcid": "0000-0002-9524-6171"
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, 100 Main S. W., Hamilton ON, L8P 1H6, Canada."
      ],
      "orcid": "0000-0001-8127-5492"
    },
    {
      "last_name": "Chan",
      "fore_name": "Teresa M",
      "initials": "TM",
      "name": "Teresa M Chan",
      "affiliations": [
        "Division of Emergency Medicine, Department of Medicine, McMaster University, Hamilton, Canada.",
        "Continuing Professional Development, Faculty of Health Sciences, McMaster University, Canada.",
        "McMaster Education Research, Innovation, and Theory (MERIT) program, Faculty of Health Sciences, McMaster University Hamilton, Canada."
      ],
      "orcid": "0000-0001-6104-462X"
    }
  ],
  "journal": {
    "title": "Perspectives on medical education",
    "iso_abbreviation": "Perspect Med Educ",
    "issn": "2212-277X",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "1",
    "pub_year": "2023"
  },
  "start_page": "198",
  "end_page": "207",
  "pages": "198-207",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Physicians",
    "Education, Medical, Continuing"
  ],
  "article_ids": {
    "pubmed": "37274809",
    "pmc": "PMC10237247",
    "doi": "10.5334/pme.838"
  },
  "doi": "10.5334/pme.838",
  "pmc_id": "PMC10237247",
  "dates": {
    "completed": "2023-06-15",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.546628",
    "pmid": "37274809"
  }
}