{
  "pmid": "37270191",
  "uid": "37270191",
  "title": "How regional versus global thresholds for physical activity and grip strength influence physical frailty prevalence and mortality estimates in PURE: a prospective multinational cohort study of community-dwelling adults.",
  "abstract": "OBJECTIVES: Handgrip strength and physical activity are commonly used to evaluate physical frailty; however, their distribution varies worldwide. The thresholds that identify frail individuals have been established in high-income countries but not in low-income and middle-income countries. We created two adaptations of physical frailty to study how global versus regional thresholds for handgrip strength and physical activity affect frailty prevalence and its association with mortality in a multinational population. DESIGN, SETTING AND PARTICIPANTS: Our sample included 137 499 adults aged 35-70 years (median age: 61 years, 60% women) from Population Urban Rural Epidemiology Studies community-dwelling prospective cohort across 25 countries, covering the following geographical regions: China, South Asia, Southeast Asia, Africa, Russia and Central Asia, North America/Europe, Middle East and South America. PRIMARY AND SECONDARY OUTCOME MEASURES: We measured and compared frailty prevalence and time to all-cause mortality for two adaptations of frailty. RESULTS: Overall frailty prevalence was 5.6% using global frailty and 5.8% using regional frailty. Global frailty prevalence ranged from 2.4% (North America/Europe) to 20.1% (Africa), while regional frailty ranged from 4.1% (Russia/Central Asia) to 8.8% (Middle East). The HRs for all-cause mortality (median follow-up of 9 years) were 2.42 (95% CI: 2.25 to 2.60) and 1.91 (95% CI: 1.77 to 2.06) using global frailty and regional frailty, respectively, (adjusted for age, sex, education, smoking status, alcohol consumption and morbidity count). Receiver operating characteristic curves for all-cause mortality were generated for both frailty adaptations. Global frailty yielded an area under the curve of 0.600 (95% CI: 0.594 to 0.606), compared with 0.5933 (95% CI: 0.587 to 5.99) for regional frailty (p=0.0007). CONCLUSIONS: Global frailty leads to higher regional variations in estimated frailty prevalence and stronger associations with mortality, as compared with regional frailty. However, both frailty adaptations in isolation are limited in their ability to discriminate between those who will die during 9 years' follow-up from those who do not.",
  "authors": [
    {
      "last_name": "Farooqi",
      "fore_name": "Maheen",
      "initials": "M",
      "name": "Maheen Farooqi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0001-9678-4206"
    },
    {
      "last_name": "Papaioannou",
      "fore_name": "Alexandra",
      "initials": "A",
      "name": "Alexandra Papaioannou",
      "affiliations": [
        "Division of Geriatric Medicine, Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant",
      "initials": "S",
      "name": "Shrikant Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Rangarajan",
      "fore_name": "Sumathy",
      "initials": "S",
      "name": "Sumathy Rangarajan",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leong",
      "fore_name": "Darryl",
      "initials": "D",
      "name": "Darryl Leong",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada darryl.leong@phri.ca.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "BMJ open",
    "iso_abbreviation": "BMJ Open",
    "issn": "2044-6055",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "02"
  },
  "start_page": "e066848",
  "pages": "e066848",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Female",
    "Middle Aged",
    "Male",
    "Aged",
    "Frailty",
    "Cohort Studies",
    "Prospective Studies",
    "Independent Living",
    "Prevalence",
    "Hand Strength",
    "Exercise",
    "Geriatric Assessment",
    "Frail Elderly"
  ],
  "article_ids": {
    "pubmed": "37270191",
    "pmc": "PMC10255294",
    "doi": "10.1136/bmjopen-2022-066848",
    "pii": "bmjopen-2022-066848"
  },
  "doi": "10.1136/bmjopen-2022-066848",
  "pmc_id": "PMC10255294",
  "dates": {
    "completed": "2023-06-05",
    "revised": "2023-06-22"
  },
  "chemicals": [],
  "grants": [
    {
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:50:32.440317",
    "pmid": "37270191"
  }
}