{
  "pmid": "37279588",
  "uid": "37279588",
  "title": "Association of Neighborhood Deprivation and Depressive Symptoms With Epigenetic Age Acceleration: Evidence From the Canadian Longitudinal Study on Aging.",
  "abstract": "BACKGROUND: Neighborhood deprivation and depression have been linked to epigenetic age acceleration. The next-generation epigenetic clocks including the DNA methylation (DNAm) GrimAge, and PhenoAge have incorporated clinical biomarkers of physiological dysregulation by selecting cytosine-phosphate-guanine sites that are associated with risk factors for disease, and have shown improved accuracy in predicting morbidity and time-to-mortality compared to the first-generation clocks. The aim of this study is to examine the association between neighborhood deprivation and DNAm GrimAge and PhenoAge acceleration in adults, and assess interaction with depressive symptoms. METHODS: The Canadian Longitudinal Study on Aging recruited 51 338 participants aged 45-85 years across provinces in Canada. This cross-sectional analysis is based on a subsample of 1 445 participants at baseline (2011-2015) for whom epigenetic data were available. Epigenetic age acceleration (years) was assessed using the DNAm GrimAge and PhenoAge, and measured as residuals from regression of the biological age on chronological age. RESULTS: A greater neighborhood material and/or social deprivation compared to lower deprivation (b = 0.66; 95% confidence interval [CI] = 0.21, 1.12) and depressive symptoms scores (b = 0.07; 95% CI = 0.01, 0.13) were associated with higher DNAm GrimAge acceleration. The regression estimates for these associations were higher but not statistically significant when epigenetic age acceleration was estimated using DNAm PhenoAge. There was no evidence of a statistical interaction between neighborhood deprivation and depressive symptoms. CONCLUSIONS: Depressive symptoms and neighborhood deprivation are independently associated with premature biological aging. Policies that improve neighborhood environments and address depression in older age may contribute to healthy aging among older adults living in predominantly urban areas.",
  "authors": [
    {
      "last_name": "Joshi",
      "fore_name": "Divya",
      "initials": "D",
      "name": "Divya Joshi",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-3190-8866"
    },
    {
      "last_name": "van Lenthe",
      "fore_name": "Frank J",
      "initials": "FJ",
      "name": "Frank J van Lenthe",
      "affiliations": [
        "Department of Public Health, Erasmus MC, University Medical Centre Rotterdam, Rotterdam, The Netherlands.",
        "Faculty of Geosciences, Utrecht University, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Huisman",
      "fore_name": "Martijn",
      "initials": "M",
      "name": "Martijn Huisman",
      "affiliations": [
        "Department of Epidemiology and Data Science and the Amsterdam Public Health Research Institute, Amsterdam University Medical Centers, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Sund",
      "fore_name": "Erik R",
      "initials": "ER",
      "name": "Erik R Sund",
      "affiliations": [
        "HUNT Research Centre, Department of Public Health and Nursing, Faculty of Medicine and Health Sciences, Norwegian University of Science and Technology, Levanger, Norway.",
        "Faculty of Nursing and Health Sciences, Nord University, Levanger, Norway."
      ]
    },
    {
      "last_name": "Krokstad",
      "fore_name": "Steinar",
      "initials": "S",
      "name": "Steinar Krokstad",
      "affiliations": [
        "HUNT Research Centre, Department of Public Health and Nursing, Faculty of Medicine and Health Sciences, Norwegian University of Science and Technology, Levanger, Norway.",
        "Levanger Hospital, Nord-Trøndelag Hospital Trust, Levanger, Norway."
      ]
    },
    {
      "last_name": "Avendano",
      "fore_name": "Mauricio",
      "initials": "M",
      "name": "Mauricio Avendano",
      "affiliations": [
        "Center for Primary Care and Public Health (Unisanté), Department of Epidemiology and Health Systems, University of Lausanne, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Raina",
      "fore_name": "Parminder",
      "initials": "P",
      "name": "Parminder Raina",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "McMaster Institute for Research on Aging, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "The journals of gerontology. Series A, Biological sciences and medical sciences",
    "iso_abbreviation": "J Gerontol A Biol Sci Med Sci",
    "issn": "1758-535X",
    "issn_type": "Electronic",
    "volume": "79",
    "issue": "2",
    "pub_year": "2024",
    "pub_month": "Feb",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Depression",
    "Cross-Sectional Studies",
    "Longitudinal Studies",
    "Canada",
    "Aging",
    "Aging, Premature",
    "Acceleration",
    "DNA Methylation",
    "Epigenesis, Genetic"
  ],
  "article_ids": {
    "pubmed": "37279588",
    "pmc": "PMC10809038",
    "doi": "10.1093/gerona/glad118",
    "pii": "7190263"
  },
  "doi": "10.1093/gerona/glad118",
  "pmc_id": "PMC10809038",
  "dates": {
    "completed": "2024-01-26",
    "revised": "2025-05-05"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "LSA 94473",
      "agency": "CIHR",
      "country": "Canada"
    },
    {
      "grant_id": "LSA 94473",
      "agency": "CIHR",
      "country": "Canada"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:53:30.193241",
    "pmid": "37279588"
  }
}