{
  "pmid": "37289790",
  "uid": "37289790",
  "title": "Conflict of interest in the peer review process: A survey of peer review reports.",
  "abstract": "OBJECTIVES: To assess the extent to which peer reviewers and journals editors address study funding and authors' conflicts of interests (COI). Also, we aimed to assess the extent to which peer reviewers and journals editors reported and commented on their own or each other's COI. STUDY DESIGN AND METHODS: We conducted a systematic survey of original studies published in open access peer reviewed journals that publish their peer review reports. Using REDCap, we collected data in duplicate and independently from journals' websites and articles' peer review reports. RESULTS: We included a sample of original studies (N = 144) and a second one of randomized clinical trials (N = 115) RCTs. In both samples, and for the majority of studies, reviewers reported absence of COI (70% and 66%), while substantive percentages of reviewers did not report on COI (28% and 30%) and only small percentages reported any COI (2% and 4%). For both samples, none of the editors whose names were publicly posted reported on COI. The percentages of peer reviewers commenting on the study funding, authors' COI, editors' COI, or their own COI ranged between 0 and 2% in either one of the two samples. 25% and 7% of editors respectively in the two samples commented on study funding, while none commented on authors' COI, peer reviewers' COI, or their own COI. The percentages of authors commenting in their response letters on the study funding, peer reviewers' COI, editors' COI, or their own COI ranged between 0 and 3% in either one of the two samples. CONCLUSION: The percentages of peer reviewers and journals editors who addressed study funding and authors' COI and were extremely low. In addition, peer reviewers and journal editors rarely reported their own COI, or commented on their own or on each other's COI.",
  "authors": [
    {
      "last_name": "Makarem",
      "fore_name": "Adham",
      "initials": "A",
      "name": "Adham Makarem",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon.",
        "Department of Epidemiology, School of Public Health, Boston University, Boston, Massachusetts, United States of America."
      ],
      "orcid": "0000-0003-3978-7552"
    },
    {
      "last_name": "Mroué",
      "fore_name": "Rayan",
      "initials": "R",
      "name": "Rayan Mroué",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Makarem",
      "fore_name": "Halima",
      "initials": "H",
      "name": "Halima Makarem",
      "affiliations": [
        "Faculty of Arts and Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Diab",
      "fore_name": "Laura",
      "initials": "L",
      "name": "Laura Diab",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Hassan",
      "fore_name": "Bashar",
      "initials": "B",
      "name": "Bashar Hassan",
      "affiliations": [
        "Faculty of Medicine, American University of Beirut, Beirut, Lebanon.",
        "Division of Plastic and Reconstructive Surgery, R Adams Cowley Shock Trauma Center, Baltimore, Maryland, United States of America."
      ]
    },
    {
      "last_name": "Khabsa",
      "fore_name": "Joanne",
      "initials": "J",
      "name": "Joanne Khabsa",
      "affiliations": [
        "Clinical Research Institute, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Akl",
      "fore_name": "Elie A",
      "initials": "EA",
      "name": "Elie A Akl",
      "affiliations": [
        "Department of Internal Medicine, American University of Beirut, Beirut, Lebanon.",
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, Canada."
      ],
      "orcid": "0000-0002-3444-8618"
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "6",
    "pub_year": "2023"
  },
  "start_page": "e0286908",
  "pages": "e0286908",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Disclosure",
    "Conflict of Interest",
    "Peer Review",
    "Surveys and Questionnaires",
    "Peer Group"
  ],
  "article_ids": {
    "pubmed": "37289790",
    "pmc": "PMC10249818",
    "doi": "10.1371/journal.pone.0286908",
    "pii": "PONE-D-22-27587"
  },
  "doi": "10.1371/journal.pone.0286908",
  "pmc_id": "PMC10249818",
  "dates": {
    "completed": "2023-06-12",
    "revised": "2023-11-20"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:03:24.251187",
    "pmid": "37289790"
  }
}