{
  "pmid": "37285916",
  "uid": "37285916",
  "title": "Whose Time Trade-Off Should Be Used? Anchoring Discrete Choice Experiment Latent Utilities in Health State Valuation.",
  "abstract": "OBJECTIVES: To compare anchored discrete choice experiment (DCE) utility values using own versus others' time trade-off (TTO) responses in the valuation of SF-6Dv2. METHODS: A representative sample of the general population was recruited in China. Through face-to-face interviews, both DCE and TTO data were collected from a randomly selected half of the respondents (own TTO sample), whereas only TTO data were collected from the other half (others' TTO sample). Conditional logit model was used to estimate DCE latent utilities. Three anchoring methods, including using the observed and the modeled TTO values for the worst state, and mapping DCE values onto TTO, were used to scale the latent utilities to health utilities. Prediction accuracy was assessed using intraclass correlation coefficient, mean absolute difference, and root mean squared difference compared with the mean observed TTO values between the anchoring results using the own versus others' TTO data. RESULTS: Demographic characteristics were comparable between the own TTO sample (n = 252) and the others' TTO sample (n = 251). The mean (SD) observed TTO value for the worst state was -0.259 (0.591) for the own TTO sample and -0.236 (0.616) for the others' TTO sample. Anchoring DCE using own TTOs consistently showed a better prediction accuracy than using others' TTOs across the 3 anchoring methods in terms of the intraclass correlation coefficient (0.835-0.873 vs 0.771-0.804), mean absolute difference (0.127-0.181 vs 0.146-0.203), and root mean squared difference (0.164-0.237 vs 0.192-0.270). CONCLUSION: When anchoring DCE-derived latent utilities onto the health utility scale, respondents' own TTO data would be preferred to TTO data obtained from a different sample.",
  "authors": [
    {
      "last_name": "Xie",
      "fore_name": "Shitong",
      "initials": "S",
      "name": "Shitong Xie",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, China; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wu",
      "fore_name": "Jing",
      "initials": "J",
      "name": "Jing Wu",
      "affiliations": [
        "School of Pharmaceutical Science and Technology, Tianjin University, Tianjin, China; Center for Social Science Survey and Data, Tianjin University, Tianjin, China."
      ]
    },
    {
      "last_name": "Xie",
      "fore_name": "Feng",
      "initials": "F",
      "name": "Feng Xie",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Centre for Health Economics and Policy Analysis, McMaster University, Hamilton, Ontario, Canada. Electronic address: fengxie@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research",
    "iso_abbreviation": "Value Health",
    "issn": "1524-4733",
    "issn_type": "Electronic",
    "volume": "26",
    "issue": "9",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "1405",
  "end_page": "1412",
  "pages": "1405-1412",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Health Status",
    "Surveys and Questionnaires",
    "Logistic Models",
    "China",
    "Quality of Life"
  ],
  "article_ids": {
    "pubmed": "37285916",
    "doi": "10.1016/j.jval.2023.05.019",
    "pii": "S1098-3015(23)02985-6"
  },
  "doi": "10.1016/j.jval.2023.05.019",
  "dates": {
    "completed": "2023-08-28",
    "revised": "2023-09-06"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:10:58.272267",
    "pmid": "37285916"
  }
}