{
  "pmid": "37297096",
  "uid": "37297096",
  "title": "Advancement of Nonwoven Fabrics in Personal Protective Equipment.",
  "abstract": "While nonwoven fabrics have existed for several decades, their usage in personal protective equipment (PPE) has been met with a rapid surge of demands, in part due to the recent COVID-19 pandemic. This review aims to critically examine the current state of nonwoven PPE fabrics by exploring (i) the material constituents and processing steps to produce fibers and bond them, and (ii) how each fabric layer is integrated into a textile, and how the assembled textiles are used as PPE. Firstly, filament fibers are manufactured via dry, wet, and polymer-laid fiber spinning methods. Then the fibers are bonded via chemical, thermal, and mechanical means. Emergent nonwoven processes such as electrospinning and centrifugal spinning to produce unique ultrafine nanofibers are discussed. Nonwoven PPE applications are categorized as filters, medical usage, and protective garments. The role of each nonwoven layer, its role, and textile integration are discussed. Finally, the challenges stemming from the single-use nature of nonwoven PPEs are discussed, especially in the context of growing concerns over sustainability. Then, emerging solutions to address sustainability issues with material and processing innovations are explored.",
  "authors": [
    {
      "last_name": "Venkataraman",
      "fore_name": "Dhanya",
      "initials": "D",
      "name": "Dhanya Venkataraman",
      "affiliations": [
        "Department of Biomedical and Biotechnology, University of Massachusetts Lowell, Lowell, MA 01854, USA."
      ]
    },
    {
      "last_name": "Shabani",
      "fore_name": "Elnaz",
      "initials": "E",
      "name": "Elnaz Shabani",
      "affiliations": [
        "Department of Plastics Engineering, University of Massachusetts Lowell, Lowell, MA 01854, USA."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Jay H",
      "initials": "JH",
      "name": "Jay H Park",
      "affiliations": [
        "Department of Plastics Engineering, University of Massachusetts Lowell, Lowell, MA 01854, USA."
      ],
      "orcid": "0000-0002-0665-4684"
    }
  ],
  "journal": {
    "title": "Materials (Basel, Switzerland)",
    "iso_abbreviation": "Materials (Basel)",
    "issn": "1996-1944",
    "issn_type": "Print",
    "volume": "16",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "May",
    "pub_day": "25"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37297096",
    "pmc": "PMC10253991",
    "doi": "10.3390/ma16113964",
    "pii": "ma16113964"
  },
  "doi": "10.3390/ma16113964",
  "pmc_id": "PMC10253991",
  "dates": {
    "revised": "2024-09-19"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "CARES ACT 119452",
      "agency": "Advanced Functional Fabrics of America"
    },
    {
      "grant_id": "W911QY-18-2-0006 (CB-3)",
      "agency": "DEVCOM Soldier Center"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.678199",
    "pmid": "37297096"
  }
}