{
  "pmid": "37290122",
  "uid": "37290122",
  "title": "Development and validation of an international preoperative risk assessment model for postoperative delirium.",
  "abstract": "BACKGROUND: Postoperative delirium (POD) is a frequent complication in older adults, characterised by disturbances in attention, awareness and cognition, and associated with prolonged hospitalisation, poor functional recovery, cognitive decline, long-term dementia and increased mortality. Early identification of patients at risk of POD can considerably aid prevention. METHODS: We have developed a preoperative POD risk prediction algorithm using data from eight studies identified during a systematic review and providing individual-level data. Ten-fold cross-validation was used for predictor selection and internal validation of the final penalised logistic regression model. The external validation used data from university hospitals in Switzerland and Germany. RESULTS: Development included 2,250 surgical (excluding cardiac and intracranial) patients 60 years of age or older, 444 of whom developed POD. The final model included age, body mass index, American Society of Anaesthesiologists (ASA) score, history of delirium, cognitive impairment, medications, optional C-reactive protein (CRP), surgical risk and whether the operation is a laparotomy/thoracotomy. At internal validation, the algorithm had an AUC of 0.80 (95% CI: 0.77-0.82) with CRP and 0.79 (95% CI: 0.77-0.82) without CRP. The external validation consisted of 359 patients, 87 of whom developed POD. The external validation yielded an AUC of 0.74 (95% CI: 0.68-0.80). CONCLUSIONS: The algorithm is named PIPRA (Pre-Interventional Preventive Risk Assessment), has European conformity (ce) certification, is available at http://pipra.ch/ and is accepted for clinical use. It can be used to optimise patient care and prioritise interventions for vulnerable patients and presents an effective way to implement POD prevention strategies in clinical practice.",
  "authors": [
    {
      "last_name": "Dodsworth",
      "fore_name": "Benjamin T",
      "initials": "BT",
      "name": "Benjamin T Dodsworth",
      "affiliations": [
        "PIPRA AG, Zurich 8005, Switzerland."
      ],
      "orcid": "0000-0001-7908-7855"
    },
    {
      "last_name": "Reeve",
      "fore_name": "Kelly",
      "initials": "K",
      "name": "Kelly Reeve",
      "affiliations": [
        "Institute of Data Analysis and Process Design, Zurich University of Applied Sciences, Winterthur 8400, Switzerland."
      ]
    },
    {
      "last_name": "Falco",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Falco",
      "affiliations": [
        "Zühlke Engineering AG, Zürcherstrasse 39J, Schlieren 8952, Switzerland."
      ]
    },
    {
      "last_name": "Hueting",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Hueting",
      "affiliations": [
        "Evidencio, Irenesingel 19, Haaksbergen 7481 GJ, Netherlands."
      ]
    },
    {
      "last_name": "Sadeghirad",
      "fore_name": "Behnam",
      "initials": "B",
      "name": "Behnam Sadeghirad",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON L8S 4L8, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton ON L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton ON L8S 4L8, Canada.",
        "Department of Anesthesia, McMaster University, Hamilton ON L8S 4L8, Canada.",
        "Department of Pediatrics, McMaster University, Hamilton, ON L8S 4L8, Canada.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, ON L8S 4L8, Canada.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé 12117, Cameroon.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town 7600, South Africa."
      ]
    },
    {
      "last_name": "Goettel",
      "fore_name": "Nicolai",
      "initials": "N",
      "name": "Nicolai Goettel",
      "affiliations": [
        "Department of Anesthesiology, University of Florida College of Medicine, Gainesville FL 32610, USA.",
        "Department of Clinical Research, University of Basel, Basel 4031, Switzerland."
      ],
      "orcid": "0000-0003-0191-9775"
    },
    {
      "last_name": "Schmutz Gelsomino",
      "fore_name": "Nayeli",
      "initials": "N",
      "name": "Nayeli Schmutz Gelsomino",
      "affiliations": [
        "PIPRA AG, Zurich 8005, Switzerland.",
        "Department of Anaesthesia, University Hospital Basel, Spitalstrasse 21, Basel 4031, Switzerland."
      ]
    }
  ],
  "journal": {
    "title": "Age and ageing",
    "iso_abbreviation": "Age Ageing",
    "issn": "1468-2834",
    "issn_type": "Electronic",
    "volume": "52",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Aged",
    "Emergence Delirium",
    "Delirium",
    "Risk Factors",
    "Postoperative Complications",
    "Risk Assessment",
    "C-Reactive Protein"
  ],
  "article_ids": {
    "pubmed": "37290122",
    "pmc": "PMC10250022",
    "doi": "10.1093/ageing/afad086",
    "pii": "7192246"
  },
  "doi": "10.1093/ageing/afad086",
  "pmc_id": "PMC10250022",
  "dates": {
    "completed": "2023-06-12",
    "revised": "2023-12-11"
  },
  "chemicals": [
    "C-Reactive Protein"
  ],
  "grants": [
    {
      "agency": "EIT Health"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:54:59.989175",
    "pmid": "37290122"
  }
}