{
  "pmid": "37295320",
  "uid": "37295320",
  "title": "SUDEP: Living with the knowledge.",
  "abstract": "OBJECTIVE: To understand how knowledge of sudden unexpected death in epilepsy (SUDEP) impacted the lives of adult persons with epilepsy (PWE) and primary caregivers of both adults and children with epilepsy. METHODS: The principles of fundamental qualitative description guided this descriptive and exploratory qualitative study to document patients' and caregivers' perceptions and experiences. A purposeful sample of individuals (18 years or older) diagnosed with epilepsy or primary caregivers of PWE completed a single in-depth, semi-structured, one-to-one telephone interview. Categories of findings were developed using directed content analysis. RESULTS: A total of twenty-seven participants completed the study. This consisted of eight adult females and six adult males with epilepsy, ten female caregivers, and three male caregivers of PWE. All participants had become aware of SUDEP at least 12 months before their interview. Most were not informed about SUDEP by their treating neurologist and instead learned about SUDEP via alternative sources (e.g., the internet). All participants believed that knowledge of SUDEP outweighed the risks of being informed about it. Anxiety/fear related to SUDEP disclosure was generally not long-lasting. Caregivers of PWE were more directly impacted by SUDEP disclosure than adult PWE. Caregivers were more likely to make lifestyle/management changes due to learning about SUDEP (e.g., increased supervision and co-sleeping). Participants agreed that follow-up clinical support should be provided after SUDEP disclosure. CONCLUSIONS: Disclosure of SUDEP risk may have more significant impacts on caregivers of PWE than adult PWE in the form of lifestyle changes and epilepsy management. After SUDEP disclosure, follow-up support should be offered to PWE and their caregivers, which should be incorporated into future guidelines.",
  "authors": [
    {
      "last_name": "Whitney",
      "fore_name": "Robyn",
      "initials": "R",
      "name": "Robyn Whitney",
      "affiliations": [
        "Division of Neurology, Department of Paediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Strohm",
      "fore_name": "Sonya",
      "initials": "S",
      "name": "Sonya Strohm",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jeffs",
      "fore_name": "Tamzin",
      "initials": "T",
      "name": "Tamzin Jeffs",
      "affiliations": [
        "SUDEP Aware, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Kevin C",
      "initials": "KC",
      "name": "Kevin C Jones",
      "affiliations": [
        "Division of Neurology, Department of Paediatrics, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Jack",
      "fore_name": "Susan M",
      "initials": "SM",
      "name": "Susan M Jack",
      "affiliations": [
        "School of Nursing, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "RamachandranNair",
      "fore_name": "Rajesh",
      "initials": "R",
      "name": "Rajesh RamachandranNair",
      "affiliations": [
        "Division of Neurology, Department of Paediatrics, McMaster University, Hamilton, Ontario, Canada. Electronic address: rnair@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Epilepsy research",
    "iso_abbreviation": "Epilepsy Res",
    "issn": "1872-6844",
    "issn_type": "Electronic",
    "volume": "194",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "107177",
  "pages": "107177",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Humans",
    "Male",
    "Female",
    "Sudden Unexpected Death in Epilepsy",
    "Death, Sudden",
    "Epilepsy",
    "Caregivers",
    "Qualitative Research",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "37295320",
    "doi": "10.1016/j.eplepsyres.2023.107177",
    "pii": "S0920-1211(23)00102-X"
  },
  "doi": "10.1016/j.eplepsyres.2023.107177",
  "dates": {
    "completed": "2023-07-12",
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:29:56.240624",
    "pmid": "37295320"
  }
}