{
  "pmid": "37304179",
  "uid": "37304179",
  "title": "Examining perceptions of a telemedicine network for pediatric emergency medicine: a mixed-methods pilot study.",
  "abstract": "BACKGROUND: Use of telemedicine for healthcare delivery in the emergency department can increase access to specialized care for pediatric patients without direct access to a children's hospital. Currently, telemedicine is underused in this setting. OBJECTIVES: This pilot research project aimed to evaluate the perceived effectiveness of a telemedicine program in delivering care to critically ill pediatric patients in the emergency department by exploring the experiences of parents/caregivers and physicians. METHODS: Sequential explanatory mixed methods were employed, in which quantitative methods of inquiry were followed by qualitative methods. Data were collected through a post-used survey for physicians, followed by semi-structured interviews with physicians and parents/guardians of children treated through the program. Descriptive statistics were used to analyze the survey data. Reflexive thematic analysis was used to analyze interview data. RESULTS: The findings describe positive perceptions of telemedicine for emergency department pediatric care, as well as barriers and facilitators to its use. The research also discusses implications for practice and recommendations for overcoming barriers and supporting facilitators when implementing telemedicine programming. CONCLUSION: The findings suggest that a telemedicine program has utility and acceptance among parents/caregivers and physicians for the treatment of critically ill pediatric patients in the emergency department. Benefits recognized and valued by both parents/caregivers and physicians include rapid connection to sub-specialized care and enhanced communication between remote and local physicians. Sample size and response rate are key limitations of the study.",
  "authors": [
    {
      "last_name": "Mateus",
      "fore_name": "Lidia A",
      "initials": "LA",
      "name": "Lidia A Mateus",
      "affiliations": [
        "Faculty of Applied Health Sciences, Brock University, St. Catharines, ON, Canada."
      ]
    },
    {
      "last_name": "Law",
      "fore_name": "Madelyn P",
      "initials": "MP",
      "name": "Madelyn P Law",
      "affiliations": [
        "Faculty of Applied Health Sciences, Brock University, St. Catharines, ON, Canada."
      ]
    },
    {
      "last_name": "Khowaja",
      "fore_name": "Asif Raza",
      "initials": "AR",
      "name": "Asif Raza Khowaja",
      "affiliations": [
        "Faculty of Applied Health Sciences, Brock University, St. Catharines, ON, Canada."
      ]
    },
    {
      "last_name": "Orlando",
      "fore_name": "Elaina",
      "initials": "E",
      "name": "Elaina Orlando",
      "affiliations": [
        "Faculty of Applied Health Sciences, Brock University, St. Catharines, ON, Canada.",
        "Research Department, Niagara Health, St. Catharines, ON, Canada."
      ]
    },
    {
      "last_name": "Pace",
      "fore_name": "Alexander",
      "initials": "A",
      "name": "Alexander Pace",
      "affiliations": [
        "Faculty of Applied Health Sciences, Brock University, St. Catharines, ON, Canada."
      ]
    },
    {
      "last_name": "Roy",
      "fore_name": "Madan",
      "initials": "M",
      "name": "Madan Roy",
      "affiliations": [
        "Department of Pediatrics, Niagara Health, St. Catharines, ON, Canada.",
        "Department of Pediatrics, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sulowski",
      "fore_name": "Christopher",
      "initials": "C",
      "name": "Christopher Sulowski",
      "affiliations": [
        "Department of Pediatrics, Division of Pediatric Emergency Medicine, McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in digital health",
    "iso_abbreviation": "Front Digit Health",
    "issn": "2673-253X",
    "issn_type": "Electronic",
    "volume": "5",
    "pub_year": "2023"
  },
  "start_page": "1181059",
  "pages": "1181059",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37304179",
    "pmc": "PMC10251235",
    "doi": "10.3389/fdgth.2023.1181059"
  },
  "doi": "10.3389/fdgth.2023.1181059",
  "pmc_id": "PMC10251235",
  "dates": {
    "revised": "2023-06-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:49:48.748552",
    "pmid": "37304179"
  }
}