{
  "pmid": "37316946",
  "uid": "37316946",
  "title": "Empirical progression criteria thresholds for feasibility outcomes in HIV clinical trials: a methodological study.",
  "abstract": "INTRODUCTION: Pilot and feasibility trials use predetermined thresholds for feasibility outcomes to decide if a larger trial is feasible. These thresholds may be derived from the literature, observational data, or clinical experience. The aim of this study was to determine empirical estimates for feasibility outcomes to inform future HIV pilot randomized trials. METHODS: We conducted a methodological study of HIV clinical trials indexed in the past 5 years (2017-2021) in the PubMed database. We included trials of people living with HIV individually randomized to any type of intervention and excluded pilot trials and cluster randomized trials. Screening and data extraction were conducted in duplicate. We computed estimates for recruitment, randomization, non-compliance, lost to follow-up, discontinuation, and the proportion analyzed using a random effects meta-analysis of proportions and reported these estimates according to the following subgroups: use of medication, intervention type, trial design, income level, WHO region, participant type, comorbidities, and source of funding. We report estimates with 95% confidence intervals. RESULTS: We identified 2122 studies in our search, of which 701 full texts were deemed relevant, but only 394 met our inclusion criteria. We found the following estimates: recruitment (64.1%; 95% CI 57.7 to 70.3; 156 trials); randomization (97.1%; 95% CI 95.8 to 98.3; 187 trials); non-compliance (3.8%; 95% CI 2.8 to 4.9; 216 trials); lost to follow-up (5.8%; 95% CI 4.9 to 6.8; 251 trials); discontinuation (6.5%; 95% CI 5.5 to 7.5; 215 trials); analyzed (94.2%; 95% CI 92.9 to 95.3; 367 trials). There were differences in estimates across most subgroups. CONCLUSION: These estimates may be used to inform the design of HIV pilot randomized trials with careful consideration of variations due to some of the subgroups investigated.",
  "authors": [
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S4L8, Canada. mbuagblc@mcmaster.ca.",
        "Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon. mbuagblc@mcmaster.ca.",
        "Department of Medicine, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Department of Anesthesia, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Department of Pediatrics, McMaster University, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada. mbuagblc@mcmaster.ca.",
        "Division of Epidemiology and Biostatistics, Department of Global Health, Stellenbosch University, Cape Town, South Africa. mbuagblc@mcmaster.ca."
      ],
      "orcid": "0000-0001-5855-5461"
    },
    {
      "last_name": "Chen",
      "fore_name": "Lucy Huizhu",
      "initials": "LH",
      "name": "Lucy Huizhu Chen",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Aluko",
      "fore_name": "Eunice",
      "initials": "E",
      "name": "Eunice Aluko",
      "affiliations": [
        "Faculty of Arts and Science, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Stevens-Uninsky",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Stevens-Uninsky",
      "affiliations": [
        "Department of Global Health, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Eze-Onuorah",
      "fore_name": "Akudo C J",
      "initials": "ACJ",
      "name": "Akudo C J Eze-Onuorah",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Garcia",
      "fore_name": "Michael Cristian",
      "initials": "MC",
      "name": "Michael Cristian Garcia",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Stech",
      "fore_name": "Larysa",
      "initials": "L",
      "name": "Larysa Stech",
      "affiliations": [
        "Public Health, Faculty of Applied Sciences, Brock University, St. Catharines, ON, Canada."
      ]
    },
    {
      "last_name": "Atkin-Jones",
      "fore_name": "Tariq",
      "initials": "T",
      "name": "Tariq Atkin-Jones",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rehman",
      "fore_name": "Nadia",
      "initials": "N",
      "name": "Nadia Rehman",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S4L8, Canada."
      ]
    },
    {
      "last_name": "Raifu",
      "fore_name": "Amidu",
      "initials": "A",
      "name": "Amidu Raifu",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, 1280 Main Street West, Hamilton, ON, L8S4L8, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Pilot and feasibility studies",
    "iso_abbreviation": "Pilot Feasibility Stud",
    "issn": "2055-5784",
    "issn_type": "Print",
    "volume": "9",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "14"
  },
  "start_page": "96",
  "pages": "96",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37316946",
    "pmc": "PMC10265819",
    "doi": "10.1186/s40814-023-01342-x",
    "pii": "10.1186/s40814-023-01342-x"
  },
  "doi": "10.1186/s40814-023-01342-x",
  "pmc_id": "PMC10265819",
  "dates": {
    "revised": "2023-06-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.633400",
    "pmid": "37316946"
  }
}