{
  "pmid": "37315007",
  "uid": "37315007",
  "title": "Examining decisional needs and contextual factors influencing fertility status assessment among young female survivors of childhood cancer: A sequential mixed methods study protocol.",
  "abstract": "INTRODUCTION: Female cancer survivors who received gonadotoxic cancer treatment are at risk for profound diminished ovarian reserve and/or primary ovarian insufficiency with resulting infertility, which can be associated with distress and decreased quality of life.. Despite prioritizing future parenthood, many survivors are unsure of the impact of their treatment on their future fertility, and little is known about the perceived reproductive health needs and factors associated with receipt of a fertility status assessment (FSA). There is a lack of developmentally appropriate reproductive health decisional support interventions available for emerging adult cancer survivors. This study will explore the perceived reproductive health needs of emerging adult female survivors of childhood cancer and to identify decisional and contextual factors that influence pursuit of FSA using an explanatory sequential quantitative to qualitative mixed methods design. METHODS AND ANALYSIS: This study will enroll 325 female survivors (aged 18 to 29 years and >1-year post treatment; diagnosed with cancer < age 21 years) from four cancer centers in the United States. Sociodemographic and developmental factors, reproductive knowledge and values, decisional needs, and receipt of an FSA will be assessed through a web-based survey. Informed by survey findings, a subset of participants will be recruited for qualitative interviews to explore decisional factors associated with uptake of an FSA. Clinical data will be abstracted from the medical records. Multivariable logistic regression models will be developed to identify factors associated with FSA and qualitative descriptive analysis will be used to develop themes from the interviews. Quantitative and qualitative findings will be merged using a joint display to develop integrated study conclusions and direct future interventional research.",
  "authors": [
    {
      "last_name": "Cherven",
      "fore_name": "Brooke",
      "initials": "B",
      "name": "Brooke Cherven",
      "affiliations": [
        "Aflac Cancer and Blood Disorders Center at Children's Healthcare of Atlanta, Atlanta, GA, United States of America.",
        "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA, United States of America."
      ],
      "orcid": "0000-0002-5978-655X"
    },
    {
      "last_name": "Ivankova",
      "fore_name": "Nataliya V",
      "initials": "NV",
      "name": "Nataliya V Ivankova",
      "affiliations": [
        "Department of Health Services Administration, University of Alabama at Birmingham, Birmingham, AL, United States of America."
      ]
    },
    {
      "last_name": "Spencer",
      "fore_name": "Jessica B",
      "initials": "JB",
      "name": "Jessica B Spencer",
      "affiliations": [
        "Department of Gynecology and Obstetrics, Emory University School of Medicine, Atlanta, GA, United States of America."
      ]
    },
    {
      "last_name": "Fitzpatrick",
      "fore_name": "Anne M",
      "initials": "AM",
      "name": "Anne M Fitzpatrick",
      "affiliations": [
        "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA, United States of America."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen C",
      "initials": "KC",
      "name": "Karen C Burns",
      "affiliations": [
        "University of Cincinnati College of Medicine, Cincinnati, OH, United States of America.",
        "Cincinnati Children's Hospital Medical Center, Cincinnati, OH, United States of America."
      ]
    },
    {
      "last_name": "Demedis",
      "fore_name": "Jenna",
      "initials": "J",
      "name": "Jenna Demedis",
      "affiliations": [
        "Center for Cancer and Blood Disorders at Children's Hospital Colorado, Aurora, CO, United States of America.",
        "Department of Pediatrics, University of Colorado School of Medicine, Aurora, CO, United States of America."
      ],
      "orcid": "0000-0001-5191-7511"
    },
    {
      "last_name": "Hoefgen",
      "fore_name": "Holly R",
      "initials": "HR",
      "name": "Holly R Hoefgen",
      "affiliations": [
        "Aflac Cancer and Blood Disorders Center at Children's Healthcare of Atlanta, Atlanta, GA, United States of America.",
        "Washington University School of Medicine, St. Louis, MO, United States of America."
      ]
    },
    {
      "last_name": "Mertens",
      "fore_name": "Ann C",
      "initials": "AC",
      "name": "Ann C Mertens",
      "affiliations": [
        "Aflac Cancer and Blood Disorders Center at Children's Healthcare of Atlanta, Atlanta, GA, United States of America.",
        "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA, United States of America."
      ]
    },
    {
      "last_name": "Klosky",
      "fore_name": "James L",
      "initials": "JL",
      "name": "James L Klosky",
      "affiliations": [
        "Aflac Cancer and Blood Disorders Center at Children's Healthcare of Atlanta, Atlanta, GA, United States of America.",
        "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA, United States of America."
      ]
    }
  ],
  "journal": {
    "title": "PloS one",
    "iso_abbreviation": "PLoS One",
    "issn": "1932-6203",
    "issn_type": "Electronic",
    "volume": "18",
    "issue": "6",
    "pub_year": "2023"
  },
  "start_page": "e0286511",
  "pages": "e0286511",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Child",
    "Adult",
    "Female",
    "Humans",
    "Cancer Survivors",
    "Quality of Life",
    "Neoplasms",
    "Survivors",
    "Fertility"
  ],
  "article_ids": {
    "pubmed": "37315007",
    "pmc": "PMC10266625",
    "doi": "10.1371/journal.pone.0286511",
    "pii": "PONE-D-23-12141"
  },
  "doi": "10.1371/journal.pone.0286511",
  "pmc_id": "PMC10266625",
  "dates": {
    "completed": "2023-06-16",
    "revised": "2024-09-21"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 NR020037",
      "agency": "NINR NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.528940",
    "pmid": "37315007"
  }
}