{
  "pmid": "37315473",
  "uid": "37315473",
  "title": "Effects of glucagon-like peptide-1 receptor agonists and sodium-glucose cotransporter-2 inhibitors on cardiovascular and kidney outcomes in Asian versus White patients with type 2 diabetes mellitus.",
  "abstract": "BACKGROUND: The study aimed to assess the treatment effects of the two medications on cardiovascular and kidney outcomes in Asian compared with White patients with type 2 diabetes mellitus (T2DM). METHODS: MEDLINE, EMBASE, and CENTRAL were searched up to October 31, 2022. We included the trials that assessed the effects of glucagon-like peptide-1 receptor agonists (GLP-1 RA) or sodium-glucose cotransporter-2 inhibitors (SGLT2i) versus placebo in Asian and White patients with T2DM on major adverse cardiovascular events (MACE) and kidney outcomes. The Bucher method was used to perform an indirect comparison for estimating the differences in treatment effects of GLP-1 RA and SGLT2i between Asian versus White patients. Interaction tests were also performed for treatment-by-race to assess the potential effect modification by race. RESULTS: We included 22 publications from 13 randomized trials. For MACE, there were no differences in treatment effects of GLP-1 RA (HR = 0.84, 95% CI: 0.68-1.04) or SGLT2i (HR = 0.90, 95% CI: 0.72-1.13) in Asian versus White patients. No differences in treatment effects of SGLT2i on kidney outcomes in Asian versus White patients were found (HR = 1.01, 95% CI: 0.75-1.36). There was no significant effect modification by race on cardiovascular and kidney outcomes. CONCLUSIONS: There were no significant differences in treatment effects of GLP-1 RA or SGLT2i for MACE between Asian and White patients with T2DM. Likewise, no significant differences in treatment effects of SGLT2i on kidney outcomes were found between Asian and White patients.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Jingyi",
      "initials": "J",
      "name": "Jingyi Zhang",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou, China."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette Gc",
      "initials": "HG",
      "name": "Harriette Gc Van Spall",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada; Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Likang",
      "initials": "L",
      "name": "Likang Li",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou, China."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Mohammad Shahzeb",
      "initials": "MS",
      "name": "Mohammad Shahzeb Khan",
      "affiliations": [
        "Division of Cardiology, Duke University School of Medicine, Durham, NC, USA."
      ]
    },
    {
      "last_name": "Pandey",
      "fore_name": "Ambarish",
      "initials": "A",
      "name": "Ambarish Pandey",
      "affiliations": [
        "Department of Internal Medicine, UT Southwestern Medical Center, Dallas, TX, USA."
      ]
    },
    {
      "last_name": "Thabane",
      "fore_name": "Lehana",
      "initials": "L",
      "name": "Lehana Thabane",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada; Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bai",
      "fore_name": "Xuerui",
      "initials": "X",
      "name": "Xuerui Bai",
      "affiliations": [
        "Department of Epidemiology, School of Medicine, Jinan University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Yaoyao",
      "initials": "Y",
      "name": "Yaoyao Wang",
      "affiliations": [
        "Department of Epidemiology, School of Medicine, Jinan University, Guangzhou, China."
      ]
    },
    {
      "last_name": "Lip",
      "fore_name": "Gregory Yh",
      "initials": "GY",
      "name": "Gregory Yh Lip",
      "affiliations": [
        "Liverpool Centre for Cardiovascular Sciences at University of Liverpool, Liverpool John Moores University, Liverpool Heart & Chest Hospital, Liverpool, United Kingdom; Department of Clinical Medicine, Aalborg University, Aalborg, Denmark."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Guowei",
      "initials": "G",
      "name": "Guowei Li",
      "affiliations": [
        "Center for Clinical Epidemiology and Methodology (CCEM), Guangdong Second Provincial General Hospital, Guangzhou, China; Department of Health Research Methods, Evidence, and Impact (HEI), McMaster University, Hamilton, ON, Canada; Father Sean O'Sullivan Research Centre, St Joseph's Healthcare Hamilton, Hamilton, ON, Canada. Electronic address: lig28@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Diabetes & metabolic syndrome",
    "iso_abbreviation": "Diabetes Metab Syndr",
    "issn": "1878-0334",
    "issn_type": "Electronic",
    "volume": "17",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "102804",
  "pages": "102804",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cardiovascular Diseases",
    "Diabetes Mellitus, Type 2",
    "Hypoglycemic Agents",
    "Kidney",
    "Sodium-Glucose Transporter 2 Inhibitors",
    "White People",
    "Asian",
    "Glucagon-Like Peptide-1 Receptor Agonists"
  ],
  "article_ids": {
    "pubmed": "37315473",
    "doi": "10.1016/j.dsx.2023.102804",
    "pii": "S1871-4021(23)00100-5"
  },
  "doi": "10.1016/j.dsx.2023.102804",
  "dates": {
    "completed": "2023-07-14",
    "revised": "2025-01-03"
  },
  "chemicals": [
    "Hypoglycemic Agents",
    "Sodium-Glucose Transporter 2 Inhibitors",
    "Glucagon-Like Peptide-1 Receptor Agonists"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.907755",
    "pmid": "37315473"
  }
}