{
  "pmid": "37314014",
  "uid": "37314014",
  "title": "Intra-articular Hyaluronic Acid Treatments for Knee Osteoarthritis: A Systematic Review of Product Properties.",
  "abstract": "INTRODUCTION: There are many intra-articular hyaluronic acid (IA-HA) products on the market that have known intrinsic differences in molecular size, source, and structure. The current review summarizes existing evidence describing and assessing these differences, while also identifying whether these differences have an impact on clinical outcomes. METHODS: This systematic review summarized all literature that specifically addresses IA-HA product differences. Included studies summarized basic science and mechanism of action comparisons of IA-HA product differences, or systematic reviews that assess differences in clinical outcomes between IA-HA product differences. RESULTS: A total of 20 investigations assessed basic science differences between IA-HA products, while 20 investigations provided assessments of the clinical outcome differences between IA-HA product characteristics. The published basic science literature provided a differentiation between low molecular weight (LMW) and high molecular weight (HMW) HA with regard to changes within the synovial fluid, driven by the interactions that these molecules have with receptors in the joint space. These differences in receptor interaction manifest within clinical outcomes, as meta-analyses comparing pain relief after IA-HA suggest that pain reduction is superior in patients who receive HMW HA as opposed to LMW HA. CONCLUSION: This review highlights differences between IA-HA characteristics, and how important the molecular weight, derivation of the product, and structure are to variances in reported clinical outcomes to treat osteoarthritis (OA) of the knee. HMW IA-HAs have shown greater efficacy compared to the alternative of LMW products, while avian-derived and cross-linked products have potentially demonstrated an increase in inflammatory events over non-avian-derived, non-cross-linked HAs.",
  "authors": [
    {
      "last_name": "Ferkel",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Ferkel",
      "affiliations": [
        "Southern California Orthopedic Institute, Los Angeles, CA, USA."
      ]
    },
    {
      "last_name": "Manjoo",
      "fore_name": "Ajay",
      "initials": "A",
      "name": "Ajay Manjoo",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Martins",
      "fore_name": "Damion",
      "initials": "D",
      "name": "Damion Martins",
      "affiliations": [
        "Atlantic Health System, Morristown, NJ, USA."
      ]
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Sethi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Sethi",
      "affiliations": [
        "Orthopedic & Neurosurgical Specialists, ONS Foundation, Greenwich, CT, USA."
      ]
    },
    {
      "last_name": "Nicholls",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Nicholls",
      "affiliations": [
        "Virginia Mason Orthopedics & Sports Medicine, Seattle, WA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cartilage",
    "iso_abbreviation": "Cartilage",
    "issn": "1947-6043",
    "issn_type": "Electronic",
    "volume": "14",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "424",
  "end_page": "432",
  "pages": "424-432",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Hyaluronic Acid",
    "Osteoarthritis, Knee",
    "Viscosupplements",
    "Injections, Intra-Articular",
    "Pain"
  ],
  "article_ids": {
    "pubmed": "37314014",
    "pmc": "PMC10807741",
    "doi": "10.1177/19476035231154530"
  },
  "doi": "10.1177/19476035231154530",
  "pmc_id": "PMC10807741",
  "dates": {
    "completed": "2023-11-10",
    "revised": "2024-01-26"
  },
  "chemicals": [
    "Hyaluronic Acid",
    "Viscosupplements"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:08:44.488455",
    "pmid": "37314014"
  }
}