{
  "pmid": "37325382",
  "uid": "37325382",
  "title": "The role of preoperative opioid use in shoulder surgery-A systematic review.",
  "abstract": "BACKGROUND: Emerging evidence suggests preoperative opioid use may increase the risk of negative outcomes following orthopedic procedures. This systematic review evaluated the impact of preoperative opioid use in patients undergoing shoulder surgery with respect to preoperative clinical outcomes, postoperative complications, and postoperative dependence on opioids. METHODS: EMBASE, MEDLINE, CENTRAL, and CINAHL were searched from inception to April, 2021 for studies reporting preoperative opioid use and its effect on postoperative outcomes or opioid use. The search, data extraction and methodologic assessment were performed in duplicate for all included studies. RESULTS: Twenty-one studies with a total of 257,301 patients were included in the final synthesis. Of which, 17 were level III evidence. Of those, 51.5% of the patients reported pre-operative opioid use. Fourteen studies (66.7%) reported a higher likelihood of opioid use at follow-up among those used opioids preoperatively compared to preoperative opioid-naïve patients. Eight studies (38.1%) showed lower functional measurements and range of motion in opioid group compared to the non-opioid group post-operatively. CONCLUSION: Preoperative opioid use in patients undergoing shoulder surgeries is associated with lower functional scores and post-operative range of motion. Most concerning is preoperative opioid use may predict increased post-operative opioid requirements and potential for misuse in patients. LEVEL OF EVIDENCE: Level IV, Systematic review.",
  "authors": [
    {
      "last_name": "Al-Mohrej",
      "fore_name": "Omar A",
      "initials": "OA",
      "name": "Omar A Al-Mohrej",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Section of Orthopedic Surgery, Department of Surgery, King Abdullah Bin Abdulaziz University Hospital, Princess Nourah Bint Abdul Rahman University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Prada",
      "fore_name": "Carlos",
      "initials": "C",
      "name": "Carlos Prada",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0003-0088-1859"
    },
    {
      "last_name": "Madden",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Madden",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shanthanna",
      "fore_name": "Harsha",
      "initials": "H",
      "name": "Harsha Shanthanna",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Leroux",
      "fore_name": "Timothy",
      "initials": "T",
      "name": "Timothy Leroux",
      "affiliations": [
        "Division of Orthopedic Surgery, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    }
  ],
  "journal": {
    "title": "Shoulder & elbow",
    "iso_abbreviation": "Shoulder Elbow",
    "issn": "1758-5732",
    "issn_type": "Print",
    "volume": "15",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "250",
  "end_page": "273",
  "pages": "250-273",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37325382",
    "pmc": "PMC10268141",
    "doi": "10.1177/17585732211070193",
    "pii": "10.1177_17585732211070193"
  },
  "doi": "10.1177/17585732211070193",
  "pmc_id": "PMC10268141",
  "dates": {
    "revised": "2023-09-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:58:08.670679",
    "pmid": "37325382"
  }
}