{
  "pmid": "37324906",
  "uid": "37324906",
  "title": "Phytobioactive compounds as therapeutic agents for human diseases: A review.",
  "abstract": "Phytobioactive compounds are plant secondary metabolites and bioactive compounds abundantly present in medicinal plants and have remarkable therapeutic potential. Oxidative stress and antibiotic resistance are major causes of present-day ailments such as diabetes, atherosclerosis, cardiovascular disorders, cancer, and inflammation. The data for this review were collected from Google Scholar, PubMed, Directory of Open Access Journals (DOAJ), and Science Direct by using keywords: \"Medicinal plants, Phytobioactive compounds, Polyphenols, Alkaloids, Carotenoids etc.\" Several studies have reported the pharmacological and therapeutic potential of the phytobioactives. Polyphenols, alkaloids, terpenes, and polysaccharides isolated from medicinal plants showed remarkable antioxidant, anticancer, cytotoxic, anti-inflammatory, cardioprotective, hepatoprotective, immunomodulatory, neuroprotective, and antidiabetic activities. This literature review was planned to provide comprehensive insight into the biopharmacological and therapeutic potential of phytobioactive compounds. The techniques used for the extraction and isolation of phytobioactive compounds, and bioassays required for their biological activities such as antioxidant, antimicrobial, anti-inflammatory, and cytotoxic activities, have been discussed. Characterization techniques for the structural elucidation of phytobioactive compounds such as HPLC, TLC, FTIR, GC-MS/MS, and NMR have also been discussed. This review concludes that phytobioactive compounds may be used as potential alternative to synthetic compounds as therapeutic agents for the treatment of various diseases.",
  "authors": [
    {
      "last_name": "Riaz",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Riaz",
      "affiliations": [
        "Department of Allied Health Sciences University of Sargodha Sargodha Pakistan."
      ],
      "orcid": "0000-0002-5524-7735"
    },
    {
      "last_name": "Khalid",
      "fore_name": "Ramsha",
      "initials": "R",
      "name": "Ramsha Khalid",
      "affiliations": [
        "Department of Biochemistry University of Agriculture Faisalabad Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Hill Fruit Research Station Sunny Bank Murree Pakistan."
      ]
    },
    {
      "last_name": "Anjum",
      "fore_name": "Fozia",
      "initials": "F",
      "name": "Fozia Anjum",
      "affiliations": [
        "Department of Chemistry Government College University Faisalabad Pakistan."
      ]
    },
    {
      "last_name": "Fatima",
      "fore_name": "Hina",
      "initials": "H",
      "name": "Hina Fatima",
      "affiliations": [
        "Department of Biochemistry University of Agriculture Faisalabad Pakistan.",
        "Department of Basic and Applied Chemistry, Faculty of Science and Technology University of Central Punjab Lahore Pakistan."
      ]
    },
    {
      "last_name": "Zia",
      "fore_name": "Saadiya",
      "initials": "S",
      "name": "Saadiya Zia",
      "affiliations": [
        "Department of Biochemistry University of Agriculture Faisalabad Pakistan."
      ]
    },
    {
      "last_name": "Rasool",
      "fore_name": "Ghulam",
      "initials": "G",
      "name": "Ghulam Rasool",
      "affiliations": [
        "Department of Allied Health Sciences University of Sargodha Sargodha Pakistan."
      ]
    },
    {
      "last_name": "Egbuna",
      "fore_name": "Chukwuebuka",
      "initials": "C",
      "name": "Chukwuebuka Egbuna",
      "affiliations": [
        "Africa Centre of Excellence in Public Health and Toxicological Research (ACE-PUTOR), Nutritional Biochemistry and Toxicology Unit University of Port-Harcourt Port Harcourt Nigeria."
      ]
    },
    {
      "last_name": "Mtewa",
      "fore_name": "Andrew G",
      "initials": "AG",
      "name": "Andrew G Mtewa",
      "affiliations": [
        "Chemistry Section, Malawi Institute of Technology Malawi University of Science and Technology Limbe Malawi."
      ],
      "orcid": "0000-0003-2618-7451"
    },
    {
      "last_name": "Uche",
      "fore_name": "Chukwuemelie Zedech",
      "initials": "CZ",
      "name": "Chukwuemelie Zedech Uche",
      "affiliations": [
        "Department of Medical Biochemistry and Molecular Biology, Faculty of Basic Medical Sciences University of Nigeria Enugu Nigeria."
      ]
    },
    {
      "last_name": "Aslam",
      "fore_name": "Muhammad Aamir",
      "initials": "MA",
      "name": "Muhammad Aamir Aslam",
      "affiliations": [
        "Insitute of Microbiology University of Agriculture Faisalabad Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Food science & nutrition",
    "iso_abbreviation": "Food Sci Nutr",
    "issn": "2048-7177",
    "issn_type": "Print",
    "volume": "11",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "2500",
  "end_page": "2529",
  "pages": "2500-2529",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37324906",
    "pmc": "PMC10261751",
    "doi": "10.1002/fsn3.3308",
    "pii": "FSN33308"
  },
  "doi": "10.1002/fsn3.3308",
  "pmc_id": "PMC10261751",
  "dates": {
    "revised": "2024-09-27"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.074578",
    "pmid": "37324906"
  }
}