{
  "pmid": "37327874",
  "uid": "37327874",
  "title": "Does this patient have Clostridioides difficile infection? A systematic review and meta-analysis.",
  "abstract": "BACKGROUND: The clinical features and predictors of Clostridioides difficile infection overlap with many conditions. OBJECTIVES: We performed a systematic review to evaluate the diagnostic utility of clinical features (clinical examination, risk factors, laboratory tests, and radiographic findings) associated with C. difficile. METHODS: Systematic review and meta-analysis of diagnostic features for C. difficile. DATA SOURCES: MEDLINE, EMBASE, CINAHL, and Cochrane databases were searched up to September 2021. STUDY ELIGIBILITY CRITERIA: Studies that reported clinical features of C. difficile, a valid reference standard test for confirming diagnosis of C. difficile, and a comparison among patients with a positive and negative test result. PARTICIPANTS: Adult and paediatric patients across diverse clinical settings. OUTCOMES: Sensitivity, specificity, likelihood ratios. REFERENCE STANDARD: Stool nucleic acid amplification tests, enzyme immunoassays, cell cytotoxicity assay, and stool toxigenic culture. ASSESSMENT OF RISK OF BIAS: Rational Clinical Examination Series and Quality Assessment of Diagnostic Accuracy Studies-2. METHODS OF DATA SYNTHESIS: Univariate and bivariate analyses. RESULTS: We screened 11 231 articles of which 40 were included, enabling the evaluation of 66 features for their diagnostic utility for C. difficile (10 clinical examination findings, 4 laboratory tests, 10 radiographic findings, prior exposure to 13 antibiotic types, and 29 clinical risk factors). Of the ten features identified on clinical examination, none were significantly clinically associated with increased likelihood of C. difficile infection. Some features that increased likelihood of C. difficile infection were stool leukocytes (LR+ 5.31, 95% CI 3.29-8.56) and hospital admission in the prior 3 months (LR+ 2.14, 95% CI 1.48-3.11). Several radiographic findings also strongly increased the likelihood of C. difficile infection like ascites (LR+ 2.91, 95% CI 1.89-4.49). DISCUSSION: There is limited utility of bedside clinical examination alone in detecting C. difficile infection. Accurate diagnosis of C. difficile infection requires thoughtful clinical assessment for interpretation of microbiologic testing in all suspected cases.",
  "authors": [
    {
      "last_name": "Manzoor",
      "fore_name": "Fizza",
      "initials": "F",
      "name": "Fizza Manzoor",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Manzoor",
      "fore_name": "Saba",
      "initials": "S",
      "name": "Saba Manzoor",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Pinto",
      "fore_name": "Ruxandra",
      "initials": "R",
      "name": "Ruxandra Pinto",
      "affiliations": [
        "Evaluative Clinical Sciences, Sunnybrook Research Institute, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Brown",
      "fore_name": "Kevin",
      "initials": "K",
      "name": "Kevin Brown",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Langford",
      "fore_name": "Bradley J",
      "initials": "BJ",
      "name": "Bradley J Langford",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada; Public Health Ontario, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Daneman",
      "fore_name": "Nick",
      "initials": "N",
      "name": "Nick Daneman",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, ON, Canada; Evaluative Clinical Sciences, Sunnybrook Research Institute, Toronto, ON, Canada. Electronic address: nick.daneman@sunnybrook.ca."
      ]
    }
  ],
  "journal": {
    "title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
    "iso_abbreviation": "Clin Microbiol Infect",
    "issn": "1469-0691",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "1367",
  "end_page": "1374",
  "pages": "1367-1374",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Meta-Analysis",
    "Systematic Review"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Humans",
    "Clostridioides difficile",
    "Clostridium Infections",
    "Feces",
    "Risk Factors",
    "Sensitivity and Specificity"
  ],
  "article_ids": {
    "pubmed": "37327874",
    "doi": "10.1016/j.cmi.2023.06.010",
    "pii": "S1198-743X(23)00286-0"
  },
  "doi": "10.1016/j.cmi.2023.06.010",
  "dates": {
    "completed": "2024-05-24",
    "revised": "2024-12-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:34:25.284124",
    "pmid": "37327874"
  }
}