{
  "pmid": "37326646",
  "uid": "37326646",
  "title": "ESICM guidelines on acute respiratory distress syndrome: definition, phenotyping and respiratory support strategies.",
  "abstract": "The aim of these guidelines is to update the 2017 clinical practice guideline (CPG) of the European Society of Intensive Care Medicine (ESICM). The scope of this CPG is limited to adult patients and to non-pharmacological respiratory support strategies across different aspects of acute respiratory distress syndrome (ARDS), including ARDS due to coronavirus disease 2019 (COVID-19). These guidelines were formulated by an international panel of clinical experts, one methodologist and patients' representatives on behalf of the ESICM. The review was conducted in compliance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement recommendations. We followed the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach to assess the certainty of evidence and grade recommendations and the quality of reporting of each study based on the EQUATOR (Enhancing the QUAlity and Transparency Of health Research) network guidelines. The CPG addressed 21 questions and formulates 21 recommendations on the following domains: (1) definition; (2) phenotyping, and respiratory support strategies including (3) high-flow nasal cannula oxygen (HFNO); (4) non-invasive ventilation (NIV); (5) tidal volume setting; (6) positive end-expiratory pressure (PEEP) and recruitment maneuvers (RM); (7) prone positioning; (8) neuromuscular blockade, and (9) extracorporeal life support (ECLS). In addition, the CPG includes expert opinion on clinical practice and identifies the areas of future research.",
  "authors": [
    {
      "last_name": "Grasselli",
      "fore_name": "Giacomo",
      "initials": "G",
      "name": "Giacomo Grasselli",
      "affiliations": [
        "Department of Anesthesia, Critical Care and Emergency, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy. giacomo.grasselli@unimi.it.",
        "Department of Pathophysiology and Transplantation, University of Milan, Milan, Italy. giacomo.grasselli@unimi.it."
      ],
      "orcid": "0000-0002-1735-1400"
    },
    {
      "last_name": "Calfee",
      "fore_name": "Carolyn S",
      "initials": "CS",
      "name": "Carolyn S Calfee",
      "affiliations": [
        "Division of Pulmonary, Critical Care, Allergy and Sleep Medicine, Department of Medicine, University of California San Francisco, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "Camporota",
      "fore_name": "Luigi",
      "initials": "L",
      "name": "Luigi Camporota",
      "affiliations": [
        "Department of Adult Critical Care, Guy's and St Thomas' NHS Foundation Trust, London, UK.",
        "Centre for Human and Applied Physiological Sciences, King's College London, London, UK."
      ]
    },
    {
      "last_name": "Poole",
      "fore_name": "Daniele",
      "initials": "D",
      "name": "Daniele Poole",
      "affiliations": [
        "Operative Unit of Anesthesia and Intensive Care, S. Martino Hospital, Belluno, Italy."
      ]
    },
    {
      "last_name": "Amato",
      "fore_name": "Marcelo B P",
      "initials": "MBP",
      "name": "Marcelo B P Amato",
      "affiliations": [
        "Hospital das Clinicas, Universidade de São Paulo, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Antonelli",
      "fore_name": "Massimo",
      "initials": "M",
      "name": "Massimo Antonelli",
      "affiliations": [
        "Department of Anesthesiology Intensive Care and Emergency Medicine, Fondazione Policlinico Universitario A. Gemelli IRCCS, Rome, Italy.",
        "Università Cattolica del Sacro Cuore, Rome, Italy."
      ]
    },
    {
      "last_name": "Arabi",
      "fore_name": "Yaseen M",
      "initials": "YM",
      "name": "Yaseen M Arabi",
      "affiliations": [
        "Intensive Care Department, Ministry of the National Guard - Health Affairs, Riyadh, Kingdom of Saudi Arabia.",
        "King Saud bin Abdulaziz University for Health Sciences, Riyadh, Kingdom of Saudi Arabia.",
        "King Abdullah International Medical Research Center, Riyadh, Kingdom of Saudi Arabia."
      ]
    },
    {
      "last_name": "Baroncelli",
      "fore_name": "Francesca",
      "initials": "F",
      "name": "Francesca Baroncelli",
      "affiliations": [
        "Department of Anesthesia and Intensive Care, San Giovanni Bosco Hospital, Torino, Italy."
      ]
    },
    {
      "last_name": "Beitler",
      "fore_name": "Jeremy R",
      "initials": "JR",
      "name": "Jeremy R Beitler",
      "affiliations": [
        "Center for Acute Respiratory Failure and Division of Pulmonary, Allergy and Critical Care Medicine, Columbia University, New York, NY, USA."
      ]
    },
    {
      "last_name": "Bellani",
      "fore_name": "Giacomo",
      "initials": "G",
      "name": "Giacomo Bellani",
      "affiliations": [
        "Centre for Medical Sciences - CISMed, University of Trento, Trento, Italy.",
        "Department of Anesthesia and Intensive Care, Santa Chiara Hospital, APSS Trento, Trento, Italy."
      ]
    },
    {
      "last_name": "Bellingan",
      "fore_name": "Geoff",
      "initials": "G",
      "name": "Geoff Bellingan",
      "affiliations": [
        "Intensive Care Medicine, University College London, NIHR University College London Hospitals Biomedical Research Centre, London, UK."
      ]
    },
    {
      "last_name": "Blackwood",
      "fore_name": "Bronagh",
      "initials": "B",
      "name": "Bronagh Blackwood",
      "affiliations": [
        "Wellcome-Wolfson Institute for Experimental Medicine, Queen's University Belfast, Belfast, UK."
      ]
    },
    {
      "last_name": "Bos",
      "fore_name": "Lieuwe D J",
      "initials": "LDJ",
      "name": "Lieuwe D J Bos",
      "affiliations": [
        "Intensive Care, Amsterdam UMC, Location AMC, University of Amsterdam, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Brochard",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Brochard",
      "affiliations": [
        "Keenan Research Center, Li Ka Shing Knowledge Institute, Unity Health Toronto, Toronto, Canada.",
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Brodie",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel Brodie",
      "affiliations": [
        "Department of Medicine, School of Medicine, Johns Hopkins University, Baltimore, MD, USA."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada.",
        "Department of Medicine, Division of Critical Care, Unity Health Toronto - Saint Michael's Hospital, Toronto, Canada.",
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Canada.",
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Combes",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Combes",
      "affiliations": [
        "Sorbonne Université, INSERM, UMRS_1166-ICAN, Institute of Cardiometabolism and Nutrition, F-75013, Paris, France.",
        "Service de Médecine Intensive-Réanimation, Institut de Cardiologie, APHP Sorbonne Université Hôpital Pitié-Salpêtrière, F-75013, Paris, France."
      ]
    },
    {
      "last_name": "D'Arrigo",
      "fore_name": "Sonia",
      "initials": "S",
      "name": "Sonia D'Arrigo",
      "affiliations": [
        "Department of Anesthesiology Intensive Care and Emergency Medicine, Fondazione Policlinico Universitario A. Gemelli IRCCS, Rome, Italy."
      ]
    },
    {
      "last_name": "De Backer",
      "fore_name": "Daniel",
      "initials": "D",
      "name": "Daniel De Backer",
      "affiliations": [
        "Department of Intensive Care, CHIREC Hospitals, Université Libre de Bruxelles, Brussels, Belgium."
      ]
    },
    {
      "last_name": "Demoule",
      "fore_name": "Alexandre",
      "initials": "A",
      "name": "Alexandre Demoule",
      "affiliations": [
        "Sorbonne Université, INSERM, UMRS1158 Neurophysiologie Respiratoire Expérimentale et Clinique, Paris, France.",
        "AP-HP, Groupe Hospitalier Universitaire APHP-Sorbonne Université, site Pitié-Salpêtrière, Service de Médecine Intensive - Réanimation (Département R3S), Paris, France."
      ]
    },
    {
      "last_name": "Einav",
      "fore_name": "Sharon",
      "initials": "S",
      "name": "Sharon Einav",
      "affiliations": [
        "Shaare Zedek Medical Center and Hebrew University Faculty of Medicine, Jerusalem, Israel."
      ]
    },
    {
      "last_name": "Fan",
      "fore_name": "Eddy",
      "initials": "E",
      "name": "Eddy Fan",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Ferguson",
      "fore_name": "Niall D",
      "initials": "ND",
      "name": "Niall D Ferguson",
      "affiliations": [
        "Department of Medicine, Division of Respirology and Critical Care, Toronto General Hospital Research Institute, University Health Network, Toronto, Canada.",
        "Departments of Medicine and Physiology, Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Frat",
      "fore_name": "Jean-Pierre",
      "initials": "JP",
      "name": "Jean-Pierre Frat",
      "affiliations": [
        "CHU De Poitiers, Médecine Intensive Réanimation, Poitiers, France.",
        "INSERM, CIC-1402, IS-ALIVE, Université de Poitiers, Faculté de Médecine et de Pharmacie, Poitiers, France."
      ]
    },
    {
      "last_name": "Gattinoni",
      "fore_name": "Luciano",
      "initials": "L",
      "name": "Luciano Gattinoni",
      "affiliations": [
        "Department of Anesthesiology, University Medical Center Göttingen, Göttingen, Germany."
      ]
    },
    {
      "last_name": "Guérin",
      "fore_name": "Claude",
      "initials": "C",
      "name": "Claude Guérin",
      "affiliations": [
        "University of Lyon, Lyon, France.",
        "Institut Mondor de Recherches Biomédicales, INSERM 955 CNRS 7200, Créteil, France."
      ]
    },
    {
      "last_name": "Herridge",
      "fore_name": "Margaret S",
      "initials": "MS",
      "name": "Margaret S Herridge",
      "affiliations": [
        "Critical Care and Respiratory Medicine, University Health Network, Toronto General Research Institute, Institute of Medical Sciences, Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Hodgson",
      "fore_name": "Carol",
      "initials": "C",
      "name": "Carol Hodgson",
      "affiliations": [
        "The Australian and New Zealand Intensive Care Research Center, School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia.",
        "Department of Intensive Care, Alfred Health, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Hough",
      "fore_name": "Catherine L",
      "initials": "CL",
      "name": "Catherine L Hough",
      "affiliations": [
        "Division of Pulmonary, Allergy and Critical Care Medicine, Oregon Health and Science University, Portland, OR, USA."
      ]
    },
    {
      "last_name": "Jaber",
      "fore_name": "Samir",
      "initials": "S",
      "name": "Samir Jaber",
      "affiliations": [
        "Anesthesia and Critical Care Department (DAR-B), Saint Eloi Teaching Hospital, University of Montpellier, Research Unit: PhyMedExp, INSERM U-1046, CNRS, 34295, Montpellier, France."
      ]
    },
    {
      "last_name": "Juffermans",
      "fore_name": "Nicole P",
      "initials": "NP",
      "name": "Nicole P Juffermans",
      "affiliations": [
        "Laboratory of Translational Intensive Care, Erasmus Medical Center, Rotterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Karagiannidis",
      "fore_name": "Christian",
      "initials": "C",
      "name": "Christian Karagiannidis",
      "affiliations": [
        "Department of Pneumology and Critical Care Medicine, Cologne-Merheim Hospital, ARDS and ECMO Centre, Kliniken Der Stadt Köln gGmbH, Witten/Herdecke University Hospital, Cologne, Germany."
      ]
    },
    {
      "last_name": "Kesecioglu",
      "fore_name": "Jozef",
      "initials": "J",
      "name": "Jozef Kesecioglu",
      "affiliations": [
        "Department of Intensive Care Medicine, University Medical Center Utrecht, Utrecht University, Utrecht, The Netherlands."
      ]
    },
    {
      "last_name": "Kwizera",
      "fore_name": "Arthur",
      "initials": "A",
      "name": "Arthur Kwizera",
      "affiliations": [
        "Makerere University College of Health Sciences, School of Medicine, Department of Anesthesia and Intensive Care, Kampala, Uganda."
      ]
    },
    {
      "last_name": "Laffey",
      "fore_name": "John G",
      "initials": "JG",
      "name": "John G Laffey",
      "affiliations": [
        "Anesthesia and Intensive Care Medicine, School of Medicine, College of Medicine Nursing and Health Sciences, University of Galway, Galway, Ireland.",
        "Anesthesia and Intensive Care Medicine, Galway University Hospitals, Saolta University Hospitals Groups, Galway, Ireland."
      ]
    },
    {
      "last_name": "Mancebo",
      "fore_name": "Jordi",
      "initials": "J",
      "name": "Jordi Mancebo",
      "affiliations": [
        "Intensive Care Department, Hospital Universitari de La Santa Creu I Sant Pau, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Matthay",
      "fore_name": "Michael A",
      "initials": "MA",
      "name": "Michael A Matthay",
      "affiliations": [
        "Departments of Medicine and Anesthesia, Cardiovascular Research Institute, University of California San Francisco, San Francisco, CA, USA."
      ]
    },
    {
      "last_name": "McAuley",
      "fore_name": "Daniel F",
      "initials": "DF",
      "name": "Daniel F McAuley",
      "affiliations": [
        "Wellcome-Wolfson Institute for Experimental Medicine, Queen's University Belfast, Belfast, UK.",
        "Regional Intensive Care Unit, Royal Victoria Hospital, Belfast Health and Social Care Trust, Belfast, UK."
      ]
    },
    {
      "last_name": "Mercat",
      "fore_name": "Alain",
      "initials": "A",
      "name": "Alain Mercat",
      "affiliations": [
        "Département de Médecine Intensive Réanimation, CHU d'Angers, Université d'Angers, Angers, France."
      ]
    },
    {
      "last_name": "Meyer",
      "fore_name": "Nuala J",
      "initials": "NJ",
      "name": "Nuala J Meyer",
      "affiliations": [
        "University of Pennsylvania, Perelman School of Medicine, Philadelphia, PA, USA."
      ]
    },
    {
      "last_name": "Moss",
      "fore_name": "Marc",
      "initials": "M",
      "name": "Marc Moss",
      "affiliations": [
        "Division of Pulmonary Sciences and Critical Care Medicine, University of Colorado, School of Medicine, Aurora, CO, USA."
      ]
    },
    {
      "last_name": "Munshi",
      "fore_name": "Laveena",
      "initials": "L",
      "name": "Laveena Munshi",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Sinai Health System, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Myatra",
      "fore_name": "Sheila N",
      "initials": "SN",
      "name": "Sheila N Myatra",
      "affiliations": [
        "Department of Anesthesiology, Critical Care and Pain, Tata Memorial Hospital, Homi Bhabha National Institute, Mumbai, India."
      ]
    },
    {
      "last_name": "Ng Gong",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Ng Gong",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Montefiore Medical Center, Bronx, New York, NY, USA.",
        "Department of Epidemiology and Population Health, Albert Einstein College of Medicine, Bronx, New York, NY, USA."
      ]
    },
    {
      "last_name": "Papazian",
      "fore_name": "Laurent",
      "initials": "L",
      "name": "Laurent Papazian",
      "affiliations": [
        "Bastia General Hospital Intensive Care Unit, Bastia, France.",
        "Aix-Marseille University, Faculté de Médecine, Marseille, France."
      ]
    },
    {
      "last_name": "Patel",
      "fore_name": "Bhakti K",
      "initials": "BK",
      "name": "Bhakti K Patel",
      "affiliations": [
        "Section of Pulmonary and Critical Care, Department of Medicine, University of Chicago, Chicago, IL, USA."
      ]
    },
    {
      "last_name": "Pellegrini",
      "fore_name": "Mariangela",
      "initials": "M",
      "name": "Mariangela Pellegrini",
      "affiliations": [
        "Anesthesia and Intensive Care Medicine, Department of Surgical Sciences, Uppsala University, Uppsala, Sweden."
      ]
    },
    {
      "last_name": "Perner",
      "fore_name": "Anders",
      "initials": "A",
      "name": "Anders Perner",
      "affiliations": [
        "Department of Intensive Care, Copenhagen University Hospital, Rigshospitalet, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Pesenti",
      "fore_name": "Antonio",
      "initials": "A",
      "name": "Antonio Pesenti",
      "affiliations": [
        "Department of Anesthesia, Critical Care and Emergency, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy.",
        "Department of Pathophysiology and Transplantation, University of Milan, Milan, Italy."
      ]
    },
    {
      "last_name": "Piquilloud",
      "fore_name": "Lise",
      "initials": "L",
      "name": "Lise Piquilloud",
      "affiliations": [
        "Adult Intensive Care Unit, University Hospital and University of Lausanne, Lausanne, Switzerland."
      ]
    },
    {
      "last_name": "Qiu",
      "fore_name": "Haibo",
      "initials": "H",
      "name": "Haibo Qiu",
      "affiliations": [
        "Jiangsu Provincial Key Laboratory of Critical Care Medicine, Department of Critical Care Medicine, Zhongda Hospital, Southeast University, Nanjing, 210009, China."
      ]
    },
    {
      "last_name": "Ranieri",
      "fore_name": "Marco V",
      "initials": "MV",
      "name": "Marco V Ranieri",
      "affiliations": [
        "Alma Mater Studiorum - Università di Bologna, Bologna, Italy.",
        "Anesthesia and Intensive Care Medicine, IRCCS Policlinico di Sant'Orsola, Bologna, Italy."
      ]
    },
    {
      "last_name": "Riviello",
      "fore_name": "Elisabeth",
      "initials": "E",
      "name": "Elisabeth Riviello",
      "affiliations": [
        "Division of Pulmonary, Critical Care and Sleep Medicine, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Slutsky",
      "fore_name": "Arthur S",
      "initials": "AS",
      "name": "Arthur S Slutsky",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada.",
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Canada."
      ]
    },
    {
      "last_name": "Stapleton",
      "fore_name": "Renee D",
      "initials": "RD",
      "name": "Renee D Stapleton",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Department of Medicine, University of Vermont Larner College of Medicine, Burlington, VT, USA."
      ]
    },
    {
      "last_name": "Summers",
      "fore_name": "Charlotte",
      "initials": "C",
      "name": "Charlotte Summers",
      "affiliations": [
        "Department of Medicine, University of Cambridge Medical School, Cambridge, UK."
      ]
    },
    {
      "last_name": "Thompson",
      "fore_name": "Taylor B",
      "initials": "TB",
      "name": "Taylor B Thompson",
      "affiliations": [
        "Division of Pulmonary and Critical Care Medicine, Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA."
      ]
    },
    {
      "last_name": "Valente Barbas",
      "fore_name": "Carmen S",
      "initials": "CS",
      "name": "Carmen S Valente Barbas",
      "affiliations": [
        "University of São Paulo Medical School, São Paulo, Brazil.",
        "Hospital Israelita Albert Einstein, São Paulo, Brazil."
      ]
    },
    {
      "last_name": "Villar",
      "fore_name": "Jesús",
      "initials": "J",
      "name": "Jesús Villar",
      "affiliations": [
        "Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Canada.",
        "CIBER de Enfermedades Respiratorias, Instituto de Salud Carlos III, Madrid, Spain.",
        "Research Unit, Hospital Universitario Dr. Negrin, Las Palmas de Gran Canaria, Spain."
      ]
    },
    {
      "last_name": "Ware",
      "fore_name": "Lorraine B",
      "initials": "LB",
      "name": "Lorraine B Ware",
      "affiliations": [
        "Departments of Medicine and Pathology, Microbiology and Immunology, Vanderbilt University Medical Center, Nashville, TN, USA."
      ]
    },
    {
      "last_name": "Weiss",
      "fore_name": "Björn",
      "initials": "B",
      "name": "Björn Weiss",
      "affiliations": [
        "Department of Anesthesiology and Intensive Care Medicine (CCM CVK), Charitè - Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin and Humboldt Universität zu Berlin, Berlin, Germany."
      ]
    },
    {
      "last_name": "Zampieri",
      "fore_name": "Fernando G",
      "initials": "FG",
      "name": "Fernando G Zampieri",
      "affiliations": [
        "Academic Research Organization, Albert Einstein Hospital, São Paulo, Brazil.",
        "Department of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Azoulay",
      "fore_name": "Elie",
      "initials": "E",
      "name": "Elie Azoulay",
      "affiliations": [
        "Médecine Intensive et Réanimation, APHP, Hôpital Saint-Louis, Paris Cité University, Paris, France."
      ]
    },
    {
      "last_name": "Cecconi",
      "fore_name": "Maurizio",
      "initials": "M",
      "name": "Maurizio Cecconi",
      "affiliations": [
        "Department of Biomedical Sciences, Humanitas University, Pieve Emanuele, Milan, Italy.",
        "Department of Anesthesia and Intensive Care Medicine, IRCCS Humanitas Research Hospital, Rozzano, Milan, Italy."
      ]
    },
    {
      "affiliations": []
    }
  ],
  "journal": {
    "title": "Intensive care medicine",
    "iso_abbreviation": "Intensive Care Med",
    "issn": "1432-1238",
    "issn_type": "Electronic",
    "volume": "49",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "727",
  "end_page": "759",
  "pages": "727-759",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "COVID-19",
    "Respiration, Artificial",
    "Positive-Pressure Respiration",
    "Respiratory Distress Syndrome",
    "Critical Care"
  ],
  "article_ids": {
    "pubmed": "37326646",
    "pmc": "PMC10354163",
    "doi": "10.1007/s00134-023-07050-7",
    "pii": "10.1007/s00134-023-07050-7"
  },
  "doi": "10.1007/s00134-023-07050-7",
  "pmc_id": "PMC10354163",
  "dates": {
    "completed": "2023-07-21",
    "revised": "2024-05-14"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "K23 HL148387",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 HL168102",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:12:08.951102",
    "pmid": "37326646"
  }
}