{
  "pmid": "37325044",
  "uid": "37325044",
  "title": "The burden associated with generalized pustular psoriasis: A Canadian population-based study of inpatient care, emergency departments, and hospital- or community-based outpatient clinics.",
  "abstract": "BACKGROUND: Not much is known about the burden of generalized pustular psoriasis (GPP). OBJECTIVES: To document the burden of GPP in Canada and to compare it with psoriasis vulgaris (PV). METHODS: National data were used to identify Canadian adult patients with GPP or PV hospitalized or visiting an emergency department (ED) or hospital-/community-based clinic between April 1, 2007, and March 31, 2020. Analyses of 10-year prevalence and 3-year incidence were conducted. Costs were determined when the most responsible diagnosis (MRD) was GPP or PV (MRD costs) and for all reasons (all-cause costs). RESULTS: In the prevalence analysis, 10-year mean (SD) MRD costs were $2393 ($11,410) for patients with GPP and $222 ($1828) for those with PV (P < .01). In the incidence analysis, patients with GPP had higher 3-year mean (SD) MRD costs ($3477 [$14,979] vs $503 [$2267] for PV; P < .01). Higher all-cause costs were also associated with patients with GPP. Inpatient/ED mortality was higher in the GPP group in our 10-year prevalence (9.2% for patients with GPP vs 7.3% for those with PV; P = .01) and 3-year incidence (5.2% for patients with GPP and 2.1% for those with PV; P = .03) analyses. LIMITATIONS: Physician and prescription drug data were not available. CONCLUSION: Patients with GPP incurred higher costs and mortality than patients with PV.",
  "authors": [
    {
      "last_name": "Tarride",
      "fore_name": "Jean-Eric",
      "initials": "JE",
      "name": "Jean-Eric Tarride",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Canada.",
        "Programs for Assessment of Technology in Health (PATH), The Research Institute of St. Joe's Hamilton, St. Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "Center for Health Economics and Policy Analysis (CHEPA), McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Prajapati",
      "fore_name": "Vimal H",
      "initials": "VH",
      "name": "Vimal H Prajapati",
      "affiliations": [
        "Division of Dermatology, Department of Medicine; Section of Community Pediatrics, Department of Pediatrics; and Section of Pediatric Rheumatology, Department of Pediatrics, University of Calgary, Calgary, Canada; Skin Health & Wellness Centre, Calgary, Canada; Dermatology Research Institute, Calgary, Canada; and Probity Medical Research, Calgary, Canada."
      ]
    },
    {
      "last_name": "Lynde",
      "fore_name": "Charles",
      "initials": "C",
      "name": "Charles Lynde",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Blackhouse",
      "fore_name": "Gord",
      "initials": "G",
      "name": "Gord Blackhouse",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, Faculty of Health Sciences, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "JAAD international",
    "iso_abbreviation": "JAAD Int",
    "issn": "2666-3287",
    "issn_type": "Electronic",
    "volume": "12",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "90",
  "end_page": "98",
  "pages": "90-98",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37325044",
    "pmc": "PMC10265504",
    "doi": "10.1016/j.jdin.2023.03.012",
    "pii": "S2666-3287(23)00059-7"
  },
  "doi": "10.1016/j.jdin.2023.03.012",
  "pmc_id": "PMC10265504",
  "dates": {
    "revised": "2023-06-19"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:01:09.667498",
    "pmid": "37325044"
  }
}