{
  "pmid": "37332146",
  "uid": "37332146",
  "title": "Work productivity and activity impairment in disorders of gut-brain interaction: Data from the Rome Foundation Global Epidemiology Study.",
  "abstract": "BACKGROUND: Disorders of Gut-Brain Interaction (DGBI) are highly prevalent worldwide, but their effect on work productivity has not gained much attention. AIMS AND METHODS: We aimed to compare work productivity and activity impairment (WPAI) in persons with and without DGBI in a large population-based cohort and identify factors independently associated with WPAI in subjects with DGBI. Data were collected from Germany, Israel, Italy, Japan, the Netherlands, Poland, Spain and Sweden via Internet surveys as part of the Rome Foundation Global Epidemiology Study. Apart from the Rome IV diagnostic questionnaire, questionnaires evaluating WPAI related to general health (WPAI:GH), psychological distress (PHQ-4), somatic symptom severity (PHQ-15) and other factors were assessed. RESULTS: Of the 16,820 subjects, 7111 met the criteria for DGBI according to the Rome IV diagnostic questionnaire. Subjects with DGBI were younger (median (interquartile range) age 43 (31-58) vs. 47 (33-62)) and more often female (59.0% vs. 43.7%) compared to subjects without DGBI. Subjects with DGBI had higher absenteeism, presenteeism (poor work productivity due to illness), overall work impairment and activity impairment (p < 0.001) compared with subjects without. For subjects with DGBI affecting more than one anatomical region, WPAI was incrementally higher for each additional region. There were significant differences in WPAI for subjects with DGBI in different countries. Subjects from Sweden had the highest overall work impairment and from Poland the lowest. Using multiple linear regression, male sex, fatigue, psychological distress, somatic symptom severity and number of anatomical regions were independently associated with overall work impairment (p < 0.05 for all). CONCLUSION: In the general population, people with DGBI have substantial WPAI compared with those without DGBI. The reasons for these findings should be explored further, but having multiple DGBI, psychological distress, fatigue and somatic symptom severity seem to contribute to this impairment associated with DGBI.",
  "authors": [
    {
      "last_name": "Frändemark",
      "fore_name": "Åsa",
      "initials": "Å",
      "name": "Åsa Frändemark",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ],
      "orcid": "0000-0002-6886-7255"
    },
    {
      "last_name": "Törnblom",
      "fore_name": "Hans",
      "initials": "H",
      "name": "Hans Törnblom",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ],
      "orcid": "0000-0003-2117-9874"
    },
    {
      "last_name": "Hreinsson",
      "fore_name": "Jóhann Páll",
      "initials": "JP",
      "name": "Jóhann Páll Hreinsson",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ],
      "orcid": "0000-0002-0078-3063"
    },
    {
      "last_name": "Andresen",
      "fore_name": "Viola",
      "initials": "V",
      "name": "Viola Andresen",
      "affiliations": [
        "Department of Medicine, Israelitic Hospital, Hamburg, Germany."
      ],
      "orcid": "0000-0002-3695-3327"
    },
    {
      "last_name": "Benninga",
      "fore_name": "Marc A",
      "initials": "MA",
      "name": "Marc A Benninga",
      "affiliations": [
        "Emma Children's Hospital, Amsterdam UMC, University of Amsterdam, Pediatric Gastroenterology, Amsterdam, The Netherlands."
      ]
    },
    {
      "last_name": "Corazziari",
      "fore_name": "Enrico S",
      "initials": "ES",
      "name": "Enrico S Corazziari",
      "affiliations": [
        "Department of Gastroenterology, Istituto Clinico Humanitas, Rozzano, Italy."
      ]
    },
    {
      "last_name": "Fukudo",
      "fore_name": "Shin",
      "initials": "S",
      "name": "Shin Fukudo",
      "affiliations": [
        "Department of Behavioral Medicine, Tohoku University Graduate School of Medicine, Sendai, Japan."
      ]
    },
    {
      "last_name": "Mulak",
      "fore_name": "Agata",
      "initials": "A",
      "name": "Agata Mulak",
      "affiliations": [
        "Department of Gastroenterology and Hepatology, Wroclaw Medical University, Wroclaw, Poland."
      ],
      "orcid": "0000-0003-4678-8393"
    },
    {
      "last_name": "Santos",
      "fore_name": "Javier",
      "initials": "J",
      "name": "Javier Santos",
      "affiliations": [
        "Department of Gastroenterology, University Hospital Vall d'Hebron, Autonomous University of Barcelona & Neuro-Inmuno-Gastroenterology Lab, Vall d'Hebron Research Institute, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Sperber",
      "fore_name": "Ami D",
      "initials": "AD",
      "name": "Ami D Sperber",
      "affiliations": [
        "Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
      ]
    },
    {
      "last_name": "Bangdiwala",
      "fore_name": "Shrikant I",
      "initials": "SI",
      "name": "Shrikant I Bangdiwala",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada.",
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Palsson",
      "fore_name": "Olafur S",
      "initials": "OS",
      "name": "Olafur S Palsson",
      "affiliations": [
        "Center for Functional GI & Motility Disorders, University of North Carolina-Chapel Hill, Chapel Hill, North Carolina, USA."
      ]
    },
    {
      "last_name": "Simrén",
      "fore_name": "Magnus",
      "initials": "M",
      "name": "Magnus Simrén",
      "affiliations": [
        "Department of Molecular and Clinical Medicine, Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
      ]
    }
  ],
  "journal": {
    "title": "United European gastroenterology journal",
    "iso_abbreviation": "United European Gastroenterol J",
    "issn": "2050-6414",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "503",
  "end_page": "513",
  "pages": "503-513",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Male",
    "Female",
    "Adult",
    "Rome",
    "Medically Unexplained Symptoms",
    "Efficiency",
    "Brain",
    "Fatigue"
  ],
  "article_ids": {
    "pubmed": "37332146",
    "pmc": "PMC10337740",
    "doi": "10.1002/ueg2.12425"
  },
  "doi": "10.1002/ueg2.12425",
  "pmc_id": "PMC10337740",
  "dates": {
    "completed": "2023-07-14",
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:06:47.805025",
    "pmid": "37332146"
  }
}