{
  "pmid": "37336789",
  "uid": "37336789",
  "title": "Current Practice Patterns, Challenges, and Need for Education in Performing and Reporting Advanced Pelvic US and MRI to Investigate Endometriosis: A Survey by the Canadian Association of Radiologists Endometriosis Working Group.",
  "abstract": "Purpose: The Canadian Association of Radiologists (CAR) Endometriosis Working Group developed a national survey to evaluate current practice patterns associated with imaging endometriosis using advanced pelvic ultrasound and MRI to inform forthcoming clinical practice guidelines for endometriosis imaging. Methods: The anonymous survey consisted of 36 questions and was distributed electronically to CAR members. The survey contained a mix of multiple choice, Likert scale and open-ended questions intended to collect information about training and certification, current practices and protocols associated with imaging endometriosis, opportunities for quality improvement and continuing professional development. Descriptive statistics were used to summarize the results. Results: Canadian radiologists were surveyed about their experience with imaging endometriosis. A total of 89 responses were obtained, mostly from Ontario and Quebec. Most respondents were community radiologists, and almost 33% were in their first five years of practice. Approximately 38% of respondents reported that they or their institution performed advanced pelvic ultrasound for endometriosis, with most having done so for less than 5 years, and most having received training during residency or fellowship. 70% of respondents stated they currently interpret pelvic endometriosis MRI, with most having 1-5 years of experience. Conclusion: Many radiologists in Canada do not perform dedicated imaging for endometriosis. This may be due to a lack of understanding of the benefits and limited access to training. However, dedicated imaging can improve patient outcomes and decrease repeated surgeries. The results highlight the importance of developing guidelines for these imaging techniques and promoting a multidisciplinary approach to endometriosis management.",
  "authors": [
    {
      "last_name": "Crivellaro",
      "fore_name": "Priscila Sacilotto",
      "initials": "PS",
      "name": "Priscila Sacilotto Crivellaro",
      "affiliations": [
        "Joint Department of Medical Imaging, University of Toronto, Toronto ON, Canada."
      ],
      "orcid": "0000-0003-1600-034X"
    },
    {
      "last_name": "Rehman",
      "fore_name": "Iffat",
      "initials": "I",
      "name": "Iffat Rehman",
      "affiliations": [
        "Department of Medical Imaging, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Silvia",
      "initials": "S",
      "name": "Silvia Chang",
      "affiliations": [
        "Department of Medical Imaging, University of British Columbia, Vancouver, BC, Canada."
      ],
      "orcid": "0000-0002-9201-8114"
    },
    {
      "last_name": "Duigenan",
      "fore_name": "Shauna",
      "initials": "S",
      "name": "Shauna Duigenan",
      "affiliations": [
        "Department of Radiology, Radiation Oncology and Medical Physics, Faculty of Health Sciences, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Holmes",
      "fore_name": "Signy",
      "initials": "S",
      "name": "Signy Holmes",
      "affiliations": [
        "Department of Radiology, Max Ready College of Medicine, University of Manitoba, Winnipeg, MB, Canada."
      ]
    },
    {
      "last_name": "Hurrell",
      "fore_name": "Casey",
      "initials": "C",
      "name": "Casey Hurrell",
      "affiliations": [
        "Canadian Association of Radiologists, Ottawa, ON, Canada."
      ],
      "orcid": "0000-0003-0453-2576"
    },
    {
      "last_name": "Kielar",
      "fore_name": "Ania Z",
      "initials": "AZ",
      "name": "Ania Z Kielar",
      "affiliations": [
        "Joint Department of Medical Imaging, University of Toronto, Toronto ON, Canada."
      ]
    },
    {
      "last_name": "Leonardi",
      "fore_name": "Mathew",
      "initials": "M",
      "name": "Mathew Leonardi",
      "affiliations": [
        "Department of Obstetrics & Gynecology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Pang",
      "fore_name": "Emily",
      "initials": "E",
      "name": "Emily Pang",
      "affiliations": [
        "Department of Medical Imaging, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Shergill",
      "fore_name": "Arvind",
      "initials": "A",
      "name": "Arvind Shergill",
      "affiliations": [
        "Department of Medical Imaging, University of British Columbia, Vancouver, BC, Canada.",
        "Department of Medical Imaging, Fraser Health East, Abbotsford Regional Hospital and Cancer Centre, Abbotsford, BC, Canada."
      ]
    },
    {
      "last_name": "Al-Arnawoot",
      "fore_name": "Basma",
      "initials": "B",
      "name": "Basma Al-Arnawoot",
      "affiliations": [
        "Department of Radiology, Faculty of Health Sciences, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian Association of Radiologists journal = Journal l'Association canadienne des radiologistes",
    "iso_abbreviation": "Can Assoc Radiol J",
    "issn": "1488-2361",
    "issn_type": "Electronic",
    "volume": "75",
    "issue": "1",
    "pub_year": "2024",
    "pub_month": "Feb"
  },
  "start_page": "38",
  "end_page": "46",
  "pages": "38-46",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Female",
    "Humans",
    "Endometriosis",
    "Magnetic Resonance Imaging",
    "Surveys and Questionnaires",
    "Radiologists",
    "Ontario"
  ],
  "article_ids": {
    "pubmed": "37336789",
    "doi": "10.1177/08465371231179292"
  },
  "doi": "10.1177/08465371231179292",
  "dates": {
    "completed": "2024-02-08",
    "revised": "2024-02-08"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:35:26.181912",
    "pmid": "37336789"
  }
}