{
  "pmid": "37338628",
  "uid": "37338628",
  "title": "Climate disasters and oncology care: a systematic review of effects on patients, healthcare professionals, and health systems.",
  "abstract": "PURPOSE: Climate disasters have devastating effects on communities and society that encompass all aspects of daily life, including healthcare. Patients with cancer are particularly vulnerable when disaster strikes. As the number and intensity of disasters increases, it is important to understand the effects across the cancer care continuum. This systematic review investigates the effect of climate disasters on patients, the oncology healthcare workforce, and healthcare systems. METHODS: A medical librarian conducted a literature search in PubMed, Embase, CINAHL, and Web of Science from January 1, 2016, through May 11, 2022. Eligible studies included any published report on a climate disaster globally reporting on patient-, oncology healthcare workforce-, or healthcare systems-level outcomes. Study quality was assessed, and findings were narratively synthesized, given the diversity of reported evidence. RESULTS: The literature search identified 3618 records, of which 46 publications were eligible for inclusion. The most frequent climate disaster was hurricanes (N = 27) followed by tsunami (N = 10). Eighteen publications were from disasters that occurred in the mainland USA with 13 from Japan and 12 from Puerto Rico. Patient-level outcomes included treatment interruptions and inability to communicate with the healthcare team. At the workforce level, findings included distressed clinicians caring for others when their own lives have been affected by a disaster along with lack of disaster preparedness training. Health systems reported closures or shifting services post-disaster and a need to have improved emergency response plans. CONCLUSION: Response to climate disasters necessitates a holistic approach at the patient, workforce, and health systems levels. Specifically, interventions should focus on mitigating interruptions in care for patients, advanced coordination and planning for workforce and health systems, and contingency planning for allocation of resources by health systems.",
  "authors": [
    {
      "last_name": "Ginex",
      "fore_name": "Pamela",
      "initials": "P",
      "name": "Pamela Ginex",
      "affiliations": [
        "Stony Brook University School of Nursing, Stony Brook, NY, USA. Pamela.ginex@stonybrookmedicine.edu."
      ],
      "orcid": "0000-0003-3878-4835"
    },
    {
      "last_name": "Dickman",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Dickman",
      "affiliations": [
        "Oncology Clinical Specialist, Oncology Nursing Society, Pittsburgh, PA, USA."
      ],
      "orcid": "0000-0002-8014-5116"
    },
    {
      "last_name": "Elia",
      "fore_name": "Milagros R",
      "initials": "MR",
      "name": "Milagros R Elia",
      "affiliations": [
        "M. Elia Nature-Based Healthcare Solutions, Mahopac, NY, USA."
      ]
    },
    {
      "last_name": "Burbage",
      "fore_name": "Darcy",
      "initials": "D",
      "name": "Darcy Burbage",
      "affiliations": [
        "Oncology Clinical Nurse Specialist, Newark, DE, USA."
      ],
      "orcid": "0000-0003-0231-7362"
    },
    {
      "last_name": "Wilson",
      "fore_name": "Ryne",
      "initials": "R",
      "name": "Ryne Wilson",
      "affiliations": [
        "University of Minnesota School of Nursing, Minneapolis, MN, USA."
      ],
      "orcid": "0000-0001-7504-3337"
    },
    {
      "last_name": "Koos",
      "fore_name": "Jessica A",
      "initials": "JA",
      "name": "Jessica A Koos",
      "affiliations": [
        "Stony Brook University Health Sciences Library, Stony Brook, NY, USA."
      ],
      "orcid": "0000-0003-4128-3791"
    },
    {
      "last_name": "Sivakumaran",
      "fore_name": "Kapeena",
      "initials": "K",
      "name": "Kapeena Sivakumaran",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Rebecca L",
      "initials": "RL",
      "name": "Rebecca L Morgan",
      "affiliations": [
        "Evidence Foundation, Cleveland Heights, OH, USA.",
        "McMaster University, Hamilton, ON, Canada.",
        "Case Western Reserve University, Cleveland, OH, USA."
      ]
    }
  ],
  "journal": {
    "title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
    "iso_abbreviation": "Support Care Cancer",
    "issn": "1433-7339",
    "issn_type": "Electronic",
    "volume": "31",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "20"
  },
  "start_page": "403",
  "pages": "403",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Disaster Planning",
    "Disasters",
    "Delivery of Health Care",
    "Continuity of Patient Care",
    "Workforce"
  ],
  "article_ids": {
    "pubmed": "37338628",
    "doi": "10.1007/s00520-023-07842-z",
    "pii": "10.1007/s00520-023-07842-z"
  },
  "doi": "10.1007/s00520-023-07842-z",
  "dates": {
    "completed": "2023-06-22",
    "revised": "2023-06-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:41.181941",
    "pmid": "37338628"
  }
}