{
  "pmid": "37337236",
  "uid": "37337236",
  "title": "The Cameroon Health Research and Evidence Database (CAMHRED): tools and methods for local evidence mapping.",
  "abstract": "BACKGROUND: Local evidence is important for contextualized knowledge translation. It can be used to adapt global recommendations, to identify future research priorities and inform local policy decisions. However, there are challenges in identifying local evidence in a systematic, comprehensive, and timely manner. There is limited guidance on how to map local evidence and provide it to users in an accessible and user-friendly way. In this study, we address these issues by describing the methods for the development of a centralized database of health research evidence for Cameroon and its applications for research prioritization and decision making. METHODS: We searched 10 electronic health databases and hand-searched the archives of non-indexed African and Cameroonian journals. We screened titles, abstracts, and full texts of peer reviewed journal articles published between 1999 and 2019 in English or French that assess health related outcomes in Cameroonian populations. We extracted relevant study characteristics based on a pre-established guide. We developed a coding scheme or taxonomy of content areas so that local evidence is mapped to corresponding domains and subdomains. Pairs of reviewers coded articles independently and resolved discrepancies by consensus. Moreover, we developed guidance on how to search the database, use search results to create evidence maps and conduct knowledge gap analyses. RESULTS: The Cameroon Health Research and Evidence Database (CAMHRED) is a bilingual centralized online portal of local evidence on health in Cameroon from 1999 onwards. It currently includes 4384 studies categorized into content domains and study characteristics (design, setting, year and language of publication). The database is searchable by keywords or through a guided search. Results including abstracts, relevant study characteristics and bibliographic information are available for users to download. Upon request, guidance on how to optimize search results for applications like evidence maps and knowledge gap analyses is also available. CONCLUSIONS: CAMHRED (https://camhred.org/) is a systematic, comprehensive, and centralized resource for local evidence about health in Cameroon. It is freely available to stakeholders and provides an additional resource to support their work at various levels in the research process.",
  "authors": [
    {
      "last_name": "Ongolo-Zogo",
      "fore_name": "Clémence",
      "initials": "C",
      "name": "Clémence Ongolo-Zogo",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada. clemence.ongolozogo@mail.utoronto.ca.",
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Canada. clemence.ongolozogo@mail.utoronto.ca.",
        "Cochrane Cameroon, Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon. clemence.ongolozogo@mail.utoronto.ca."
      ],
      "orcid": "0000-0001-8624-5006"
    },
    {
      "last_name": "El-Khechen",
      "fore_name": "Hussein",
      "initials": "H",
      "name": "Hussein El-Khechen",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Morfaw",
      "fore_name": "Frederick",
      "initials": "F",
      "name": "Frederick Morfaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Djiadjeu",
      "fore_name": "Pascal",
      "initials": "P",
      "name": "Pascal Djiadjeu",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Zani",
      "fore_name": "Babalwa",
      "initials": "B",
      "name": "Babalwa Zani",
      "affiliations": [
        "Nyasha Consulting, Cape Town, South Africa."
      ]
    },
    {
      "last_name": "Darzi",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Darzi",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Nji",
      "fore_name": "Paul Wankah",
      "initials": "PW",
      "name": "Paul Wankah Nji",
      "affiliations": [
        "Department of Community Health, University of Sherbrooke, Sherbrooke, Canada."
      ]
    },
    {
      "last_name": "Nyambi",
      "fore_name": "Agatha",
      "initials": "A",
      "name": "Agatha Nyambi",
      "affiliations": [
        "The Ontario HIV Treatment Network, Toronto, Canada."
      ]
    },
    {
      "last_name": "Youta",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea Youta",
      "affiliations": [
        "Department of International Health, Georgetown University, Washington, United States of America."
      ]
    },
    {
      "last_name": "Zaman",
      "fore_name": "Faiyaz",
      "initials": "F",
      "name": "Faiyaz Zaman",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Youmbi",
      "fore_name": "Cheikh Tchouambou",
      "initials": "CT",
      "name": "Cheikh Tchouambou Youmbi",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, Canada."
      ]
    },
    {
      "last_name": "Siani",
      "fore_name": "Ines Ndzana",
      "initials": "IN",
      "name": "Ines Ndzana Siani",
      "affiliations": [
        "Department of Kinesiology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Mbuagbaw",
      "fore_name": "Lawrence",
      "initials": "L",
      "name": "Lawrence Mbuagbaw",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Canada.",
        "Cochrane Cameroon, Centre for Development of Best Practices in Health (CDBPH), Yaoundé Central Hospital, Yaoundé, Cameroon.",
        "Biostatistics Unit, Father Sean O'Sullivan Research Centre, St Joseph's Healthcare, Hamilton, Canada.",
        "Department of Global Health, Stellenbosch University, Stellenbosch, South Africa."
      ]
    }
  ],
  "journal": {
    "title": "Health research policy and systems",
    "iso_abbreviation": "Health Res Policy Syst",
    "issn": "1478-4505",
    "issn_type": "Electronic",
    "volume": "21",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "19"
  },
  "start_page": "58",
  "pages": "58",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Cameroon",
    "Consensus"
  ],
  "article_ids": {
    "pubmed": "37337236",
    "pmc": "PMC10278273",
    "doi": "10.1186/s12961-023-01007-4",
    "pii": "10.1186/s12961-023-01007-4"
  },
  "doi": "10.1186/s12961-023-01007-4",
  "pmc_id": "PMC10278273",
  "dates": {
    "completed": "2023-06-21",
    "revised": "2023-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:41:51.634461",
    "pmid": "37337236"
  }
}