{
  "pmid": "37346351",
  "uid": "37346351",
  "title": "Assessing the combined effect of household cooking fuel and urbanicity on acute respiratory symptoms among under-five years in sub-Saharan Africa.",
  "abstract": "BACKGROUND: This study sought to investigate the association between urbanicity (rural-urban residency), the use of solid biomass cooking fuels and the risk of Acute Respiratory Infections (ARIs) among children under the age of 5 in sub-Saharan Africa (SSA). METHODS: Cross-sectional data from the most recent surveys of the Demographic and Health Survey Program conducted in 31 sub-Saharan African countries were pooled for the analysis. The outcome variables, cough and rapid short breath were derived from questions that asked mothers if their children under the age of 5 suffered from cough and short rapid breath in the past two weeks preceding the survey. To examine the associations, multivariable negative log-log regression models were fitted for each outcome variable. RESULTS: Higher odds ratios of cough occurred among children in urban households that use unclean cooking fuel (aOR = 1.05 95% CI = 1.01, 1.08). However, lower odds ratios were observed for rural children in homes that use clean cooking fuel (aOR = 0.93 95% CI = 0.87, 0.99) relative to children in urban homes using clean cooking fuel. We also found higher odds ratios of short rapid breaths among children in rural households that use unclean cooking fuel compared with urban residents using clean cooking fuel (aOR = 1.12 95% CI = 1.08, 1.17). CONCLUSION: Urbanicity and the use of solid biomass fuel for cooking were associated with an increased risk of symptoms of ARIs among children under five years in SSA. Thus, policymakers and stakeholders need to design and implement strategies that minimize children's exposure to pollutants from solid biomass cooking fuel. Such interventions could reduce the burden of respiratory illnesses in SSA and contribute to the realization of Sustainable Development Goal 3.9, which aims at reducing the number of diseases and deaths attributable to hazardous chemicals and pollution of air, water and soil.",
  "authors": [
    {
      "last_name": "Amadu",
      "fore_name": "Iddrisu",
      "initials": "I",
      "name": "Iddrisu Amadu",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience (ACECoR)-Centre for Coastal Management, University of Cape Coast, Cape Coast, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Ghana.",
        "Emperiks Research, NT0085, Tamale, Ghana."
      ]
    },
    {
      "last_name": "Seidu",
      "fore_name": "Abdul-Aziz",
      "initials": "AA",
      "name": "Abdul-Aziz Seidu",
      "affiliations": [
        "Centre for Gender and Advocacy, Takoradi Technical University, Takoradi, Box 256, Ghana.",
        "Department of Population and Health, University of Cape Coast, Cape Coast, Ghana.",
        "College of Public Health, Medical and Veterinary Sciences, James Cook University, Townsville, QLD 4811, Queensland, Australia."
      ]
    },
    {
      "last_name": "Mohammed",
      "fore_name": "Aliu",
      "initials": "A",
      "name": "Aliu Mohammed",
      "affiliations": [
        "Department of Health, Physical Education, and Recreation, University of Cape Coast, Cape Coast, Ghana."
      ]
    },
    {
      "last_name": "Duku",
      "fore_name": "Eric",
      "initials": "E",
      "name": "Eric Duku",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience (ACECoR)-Centre for Coastal Management, University of Cape Coast, Cape Coast, Ghana.",
        "Department of Fisheries and Aquatic Sciences, School of Biological Sciences, College of Agriculture and Natural Sciences, University of Cape Coast, Ghana.",
        "Hen Mpoano (Our Coast), Takoradi P.O. Box AX 296, Ghana."
      ]
    },
    {
      "last_name": "Miyittah",
      "fore_name": "Michael K",
      "initials": "MK",
      "name": "Michael K Miyittah",
      "affiliations": [
        "Africa Centre of Excellence in Coastal Resilience (ACECoR)-Centre for Coastal Management, University of Cape Coast, Cape Coast, Ghana.",
        "Department of Environmental Sciences, University of Cape Coast, Cape Coast, Ghana."
      ]
    },
    {
      "last_name": "Ameyaw",
      "fore_name": "Edward Kwabena",
      "initials": "EK",
      "name": "Edward Kwabena Ameyaw",
      "affiliations": [
        "Institute of Policy Studies and School of Graduate Studies, Lingnan University, Hong Kong."
      ]
    },
    {
      "last_name": "Hagan",
      "fore_name": "John Elvis",
      "initials": "JE",
      "name": "John Elvis Hagan",
      "affiliations": [
        "Department of Health, Physical Education and Recreation, University of Cape Coast, Cape Coast, Ghana.",
        "Neurocognition and Action-Biomechanics-Research Group, Bielefeld University, Bielefeld, Germany."
      ]
    },
    {
      "last_name": "Musah",
      "fore_name": "Mohammed Hafiz",
      "initials": "MH",
      "name": "Mohammed Hafiz Musah",
      "affiliations": [
        "Department of Health Information Management, Tamale Teaching Hospital, Tamale, Ghana."
      ]
    },
    {
      "last_name": "Ahinkorah",
      "fore_name": "Bright Opoku",
      "initials": "BO",
      "name": "Bright Opoku Ahinkorah",
      "affiliations": [
        "School of Public Health, University of Technology Sydney, NSW, Australia."
      ]
    }
  ],
  "journal": {
    "title": "Heliyon",
    "iso_abbreviation": "Heliyon",
    "issn": "2405-8440",
    "issn_type": "Print",
    "volume": "9",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "e16546",
  "pages": "e16546",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37346351",
    "pmc": "PMC10279788",
    "doi": "10.1016/j.heliyon.2023.e16546",
    "pii": "S2405-8440(23)03753-2"
  },
  "doi": "10.1016/j.heliyon.2023.e16546",
  "pmc_id": "PMC10279788",
  "dates": {
    "revised": "2023-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:20.599689",
    "pmid": "37346351"
  }
}