{
  "pmid": "37347525",
  "uid": "37347525",
  "title": "Evaluation of a Knowledge Mobilization Campaign to Promote Support for Working Caregivers in Canada: Quantitative Evaluation.",
  "abstract": "BACKGROUND: As population demographics continue to shift, many employees will also be tasked with providing informal care to a friend or family member. The balance between working and caregiving can greatly strain carer-employees. Caregiver-friendly work environments can help reduce this burden. However, there is little awareness of the benefits of these workplace practices, and they have not been widely adopted in Canada. An awareness-generating campaign with the core message \"supporting caregivers at work makes good business sense\" was created leading up to Canada's National Caregivers Day on April 5, 2022. OBJECTIVE: Our primary objective is to describe the campaign's reach and engagement, including social media, email, and website activity, and our secondary objective is to compare engagement metrics across social media platforms. METHODS: An awareness-generating campaign was launched on September 22, 2021, with goals to (1) build awareness about the need for caregiver-friendly workplaces and (2) direct employees and employers to relevant resources on a campaign website. Content was primarily delivered through 4 social media platforms (Twitter, LinkedIn, Facebook, and Instagram), and supplemented by direct emails through a campaign partner, and through webinars. Total reach, defined as the number of impressions, and quality of engagement, defined per social media platform as the engagement rate per post, average site duration, and page depth, were captured and compared through site-specific analytics on Facebook, Instagram, Twitter, and LinkedIn throughout the awareness-generating campaign. The number of views, downloads, bounce rate, and time on the page for the website were counted using Google Analytics. Open and click-through rates were measured using email analytics, and webinar registrants and attendees were also tracked. RESULTS: Data were collected from September 22, 2021, to April 12, 2022. During this time, 30 key messages were developed and disseminated through 74 social media tiles. While Facebook posts generated the most extensive reach (137,098 impressions), the quality of the engagement was low (0.561 engagement per post). Twitter resulted in the highest percentage of impressions that resulted in engagement (24%), and those who viewed resources through Twitter spent a substantial amount of time on the page (3 minute 5 second). Website users who visited the website through Instagram spent the most time on the website (5 minute 44 second) and had the greatest page depth (2.20 pages), and the overall reach was low (3783). Recipients' engagement with email content met industry standards. Webinar participation ranged from 57 to 78 attendees. CONCLUSIONS: This knowledge mobilization campaign reached a large audience and generated engagement in content. Twitter is most helpful for this type of knowledge mobilization. Further work is needed to evaluate the characteristics of individuals engaging in this content and to work more closely with employers and employees to move from engagement and awareness to adopt caregiver-friendly workplace practices.",
  "authors": [
    {
      "last_name": "Neil-Sztramko",
      "fore_name": "Sarah E",
      "initials": "SE",
      "name": "Sarah E Neil-Sztramko",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, ON, Canada.",
        "Department of Health Research Methods, Evidence & Impact, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-9600-3403"
    },
    {
      "last_name": "Dobbins",
      "fore_name": "Maureen",
      "initials": "M",
      "name": "Maureen Dobbins",
      "affiliations": [
        "National Collaborating Centre for Methods and Tools, McMaster University, Hamilton, ON, Canada.",
        "School of Nursing, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-1968-6765"
    },
    {
      "last_name": "Williams",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Williams",
      "affiliations": [
        "School of Earth, Environment & Society, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-4701-500X"
    }
  ],
  "journal": {
    "title": "JMIR formative research",
    "iso_abbreviation": "JMIR Form Res",
    "issn": "2561-326X",
    "issn_type": "Electronic",
    "volume": "7",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "22"
  },
  "start_page": "e44226",
  "pages": "e44226",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37347525",
    "pmc": "PMC10337470",
    "doi": "10.2196/44226",
    "pii": "v7i1e44226"
  },
  "doi": "10.2196/44226",
  "pmc_id": "PMC10337470",
  "dates": {
    "revised": "2023-07-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:47:25.169887",
    "pmid": "37347525"
  }
}