{
  "pmid": "37349668",
  "uid": "37349668",
  "title": "Systemic lupus erythematosus associated with development of macrophage activation syndrome and disseminated aspergillosis.",
  "abstract": "PURPOSE: Macrophage activation syndrome (MAS) is a rare illness, especially in critically ill adults. The diagnosis of MAS is challenging, requiring the expertise of multiple specialists, and treatments for MAS can be associated with catastrophic complications. CLINICAL FEATURES: We describe the case of a 31-yr-old Vietnamese student who was diagnosed with cutaneous systemic lupus erythematosus (SLE) in November 2020 and was initiated on treatment with low-dose corticosteroids and hydroxychloroquine as an outpatient. Ten days later, she presented to hospital with decreased consciousness, fever, periorbital swelling, and hypotension necessitating intubation. Computed tomography angiography (CTA) and lumbar puncture did not show a stroke or central nervous system infection. Serology and clinical presentation were consistent with MAS. She was initially treated with 4.5 g pulse methylprednisolone and subsequently with the interleukin-1 receptor antagonist, anakinra, and maintenance corticosteroids because of persistently elevated inflammatory markers. Her intensive care unit stay was complicated by aspiration, airway obstruction due to fungal tracheobronchitis necessitating extracorporeal membrane oxygenation (ECMO), and ring-enhancing cerebral lesions, and, ultimately, massive hemoptysis resulting in death. CONCLUSIONS: Four features of this case merit discussion, including the: 1) infrequent association of SLE with MAS; 2) short interval between SLE diagnosis and critical illness; 3) manifestation of fungal tracheobronchitis with airway obstruction; and 4) lack of response to antifungal treatment while receiving ECMO.",
  "authors": [
    {
      "last_name": "Phoophiboon",
      "fore_name": "Vorakamol",
      "initials": "V",
      "name": "Vorakamol Phoophiboon",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, Temerty School of Medicine, University of Toronto, Toronto, ON, Canada.",
        "Division of Critical Care Medicine, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."
      ],
      "orcid": "0000-0001-5461-9448"
    },
    {
      "last_name": "Brown",
      "fore_name": "Paula",
      "initials": "P",
      "name": "Paula Brown",
      "affiliations": [
        "Department of Pharmacy, University Health Network, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Burns",
      "fore_name": "Karen E A",
      "initials": "KEA",
      "name": "Karen E A Burns",
      "affiliations": [
        "Division of Critical Care Medicine, Unity Health Toronto - St. Michael's Hospital, Li Ka Shing Knowledge Institute, 30 Bond Street, Office 4-045 Donnelly Wing, Toronto, ON, M5B 1W8, Canada."
      ],
      "orcid": "0000-0002-9967-5424"
    }
  ],
  "journal": {
    "title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
    "iso_abbreviation": "Can J Anaesth",
    "issn": "1496-8975",
    "issn_type": "Electronic",
    "volume": "70",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul"
  },
  "start_page": "1255",
  "end_page": "1260",
  "pages": "1255-1260",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Adult",
    "Female",
    "Macrophage Activation Syndrome",
    "Lupus Erythematosus, Systemic",
    "Hydroxychloroquine",
    "Adrenal Cortex Hormones",
    "Aspergillosis"
  ],
  "article_ids": {
    "pubmed": "37349668",
    "doi": "10.1007/s12630-023-02506-2",
    "pii": "10.1007/s12630-023-02506-2"
  },
  "doi": "10.1007/s12630-023-02506-2",
  "dates": {
    "completed": "2023-07-27",
    "revised": "2023-12-26"
  },
  "chemicals": [
    "Hydroxychloroquine",
    "Adrenal Cortex Hormones"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:12:00.531121",
    "pmid": "37349668"
  }
}