{
  "pmid": "37347396",
  "uid": "37347396",
  "title": "Psychosocial factors associated with j-pouch surgery for patients with IBD: a scoping review.",
  "abstract": "BACKGROUND: Ulcerative colitis and Crohn's disease are subtypes of inflammatory bowel disease: a chronic condition of unclear etiology characterized by inflammation of the small and large intestine. Inflammatory bowel disease is managed with diet, medications, and surgeries, with the most common surgery, recommended to ulcerative colitis patients being j-pouch surgery. PURPOSE: To assess the current literature concerning psychosocial factors associated with j-pouch surgery for patients with inflammatory bowel disease. METHODS: A systematic scoping review of the empirical and grey literature was conducted for original research on j-pouch surgery and psychosocial variables. Eight databases were searched: Medline, PsychInfo, CINAHL, EBM Reviews, ProQuest Dissertations and Theses Global, ResearchGate, Prospero, and PrePubMed. RESULTS: Thirty-nine articles were identified. Many studies (n = 18) adopted a case-series design, and none examined psychosocial interventions. The most popular psychosocial variables assessed were quality of life (n = 34) and those associated with sexual health and functioning (n = 9). CONCLUSIONS: Despite being an established surgical procedure, little research has examined the psychosocial implications of j-pouch surgery. As such, clinicians lack a robust understanding of how this procedure affects patients' psychiatric and social status and adaptive abilities. There is a need for high-quality research utilizing validated measures and rigorous design methodologies with control populations.",
  "authors": [
    {
      "last_name": "Hanna",
      "fore_name": "Quincy E B",
      "initials": "QEB",
      "name": "Quincy E B Hanna",
      "affiliations": [
        "Department of Psychology, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Tripp",
      "fore_name": "Dean A",
      "initials": "DA",
      "name": "Dean A Tripp",
      "affiliations": [
        "Department's of Psychology, Anesthesiology & Urology, Queen's University, Kingston, ON, Canada. dean.tripp@queensu.ca."
      ],
      "orcid": "0000-0002-9139-5073"
    },
    {
      "last_name": "Geirc",
      "fore_name": "Madelaine",
      "initials": "M",
      "name": "Madelaine Geirc",
      "affiliations": [
        "School of Kinesiology, University of British Columbia, Vancouver, BC, Canada."
      ]
    },
    {
      "last_name": "Gnat",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Gnat",
      "affiliations": [
        "Department of Psychology, Queen's University, Kingston, ON, Canada."
      ]
    },
    {
      "last_name": "Moayyedi",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Moayyedi",
      "affiliations": [
        "Department Gastroenterology, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Beyak",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Beyak",
      "affiliations": [
        "Division of Gastroenterology, Department of Medicine, Queen's University, Kingston, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
    "iso_abbreviation": "Qual Life Res",
    "issn": "1573-2649",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "12",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "3309",
  "end_page": "3326",
  "pages": "3309-3326",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Scoping Review"
  ],
  "keywords": [
    "Humans",
    "Colitis, Ulcerative",
    "Colonic Pouches",
    "Quality of Life",
    "Inflammatory Bowel Diseases",
    "Crohn Disease"
  ],
  "article_ids": {
    "pubmed": "37347396",
    "doi": "10.1007/s11136-023-03454-6",
    "pii": "10.1007/s11136-023-03454-6"
  },
  "doi": "10.1007/s11136-023-03454-6",
  "dates": {
    "completed": "2023-11-06",
    "revised": "2025-01-30"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:00.442873",
    "pmid": "37347396"
  }
}