{
  "pmid": "37359983",
  "uid": "37359983",
  "title": "Perspectives of Pediatric Nephrologists, Intensivists and Nurses Regarding AKI Management and Expected Outcomes.",
  "abstract": "BACKGROUND: Acute kidney injury (AKI) in critically ill children is associated with increased risk for short- and long-term adverse outcomes. Currently, there is no systematic follow-up for children who develop AKI in intensive care unit (ICU). OBJECTIVE: This study aimed to assess variation regarding management, perceived importance, and follow-up of AKI in the ICU setting within and between healthcare professional (HCP) groups. DESIGN: Anonymous, cross-sectional, web-based surveys were administered nationally to Canadian pediatric nephrologists, pediatric intensive care unit (PICU) physicians, and PICU nurses, via professional listservs. SETTING: All Canadian pediatric nephrologists, PICU physicians, and nurses treating children in the ICU were eligible for the survey. PATIENTS: N/A. MEASUREMENTS: Surveys included multiple choice and Likert scale questions on current practice related to AKI management and long-term follow-up, including institutional and personal practice approaches, and perceived importance of AKI severity with different outcomes. METHODS: Descriptive statistics were performed. Categorical responses were compared using Chi-square or Fisher's exact tests; Likert scale results were compared using Mann-Whitney and Kruskal-Wallis tests. RESULTS: Surveys were completed by 34/64 (53%) pediatric nephrologists, 46/113 (41%) PICU physicians, and 82 PICU nurses (response rate unknown). Over 65% of providers reported hemodialysis to be prescribed by nephrology; a mix of nephrology, ICU, or a shared nephrology-ICU model was reported responsible for peritoneal dialysis and continuous renal replacement therapy (CRRT). Severe hyperkalemia was the most important renal replacement therapy (RRT) indication for both nephrologists and PICU physicians (Likert scale from 0 [not important] to 10 [most important]; median = 10, 10, respectively). Nephrologists reported a lower threshold of AKI for increased mortality risk; 38% believed stage 2 AKI was the minimum compared to 17% of PICU physicians and 14% of nurses. Nephrologists were more likely than PICU physicians and nurses to recommend long-term follow-up for patients who develop any AKI during ICU stay (Likert scale from 0 [none] to 10 [all patients]; mean=6.0, 3.8, 3.7, respectively) (P < .05). LIMITATIONS: Responses from all eligible HCPs in the country could not obtained. There may be differences in opinions between HCPs that completed the survey compared to those that did not. Additionally, the cross-sectional design of our study may not adequately reflect changes in guidelines and knowledge since survey completion, although no specific guidelines have been released in Canada since survey dissemination. CONCLUSIONS: Canadian HCP groups have variable perspectives on pediatric AKI management and follow-up. Understanding practice patterns and perspectives will help optimize pediatric AKI follow-up guideline implementation.",
  "authors": [
    {
      "last_name": "Che",
      "fore_name": "Adrian",
      "initials": "A",
      "name": "Adrian Che",
      "affiliations": [
        "The Hospital for Sick Children, University of Toronto, ON, Canada."
      ],
      "orcid": "0000-0002-1130-4507"
    },
    {
      "last_name": "D'Arienzo",
      "fore_name": "David",
      "initials": "D",
      "name": "David D'Arienzo",
      "affiliations": [
        "Faculty of Medicine, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Dart",
      "fore_name": "Allison",
      "initials": "A",
      "name": "Allison Dart",
      "affiliations": [
        "Department of Pediatrics and Child Health, Max Rady College of Medicine, Children's Hospital Research Institute of Manitoba, University of Manitoba, Winnipeg, Canada."
      ],
      "orcid": "0000-0002-4718-9408"
    },
    {
      "last_name": "Mammen",
      "fore_name": "Cherry",
      "initials": "C",
      "name": "Cherry Mammen",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, British Columbia Children's Hospital, The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Samuel",
      "fore_name": "Susan",
      "initials": "S",
      "name": "Susan Samuel",
      "affiliations": [
        "Department of Pediatrics, Section of Pediatric Nephrology, Alberta Children's Hospital, University of Calgary, Canada."
      ]
    },
    {
      "last_name": "Alexander",
      "fore_name": "Todd",
      "initials": "T",
      "name": "Todd Alexander",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, Canada."
      ],
      "orcid": "0000-0001-7396-7894"
    },
    {
      "last_name": "Morgan",
      "fore_name": "Catherine",
      "initials": "C",
      "name": "Catherine Morgan",
      "affiliations": [
        "Department of Pediatrics, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Blydt-Hansen",
      "fore_name": "Tom",
      "initials": "T",
      "name": "Tom Blydt-Hansen",
      "affiliations": [
        "Pediatric Nephrology, BC Children's Hospital, The University of British Columbia, Vancouver, Canada."
      ]
    },
    {
      "last_name": "Fontela",
      "fore_name": "Patricia",
      "initials": "P",
      "name": "Patricia Fontela",
      "affiliations": [
        "Department of Pediatrics, McGill University, Montreal, QC, Canada."
      ]
    },
    {
      "last_name": "Guerra",
      "fore_name": "Gonzalo Garcia",
      "initials": "GG",
      "name": "Gonzalo Garcia Guerra",
      "affiliations": [
        "Intensive Care Unit, Department of Pediatrics, Stollery Children's Hospital, University of Alberta, Edmonton, Canada."
      ]
    },
    {
      "last_name": "Chanchlani",
      "fore_name": "Rahul",
      "initials": "R",
      "name": "Rahul Chanchlani",
      "affiliations": [
        "Division of Nephrology, Department of Pediatrics, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Stella",
      "initials": "S",
      "name": "Stella Wang",
      "affiliations": [
        "The Hospital for Sick Children, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Cockovski",
      "fore_name": "Vedran",
      "initials": "V",
      "name": "Vedran Cockovski",
      "affiliations": [
        "The Hospital for Sick Children, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Jawa",
      "fore_name": "Natasha",
      "initials": "N",
      "name": "Natasha Jawa",
      "affiliations": [
        "The Hospital for Sick Children, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Jasmine",
      "initials": "J",
      "name": "Jasmine Lee",
      "affiliations": [
        "The Hospital for Sick Children, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Nunes",
      "fore_name": "Sophia",
      "initials": "S",
      "name": "Sophia Nunes",
      "affiliations": [
        "The Hospital for Sick Children, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Reynaud",
      "fore_name": "Stephanie",
      "initials": "S",
      "name": "Stephanie Reynaud",
      "affiliations": [
        "The Hospital for Sick Children, University of Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Zappitelli",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Zappitelli",
      "affiliations": [
        "Division of Pediatric Nephrology, Department of Paediatrics, The Hospital for Sick Children, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2023"
  },
  "start_page": "20543581231168088",
  "pages": "20543581231168088",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37359983",
    "pmc": "PMC10286545",
    "doi": "10.1177/20543581231168088",
    "pii": "10.1177_20543581231168088"
  },
  "doi": "10.1177/20543581231168088",
  "pmc_id": "PMC10286545",
  "dates": {
    "revised": "2023-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:13:11.102029",
    "pmid": "37359983"
  }
}