{
  "pmid": "37350250",
  "uid": "37350250",
  "title": "Transcriptomic effects of the foraging gene shed light on pathways of pleiotropy and plasticity.",
  "abstract": "Genes are often pleiotropic and plastic in their expression, features which increase and diversify the functionality of the genome. The foraging (for) gene in Drosophila melanogaster is highly pleiotropic and a long-standing model for studying individual differences in behavior and plasticity from ethological, evolutionary, and genetic perspectives. Its pleiotropy is known to be linked to its complex molecular structure; however, the downstream pathways and interactors remain mostly elusive. To uncover these pathways and interactors and gain a better understanding of how pleiotropy and plasticity are achieved at the molecular level, we explore the effects of different for alleles on gene expression at baseline and in response to 4 h of food deprivation, using RNA sequencing analysis in different Drosophila larval tissues. The results show tissue-specific transcriptomic dynamics influenced by for allelic variation and food deprivation, as well as genotype by treatment interactions. Differentially expressed genes yielded pathways linked to previously described for phenotypes and several potentially novel phenotypes. Together, these findings provide putative genes and pathways through which for might regulate its varied phenotypes in a pleiotropic, plastic, and gene-structure-dependent manner.",
  "authors": [
    {
      "last_name": "Sokolowski",
      "fore_name": "Dustin J",
      "initials": "DJ",
      "name": "Dustin J Sokolowski",
      "affiliations": [
        "Genetics and Genome Biology, SickKids Research Institute, Toronto, Ontario, Canada.",
        "Department of Molecular Genetics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vasquez",
      "fore_name": "Oscar E",
      "initials": "OE",
      "name": "Oscar E Vasquez",
      "affiliations": [
        "Department of Ecology and Evolutionary Biology, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Genetics and Genome Biology, SickKids Research Institute, Toronto, Ontario, Canada.",
        "Department of Molecular Genetics, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Sokolowski",
      "fore_name": "Marla B",
      "initials": "MB",
      "name": "Marla B Sokolowski",
      "affiliations": [
        "Department of Ecology and Evolutionary Biology, University of Toronto, Toronto, Ontario, Canada.",
        "Program in Child and Brain Development, Canadian Institute for Advanced Research, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Anreiter",
      "fore_name": "Ina",
      "initials": "I",
      "name": "Ina Anreiter",
      "affiliations": [
        "Department of Biological Sciences, University of Toronto Scarborough, Toronto, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of the New York Academy of Sciences",
    "iso_abbreviation": "Ann N Y Acad Sci",
    "issn": "1749-6632",
    "issn_type": "Electronic",
    "volume": "1526",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "99",
  "end_page": "113",
  "pages": "99-113",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Animals",
    "Drosophila melanogaster",
    "Transcriptome",
    "Phenotype",
    "Larva",
    "Genetic Pleiotropy"
  ],
  "article_ids": {
    "pubmed": "37350250",
    "doi": "10.1111/nyas.15015"
  },
  "doi": "10.1111/nyas.15015",
  "dates": {
    "completed": "2023-08-17",
    "revised": "2023-08-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.818830",
    "pmid": "37350250"
  }
}