{
  "pmid": "37365656",
  "uid": "37365656",
  "title": "An effectiveness-implementation hybrid trial of phone-based tobacco cessation interventions in the Lebanese primary healthcare system: protocol for project PHOENICS.",
  "abstract": "BACKGROUND: Tobacco use remains the leading cause of preventable disease, disability, and death in the world. Lebanon has an exceptionally high tobacco use burden. The World Health Organization endorses smoking cessation advice integrated into primary care settings as well as easily accessible and free phone-based counseling and low-cost pharmacotherapy as standard of practice for population-level tobacco dependence treatment. Although these interventions can increase access to tobacco treatment and are highly cost-effective compared with other interventions, their evidence base comes primarily from high-income countries, and they have rarely been evaluated in low- and middle-income countries. Recommended interventions are not integrated as a routine part of primary care in Lebanon, as in other low-resource settings. Addressing this evidence-to-practice gap requires research on multi-level interventions and contextual factors for implementing integrated, scalable, and sustainable cessation treatment within low-resource settings. METHODS: The objective of this study is to evaluate the comparative effectiveness of promising multi-component interventions for implementing evidence-based tobacco treatment in primary healthcare centers within the Lebanese National Primary Healthcare Network. We will adapt and tailor an existing in-person smoking cessation program to deliver phone-based counseling to smokers in Lebanon. We will then conduct a three-arm group-randomized trial of 1500 patients across 24 clinics comparing (1) ask about tobacco use; advise to quit; assist with brief counseling (AAA) as standard care; (2) ask; advise; connect to phone-based counseling (AAC); and (3) AAC + nicotine replacement therapy (NRT). We will also evaluate the implementation process to measure factors that influence implementation. Our central hypothesis is that connecting patients to phone-based counseling with NRT is the most effective alternative. This study will be guided by the Exploration, Preparation, Implementation, Sustainment (EPIS) framework, supported by Proctor's framework for implementation outcomes. DISCUSSION: The project addresses the evidence-to-practice gap in the provision of tobacco dependence treatment within low-resource settings by developing and testing contextually tailored multi-level interventions while optimizing implementation success and sustainability. This research is significant for its potential to guide the large-scale adoption of cost-effective strategies for implementing tobacco dependence treatment in low-resource settings, thereby reducing tobacco-related morbidity and mortality. TRIAL REGISTRATION: ClinicalTrials.gov, NCT05628389, Registered 16 November 2022.",
  "authors": [
    {
      "last_name": "Salloum",
      "fore_name": "Ramzi G",
      "initials": "RG",
      "name": "Ramzi G Salloum",
      "affiliations": [
        "Department of Health Outcomes and Biomedical Informatics, University of Florida College of Medicine, 2004 Mowry Road, Gainesville, FL, USA. rsalloum@ufl.edu.",
        "Department of Health Promotion and Community Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon. rsalloum@ufl.edu."
      ],
      "orcid": "0000-0002-8139-2418"
    },
    {
      "last_name": "Romani",
      "fore_name": "Maya",
      "initials": "M",
      "name": "Maya Romani",
      "affiliations": [
        "Department of Family Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Bteddini",
      "fore_name": "Dima S",
      "initials": "DS",
      "name": "Dima S Bteddini",
      "affiliations": [
        "Department of Health Outcomes and Biomedical Informatics, University of Florida College of Medicine, 2004 Mowry Road, Gainesville, FL, USA."
      ]
    },
    {
      "last_name": "El-Jardali",
      "fore_name": "Fadi",
      "initials": "F",
      "name": "Fadi El-Jardali",
      "affiliations": [
        "Department of Health Management and Policy, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Knowledge to Policy (K2P) Center, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Lee",
      "fore_name": "Ji-Hyun",
      "initials": "JH",
      "name": "Ji-Hyun Lee",
      "affiliations": [
        "Department of Biostatistics, College of Public Health and Health Professions and College of Medicine, University of Florida, Gainesville, FL, USA.",
        "Division of Quantitative Sciences, University of Florida Health Cancer Center, University of Florida, Gainesville, FL, USA."
      ]
    },
    {
      "last_name": "Theis",
      "fore_name": "Ryan",
      "initials": "R",
      "name": "Ryan Theis",
      "affiliations": [
        "Department of Health Outcomes and Biomedical Informatics, University of Florida College of Medicine, 2004 Mowry Road, Gainesville, FL, USA."
      ]
    },
    {
      "last_name": "LeLaurin",
      "fore_name": "Jennifer H",
      "initials": "JH",
      "name": "Jennifer H LeLaurin",
      "affiliations": [
        "Department of Health Outcomes and Biomedical Informatics, University of Florida College of Medicine, 2004 Mowry Road, Gainesville, FL, USA."
      ]
    },
    {
      "last_name": "Hamadeh",
      "fore_name": "Randa",
      "initials": "R",
      "name": "Randa Hamadeh",
      "affiliations": [
        "Ministry of Public Health, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Osman",
      "fore_name": "Mona",
      "initials": "M",
      "name": "Mona Osman",
      "affiliations": [
        "Department of Family Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Abla",
      "fore_name": "Ruba",
      "initials": "R",
      "name": "Ruba Abla",
      "affiliations": [
        "Department of Health Promotion and Community Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Khaywa",
      "fore_name": "Jihan",
      "initials": "J",
      "name": "Jihan Khaywa",
      "affiliations": [
        "Department of Family Medicine, American University of Beirut Medical Center, Beirut, Lebanon."
      ]
    },
    {
      "last_name": "Ward",
      "fore_name": "Kenneth D",
      "initials": "KD",
      "name": "Kenneth D Ward",
      "affiliations": [
        "Division of Social and Behavioral Sciences, School of Public Health, University of Memphis, Memphis, TN, USA."
      ]
    },
    {
      "last_name": "Shelley",
      "fore_name": "Donna",
      "initials": "D",
      "name": "Donna Shelley",
      "affiliations": [
        "Department of Public Health Policy and Management, School of Global Public Health, New York University, New York, NY, USA."
      ]
    },
    {
      "last_name": "Nakkash",
      "fore_name": "Rima",
      "initials": "R",
      "name": "Rima Nakkash",
      "affiliations": [
        "Department of Health Promotion and Community Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon.",
        "Department of Global and Community Health, College of Public Health, George Mason University, Fairfax, VA, USA."
      ]
    }
  ],
  "journal": {
    "title": "Implementation science communications",
    "iso_abbreviation": "Implement Sci Commun",
    "issn": "2662-2211",
    "issn_type": "Electronic",
    "volume": "4",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "26"
  },
  "start_page": "72",
  "pages": "72",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37365656",
    "pmc": "PMC10294351",
    "doi": "10.1186/s43058-023-00456-w",
    "pii": "10.1186/s43058-023-00456-w"
  },
  "doi": "10.1186/s43058-023-00456-w",
  "pmc_id": "PMC10294351",
  "dates": {
    "revised": "2024-07-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 CA262319",
      "agency": "NCI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "1R01CA262319-01A1",
      "agency": "NCI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:19:59.375878",
    "pmid": "37365656"
  }
}