{
  "pmid": "37363260",
  "uid": "37363260",
  "title": "An evaluation of the landscape structure and La Ni単a climatic anomalies associated with Japanese encephalitis virus outbreaks reported in Australian piggeries in 2022.",
  "abstract": "The widespread activity of Japanese encephalitis virus (JEV) reported in previously unaffected regions of eastern and southern Australia in 2022 represents the most significant local arbovirus emergency in almost 50 years. Japanese encephalitis virus is transmitted by mosquitoes and maintained in wild ardeid birds and amplified in pigs, the latter of which suffer significant reproductive losses as a result of infection. The landscape epidemiology of JEV in mainland Australia is almost entirely unknown, particularly in the eastern and southern parts of the country where the virus has not been previously documented. Although other areas with endemic JEV circulation in the Indo-Pacific region have demonstrated the importance of wild waterbird-livestock interface in agricultural-wetland mosaics, no such investigation has yet determined the composition and configuration of pathogenic landscapes for Australia. Moreover, the recent emergence in Australia has followed substantial precipitation and temperature anomalies associated with the La Ni単a phase of the El Ni単o Southern Oscillation. This study investigated the landscape epidemiology of JEV outbreaks in Australian piggeries reported between January and April of 2022 to determine the influence of ardeid habitat suitability, hydrogeography, hydrology, land cover and La Ni単a-associated climate anomalies. Outbreaks of JEV in domestic pigs were associated with intermediate ardeid species richness, cultivated land and grassland fragmentation, waterway proximity, temporary wetlands, and hydrological flow accumulation. This study has identified the composition and configuration of landscape features that were associated with piggery outbreaks reported in 2022 in Australia. Although preliminary, these findings can inform actionable strategies for the development of new One Health JEV surveillance specific to the needs of Australia.",
  "authors": [
    {
      "last_name": "Walsh",
      "fore_name": "Michael G",
      "initials": "MG",
      "name": "Michael G Walsh",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, Sydney School of Public Health, Camperdown, New South Wales, Australia.",
        "The University of Sydney, Faculty of Medicine and Health, Sydney Infectious Diseases Institute, Westmead, New South Wales, Australia.",
        "One Health Centre, The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India.",
        "The Prasanna School of Public Health, Manipal Academy of Higher Education, Manipal, Karnataka, India."
      ]
    },
    {
      "last_name": "Webb",
      "fore_name": "Cameron",
      "initials": "C",
      "name": "Cameron Webb",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, Sydney Infectious Diseases Institute, Westmead, New South Wales, Australia.",
        "Department of Medical Entomology, NSW Health Pathology, Westmead Hospital, Westmead, New South Wales, Australia."
      ]
    },
    {
      "last_name": "Brookes",
      "fore_name": "Victoria",
      "initials": "V",
      "name": "Victoria Brookes",
      "affiliations": [
        "The University of Sydney, Faculty of Medicine and Health, Sydney Infectious Diseases Institute, Westmead, New South Wales, Australia.",
        "Faculty of Science, Sydney School of Veterinary Science, The University of Sydney, Camperdown, New South Wales, Australia."
      ]
    }
  ],
  "journal": {
    "title": "One health (Amsterdam, Netherlands)",
    "iso_abbreviation": "One Health",
    "issn": "2352-7714",
    "issn_type": "Print",
    "volume": "16",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "100566",
  "pages": "100566",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37363260",
    "pmc": "PMC10285696",
    "doi": "10.1016/j.onehlt.2023.100566",
    "pii": "S2352-7714(23)00086-1"
  },
  "doi": "10.1016/j.onehlt.2023.100566",
  "pmc_id": "PMC10285696",
  "dates": {
    "revised": "2023-07-01"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.252133",
    "pmid": "37363260"
  }
}