{
  "pmid": "37378538",
  "uid": "37378538",
  "title": "Defining the Roles of Pyruvate Oxidation, TCA Cycle, and Mannitol Metabolism in Methicillin-Resistant Staphylococcus aureus Catheter-Associated Urinary Tract Infection.",
  "abstract": "Methicillin-resistant Staphylococcus aureus (MRSA) is an important cause of complicated urinary tract infection (UTI) associated with the use of indwelling urinary catheters. Previous reports have revealed host and pathogen effectors critical for MRSA uropathogenesis. Here, we sought to determine the significance of specific metabolic pathways during MRSA UTI. First, we identified four mutants from the Nebraska transposon mutant library in the MRSA JE2 background that grew normally in rich medium but displayed significantly reduced growth in pooled human urine (HU). This prompted us to transduce the uropathogenic MRSA 1369 strain with the transposon mutants in sucD and fumC (tricarboxylic acid [TCA] cycle), mtlD (mannitol metabolism), and lpdA (pyruvate oxidation). Notably, sucD, fumC, and mtlD were also significantly upregulated in the MRSA 1369 strain upon exposure to HU. Compared to the WT, the MRSA 1369 lpdA mutant was significantly defective for (i) growth in HU, and (ii) colonization of the urinary tract and dissemination to the kidneys and the spleen in the mouse model of catheter-associated UTI (CAUTI), which may be attributed to its increased membrane hydrophobicity and higher susceptibility to killing by human blood. In contrast to their counterparts in the JE2 background, the sucD, fumC, and mtlD mutants in the MRSA 1369 background grew normally in HU; however, they displayed significant fitness defects in the CAUTI mouse model. Overall, identification of novel metabolic pathways important for the urinary fitness and survival of MRSA can be used for the development of novel therapeutics. IMPORTANCE While Staphylococcus aureus has historically not been considered a uropathogen, S. aureus urinary tract infection (UTI) is clinically significant in certain patient populations, including those with chronic indwelling urinary catheters. Moreover, most S. aureus strains causing catheter-associated UTI (CAUTI) are methicillin-resistant S. aureus (MRSA). MRSA is difficult to treat due to limited treatment options and the potential to deteriorate into life-threatening bacteremia, urosepsis, and shock. In this study, we found that pathways involved in pyruvate oxidation, TCA cycle, and mannitol metabolism are important for MRSA fitness and survival in the urinary tract. Improved understanding of the metabolic needs of MRSA in the urinary tract may help us develop novel inhibitors of MRSA metabolism that can be used to treat MRSA-CAUTI more effectively.",
  "authors": [
    {
      "last_name": "Paudel",
      "fore_name": "Santosh",
      "initials": "S",
      "name": "Santosh Paudel",
      "affiliations": [
        "Department of Biology, University of Louisiana at Lafayette, Lafayette, Louisiana, USA."
      ]
    },
    {
      "last_name": "Guedry",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Guedry",
      "affiliations": [
        "Department of Biology, University of Louisiana at Lafayette, Lafayette, Louisiana, USA."
      ]
    },
    {
      "last_name": "Obernuefemann",
      "fore_name": "Chloe L P",
      "initials": "CLP",
      "name": "Chloe L P Obernuefemann",
      "affiliations": [
        "Center for Women's Infectious Disease Research, Department of Molecular Microbiology, Washington University School of Medicine, St. Louis, Missouri, USA."
      ]
    },
    {
      "last_name": "Hultgren",
      "fore_name": "Scott J",
      "initials": "SJ",
      "name": "Scott J Hultgren",
      "affiliations": [
        "Center for Women's Infectious Disease Research, Department of Molecular Microbiology, Washington University School of Medicine, St. Louis, Missouri, USA."
      ]
    },
    {
      "last_name": "Walker",
      "fore_name": "Jennifer N",
      "initials": "JN",
      "name": "Jennifer N Walker",
      "affiliations": [
        "Department of Microbiology and Molecular Genetics, McGovern Medical School, University of Texas Health Science Center at Houston, Texas, USA.",
        "Department of Epidemiology, Human Genetics, and Environmental Science, School of Public Health, University of Texas Health Science Center at Houston, Texas, USA."
      ],
      "orcid": "0000-0002-0079-3261"
    },
    {
      "last_name": "Kulkarni",
      "fore_name": "Ritwij",
      "initials": "R",
      "name": "Ritwij Kulkarni",
      "affiliations": [
        "Department of Biology, University of Louisiana at Lafayette, Lafayette, Louisiana, USA."
      ],
      "orcid": "0000-0002-9753-8899"
    }
  ],
  "journal": {
    "title": "Microbiology spectrum",
    "iso_abbreviation": "Microbiol Spectr",
    "issn": "2165-0497",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "4",
    "pub_year": "2023",
    "pub_month": "Aug",
    "pub_day": "17"
  },
  "start_page": "e0536522",
  "pages": "e0536522",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Animals",
    "Mice",
    "Humans",
    "Methicillin-Resistant Staphylococcus aureus",
    "Staphylococcus aureus",
    "Urinary Tract Infections",
    "Staphylococcal Infections",
    "Catheters, Indwelling",
    "Pyruvates",
    "Mannitol",
    "Anti-Bacterial Agents"
  ],
  "article_ids": {
    "pubmed": "37378538",
    "pmc": "PMC10433999",
    "doi": "10.1128/spectrum.05365-22"
  },
  "doi": "10.1128/spectrum.05365-22",
  "pmc_id": "PMC10433999",
  "dates": {
    "completed": "2023-08-21",
    "revised": "2024-09-23"
  },
  "chemicals": [
    "Pyruvates",
    "Mannitol",
    "Anti-Bacterial Agents"
  ],
  "grants": [
    {
      "grant_id": "K01 DK128381",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 DK051406",
      "agency": "NIDDK NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R21 AI165939",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:00.724292",
    "pmid": "37378538"
  }
}