{
  "pmid": "37389504",
  "uid": "37389504",
  "title": "Racial and Ethnic Disparities in Ambulatory Heart Failure Ventricular Assist Device Implantation and Survival.",
  "abstract": "BACKGROUND: Durable left ventricular assist devices (VADs) improve survival in eligible patients, but allocation has been associated with patient race in addition to presumed heart failure (HF) severity. OBJECTIVES: This study sought to determine racial and ethnic differences in VAD implantation rates and post-VAD survival among patients with ambulatory HF. METHODS: Using the INTERMACS (Interagency Registry of Mechanically Assisted Circulatory Support) database (2012-2017), this study examined census-adjusted VAD implantation rates by race, ethnicity, and sex in patients with ambulatory HF (INTERMACS profile 4-7) using negative binomial models with quadratic effect of time. Survival was evaluated using Kaplan-Meier estimates and Cox models adjusted for clinically relevant variables and an interaction of time with race/ethnicity. RESULTS: VADs were implanted in 2,256 adult patients with ambulatory HF (78.3% White, 16.4% Black, and 5.3% Hispanic). The median age at implantation was lowest in Black patients. Implantation rates peaked between 2013 and 2015 before declining in all demographic groups. From 2012 to 2017, implantation rates overlapped for Black and White patients but were lower for Hispanic patients. Post-VAD survival was significantly different among the 3 groups (log rank P = 0.0067), with higher estimated survival among Black vs White patients (12-month survival: Black patients: 90% [95% CI: 86%-93%]; White patients: 82% [95% CI: 80%-84%]). Low sample size for Hispanic patients resulted in imprecise survival estimates (12-month survival: 85% [95% CI: 76%-90%]). CONCLUSIONS: Black and White patients with ambulatory HF had similar VAD implantation rates but rates were lower for Hispanic patients. Survival differed among the 3 groups, with the highest estimated survival at 12 months in Black patients. Given higher HF burden in minoritized populations, further investigation is needed to understand differences in VAD implantation rates in Black and Hispanic patients.",
  "authors": [
    {
      "last_name": "Dixon",
      "fore_name": "Debra D",
      "initials": "DD",
      "name": "Debra D Dixon",
      "affiliations": [
        "Division of Cardiovascular Medicine, Vanderbilt University Medical Center, Nashville, Tennessee, USA."
      ]
    },
    {
      "last_name": "Knapp",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Knapp",
      "affiliations": [
        "Division of Cardiovascular Medicine, Indiana University School of Medicine, Indianapolis, Indiana, USA."
      ]
    },
    {
      "last_name": "Ilonze",
      "fore_name": "Onyedika",
      "initials": "O",
      "name": "Onyedika Ilonze",
      "affiliations": [
        "Division of Cardiovascular Medicine, Krannert Cardiovascular Research Center, Indiana University School of Medicine, Indianapolis, Indiana, USA."
      ]
    },
    {
      "last_name": "Lewsey",
      "fore_name": "Sabra C",
      "initials": "SC",
      "name": "Sabra C Lewsey",
      "affiliations": [
        "Division of Cardiology, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA."
      ]
    },
    {
      "last_name": "Mazimba",
      "fore_name": "Sula",
      "initials": "S",
      "name": "Sula Mazimba",
      "affiliations": [
        "Division of Cardiovascular Medicine, University of Virginia School of Medicine, Charlottesville, Virginia, USA."
      ]
    },
    {
      "last_name": "Mohammed",
      "fore_name": "Selma",
      "initials": "S",
      "name": "Selma Mohammed",
      "affiliations": [
        "Division of Cardiovascular Medicine, Creighton University School of Medicine, Omaha, Nebraska, USA."
      ]
    },
    {
      "last_name": "Van Spall",
      "fore_name": "Harriette G C",
      "initials": "HGC",
      "name": "Harriette G C Van Spall",
      "affiliations": [
        "Department of Medicine, Department of Health Research Methods, Evidence, and Impact, McMaster University School of Medicine, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Breathett",
      "fore_name": "Khadijah",
      "initials": "K",
      "name": "Khadijah Breathett",
      "affiliations": [
        "Division of Cardiovascular Medicine, Krannert Cardiovascular Research Center, Indiana University School of Medicine, Indianapolis, Indiana, USA. Electronic address: kbreath@iu.edu."
      ]
    }
  ],
  "journal": {
    "title": "JACC. Heart failure",
    "iso_abbreviation": "JACC Heart Fail",
    "issn": "2213-1787",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "1397",
  "end_page": "1407",
  "pages": "1397-1407",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Heart Failure",
    "Heart-Assist Devices",
    "Treatment Outcome",
    "Proportional Hazards Models",
    "Kaplan-Meier Estimate",
    "Registries"
  ],
  "article_ids": {
    "pubmed": "37389504",
    "mid": "NIHMS1936800",
    "pmc": "PMC10614028",
    "doi": "10.1016/j.jchf.2023.05.017",
    "pii": "S2213-1779(23)00253-6"
  },
  "doi": "10.1016/j.jchf.2023.05.017",
  "pmc_id": "PMC10614028",
  "dates": {
    "completed": "2023-11-01",
    "revised": "2024-10-03"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "R01 AG063661",
      "agency": "NIA NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "K01 HL142848",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "L30 HL148881",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R01 HL159216",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "T32 HL007411",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "R56 HL159216",
      "agency": "NHLBI NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:22.910311",
    "pmid": "37389504"
  }
}