{
  "pmid": "37392530",
  "uid": "37392530",
  "title": "Palliative care utilization across health sectors for patients with gynecologic malignancies in Ontario, Canada from 2006 to 2018.",
  "abstract": "OBJECTIVE: Early palliative care (PC) is associated with improved patient quality of life, less aggressive end-of-life care, and prolonged survival. We evaluated patterns of PC delivery in gynecologic oncology. METHODS: We conducted a population-based, retrospective cohort study of gynecologic cancer decedents in Ontario from 2006 to 2018 using linked administrative health care data. RESULTS: The cohort included 16,237 decedents; 51.1% died of ovarian cancer, 30.3% uterine cancer, 12.1% cervical cancer, and 6.5% vulvar/vaginal cancers. Palliative care was most often delivered in the hospital inpatient setting in 81%, and 53% received specialist PC. PC was first received during hospital admission in 53%, and by outpatient physician care in only 23%. Palliative care was initiated a median 193 days prior to death, with the lowest two quintiles initiating care ≤70 days before death. The average user of PC resources (third quintile) received 68 days of PC. While cumulative use of community PC gradually increased over the final year of life, institutional palliative care use exponentially rose from 12 weeks until death. On multivariable analyses, predictors of initiating palliative care during a hospital admission included age ≥70 years at death, ≤3 month cancer survival, having cervical or uterine cancer, not having a primary care provider, or being in the lowest 3 income quintiles. CONCLUSION: Most palliative care is initiated and delivered during hospital admission, and is initiated late in a significant proportion. Strategies to increase access to anticipatory and integrated palliative care may improve the quality of the disease course and the end of life.",
  "authors": [
    {
      "last_name": "Mah",
      "fore_name": "Sarah J",
      "initials": "SJ",
      "name": "Sarah J Mah",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Gynecologic Oncology, McMaster University, Hamilton, Canada. Electronic address: sarah.mah@medportal.ca."
      ]
    },
    {
      "last_name": "Carter Ramirez",
      "fore_name": "Daniel M",
      "initials": "DM",
      "name": "Daniel M Carter Ramirez",
      "affiliations": [
        "Department of Family Medicine, Division of Palliative Care, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Eiriksson",
      "fore_name": "Lua R",
      "initials": "LR",
      "name": "Lua R Eiriksson",
      "affiliations": [
        "Department of Obstetrics and Gynecology, Division of Gynecologic Oncology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Schnarr",
      "fore_name": "Kara",
      "initials": "K",
      "name": "Kara Schnarr",
      "affiliations": [
        "Department of Oncology, Division of Radiation Oncology, McMaster University, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Gayowsky",
      "fore_name": "Anastasia",
      "initials": "A",
      "name": "Anastasia Gayowsky",
      "affiliations": [
        "ICES McMaster, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Seow",
      "fore_name": "Hsien",
      "initials": "H",
      "name": "Hsien Seow",
      "affiliations": [
        "Department of Oncology, McMaster University, Hamilton, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Gynecologic oncology",
    "iso_abbreviation": "Gynecol Oncol",
    "issn": "1095-6859",
    "issn_type": "Electronic",
    "volume": "175",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "169",
  "end_page": "175",
  "pages": "169-175",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Female",
    "Aged",
    "Palliative Care",
    "Genital Neoplasms, Female",
    "Terminal Care",
    "Retrospective Studies",
    "Ontario",
    "Quality of Life",
    "Uterine Cervical Neoplasms",
    "Vulvar Neoplasms",
    "Neoplasms"
  ],
  "article_ids": {
    "pubmed": "37392530",
    "doi": "10.1016/j.ygyno.2023.06.016",
    "pii": "S0090-8258(23)00369-4"
  },
  "doi": "10.1016/j.ygyno.2023.06.016",
  "dates": {
    "completed": "2023-07-24",
    "revised": "2023-07-24"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:57:35.100847",
    "pmid": "37392530"
  }
}