{
  "pmid": "37398769",
  "uid": "37398769",
  "title": "A Case of Immune Checkpoint Inhibitor-Induced Probable Myocarditis and Treatment Response.",
  "abstract": "Immune checkpoint inhibitors (ICI) are a new class of pharmaceuticals that facilitate the immune system in identifying and targeting cancerous cells. However, suppressing immune regulation can often cause immune-mediated adverse events. One such downstream effect recently recognized is ICI-associated myocarditis. This case involves a 67-year-old female patient with a medical history of metastatic small-cell lung carcinoma undergoing chemotherapy with atezolizumab (third cycle) and the carboplatin-etoposide regimen (fourth cycle). The patient presented to the medical service with chest discomfort and fatigue. Elevated cardiac markers were observed, despite the absence of ischemic changes on electrocardiography and patent coronary arteries on cardiac catheterization. Cardiac magnetic resonance imaging (MRI) did not reveal any significant fibrosis in the cardiac muscle; however, an endomyocardial biopsy noted mild fibrosis. Corticosteroid treatment resulted in the normalization of cardiac enzyme levels and subsequent symptom resolution. ICI-associated myocarditis typically manifests within two months of initiating therapy. However, this case report spotlights the occurrence of a milder form of myocarditis after three months of ICI treatment.",
  "authors": [
    {
      "last_name": "Hassan",
      "fore_name": "Mubariz A",
      "initials": "MA",
      "name": "Mubariz A Hassan",
      "affiliations": [
        "Internal Medicine, Howard University Hospital, Washington DC, USA."
      ]
    },
    {
      "last_name": "Batta",
      "fore_name": "Yashvardhan",
      "initials": "Y",
      "name": "Yashvardhan Batta",
      "affiliations": [
        "Internal Medicine, Howard University College of Medicine, Washington DC, USA."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Adil",
      "initials": "MA",
      "name": "Muhammad Adil Afzal",
      "affiliations": [
        "Internal Medicine, St. Joseph's Regional Medical Center, Paterson, USA."
      ]
    }
  ],
  "journal": {
    "title": "Cureus",
    "iso_abbreviation": "Cureus",
    "issn": "2168-8184",
    "issn_type": "Print",
    "volume": "15",
    "issue": "5",
    "pub_year": "2023",
    "pub_month": "May"
  },
  "start_page": "e39692",
  "pages": "e39692",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37398769",
    "pmc": "PMC10310539",
    "doi": "10.7759/cureus.39692"
  },
  "doi": "10.7759/cureus.39692",
  "pmc_id": "PMC10310539",
  "dates": {
    "revised": "2023-07-04"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.077884",
    "pmid": "37398769"
  }
}