{
  "pmid": "37419765",
  "uid": "37419765",
  "title": "Hemiepiphysiodesis for juvenile hallux valgus deformity: A systematic review.",
  "abstract": "BACKGROUND: Among the numerous surgical interventions for correcting hallux valgus deformity in skeletally immature patients, hemiepiphysiodesis is a simple technique with a low complication rate yet its effectiveness remains unclear. This systematic review evaluates hemiepiphysiodesis of the first metatarsal for treating juvenile hallux valgus (JHV) deformities with respect to radiological outcomes, postoperative clinical outcomes, and postoperative complications. METHODS: EMBASE, MEDLINE, PubMed, Cochrane Central Register of Controlled Trials (CENTRAL), and Cumulative Index to Nursing and Allied Health Literature (CINAHL) database were searched from inception to September 15th, 2022, for studies investigating hemiepephysiodesis for JHV and its effect on clinical and radiological outcomes. The search, data extraction and methodologic assessment were performed in duplicate for all included studies. RESULTS: Six studies out of 488 with a total of 147 feet in 85 patients were included in the final qualitative synthesis. The American Orthopaedic Foot & Ankle Society hallux metatarsophalangeal interphalangeal scale (AOFAS Hallux MTP-IP scale) was used in two studies. The mean pooled preoperative score was 62.2 ± 8.9 and improved to 88.6 ± 4.8 postoperatively in 33 patients. All six studies reported significant improvement in the hallux valgus angle (HVA) from mean preoperative angle of 29.2° ± 3.7-23.8° ± 4.5° postoperatively, while the intermetatarsal angle (IMA) preoperative and postoperative means corrected from 13.9° ± 1.1-11.4° ± 1.2°, respectively. Out of 147 feet, 21 (14.2%) had reported complications including recurrence and need for revision surgery. CONCLUSION: This systematic review confirms that hemiepiphysiodesis of the first metatarsal in patients with JHV has improved clinical and radiological outcomes. LEVEL OF EVIDENCE: Level IV, Systematic review.",
  "authors": [
    {
      "last_name": "Al-Mohrej",
      "fore_name": "Omar A",
      "initials": "OA",
      "name": "Omar A Al-Mohrej",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Section of Orthopedic Surgery, Department of Surgery, King Abdullah Bin Abdulaziz University Hospital, Princess Nourah Bint Abdul Rahman University, Riyadh, Saudi Arabia. Electronic address: Mohrejo@gmail.com."
      ]
    },
    {
      "last_name": "Ade-Conde",
      "fore_name": "Ayomide M",
      "initials": "AM",
      "name": "Ayomide M Ade-Conde",
      "affiliations": [
        "Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Ade-Conde",
      "fore_name": "Oyinade S",
      "initials": "OS",
      "name": "Oyinade S Ade-Conde",
      "affiliations": [
        "Royal College of Surgeons in Ireland, Dublin, Ireland."
      ]
    },
    {
      "last_name": "Argan",
      "fore_name": "Mohaned",
      "initials": "M",
      "name": "Mohaned Argan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Division of Orthopaedic Surgery, Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Bouchard",
      "fore_name": "Maryse",
      "initials": "M",
      "name": "Maryse Bouchard",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, University of Toronto, Toronto, Canada; Division of Orthopaedics, The Hospital for Sick Children, Toronto, Canada."
      ]
    },
    {
      "last_name": "Al-Asiri",
      "fore_name": "Jamal",
      "initials": "J",
      "name": "Jamal Al-Asiri",
      "affiliations": [
        "Division of Orthopaedic Surgery, Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Foot and ankle surgery : official journal of the European Society of Foot and Ankle Surgeons",
    "iso_abbreviation": "Foot Ankle Surg",
    "issn": "1460-9584",
    "issn_type": "Electronic",
    "volume": "29",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "448",
  "end_page": "454",
  "pages": "448-454",
  "language": "eng",
  "publication_types": [
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Hallux Valgus",
    "Hallux",
    "Treatment Outcome",
    "Osteotomy",
    "Metatarsophalangeal Joint",
    "Bunion",
    "Metatarsal Bones",
    "Retrospective Studies"
  ],
  "article_ids": {
    "pubmed": "37419765",
    "doi": "10.1016/j.fas.2023.06.010",
    "pii": "S1268-7731(23)00123-6"
  },
  "doi": "10.1016/j.fas.2023.06.010",
  "dates": {
    "completed": "2023-08-21",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.310050",
    "pmid": "37419765"
  }
}