{
  "pmid": "37429499",
  "uid": "37429499",
  "title": "Patient-Reported Outcome Measure Use in Guidelines Published by the American Academy of Ophthalmology: A Review.",
  "abstract": "TOPIC: We reviewed the use of patient-reported outcome measures (PROMs) in the treatment of ophthalmologic conditions as recommended by the Clinical Practice Guidelines (CPGs) published by the American Academy of Ophthalmology (AAO). CLINICAL RELEVANCE: Patient-reported outcome measures are standardized instruments that provide information regarding a patient's health status or health-related quality of life. Patient-reported outcome measures are increasingly used to inform study end points in ophthalmology studies. However, the extent to which PROMs are ultimately informing patient management recommendations in ophthalmology as part of CPGs remains an area of evidence gap. METHODS: We included all CPGs published by the AAO from inception to June 2022. We also included all primary studies and systematic reviews cited in the treatment sections of the CPGs evaluating treatment of an ophthalmic condition. The primary outcome was the frequency of PROMs discussed in CPGs and in cited studies evaluating treatment. Secondary outcomes included frequency of minimal important difference (MID) use to contextualize PROM results and percentage of strong and discretionary recommendations supported by PROMs. We published a study protocol a priori on PROSPERO (CRD42022307427). Reporting followed the Preferred Reporting Items for Systematic Review and Meta-analysis (PRISMA) guidelines. We assessed risk of bias using the Appraisal of Guidelines, Research and Evaluation II (AGREE II) instrument. RESULTS: We identified 24 eligible CPGs, providing 2458 cited studies (2191 primary, 267 secondary) evaluating treatment of eye conditions. Ten CPGs (41.7%) reported consideration of PROMs. Of these, 31 of 94 (33%) recommendations were informed by studies evaluating a PROM as an outcome. Across all studies cited in the development of CPGs, 221 (9.0%) used PROMs as a primary or secondary outcome, of which 4 PROM results (1.8%) were interpreted using an empirically determined MID. Overall, the risk of bias was low for all CPGs. CONCLUSIONS: Overall, outcomes of PROMs are seldom used in ophthalmology CPGs published by the AAO and in cited primary and secondary research on treatments. When PROMs were considered, their interpretation was seldom based on an MID. To improve patient care, guideline developers may consider incorporating PROMs and applicable MIDs to inform key outcomes when formulating treatment recommendations. FINANCIAL DISCLOSURE(S): Proprietary or commercial disclosure may be found in the Footnotes and Disclosures at the end of this article.",
  "authors": [
    {
      "last_name": "Yu",
      "fore_name": "Caberry W",
      "initials": "CW",
      "name": "Caberry W Yu",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Nanji",
      "fore_name": "Keean",
      "initials": "K",
      "name": "Keean Nanji",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Hatamnejad",
      "fore_name": "Amin",
      "initials": "A",
      "name": "Amin Hatamnejad",
      "affiliations": [
        "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gemae",
      "fore_name": "Mohamed",
      "initials": "M",
      "name": "Mohamed Gemae",
      "affiliations": [
        "School of Medicine, Queen's University, Kingston, Ontario, Canada."
      ]
    },
    {
      "last_name": "Joarder",
      "fore_name": "Ishraq",
      "initials": "I",
      "name": "Ishraq Joarder",
      "affiliations": [
        "Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
      ]
    },
    {
      "last_name": "Achunair",
      "fore_name": "Abhishek",
      "initials": "A",
      "name": "Abhishek Achunair",
      "affiliations": [
        "Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."
      ]
    },
    {
      "last_name": "Devji",
      "fore_name": "Tahira",
      "initials": "T",
      "name": "Tahira Devji",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Phillips",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Phillips",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Zeraatkar",
      "fore_name": "Dena",
      "initials": "D",
      "name": "Dena Zeraatkar",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Steel",
      "fore_name": "David H",
      "initials": "DH",
      "name": "David H Steel",
      "affiliations": [
        "Bioscience Institute, Newcastle University, Newcastle Upon Tyne, United Kingdom; Sunderland Eye Infirmary, Queen Alexandra Road, Sunderland, United Kingdom."
      ]
    },
    {
      "last_name": "Guymer",
      "fore_name": "Robyn H",
      "initials": "RH",
      "name": "Robyn H Guymer",
      "affiliations": [
        "Centre for Eye Research Australia, Royal Victorian Eye and Ear Hospital, East Melbourne, Australia; Department of Surgery, The University of Melbourne, Melbourne, Australia."
      ]
    },
    {
      "last_name": "Sivaprasad",
      "fore_name": "Sobha",
      "initials": "S",
      "name": "Sobha Sivaprasad",
      "affiliations": [
        "NIHR Moorfields Biomedical Research Centre, Moorfields Eye Hospital, London, United Kingdom."
      ]
    },
    {
      "last_name": "Wykoff",
      "fore_name": "Charles C",
      "initials": "CC",
      "name": "Charles C Wykoff",
      "affiliations": [
        "Retina Consultants of Texas, Retina Consultants of America, Houston, Texas; Blanton Eye Institute, Houston Methodist Hospital, Houston, Texas."
      ]
    },
    {
      "last_name": "Chaudhary",
      "fore_name": "Varun",
      "initials": "V",
      "name": "Varun Chaudhary",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: vchaudh@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "Ophthalmology",
    "iso_abbreviation": "Ophthalmology",
    "issn": "1549-4713",
    "issn_type": "Electronic",
    "volume": "130",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "1201",
  "end_page": "1211",
  "pages": "1201-1211",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37429499",
    "doi": "10.1016/j.ophtha.2023.07.001",
    "pii": "S0161-6420(23)00480-3"
  },
  "doi": "10.1016/j.ophtha.2023.07.001",
  "dates": {
    "revised": "2023-10-21"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:12:25.298085",
    "pmid": "37429499"
  }
}