{
  "pmid": "37423763",
  "uid": "37423763",
  "title": "Examining the effect of the COVID-19 pandemic on community virus prevalence and healthcare utilisation reveals that peaks in asthma, COPD and respiratory tract infection occur with the re-emergence of rhino/enterovirus.",
  "abstract": "INTRODUCTION: Airway disease exacerbations are cyclical related to respiratory virus prevalence. The COVID-19 pandemic has been associated with reduced exacerbations possibly related to public health measures and their impact on non-COVID-19 respiratory viruses. We aimed to investigate the prevalence of non-COVID-19 respiratory viruses during the pandemic compared with prior in Ontario, Canada and healthcare utilisation related to asthma, chronic obstructive pulmonary disease (COPD) and respiratory tract infection. METHODS: This is a population-based retrospective analysis of respiratory virus tests, emergency department (ED) visits and hospitalisations between 2015 and 2021 in Ontario. Weekly virus testing data were used to estimate viral prevalence for all non-COVID-19 respiratory viruses. We plotted the %positivity and observed and expected counts of each virus to visualise the impact of the pandemic. We used Poisson and binomial logistic regression models to estimate the change in %positivity, count of positive viral cases and count of healthcare utilisation during the pandemic. RESULTS: The prevalence of all non-COVID-19 respiratory viruses decreased dramatically during the pandemic compared with prior. Comparing periods, the incidence rate ratio (IRR) for positive cases corresponded to a >90% reduction for non-COVID-19 respiratory viruses except adenovirus and rhino/enterovirus. Asthma-related ED visits and hospital admissions fell by 57% (IRR 0.43 (95% CI 0.37 to 0.48)) and 61% (IRR 0.39 (95% CI 0.33 to 0.46)). COPD-related ED visits and admissions fell by 63% (IRR 0.37 (95% CI 0.30 to 0.45)) and 45% (IRR 0.55 (95% CI 0.48 to 0.62)). Respiratory tract infection ED visits and admissions fell by 85% (IRR 0.15 (95% CI 0.10 to 0.22)), and 85% (IRR 0.15 (95% CI 0.09 to 0.24)). Rather than the usual peaks in disease condition, during the pandemic, healthcare utilisation peaked in October when rhino/enterovirus peaked. CONCLUSIONS: The prevalence of nearly all non-COVID-19 respiratory viruses decreased during the pandemic and was associated with marked reductions in ED visits and hospitalisations. The re-emergence of rhino/enterovirus was associated with increased healthcare utilisation.",
  "authors": [
    {
      "last_name": "Ho",
      "fore_name": "Terence",
      "initials": "T",
      "name": "Terence Ho",
      "affiliations": [
        "Firestone Institute for Respiratory Health, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada hot4@mcmaster.ca.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Shahzad",
      "fore_name": "Abdullah",
      "initials": "A",
      "name": "Abdullah Shahzad",
      "affiliations": [
        "The University of Melbourne Melbourne Medical School, Melbourne, Victoria, Australia."
      ]
    },
    {
      "last_name": "Jones",
      "fore_name": "Aaron",
      "initials": "A",
      "name": "Aaron Jones",
      "affiliations": [
        "Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Raghavan",
      "fore_name": "Natya",
      "initials": "N",
      "name": "Natya Raghavan",
      "affiliations": [
        "Firestone Institute for Respiratory Health, St. Joseph's Healthcare Hamilton, Hamilton, Ontario, Canada.",
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Loeb",
      "fore_name": "Mark",
      "initials": "M",
      "name": "Mark Loeb",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Johnston",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Johnston",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Thorax",
    "iso_abbreviation": "Thorax",
    "issn": "1468-3296",
    "issn_type": "Electronic",
    "volume": "78",
    "issue": "12",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "1248",
  "end_page": "1253",
  "pages": "1248-1253",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Pandemics",
    "Enterovirus",
    "Retrospective Studies",
    "Prevalence",
    "COVID-19",
    "Asthma",
    "Pulmonary Disease, Chronic Obstructive",
    "Respiratory Tract Infections",
    "Patient Acceptance of Health Care",
    "Ontario",
    "Emergency Service, Hospital"
  ],
  "article_ids": {
    "pubmed": "37423763",
    "pmc": "PMC10715522",
    "doi": "10.1136/thorax-2022-219957",
    "pii": "thorax-2022-219957"
  },
  "doi": "10.1136/thorax-2022-219957",
  "pmc_id": "PMC10715522",
  "dates": {
    "completed": "2023-11-22",
    "revised": "2024-02-14"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:39:59.194494",
    "pmid": "37423763"
  }
}