{
  "pmid": "37422807",
  "uid": "37422807",
  "title": "Giant Penoscrotal Lymphedema: Planning And Surgical Technique To Treat A Rare Debilitating Disease.",
  "abstract": "BACKGROUND: Giant penoscrotal lymphedema is a rare condition and is treated by surgical debulking and reconstruction with remaining skin and skin grafts. The described techniques may result in a staged surgery, multiple blood transfusions, orchidectomy and early debulking of the scrotal skin. We present a case series describing our technique to address all the concerns, discuss management to decrease progression and transmission in secondary cases and present a novel questionnaire to assess of quality of life of these patients. METHODS: This descriptive case series was done from July 2016 to October 2019. Patients with Campisi grade 5 disease were included. Clinical assessment and relevant investigations were done to identify the cause and confirm the extent of the disease. Procedural detail, post-op haemoglobin levels (Hb), need for transfusion and weight of excised specimen were recorded. Wound healing, recurrence and body mass index were noted on follow up. A scrotal lymphedema quality questionnaire was developed and was filled on follow-up visit. RESULTS: Twelve patients were operated on. The mean history was 3.0±0.5 years. 4 tested positive for microfilariae, while 4 out of 8 who tested negative had taken the anthelmintic drug. The mean weight excised was 15.8±2.3 kg, mean pre-operative score on quality-of-life assessment questionnaire was 83.3±2.6 versus 9.3±0.8 post operatively. The mean follow up time was 1.4±0.6 years. 1 patient had a minor recurrence necessitating re excision. Mean Hb was 13.5±0.5 mg/dl preoperatively compared to 11.8±0.5 mg/dl post operatively, with none requiring transfusion. CONCLUSIONS: Single staged excision with split thickness skin grafting is an effective and safe way to treat patients with giant scrotal lymphedema. It's the single best way to address the quality of life of patients.",
  "authors": [
    {
      "last_name": "Haq",
      "fore_name": "Ata Ul",
      "initials": "AU",
      "name": "Ata Ul Haq",
      "affiliations": [
        "Allama Iqbal Medical College, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad Omar",
      "initials": "MO",
      "name": "Muhammad Omar Afzal",
      "affiliations": [
        "Allama Iqbal Medical College, Lahore, Pakistan."
      ]
    },
    {
      "last_name": "Tarar",
      "fore_name": "Moazzam Nazeer",
      "initials": "MN",
      "name": "Moazzam Nazeer Tarar",
      "affiliations": [
        "Allama Iqbal Medical College, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Journal of Ayub Medical College, Abbottabad :, JAMC..",
    "iso_abbreviation": "J Ayub Med Coll Abbottabad",
    "issn": "1819-2718",
    "issn_type": "Electronic",
    "volume": "35",
    "issue": "2",
    "pub_year": "2023"
  },
  "start_page": "210",
  "end_page": "215",
  "pages": "210-215",
  "language": "eng",
  "publication_types": [
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Humans",
    "Genital Diseases, Male",
    "Quality of Life",
    "Scrotum",
    "Plastic Surgery Procedures",
    "Lymphedema"
  ],
  "article_ids": {
    "pubmed": "37422807",
    "doi": "10.55519/JAMC-02-10310",
    "pii": "10310/3512"
  },
  "doi": "10.55519/JAMC-02-10310",
  "dates": {
    "completed": "2023-07-11",
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.078704",
    "pmid": "37422807"
  }
}