{
  "pmid": "37426491",
  "uid": "37426491",
  "title": "Basic Research Protocol: Exome Sequencing in Adults With Loin Pain Hematuria Syndrome: A Pilot Study.",
  "abstract": "BACKGROUND: Loin pain hematuria syndrome (LPHS) is a poorly understood clinical syndrome characterized by hematuria and either unilateral or bilateral severe kidney pain in the absence of identifiable urological disease. Loin pain hematuria syndrome imposes a significant health and economic impact with a loss of productivity and quality of life in a young population. Owing to an incomplete understanding of its pathophysiology, treatment has been limited to nonspecific pain management. Nearly 60 years after its initial description, we are no further ahead in understanding the molecular pathways involved in LPHS. OBJECTIVE: To outline the study design for exome sequencing in adults with LPHS and their families. METHODS: In this single-center case series, 24 patients with LPHS and 2 additional first-degree family members per participant will be recruited. DNA extracted from venous blood samples will undergo exome sequencing on the Illumina NovaSeq 6000 System at 100× depth and will be assessed for pathogenic variants in genes associated with hematuria (number of genes in: glomerular endothelium [n = 10] and basement membrane [n = 8]), and pain pathways (number of genes in: pain transduction [n = 17], conduction [n = 8], synaptic transmission [n = 37], and modulation [n = 27]). We will further examine identified potentially pathogenic variants that co-segregate with LPHS features among affected families. CONCLUSIONS: This pilot study may identify new directions for an investigation into the molecular mechanisms underlying LPHS.",
  "authors": [
    {
      "last_name": "Sharma",
      "fore_name": "Aditi",
      "initials": "A",
      "name": "Aditi Sharma",
      "affiliations": [
        "Dr. T. Bhanu Prasad Med Prof Corp, Regina, SK, Canada."
      ]
    },
    {
      "last_name": "Lanktree",
      "fore_name": "Matthew B",
      "initials": "MB",
      "name": "Matthew B Lanktree",
      "affiliations": [
        "Departments of Medicine and Health Research Methodology, Evidence, and Impact, McMaster University, Hamilton, ON, Canada.",
        "Division of Nephrology, St Joseph's Healthcare Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-5750-6286"
    },
    {
      "last_name": "Liskowich",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Liskowich",
      "affiliations": [
        "Department of Academic Family Medicine, College of Medicine, University of Saskatchewan, Regina, Canada."
      ]
    },
    {
      "last_name": "Dokouhaki",
      "fore_name": "Pouneh",
      "initials": "P",
      "name": "Pouneh Dokouhaki",
      "affiliations": [
        "Department of Pathology and Lab Medicine, University of Saskatchewan, Saskatoon, Canada."
      ]
    },
    {
      "last_name": "Prasad",
      "fore_name": "Bhanu",
      "initials": "B",
      "name": "Bhanu Prasad",
      "affiliations": [
        "Section of Nephrology, Department of Medicine, Regina General Hospital, SK, Canada.",
        "College of Medicine, University of Saskatchewan, Regina, Canada."
      ],
      "orcid": "0000-0002-1139-4821"
    }
  ],
  "journal": {
    "title": "Canadian journal of kidney health and disease",
    "iso_abbreviation": "Can J Kidney Health Dis",
    "issn": "2054-3581",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2023"
  },
  "start_page": "20543581231183856",
  "pages": "20543581231183856",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37426491",
    "pmc": "PMC10328052",
    "doi": "10.1177/20543581231183856",
    "pii": "10.1177_20543581231183856"
  },
  "doi": "10.1177/20543581231183856",
  "pmc_id": "PMC10328052",
  "dates": {
    "revised": "2023-09-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:34:45.726521",
    "pmid": "37426491"
  }
}