{
  "pmid": "37424694",
  "uid": "37424694",
  "title": "Device-supported automated basal insulin titration in adults with type 2 diabetes: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "BACKGROUND: Technological advances make it possible to use device-supported, automated algorithms to aid basal insulin (BI) dosing titration in patients with type 2 diabetes. METHODS: A systematic review and meta-analysis of randomized controlled trials were performed to evaluate the efficacy, safety, and quality of life of automated BI titration versus conventional care. The literature in Medline, Embase, Web of Science, and the Cochrane databases from January 2000 to February 2022 were searched to identify relevant studies. Risk ratios (RRs), mean differences (MDs), and their 95% confidence intervals (CIs) were calculated using random-effect meta-analyses. Certainty of evidence was assessed using the Grading of Recommendations, Assessment, Development and Evaluations (GRADE) approach. FINDINGS: Six of the 7 eligible studies (889 patients) were included in meta-analyses. Low- to moderate-quality evidence suggests that patients who use automated BI titration versus conventional care may have a higher probability of reaching a target of HbA1c <7.0% (RR, 1.82 [95% CI, 1.16-2.86]); and a lower level of HbA1c (MD, -0.25% [95% CI, -0.43 to -0.06%]). No statistically significant differences were detected between the two groups in fasting glucose results, incidences of hypoglycemia, severe or nocturnal hypoglycemia, and quality of life, with low to very low certainty for all the evidence. INTERPRETATION: Automated BI titration is associated with small benefits in reducing HbA1c without increasing the risk of hypoglycemia. Future studies should explore patient attitudes and the cost-effectiveness of this approach. FUNDING: Sponsored by the Chinese Geriatric Endocrine Society.",
  "authors": [
    {
      "last_name": "Luo",
      "fore_name": "Yingying",
      "initials": "Y",
      "name": "Yingying Luo",
      "affiliations": [
        "Department of Endocrinology and Metabolism, Peking University People's Hospital, Beijing 100044, China."
      ]
    },
    {
      "last_name": "Chang",
      "fore_name": "Yaping",
      "initials": "Y",
      "name": "Yaping Chang",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario L8S 4L8, Canada."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Zhan",
      "initials": "Z",
      "name": "Zhan Zhao",
      "affiliations": [
        "Tianjin Tiantian Biotechnology Co., Ltd., Tianjin 300000, China."
      ]
    },
    {
      "last_name": "Xia",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Xia",
      "affiliations": [
        "Nottingham Ningbo GRADE Centre, University of Nottingham Ningbo China, Ningbo, Zhejiang 315100, China.",
        "Academic Unit of Lifespan and Population Health, School of Medicine, The University of Nottingham, Nottingham NG7 2UH, UK."
      ]
    },
    {
      "last_name": "Xu",
      "fore_name": "Chenchen",
      "initials": "C",
      "name": "Chenchen Xu",
      "affiliations": [
        "Tianjin Tiantian Biotechnology Co., Ltd., Tianjin 300000, China."
      ]
    },
    {
      "last_name": "Bee",
      "fore_name": "Yong Mong",
      "initials": "YM",
      "name": "Yong Mong Bee",
      "affiliations": [
        "Department of Endocrinology, Singapore General Hospital, Singapore 169608, Singapore."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Xiaoying",
      "initials": "X",
      "name": "Xiaoying Li",
      "affiliations": [
        "Department of Endocrinology and Metabolism, Zhongshan Hospital, Fudan University, Shanghai 200032, China."
      ]
    },
    {
      "last_name": "Sheu",
      "fore_name": "Wayne H-H",
      "initials": "WH",
      "name": "Wayne H-H Sheu",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Taipei Veterans General Hospital, Taipei 222, Taiwan."
      ]
    },
    {
      "last_name": "McGill",
      "fore_name": "Margaret",
      "initials": "M",
      "name": "Margaret McGill",
      "affiliations": [
        "Diabetes Centre, Royal Prince Alfred Hospital, Faculty of Medicine and Health, University of Sydney, Sydney, New South Wales 2050, Australia."
      ]
    },
    {
      "last_name": "Chan",
      "fore_name": "Siew Pheng",
      "initials": "SP",
      "name": "Siew Pheng Chan",
      "affiliations": [
        "Department of Medicine, Faculty of Medicine, University of Malaya, Lembah Pantai, Kuala Lumpur 59100, Malaysia."
      ]
    },
    {
      "last_name": "Deodat",
      "fore_name": "Marisa",
      "initials": "M",
      "name": "Marisa Deodat",
      "affiliations": [
        "Michael G. DeGroote Cochrane Canada and McMaster GRADE Centres, McMaster University, Hamilton, Ontario L8V 5C2, Canada.",
        "Department of Oncology, McMaster University, Hamilton, Ontario L8V 5C2, Canada."
      ]
    },
    {
      "last_name": "Suastika",
      "fore_name": "Ketut",
      "initials": "K",
      "name": "Ketut Suastika",
      "affiliations": [
        "Division of Endocrinology and Metabolism, Department of Internal Medicine, Faculty of Medicine, Prof. IGNG Ngoerah Hospital, Udayana University, Denpasar, Bali 80114, Indonesia."
      ]
    },
    {
      "last_name": "Thy",
      "fore_name": "Khue Nguyen",
      "initials": "KN",
      "name": "Khue Nguyen Thy",
      "affiliations": [
        "Ho Chi Minh University of Medicine and Pharmacy Medic Medical Center, Ho Chi Minh City 700000, Vietnam."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Liming",
      "initials": "L",
      "name": "Liming Chen",
      "affiliations": [
        "Chu Hsien-I Memorial (Metabolic Diseases) Hospital & Tianjin Institute of Endocrinology, Tianjin Medical University, Tianjin 300134, China."
      ]
    },
    {
      "last_name": "Shan Kong",
      "fore_name": "Alice Pik",
      "initials": "AP",
      "name": "Alice Pik Shan Kong",
      "affiliations": [
        "Division of Endocrinology, Department of Medicine and Therapeutics, The Chinese University of Hong Kong, Hong Kong Special Administrative Region 999077, China."
      ]
    },
    {
      "last_name": "Chen",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Chen",
      "affiliations": [
        "Department of Clinical Nutrition, Department of Health Medicine, Chinese Academy of Medical Sciences-Peking Union Medical College, Peking Union Medical College Hospital, Beijing 100730, China."
      ]
    },
    {
      "last_name": "Deerochanawong",
      "fore_name": "Chaicharn",
      "initials": "C",
      "name": "Chaicharn Deerochanawong",
      "affiliations": [
        "College of Medicine, Rangsit University, Bangkok 10400, Thailand."
      ]
    },
    {
      "last_name": "Yabe",
      "fore_name": "Daisuke",
      "initials": "D",
      "name": "Daisuke Yabe",
      "affiliations": [
        "Departments of Diabetes, Endocrinology and Metabolism/Rheumatology and Clinical Immunology, Gifu University Graduate School of Medicine, Gifu 501-1194, Japan.",
        "Center for One Medicine Innovative Translational Research, Gifu University Institute for Advanced Study, Gifu 501-1194, Japan."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Weigang",
      "initials": "W",
      "name": "Weigang Zhao",
      "affiliations": [
        "Department of Endocrinology, Peking Union Medical College Hospital, Beijing 100730, China."
      ]
    },
    {
      "last_name": "Lim",
      "fore_name": "Soo",
      "initials": "S",
      "name": "Soo Lim",
      "affiliations": [
        "Department of Internal Medicine, Seoul National University College of Medicine and Seoul National University Bundang Hospital, Seongnam 13620, South Korea."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Center for Clinical Practice Guideline Conduction and Evaluation, Children's Hospital of Fudan University, Shanghai 201100, China.",
        "Department of Oncology, McMaster University, Hamilton, Ontario L8V 5C2, Canada."
      ]
    },
    {
      "last_name": "Ji",
      "fore_name": "Linong",
      "initials": "L",
      "name": "Linong Ji",
      "affiliations": [
        "Department of Endocrinology and Metabolism, Peking University People's Hospital, Beijing 100044, China."
      ]
    }
  ],
  "journal": {
    "title": "The Lancet regional health. Western Pacific",
    "iso_abbreviation": "Lancet Reg Health West Pac",
    "issn": "2666-6065",
    "issn_type": "Electronic",
    "volume": "35",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "100746",
  "pages": "100746",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37424694",
    "pmc": "PMC10326709",
    "doi": "10.1016/j.lanwpc.2023.100746",
    "pii": "S2666-6065(23)00064-0"
  },
  "doi": "10.1016/j.lanwpc.2023.100746",
  "pmc_id": "PMC10326709",
  "dates": {
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:11:23.387154",
    "pmid": "37424694"
  }
}