{
  "pmid": "37426076",
  "uid": "37426076",
  "title": "Cytochemical staining of leukocytes and platelets in the Florida manatee (Trichechus manatus latirostris): identification of a bilobed monocyte similar to other members of the Paenungulata.",
  "abstract": "Manatees (Antillean-, Amazonian, and African-) and dugongs belong to the Order Sirenia, and when combined with elephants and rock hyraxes, form the Paenungulata. A bilobed mononuclear cell has previously been identified in elephants and rock hyraxes, but not in manatees and dugongs, with cytochemical staining identifying these cells as bilobed monocytes in elephants. The objective of this study was to characterize leukocytes (white blood cells, WBC) and platelets in blood films of Florida manatees (Trichechus manatus latirostris; n = 8) using one routine hematological (Wright-Giemsa) and eight cytochemical stains: alkaline phosphatase (ALP), α-naphthyl butyrate esterase (ANBE), chloroacetate esterase (CAE), Luna, myeloperoxidase (MPx), periodic acid-Schiff (PAS), Sudan black B (SBB), and toluidine blue (TB). Heterophils and lymphocytes comprised most of the WBC, with low numbers of eosinophils, basophils, and monocytes. Additionally, 1-3% of the WBC were bilobed mononuclear cells. Bilobed mononuclear cell proportions were similar to rock hyraxes, but lower than elephants (approximate range 20-60%). Heterophils and eosinophils were positive for MPx, ALP, SBB, and PAS, with heterophils also being positive for CAE. Most of the lymphocytes were positive for ANBE and they were variably positive for CAE. Monocytes and bilobed mononuclear cells had similar cytochemical staining reactions (variably positive for all stains, except Luna and TB), supporting a monocytic origin, like elephants. Platelets were ANBE- and PAS-positive. Luna stain was useful for identifying eosinophils and TB was uninformative. This study provides new information on the morphological features and cytochemical staining characteristics of WBC and platelets and will aid in obtaining accurate hematological data of Florida manatees.",
  "authors": [
    {
      "last_name": "Cagle",
      "fore_name": "Laura A",
      "initials": "LA",
      "name": "Laura A Cagle",
      "affiliations": [
        "Department of Comparative, Diagnostic, and Population Medicine, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States."
      ]
    },
    {
      "last_name": "Stacy",
      "fore_name": "Nicole I",
      "initials": "NI",
      "name": "Nicole I Stacy",
      "affiliations": [
        "Department of Comparative, Diagnostic, and Population Medicine, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States."
      ]
    },
    {
      "last_name": "Harvey",
      "fore_name": "John W",
      "initials": "JW",
      "name": "John W Harvey",
      "affiliations": [
        "Department of Physiological Sciences, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States."
      ]
    },
    {
      "last_name": "de Wit",
      "fore_name": "Martine",
      "initials": "M",
      "name": "Martine de Wit",
      "affiliations": [
        "Florida Fish and Wildlife Conservation Commission, The Marine Mammal Pathobiology Laboratory, St. Petersburg, FL, United States."
      ]
    },
    {
      "last_name": "Adler",
      "fore_name": "Laurie",
      "initials": "L",
      "name": "Laurie Adler",
      "affiliations": [
        "Department of Large Animal Clinical Sciences, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States."
      ]
    },
    {
      "last_name": "Walsh",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Walsh",
      "affiliations": [
        "Department of Comparative, Diagnostic, and Population Medicine, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States."
      ]
    },
    {
      "last_name": "Bonde",
      "fore_name": "Robert",
      "initials": "R",
      "name": "Robert Bonde",
      "affiliations": [
        "Department of Large Animal Clinical Sciences, College of Veterinary Medicine, University of Florida, Gainesville, FL, United States."
      ]
    },
    {
      "last_name": "Stokol",
      "fore_name": "Tracy",
      "initials": "T",
      "name": "Tracy Stokol",
      "affiliations": [
        "Department of Population Medicine and Diagnostic Sciences, Cornell University, College of Veterinary Medicine, Ithaca, NY, United States."
      ]
    }
  ],
  "journal": {
    "title": "Frontiers in veterinary science",
    "iso_abbreviation": "Front Vet Sci",
    "issn": "2297-1769",
    "issn_type": "Print",
    "volume": "10",
    "pub_year": "2023"
  },
  "start_page": "1149000",
  "pages": "1149000",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37426076",
    "pmc": "PMC10326046",
    "doi": "10.3389/fvets.2023.1149000"
  },
  "doi": "10.3389/fvets.2023.1149000",
  "pmc_id": "PMC10326046",
  "dates": {
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:05:23.258470",
    "pmid": "37426076"
  }
}