{
  "pmid": "37438457",
  "uid": "37438457",
  "title": "The effect of single dose albendazole (400 mg) treatment on the human gut microbiome of hookworm-infected Ghanaian individuals.",
  "abstract": "Microbes play a key role in human gut homeostasis, metabolic, immunologic and physiopathology of the body. A longitudinal study conducted during 2018-2021 in the Kintampo North Municipality in Ghana demonstrated low hookworm infection cure rates following treatment with a single dose of 400 mg albendazole in some communities. To investigate associations between hookworm infection and the gut microbiome, we examined stool samples from consented participants who were either cured or remained infected after treatment. At each time point, stool was collected prior to and 10-14 days after albendazole treatment. We used 16S rRNA amplicon sequencing of DNA extracted from stool samples to investigate the composition and diversity of the gut microbiota and to identify potential microbial biomarkers associated with treatment outcomes. Hookworm infection was associated with increased species richness (p = 0.0093). Among treated individuals, there was also a significant variation in microbiota composition at 10-14 days following single-dose albendazole treatment. Individuals cured of hookworm infection after treatment showed a significant reduction in microbiota composition when compared to their pre-treatment state (ANOSIM; p = 0.02), whilst individuals who failed to clear the infection showed no change in microbiota composition (ANOSIM; p = 0.35). Uninfected individuals and those who were successfully treated were similar in their microbial composition and structure. We also found that the abundance of Clostridia spp. was increased in infected individuals pre- or post-treatment. Predictive functional profiling revealed the enrichment of two pyruvate ferredoxin oxidoreductase subunit pathways in individuals who remained infected after treatment (p < 0.05), alluding to an upturn of strictly anaerobic commensal bacteria such as Clostridia spp. This study suggests a relationship between human gut microbiome dysbiosis and albendazole therapy outcomes of hookworm infection. Future studies will further characterize specific biomarkers identified within this study to establish their potential for assessment of pharmacological responses to anthelminthic therapies, as well as explore the possibility of using probiotic supplementation as an adjunct treatment to increase albendazole effectiveness against hookworm.",
  "authors": [
    {
      "last_name": "Appiah-Twum",
      "fore_name": "Francis",
      "initials": "F",
      "name": "Francis Appiah-Twum",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, PO Box LG 581, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Akorli",
      "fore_name": "Jewelna",
      "initials": "J",
      "name": "Jewelna Akorli",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, PO Box LG 581, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Okyere",
      "fore_name": "Lydia",
      "initials": "L",
      "name": "Lydia Okyere",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, PO Box LG 581, Legon, Accra, Ghana.",
        "Department of Pathobiology, University of Illinois, Urbana-Champaign, 2522 Vet Med Basic Sciences Bldg., 2001 South Lincoln Avenue, Urbana, IL, 61802, USA."
      ]
    },
    {
      "last_name": "Sagoe",
      "fore_name": "Kate",
      "initials": "K",
      "name": "Kate Sagoe",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, PO Box LG 581, Legon, Accra, Ghana.",
        "Pan African University Institute for Basic Sciences, Technology, and Innovation (PAUSTI), P. O. Box 62000 00200, Nairobi, Kenya."
      ]
    },
    {
      "last_name": "Osabutey",
      "fore_name": "Dickson",
      "initials": "D",
      "name": "Dickson Osabutey",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, PO Box LG 581, Legon, Accra, Ghana."
      ]
    },
    {
      "last_name": "Cappello",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Cappello",
      "affiliations": [
        "Department of Epidemiology of Microbial Diseases, Yale School of Public Health, Yale University, 60 College St, New Haven, CT, 06520, USA."
      ]
    },
    {
      "last_name": "Wilson",
      "fore_name": "Michael D",
      "initials": "MD",
      "name": "Michael D Wilson",
      "affiliations": [
        "Department of Parasitology, Noguchi Memorial Institute for Medical Research, University of Ghana, PO Box LG 581, Legon, Accra, Ghana. MWilson@noguchi.ug.edu.gh."
      ]
    }
  ],
  "journal": {
    "title": "Scientific reports",
    "iso_abbreviation": "Sci Rep",
    "issn": "2045-2322",
    "issn_type": "Electronic",
    "volume": "13",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jul",
    "pub_day": "12"
  },
  "start_page": "11302",
  "pages": "11302",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, N.I.H., Extramural"
  ],
  "keywords": [
    "Humans",
    "Animals",
    "Gastrointestinal Microbiome",
    "Ancylostomatoidea",
    "Ghana",
    "Albendazole",
    "Longitudinal Studies",
    "RNA, Ribosomal, 16S",
    "Microbiota",
    "Hookworm Infections"
  ],
  "article_ids": {
    "pubmed": "37438457",
    "pmc": "PMC10338455",
    "doi": "10.1038/s41598-023-38376-3",
    "pii": "10.1038/s41598-023-38376-3"
  },
  "doi": "10.1038/s41598-023-38376-3",
  "pmc_id": "PMC10338455",
  "dates": {
    "completed": "2023-07-14",
    "revised": "2024-03-12"
  },
  "chemicals": [
    "Albendazole",
    "RNA, Ribosomal, 16S"
  ],
  "grants": [
    {
      "grant_id": "R01 AI132452",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U19 AI129916",
      "agency": "NIAID NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "UL1 TR001863",
      "agency": "NCATS NIH HHS",
      "country": "United States"
    },
    {
      "grant_id": "U19AI129916",
      "agency": "NIH HHS",
      "country": "United States"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:10:00.820044",
    "pmid": "37438457"
  }
}