{
  "pmid": "37430365",
  "uid": "37430365",
  "title": "Exploring the lived experience of patients and families who speak language other than English (LOE) for healthcare: developing a qualitative study.",
  "abstract": "BACKGROUND: Patients who use Languages other than English (LOE) for healthcare communication in an English-dominant region are at increased risk for experiencing adverse events and worse health outcomes in healthcare settings, including in pediatric hospitals. Despite the knowledge that individuals who speak LOE have worse health outcomes, they are often excluded from research studies on the basis of language and there is a paucity of data on ways to address these known disparities. Our work aims to address this gap by generating knowledge to improve health outcomes for children with illness and their families with LEP. BODY: We describe an approach to developing a study with individuals marginalized due to using LOE for healthcare communication, specifically using semi-structured qualitative interviews. The premise of this study is participatory research-our overall goal with this systematic inquiry is to, in collaboration with patients and families with LOE, set an agenda for creating actionable change to address the health information disparities these patients and families experience. In this paper we describe our overarching study design principles, a collaboration framework in working with different stakeholders and note important considerations for study design and execution. CONCLUSIONS: We have a significant opportunity to improve our engagement with marginalized populations. We also need to develop approaches to including patients and families with LOE in our research given the health disparities they experience. Further, understanding lived experience is critical to advancing efforts to address these well-known health disparities. Our process to develop a qualitative study protocol can serve as an example for engaging this patient population and can serve as a starting point for other groups who wish to develop similar research in this area. Providing high-quality care that meets the needs of marginalized and vulnerable populations is important to achieving an equitable, high-quality health care system. Children and families who use a Language other than English (LOE) in English dominant regions for healthcare have worse health outcomes including a significantly increased risk of experiencing adverse events, longer lengths of stay in hospital settings, and receiving more unnecessary tests and investigations. Despite this, these individuals are often excluded from research studies and the field of participatory research has yet to meaningfully involve them. This paper aims to describe an approach to conducting research with a marginalized population of children and families due to using a LOE. We detail protocol development for a qualitative study exploring the lived experiences of patients and families who use a LOE during hospitalization. We aim to share considerations when conducting research within this population of families with LOE. We highlight learning applied from the field of patient-partner and child and family-centred research and note specific considerations for those with LOE. Developing strong partnerships and adopting a common set of research principles and collaborative framework underlies our approach and initial learnings, which we hope spark additional work in this area.",
  "authors": [
    {
      "last_name": "Do",
      "fore_name": "Victor",
      "initials": "V",
      "name": "Victor Do",
      "affiliations": [
        "Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada. vdo@ualberta.ca.",
        "Institute for Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada. vdo@ualberta.ca."
      ]
    },
    {
      "last_name": "Buchanan",
      "fore_name": "Francine",
      "initials": "F",
      "name": "Francine Buchanan",
      "affiliations": [
        "Institute for Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Gill",
      "fore_name": "Peter",
      "initials": "P",
      "name": "Peter Gill",
      "affiliations": [
        "Institute for Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Child Health Evaluative Sciences, Research Institute, Hospital for Sick Children, Toronto, ON, Canada.",
        "Department of Pediatrics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Nicholas",
      "fore_name": "David",
      "initials": "D",
      "name": "David Nicholas",
      "affiliations": [
        "Faculty of Social Work, University of Calgary, Alberta, Canada."
      ]
    },
    {
      "last_name": "Wahi",
      "fore_name": "Gita",
      "initials": "G",
      "name": "Gita Wahi",
      "affiliations": [
        "Division of General Pediatrics, Department of Pediatrics, McMaster University and McMaster Children's Hospital, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bismilla",
      "fore_name": "Zia",
      "initials": "Z",
      "name": "Zia Bismilla",
      "affiliations": [
        "Department of Pediatrics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Coffey",
      "fore_name": "Maitreya",
      "initials": "M",
      "name": "Maitreya Coffey",
      "affiliations": [
        "Department of Pediatrics, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Zhou",
      "fore_name": "Kim",
      "initials": "K",
      "name": "Kim Zhou",
      "affiliations": [
        "Department of Pediatrics, University of Toronto, Toronto, ON, Canada.",
        "Department of Pediatrics, North York General Hospital, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Bayliss",
      "fore_name": "Ann",
      "initials": "A",
      "name": "Ann Bayliss",
      "affiliations": [
        "Department of Pediatrics, University of Toronto, Toronto, ON, Canada.",
        "Children's Health Division, Trillium Health Partners, Mississauga, ON, Canada."
      ]
    },
    {
      "last_name": "Selliah",
      "fore_name": "Presanna",
      "initials": "P",
      "name": "Presanna Selliah",
      "affiliations": [
        "William Osler Health System, Brampton, ON, Canada."
      ]
    },
    {
      "last_name": "Sappleton",
      "fore_name": "Karen",
      "initials": "K",
      "name": "Karen Sappleton",
      "affiliations": [
        "Centre for Innovation and Excellence in Child and Family-Centred Care, Hospital for Sick Children, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Mahant",
      "fore_name": "Sanjay",
      "initials": "S",
      "name": "Sanjay Mahant",
      "affiliations": [
        "Institute for Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada.",
        "Child Health Evaluative Sciences, Research Institute, Hospital for Sick Children, Toronto, ON, Canada.",
        "Department of Pediatrics, University of Toronto, Toronto, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Research involvement and engagement",
    "iso_abbreviation": "Res Involv Engagem",
    "issn": "2056-7529",
    "issn_type": "Electronic",
    "volume": "9",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jul",
    "pub_day": "10"
  },
  "start_page": "49",
  "pages": "49",
  "language": "eng",
  "publication_types": [
    "Letter"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37430365",
    "pmc": "PMC10332085",
    "doi": "10.1186/s40900-023-00465-y",
    "pii": "10.1186/s40900-023-00465-y"
  },
  "doi": "10.1186/s40900-023-00465-y",
  "pmc_id": "PMC10332085",
  "dates": {
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:51.413918",
    "pmid": "37430365"
  }
}