{
  "pmid": "37435595",
  "uid": "37435595",
  "title": "Pharmacological Activities and In-Silico Studies of Bioactive Compounds Identified in Organic Fractions of the Methanolic Extract of Citrullus Colocynthis.",
  "abstract": "Medicinal plants have been extensively exploited for their immense pharmacological and immune-supporting potential. Fruit of Citrullus colocynthis has several active secondary metabolites such as phenolics, flavonoids, and essential oils that are used in traditional medicines as antidiabetic, anti-inflammatory, antioxidant, and antimicrobial agents. In this study, phytoconstituents in organic fractions (n-hexane, chloroform, and ethyl acetate) of the methanolic extract of C. colocynthis were analyzed and identified by FT-IR, HPLC, and GC-MS analysis. Ethyl acetate fraction showed the highest antioxidant scavenging (76 ± .769%) and anti-inflammatory (40 ± .473%) activities at the concentration of 3 mg/mL. Similarly, antidiabetic effect was measured by inhibition of α-amylase where, ethyl acetate fraction (77 ± .844%) exhibited the highest antidiabetic activity. Among all organic fractions, ethyl acetate exhibited strong antimicrobial potential followed by n-hexane and chloroform fractions against selected pathogenic bacteria. Various concentrations of the ethyl acetate extract were tested in-vivo for cytotoxicity and results indicated minor morphological changes in liver cells including ballooning, fatty droplets, and slight accumulation of extracellular matrix even at concentrations of 400 mg/kg. In-silico study showed that stigmasta-7,16-dien-3-ol had a strong interaction with COX-1 and COX-2 to reduce inflammation. The abovementioned results indicate the pharmacological strengths of C. colocynthis to fight several diseases.",
  "authors": [
    {
      "last_name": "Sindhu",
      "fore_name": "Haseeb Akram",
      "initials": "HA",
      "name": "Haseeb Akram Sindhu",
      "affiliations": [
        "Department of Basic and Applied Chemistry, Faculty of Science and Technology, University of Central Punjab, Lahore, Pakistan."
      ],
      "orcid": "0000-0001-5472-1186"
    },
    {
      "last_name": "Afzal",
      "fore_name": "Muhammad",
      "initials": "M",
      "name": "Muhammad Afzal",
      "affiliations": [
        "Department of Basic and Applied Chemistry, Faculty of Science and Technology, University of Central Punjab, Lahore, Pakistan."
      ],
      "orcid": "0000-0002-2559-3450"
    },
    {
      "last_name": "Shahid",
      "fore_name": "Izzah",
      "initials": "I",
      "name": "Izzah Shahid",
      "affiliations": [
        "Department of Biotechnology, Faculty of Science and Technology, University of Central Punjab, Lahore, Pakistan."
      ]
    }
  ],
  "journal": {
    "title": "Dose-response : a publication of International Hormesis Society",
    "iso_abbreviation": "Dose Response",
    "issn": "1559-3258",
    "issn_type": "Print",
    "volume": "21",
    "issue": "3",
    "pub_year": "2023"
  },
  "start_page": "15593258231187357",
  "pages": "15593258231187357",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37435595",
    "pmc": "PMC10331210",
    "doi": "10.1177/15593258231187357",
    "pii": "10.1177_15593258231187357"
  },
  "doi": "10.1177/15593258231187357",
  "pmc_id": "PMC10331210",
  "dates": {
    "revised": "2023-09-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:02:15.078953",
    "pmid": "37435595"
  }
}