{
  "pmid": "37443024",
  "uid": "37443024",
  "title": "Correlates of poor oral health related quality of life in a cohort of people who use methamphetamine in Australia.",
  "abstract": "OBJECTIVES: Methamphetamine use impacts oral health, but little is known about its impacts on oral health related quality of life (OHRQoL). In this study we examined OHRQoL in a cohort of people who use methamphetamine and assessed associations with sociodemographic, behavioural, psychosocial and dental service utilisation correlates. A secondary aim was to examine the relationship between methamphetamine route of administration and OHRQoL, to test whether smoking the drug is associated with reduced OHRQoL. METHODS: Cross-sectional analysis was performed, using data from VMAX, a cohort of people who use methamphetamine at least monthly in Victoria, Australia (n = 194). Utilising the oral health impact profile (OHIP-14), we assessed three OHRQoL outcomes: OHIP-14 prevalence, OHIP-14 extent and OHIP-14 severity. Regression analyses examined associations between independent variables and the three OHIP-14 outcome measures. RESULTS: A significant segment of the cohort (35%) reported poor OHRQoL. Overall, no statistically significant association was detected between methamphetamine route of administration and the three OHIP-14 outcomes. Participants living in rural areas, with moderate-to-severe self-reported depression and with methamphetamine dependence had significantly worse OHRQoL levels, which persisted after adjusting for other covariates. CONCLUSION: Overall, VMAX cohort participants reported reduced OHRQoL levels. Our findings highlight the need for upstream interventions to improve the OHRQoL of people who use methamphetamine, with specific focus on those living in rural locations. Further research on the links between OHRQoL and mental health among people who use methamphetamine is required.",
  "authors": [
    {
      "last_name": "Abdelsalam",
      "fore_name": "Shady",
      "initials": "S",
      "name": "Shady Abdelsalam",
      "affiliations": [
        "National Drug Research Institute (NDRI), Faculty of Health Sciences, Curtin University, 85 Commercial Rd, Melbourne, VIC, 3004, Australia.",
        "Disease Elimination Program, Burnet Institute, 85 Commercial Rd, Melbourne, VIC, 3004, Australia."
      ]
    },
    {
      "last_name": "Livingston",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Livingston",
      "affiliations": [
        "National Drug Research Institute (NDRI), Faculty of Health Sciences, Curtin University, 85 Commercial Rd, Melbourne, VIC, 3004, Australia.",
        "Disease Elimination Program, Burnet Institute, 85 Commercial Rd, Melbourne, VIC, 3004, Australia.",
        "Centre for Alcohol Policy Research, La Trobe University, Bundoora, VIC, 3086, Australia."
      ]
    },
    {
      "last_name": "Quinn",
      "fore_name": "Brendan",
      "initials": "B",
      "name": "Brendan Quinn",
      "affiliations": [
        "Disease Elimination Program, Burnet Institute, 85 Commercial Rd, Melbourne, VIC, 3004, Australia.",
        "School of Public Health and Preventative Medicine, Monash University, 553 St Kilda Rd, Melbourne, VIC, 3004, Australia."
      ]
    },
    {
      "last_name": "Agius",
      "fore_name": "Paul A",
      "initials": "PA",
      "name": "Paul A Agius",
      "affiliations": [
        "Disease Elimination Program, Burnet Institute, 85 Commercial Rd, Melbourne, VIC, 3004, Australia.",
        "School of Public Health and Preventative Medicine, Monash University, 553 St Kilda Rd, Melbourne, VIC, 3004, Australia.",
        "Faculty of Health, Deakin University, Burwood, VIC, 3125, Australia."
      ]
    },
    {
      "last_name": "Ward",
      "fore_name": "Bernadette",
      "initials": "B",
      "name": "Bernadette Ward",
      "affiliations": [
        "Disease Elimination Program, Burnet Institute, 85 Commercial Rd, Melbourne, VIC, 3004, Australia.",
        "Monash University School of Rural Health, 26 Mercy St, Bendigo, VIC, 3550, Australia."
      ]
    },
    {
      "last_name": "Jamieson",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Jamieson",
      "affiliations": [
        "Australian Research Centre for Population Oral Health, University of Adelaide Dental School, Adelaide, SA, 5005, Australia."
      ]
    },
    {
      "last_name": "Dietze",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Dietze",
      "affiliations": [
        "National Drug Research Institute (NDRI), Faculty of Health Sciences, Curtin University, 85 Commercial Rd, Melbourne, VIC, 3004, Australia. paul.dietze@burnet.edu.au.",
        "Disease Elimination Program, Burnet Institute, 85 Commercial Rd, Melbourne, VIC, 3004, Australia. paul.dietze@burnet.edu.au.",
        "School of Public Health and Preventative Medicine, Monash University, 553 St Kilda Rd, Melbourne, VIC, 3004, Australia. paul.dietze@burnet.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "BMC oral health",
    "iso_abbreviation": "BMC Oral Health",
    "issn": "1472-6831",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jul",
    "pub_day": "13"
  },
  "start_page": "479",
  "pages": "479",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Quality of Life",
    "Methamphetamine",
    "Cross-Sectional Studies",
    "Oral Health",
    "Surveys and Questionnaires",
    "Victoria"
  ],
  "article_ids": {
    "pubmed": "37443024",
    "pmc": "PMC10339651",
    "doi": "10.1186/s12903-023-03201-w",
    "pii": "10.1186/s12903-023-03201-w"
  },
  "doi": "10.1186/s12903-023-03201-w",
  "pmc_id": "PMC10339651",
  "dates": {
    "completed": "2023-07-17",
    "revised": "2024-09-29"
  },
  "chemicals": [
    "Methamphetamine"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:39:36.845073",
    "pmid": "37443024"
  }
}