{
  "pmid": "37444876",
  "uid": "37444876",
  "title": "A Review on Controlling Grain Boundary Character Distribution during Twinning-Related Grain Boundary Engineering of Face-Centered Cubic Materials.",
  "abstract": "Grain boundary engineering (GBE) is considered to be an attractive approach to microstructure control, which significantly enhances the grain-boundary-related properties of face-centered cubic (FCC) metals. During the twinning-related GBE, the microstructures are characterized as abundant special twin boundaries that sufficiently disrupt the connectivity of the random boundary network. However, controlling the grain boundary character distribution (GBCD) is an extremely difficult issue, as it strongly depends on diverse processing parameters. This article provides a comprehensive review of controlling GBCD during the twinning-related GBE of FCC materials. To commence, this review elaborates on the theory of twinning-related GBE, the microscopic mechanisms used in the optimization of GBCD, and the optimization objectives of GBCD. Aiming to achieve control over the GBCD, the influence of the initial microstructure, thermo-mechanical processing (TMP) routes, and thermal deformation parameters on the twinning-related microstructures and associated evolution mechanisms are discussed thoroughly. Especially, the development of twinning-related kinetics models for predicting the evolution of twin density is highlighted. Furthermore, this review addresses the applications of twinning-related GBE in enhancing the mechanical properties and corrosion resistance of FCC materials. Finally, future prospects in terms of controlling the GBCD during twinning-related GBE are proposed. This study will contribute to optimizing the GBCD and designing GBE routes for better grain-boundary-related properties in terms of FCC materials.",
  "authors": [
    {
      "last_name": "Zhang",
      "fore_name": "Yu-Qing",
      "initials": "YQ",
      "name": "Yu-Qing Zhang",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Quan",
      "fore_name": "Guo-Zheng",
      "initials": "GZ",
      "name": "Guo-Zheng Quan",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Jiang",
      "initials": "J",
      "name": "Jiang Zhao",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Yu",
      "fore_name": "Yan-Ze",
      "initials": "YZ",
      "name": "Yan-Ze Yu",
      "affiliations": [
        "Chongqing Key Laboratory of Advanced Mold Intelligent Manufacturing, School of Material Science and Engineering, Chongqing University, Chongqing 400044, China."
      ]
    },
    {
      "last_name": "Xiong",
      "fore_name": "Wei",
      "initials": "W",
      "name": "Wei Xiong",
      "affiliations": [
        "Key Laboratory of Advanced Reactor Engineering and Safety of Ministry of Education, Collaborative Innovation Center of Advanced Nuclear Energy Technology, Institute of Nuclear and New Energy Technology, Tsinghua University, Beijing 100084, China."
      ],
      "orcid": "0000-0003-2095-041X"
    }
  ],
  "journal": {
    "title": "Materials (Basel, Switzerland)",
    "iso_abbreviation": "Materials (Basel)",
    "issn": "1996-1944",
    "issn_type": "Print",
    "volume": "16",
    "issue": "13",
    "pub_year": "2023",
    "pub_month": "Jun",
    "pub_day": "24"
  },
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37444876",
    "pmc": "PMC10342337",
    "doi": "10.3390/ma16134562",
    "pii": "ma16134562"
  },
  "doi": "10.3390/ma16134562",
  "pmc_id": "PMC10342337",
  "dates": {
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "52175287",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "CSTB2022NSCQ-MSX0593",
      "agency": "Chongqing Natural Science Foundation General Project"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.593692",
    "pmid": "37444876"
  }
}