{
  "pmid": "37441757",
  "uid": "37441757",
  "title": "Fighting Fires and Battling the Clock: Advance Care Planning in Family Medicine Residency.",
  "abstract": "BACKGROUND AND OBJECTIVES: Few family physicians treating patients with life-limiting illness report regularly initiating advance care planning (ACP) conversations about illness understanding, values, or care preferences. To better understand how family medicine training contributes to this gap in clinical care, we asked how family medicine residents learn to engage in ACP in the workplace. METHODS: We coded semistructured interviews with family medicine residents (n=9), reflective memos (n=9), and autoethnographic field notes (n=37) using a constructivist-grounded theory approach. We next used the constant comparative method of grounded theory to develop two composite narratives describing participants' experiences that we then member-checked with participants. RESULTS: We identified six core categories of social process to describe how participants were taught to engage in advance care planning. These social processes included previously unidentified barriers to ACP that were specific to their role as learners. These barriers appeared to lead to cultural avoidance of prognosis, conflation of ACP and goals of care (GOC) conversations, and deferral of difficult conversations to nonprimary care settings. CONCLUSIONS: Family medicine educators should consider developing interventions such as flexible clinic schedules, dedicated ACP time, deliberate observed practice, and structured teaching to address potential barriers identified in this exploratory research. Family medicine leaders may wish to consider directly teaching residents and preceptors about crucial differences between ACP and GOC discussions. Shifting curricular focus toward eliciting values and illness understanding during ACP could help resolve a cultural avoidance of prognosis that limits family medicine residents' attempts to engage in ACP.",
  "authors": [
    {
      "last_name": "Apramian",
      "fore_name": "Tavis",
      "initials": "T",
      "name": "Tavis Apramian",
      "affiliations": [
        "Division of Palliative Care, Department of Family & Community Medicine, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Virag",
      "fore_name": "Olivia",
      "initials": "O",
      "name": "Olivia Virag",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Gallagher",
      "fore_name": "Erin",
      "initials": "E",
      "name": "Erin Gallagher",
      "affiliations": [
        "Division of Palliative Care, Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Division of Palliative Care, Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Family medicine",
    "iso_abbreviation": "Fam Med",
    "issn": "1938-3800",
    "issn_type": "Electronic",
    "volume": "55",
    "issue": "9",
    "pub_year": "2023",
    "pub_month": "Oct"
  },
  "start_page": "574",
  "end_page": "581",
  "pages": "574-581",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Family Practice",
    "Internship and Residency",
    "Advance Care Planning",
    "Communication"
  ],
  "article_ids": {
    "pubmed": "37441757",
    "pmc": "PMC10622132",
    "doi": "10.22454/FamMed.2023.678786"
  },
  "doi": "10.22454/FamMed.2023.678786",
  "pmc_id": "PMC10622132",
  "dates": {
    "completed": "2023-11-13",
    "revised": "2024-06-12"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:28:12.547254",
    "pmid": "37441757"
  }
}