{
  "pmid": "37459169",
  "uid": "37459169",
  "title": "Myocardial Injury After Noncardiac Surgery in Major General Surgical Patients a Prospective Observational Cohort Study.",
  "abstract": "OBJECTIVE: The objective of this study was to determine the prognostic relevance, clinical characteristics, and 30-day outcomes associated with myocardial injury after noncardiac surgery (MINS) in major general surgery patients. BACKGROUND: MINS has been independently associated with 30-day mortality after noncardiac surgery. The characteristics and prognostic importance of MINS in major general surgical patients have not been described. METHODS: This was an international prospective cohort study of a representative sample of 22,552 noncardiac surgery patients 45 years or older, of whom 4490 underwent major general surgery in 24 centers in 13 countries. All patients had fifth-generation plasma high-sensitivity troponin T (hsTnT) concentrations measured during the first 3 postoperative days. MINS was defined as a hsTnT of 20-65 ng/L and absolute change >5 ng/L or hsTnT ≥65 ng/L secondary to ischemia. The objectives of the present study were to determine (1) whether MINS is prognostically important in major general surgical patients, (2) the clinical characteristics of major general surgical patients with and without MINS, (3) the 30-day outcomes for major general surgical patients with and without MINS, and (4) the proportion of MINS that would have gone undetected without routine postoperative monitoring. RESULTS: The incidence of MINS in the major general surgical patients was 16.3% (95% CI, 15.3-17.4%). Thirty-day all-cause mortality in the major general surgical cohort was 6.8% (95% CI, 5.1%-8.9%) in patients with MINS compared with 1.2% (95% CI, 0.9%-1.6%) in patients without MINS (P <0.01). MINS was independently associated with 30-day mortality in major general surgical patients (adjusted odds ratio 4.7, 95% CI, 3.0-7.4). The 30-day mortality was higher both among MINS patients with no ischemic features (ie, no ischemic symptoms or electrocardiogram findings) (5.4%, 95% CI, 3.7%-7.7%) and among patients with 1 or more clinical ischemic features (10.6%, 95% CI, 6.7%-15.8%). The proportion of major general surgical patients who had MINS without ischemic symptoms was 89.9% (95% CI, 87.5-92.0). CONCLUSIONS: Approximately 1 in 6 patients experienced MINS after major general surgery. MINS was independently associated with a nearly 5-fold increase in 30-day mortality. The vast majority of patients with MINS were asymptomatic and would have gone undetected without routine postoperative troponin measurement.",
  "authors": [
    {
      "last_name": "Jacka",
      "fore_name": "Michael J",
      "initials": "MJ",
      "name": "Michael J Jacka",
      "affiliations": [
        "Departments of Anesthesiology and Critical Care, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Youngson",
      "fore_name": "Erik",
      "initials": "E",
      "name": "Erik Youngson",
      "affiliations": [
        "Provincial Research Data Services (Alberta Health Services), Data and Research Services (Alberta SPOR SUPPORT Unit), Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Bigam",
      "fore_name": "David",
      "initials": "D",
      "name": "David Bigam",
      "affiliations": [
        "Department of Surgery, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Graham",
      "fore_name": "Michelle M",
      "initials": "MM",
      "name": "Michelle M Graham",
      "affiliations": [
        "Division of Cardiology, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Heels-Ansdell",
      "fore_name": "Diane",
      "initials": "D",
      "name": "Diane Heels-Ansdell",
      "affiliations": [
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Jaeyoung Park",
      "fore_name": "Lily",
      "initials": "L",
      "name": "Lily Jaeyoung Park",
      "affiliations": [
        "Department of Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bendtz Kanstrup",
      "fore_name": "Charlotte Tiffanie",
      "initials": "CT",
      "name": "Charlotte Tiffanie Bendtz Kanstrup",
      "affiliations": [
        "Department of Surgery, Copenhagen University Hospital - North Zealand, Hilleroed, Denmark."
      ]
    },
    {
      "last_name": "Nenshi",
      "fore_name": "Rahima",
      "initials": "R",
      "name": "Rahima Nenshi",
      "affiliations": [
        "Department of Surgery, Division of General Surgery, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Bagshaw",
      "fore_name": "Sean M",
      "initials": "SM",
      "name": "Sean M Bagshaw",
      "affiliations": [
        "Department of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "McAlister",
      "fore_name": "Finlay",
      "initials": "F",
      "name": "Finlay McAlister",
      "affiliations": [
        "Department of Medicine, Division of General Internal Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Pannu",
      "fore_name": "Neesh",
      "initials": "N",
      "name": "Neesh Pannu",
      "affiliations": [
        "Department of Medicine, Division of Nephrology, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Townsend",
      "fore_name": "Derek",
      "initials": "D",
      "name": "Derek Townsend",
      "affiliations": [
        "Department of Critical Care, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "McMurtry",
      "fore_name": "Michael S",
      "initials": "MS",
      "name": "Michael S McMurtry",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, AB, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "Philip J",
      "initials": "PJ",
      "name": "Philip J Devereaux",
      "affiliations": [
        "Department of Medicine, Division of Cardiology, McMaster University, Hamilton, ON, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Annals of surgery",
    "iso_abbreviation": "Ann Surg",
    "issn": "1528-1140",
    "issn_type": "Electronic",
    "volume": "278",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Dec",
    "pub_day": "01"
  },
  "start_page": "e1192",
  "end_page": "e1197",
  "pages": "e1192-e1197",
  "language": "eng",
  "publication_types": [
    "Observational Study",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Prospective Studies",
    "Postoperative Complications",
    "Troponin T",
    "Prognosis",
    "Incidence",
    "Risk Factors"
  ],
  "article_ids": {
    "pubmed": "37459169",
    "doi": "10.1097/SLA.0000000000005975",
    "pii": "00000658-202312000-00041"
  },
  "doi": "10.1097/SLA.0000000000005975",
  "dates": {
    "completed": "2023-11-09",
    "revised": "2023-11-22"
  },
  "chemicals": [
    "Troponin T"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:27:00.451280",
    "pmid": "37459169"
  }
}