{
  "pmid": "37459422",
  "uid": "37459422",
  "title": "Opioid-Sparing Strategies in Arthroscopic Surgery: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
  "abstract": "BACKGROUND: Opioid overprescription is a problem in orthopaedic surgery. Arthroscopic surgery, given its minimally invasive nature, represents an opportunity to minimize opioid prescription and consumption by using effective pain management adjuncts. Thus, the primary question posed in this study was which noninvasive pain management modalities can effectively manage pain and reduce opioid intake after arthroscopic surgery. METHODS: The databases PubMed, MEDLINE, EMBASE, Scopus, and Web of Science were searched on August 10, 2022. Randomized controlled trials (RCTs) evaluating noninvasive pain management strategies in arthroscopy patients were evaluated. Eligible studies were selected through a systematic screening process. Meta-analysis was performed for pain scores and opioid consumption at time points which had sufficient data available. RESULTS: Twenty-one RCTs were included, with a total of 2,148 patients undergoing shoulder, knee, and hip arthroscopy. Meta-analysis comparing nonopioid, oral analgesic regimens, with or without patient education components, with the standard of care or placebo demonstrated no difference in pain scores at 24 hours, 4 to 7 days, or 14 days postoperatively. Nonopioid regimens also resulted in significantly lower opioid consumption in the first 24 hours postoperatively (mean difference, -37.02 mg oral morphine equivalents, 95% confidence interval, -74.01 to -0.03). Transcutaneous electrical nerve stimulation (TENS), cryotherapy, and zolpidem were also found to effectively manage pain and reduce opioid use in a limited number of studies. CONCLUSIONS: A range of noninvasive pain management strategies exist to manage pain and reduce opioid use after arthroscopic procedures. The strongest evidence base supports the use of multimodal nonopioid oral analgesics, with some studies incorporating patient education components. Some evidence supports the efficacy of TENS, cryotherapy, and nonbenzodiazepine sleeping aids. Direction from governing bodies is an important next step to incorporate these adjuncts into routine clinical practice to manage pain and reduce the amount of opioids prescribed and consumed after arthroscopic surgery. LEVEL OF EVIDENCE: Level II, systematic review and meta-analysis of RCTs. See Instructions for Authors for a complete description of the levels of evidence.",
  "authors": [
    {
      "last_name": "Ekhtiari",
      "fore_name": "Seper",
      "initials": "S",
      "name": "Seper Ekhtiari",
      "affiliations": [
        "Division of Trauma and Orthopaedics, Addenbrooke's Hospital-Cambridge University Hospitals, Cambridge, United Kingdom.",
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-4571-9655"
    },
    {
      "last_name": "Nucci",
      "fore_name": "Nicholas",
      "initials": "N",
      "name": "Nicholas Nucci",
      "affiliations": [
        "Division of Orthopaedic Surgery, University of Ottawa, Ottawa, Ontario, Canada."
      ],
      "orcid": "0000-0002-1005-3793"
    },
    {
      "last_name": "Uddin",
      "fore_name": "Fares",
      "initials": "F",
      "name": "Fares Uddin",
      "affiliations": [
        "Roth McFarlane Hand & Upper Limb Centre, Western University, London, Ontario, Canada."
      ],
      "orcid": "0000-0003-3285-9576"
    },
    {
      "last_name": "Albadran",
      "fore_name": "Adeeba",
      "initials": "A",
      "name": "Adeeba Albadran",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Gazendam",
      "fore_name": "Aaron Michael",
      "initials": "AM",
      "name": "Aaron Michael Gazendam",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-2615-4919"
    },
    {
      "last_name": "Bhandari",
      "fore_name": "Mohit",
      "initials": "M",
      "name": "Mohit Bhandari",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Moin",
      "initials": "M",
      "name": "Moin Khan",
      "affiliations": [
        "Division of Orthopaedic Surgery, McMaster University, Hamilton, Ontario, Canada."
      ],
      "orcid": "0000-0002-8237-8095"
    }
  ],
  "journal": {
    "title": "JBJS reviews",
    "iso_abbreviation": "JBJS Rev",
    "issn": "2329-9185",
    "issn_type": "Electronic",
    "volume": "11",
    "issue": "7",
    "pub_year": "2023",
    "pub_month": "Jul",
    "pub_day": "01"
  },
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Analgesics, Opioid",
    "Arthroscopy",
    "Pain, Postoperative",
    "Randomized Controlled Trials as Topic",
    "Pain Management"
  ],
  "article_ids": {
    "pubmed": "37459422",
    "doi": "10.2106/JBJS.RVW.23.00047",
    "pii": "01874474-202307000-00005"
  },
  "doi": "10.2106/JBJS.RVW.23.00047",
  "dates": {
    "completed": "2023-07-19",
    "revised": "2023-08-06"
  },
  "chemicals": [
    "Analgesics, Opioid"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:32:39.310478",
    "pmid": "37459422"
  }
}