{
  "pmid": "37455198",
  "uid": "37455198",
  "title": "Intraoperative use of balanced crystalloids versus 0.9% saline: a systematic review and meta-analysis of randomised controlled studies.",
  "abstract": "BACKGROUND: The evidence regarding optimal crystalloid use in the perioperative period remains unclear. As the primary aim of this study, we sought to summarise the data from RCTs examining whether use of balanced crystalloids compared with 0.9% saline (saline) leads to differences in patient-important outcomes. METHODS: We searched Ovid MEDLINE, Embase, the Cochrane library, and Clinicaltrials.gov, from inception until December 15, 2022, and included RCTs that intraoperatively randomised adult participants to receive either balanced fluids or saline. We pooled data using a random-effects model and present risk ratios (RRs) or mean differences (MDs), along with 95% confidence intervals (CIs). We assessed individual study risk of bias using the modified Cochrane tool, and certainty of evidence using GRADE. RESULTS: Of 5959 citations, we included 38 RCTs (n=3776 patients). Pooled analysis showed that intraoperative use of balanced fluids compared with saline had an uncertain effect on postoperative mortality analysed at the longest point of follow-up (RR 1.51, 95% CI: 0.42-5.36) and postoperative need for renal replacement therapy (RR 0.95, 95% CI: 0.56-1.59), both very low certainty. Furthermore, use of balanced crystalloids probably leads to a higher postoperative serum pH (MD 0.05, 95% CI: 0.04-0.06), moderate certainty. CONCLUSIONS: Use of balanced crystalloids, compared with saline, in the perioperative setting has an uncertain effect on mortality and need for renal replacement therapy but probably improves postoperative acid-base status. Further research is needed to determine whether balanced crystalloid use affects patient-important outcomes. CLINICAL TRIAL REGISTRATION: CRD42022367593.",
  "authors": [
    {
      "last_name": "Vignarajah",
      "fore_name": "Muralie",
      "initials": "M",
      "name": "Muralie Vignarajah",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Berg",
      "fore_name": "Annie",
      "initials": "A",
      "name": "Annie Berg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Abdallah",
      "fore_name": "Zahra",
      "initials": "Z",
      "name": "Zahra Abdallah",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Arora",
      "fore_name": "Naman",
      "initials": "N",
      "name": "Naman Arora",
      "affiliations": [
        "Department of Emergency Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Javidan",
      "fore_name": "Arshia",
      "initials": "A",
      "name": "Arshia Javidan",
      "affiliations": [
        "Division of Vascular Surgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."
      ]
    },
    {
      "last_name": "Pitre",
      "fore_name": "Tyler",
      "initials": "T",
      "name": "Tyler Pitre",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Fernando",
      "fore_name": "Shannon M",
      "initials": "SM",
      "name": "Shannon M Fernando",
      "affiliations": [
        "Division of Critical Care, Department of Medicine, University of Ottawa, Ottawa, ON, Canada."
      ]
    },
    {
      "last_name": "Spence",
      "fore_name": "Jessica",
      "initials": "J",
      "name": "Jessica Spence",
      "affiliations": [
        "Department of Anaesthesia, McMaster University, Hamilton, ON, Canada; Population Health Research Institute, McMaster University and Hamilton Health Sciences, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Centofanti",
      "fore_name": "John",
      "initials": "J",
      "name": "John Centofanti",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Anaesthesia, McMaster University, Hamilton, ON, Canada."
      ]
    },
    {
      "last_name": "Rochwerg",
      "fore_name": "Bram",
      "initials": "B",
      "name": "Bram Rochwerg",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, ON, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, ON, Canada. Electronic address: rochwerg@mcmaster.ca."
      ]
    }
  ],
  "journal": {
    "title": "British journal of anaesthesia",
    "iso_abbreviation": "Br J Anaesth",
    "issn": "1471-6771",
    "issn_type": "Electronic",
    "volume": "131",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "463",
  "end_page": "471",
  "pages": "463-471",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Saline Solution",
    "Crystalloid Solutions",
    "Renal Replacement Therapy",
    "Perioperative Period",
    "Research Design"
  ],
  "article_ids": {
    "pubmed": "37455198",
    "doi": "10.1016/j.bja.2023.05.029",
    "pii": "S0007-0912(23)00317-3"
  },
  "doi": "10.1016/j.bja.2023.05.029",
  "dates": {
    "completed": "2023-08-25",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Saline Solution",
    "Crystalloid Solutions"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:58.335082",
    "pmid": "37455198"
  }
}