{
  "pmid": "37453455",
  "uid": "37453455",
  "title": "A novel framework for incorporating patient values and preferences in making guideline recommendations: guideline panel surveys.",
  "abstract": "OBJECTIVE: Universally acknowledged standards for trustworthy guidelines include the necessity to ground recommendations in patient values and preferences. When information is limited-which is typically the case-guideline panels often find it difficult to explicitly integrate patient values and preferences into their recommendations. Our objective was to develop and evaluate a framework for systematically navigating guideline panels in incorporating patient values and preferences in making recommendations. STUDY DESIGN AND SETTING: In the context of developing a guideline for colorectal cancer screening, we generated an initial framework for creating panel surveys to elicit guideline panelists' views of patient values and preferences and to inform panel discussions on recommendations. With further applications in guidelines of diverse topic areas, we dynamically refined the framework through iterative discussions and consensus. RESULTS: The finial framework consists of five steps for creating and implementing panel surveys. The surveys can serve three objectives following from the quantitative information regarding patient values and preferences that guideline panels usually require. An accompanying video provides detailed instructions of the survey. CONCLUSION: The framework for creating and implementing panel surveys offers explicit guidance for guideline panels considering transparently and systematically incorporating patient values and preferences into guideline recommendations.",
  "authors": [
    {
      "last_name": "Zeng",
      "fore_name": "Linan",
      "initials": "L",
      "name": "Linan Zeng",
      "affiliations": [
        "Evidence-based Pharmacy Centre/Pharmacy Department, West China Second University Hospital, Sichuan University, Chengdu, China; Key Laboratory of Birth Defects and Related Diseases of Women and Children, Sichuan University, Ministry of Education, Chengdu, China; Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: zengl15@mcmaster.ca."
      ]
    },
    {
      "last_name": "Helsingen",
      "fore_name": "Lise M",
      "initials": "LM",
      "name": "Lise M Helsingen",
      "affiliations": [
        "Clinical Effectiveness Research, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Bretthauer",
      "fore_name": "Michael",
      "initials": "M",
      "name": "Michael Bretthauer",
      "affiliations": [
        "Clinical Effectiveness Research, Department of Transplantation Medicine, Oslo University Hospital, Oslo, Norway."
      ]
    },
    {
      "last_name": "Agoritsas",
      "fore_name": "Thomas",
      "initials": "T",
      "name": "Thomas Agoritsas",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Division General Internal Medicine & Division of Clinical Epidemiology, University Hospital of Geneva, Geneva, Switzerland."
      ]
    },
    {
      "last_name": "Vandvik",
      "fore_name": "Per O",
      "initials": "PO",
      "name": "Per O Vandvik",
      "affiliations": [
        "Department of Medicine, Lovisenberg Hospital Trust, Oslo, Norway."
      ]
    },
    {
      "last_name": "Mustafa",
      "fore_name": "Reem A",
      "initials": "RA",
      "name": "Reem A Mustafa",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Division of Nephrology and Hypertension, Department of Internal Medicine, University of Kansas Medical Center, Kansas City, KS, USA."
      ]
    },
    {
      "last_name": "Busse",
      "fore_name": "Jason",
      "initials": "J",
      "name": "Jason Busse",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Anesthesia, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Siemieniuk",
      "fore_name": "Reed A C",
      "initials": "RAC",
      "name": "Reed A C Siemieniuk",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Lytvyn",
      "fore_name": "Lyubov",
      "initials": "L",
      "name": "Lyubov Lytvyn",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Shelly-Anne",
      "initials": "SA",
      "name": "Shelly-Anne Li",
      "affiliations": [
        "Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, Ontario, Canada."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Mengting",
      "initials": "M",
      "name": "Mengting Yang",
      "affiliations": [
        "Evidence-based Pharmacy Centre/Pharmacy Department, West China Second University Hospital, Sichuan University, Chengdu, China; Key Laboratory of Birth Defects and Related Diseases of Women and Children, Sichuan University, Ministry of Education, Chengdu, China."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Lijiao",
      "initials": "L",
      "name": "Lijiao Yan",
      "affiliations": [
        "Centre for Evidence-based Chinese Medicine, Beijing University of Chinese Medicine, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Lingli",
      "initials": "L",
      "name": "Lingli Zhang",
      "affiliations": [
        "Evidence-based Pharmacy Centre/Pharmacy Department, West China Second University Hospital, Sichuan University, Chengdu, China; Key Laboratory of Birth Defects and Related Diseases of Women and Children, Sichuan University, Ministry of Education, Chengdu, China."
      ]
    },
    {
      "last_name": "Brignardello-Petersen",
      "fore_name": "Romina",
      "initials": "R",
      "name": "Romina Brignardello-Petersen",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Guyatt",
      "fore_name": "Gordon H",
      "initials": "GH",
      "name": "Gordon H Guyatt",
      "affiliations": [
        "Department of Health Research Methods, Evidence and Impact, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Journal of clinical epidemiology",
    "iso_abbreviation": "J Clin Epidemiol",
    "issn": "1878-5921",
    "issn_type": "Electronic",
    "volume": "161",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "164",
  "end_page": "172",
  "pages": "164-172",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Surveys and Questionnaires",
    "Consensus",
    "Colorectal Neoplasms"
  ],
  "article_ids": {
    "pubmed": "37453455",
    "doi": "10.1016/j.jclinepi.2023.07.003",
    "pii": "S0895-4356(23)00175-0"
  },
  "doi": "10.1016/j.jclinepi.2023.07.003",
  "dates": {
    "completed": "2023-11-03",
    "revised": "2024-03-05"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:59:03.531885",
    "pmid": "37453455"
  }
}