{
  "pmid": "37454688",
  "uid": "37454688",
  "title": "A hybrid approach for fatigue life prediction of in-service asphalt pavement.",
  "abstract": "Fatigue cracking is one of the main pavement failures, which makes accurate fatigue life prediction for the design and maintenance of asphalt pavements crucial. The majority of traditional prediction methods are based entirely on the laboratory fatigue test, without considering the field condition and maintenance data. This paper aims to propose a hybrid approach to fill this gap. The key idea is that the damage condition is back-calculated by an artificial intelligence-based finite-element (FE) model updating using field-monitoring information (data-driven component), which is used to update the parameters in the mechanistic composition-specific fatigue life prediction equation (model-driven component). The laboratory test of field cores gives the material non-destructive properties. The simulated pavement response subjected to truck loading shows good agreement with measured values, which indicates that the verified constitutive relationship could be used in the data-driven component. Furthermore, in view that the fatigue test is time- and money-consuming, this paper proposes a non-test estimation of the fatigue characteristic curve based on FE simulation of a repeated direct tension test. Three test pavement sections were employed as case studies. Results showed that the predicted fatigue life changes with the service time. At the early age, semi-rigid pavement has a larger fatigue life than flexible and inverted pavements. This article is part of the theme issue 'Artificial intelligence in failure analysis of transportation infrastructure and materials'.",
  "authors": [
    {
      "last_name": "Luo",
      "fore_name": "Xue",
      "initials": "X",
      "name": "Xue Luo",
      "affiliations": [
        "College of Civil Engineering and Architecture, Zhejiang University, Hangzhou 310058, People's Republic of China."
      ],
      "orcid": "0000-0003-1959-0533"
    },
    {
      "last_name": "Wang",
      "fore_name": "Hang",
      "initials": "H",
      "name": "Hang Wang",
      "affiliations": [
        "College of Civil Engineering and Architecture, Zhejiang University, Hangzhou 310058, People's Republic of China."
      ],
      "orcid": "0000-0002-3870-1879"
    },
    {
      "last_name": "Cao",
      "fore_name": "Shunqin",
      "initials": "S",
      "name": "Shunqin Cao",
      "affiliations": [
        "College of Civil Engineering and Architecture, Zhejiang University, Hangzhou 310058, People's Republic of China."
      ]
    },
    {
      "last_name": "Ling",
      "fore_name": "Jian",
      "initials": "J",
      "name": "Jian Ling",
      "affiliations": [
        "College of Civil Engineering and Architecture, Zhejiang University, Hangzhou 310058, People's Republic of China."
      ]
    },
    {
      "last_name": "Yang",
      "fore_name": "Siyuan",
      "initials": "S",
      "name": "Siyuan Yang",
      "affiliations": [
        "Department of Road Engineering, Zhejiang Communications Investment Group Testing Technology Co., Ltd, Hangzhou 310000, People's Republic of China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "School of Transportation, Southeast University, Nanjing 211189, People's Republic of China."
      ]
    }
  ],
  "journal": {
    "title": "Philosophical transactions. Series A, Mathematical, physical, and engineering sciences",
    "iso_abbreviation": "Philos Trans A Math Phys Eng Sci",
    "issn": "1471-2962",
    "issn_type": "Electronic",
    "volume": "381",
    "issue": "2254",
    "pub_year": "2023",
    "pub_month": "Sep",
    "pub_day": "04"
  },
  "start_page": "20220174",
  "pages": "20220174",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37454688",
    "doi": "10.1098/rsta.2022.0174"
  },
  "doi": "10.1098/rsta.2022.0174",
  "dates": {
    "completed": "2023-07-17",
    "revised": "2023-07-18"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.596199",
    "pmid": "37454688"
  }
}