{
  "pmid": "37468844",
  "uid": "37468844",
  "title": "Integrative analysis of the ST6GALNAC family identifies GATA2-upregulated ST6GALNAC5 as an adverse prognostic biomarker promoting prostate cancer cell invasion.",
  "abstract": "BACKGROUND: ST6GALNAC family members function as sialyltransferases and have been implicated in cancer progression. However, their aberrant expression levels, prognostic values and specific roles in metastatic prostate cancer (PCa) remain largely unclear. METHODS: Two independent public datasets (TCGA-PRAD and GSE21032), containing 648 PCa samples in total, were employed to comprehensively examine the mRNA expression changes of ST6GALNAC family members in PCa, as well as their associations with clinicopathological parameters and prognosis. The dysregulation of ST6GALNAC5 was further validated in a mouse PCa model and human PCa samples from our cohort (n = 64) by immunohistochemistry (IHC). Gene Set Enrichment Analysis, Gene Ontology, Kyoto Encyclopedia of Genes and Genomes and drug sensitivity analyses were performed to enrich the biological processes most related to ST6GALNAC5. Sulforhodamine B, transwell, luciferase reporter and chromatin immunoprecipitation (ChIP) assays were used to examine the PCa cell proliferation, invasion and transcriptional regulation, respectively. RESULTS: Systematical investigation of six ST6GALNAC family members in public datasets revealed that ST6GALNAC5 was the only gene consistently and significantly upregulated in metastatic PCa, and ST6GALNAC5 overexpression was also positively associated with Gleason score and predicted poor prognosis in PCa patients. IHC results showed that (1) ST6GALNAC5 protein expression was increased in prostatic intraepithelial neoplasia and further elevated in PCa from a PbCre;Pten[F/F] mouse model; (2) overexpressed ST6GALNAC5 protein was confirmed in human PCa samples comparing with benign prostatic hyperplasia samples from our cohort (p < 0.001); (3) ST6GALNAC5 overexpression was significantly correlated with perineural invasion of PCa. Moreover, we first found transcription factor GATA2 positively and directly regulated ST6GALNAC5 expression at transcriptional level. ST6GALNAC5 overexpression could partially reverse GATA2-depletion-induced inhibition of PCa cell invasion. The GATA2-ST6GALNAC5 signature exhibited better prediction on the poor prognosis in PCa patients than GATA2 or ST6GALNAC5 alone. CONCLUSIONS: Our results indicated that GATA2-upregulated ST6GALNAC5 might serve as an adverse prognostic biomarker promoting prostate cancer cell invasion.",
  "authors": [
    {
      "last_name": "Li",
      "fore_name": "Meiqian",
      "initials": "M",
      "name": "Meiqian Li",
      "affiliations": [
        "Model Animal Research Center, Medical School of Nanjing University, Nanjing University, Nanjing, China."
      ]
    },
    {
      "last_name": "Ma",
      "fore_name": "Zhihui",
      "initials": "Z",
      "name": "Zhihui Ma",
      "affiliations": [
        "Center for Drug Safety Evaluation and Research, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai, China.",
        "University of Chinese Academy of Sciences, Beijing, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yuqing",
      "initials": "Y",
      "name": "Yuqing Zhang",
      "affiliations": [
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai, China."
      ]
    },
    {
      "last_name": "Feng",
      "fore_name": "Hanyi",
      "initials": "H",
      "name": "Hanyi Feng",
      "affiliations": [
        "School of Chinese Materia Medica, Nanjing University of Chinese Medicine, Nanjing, China."
      ]
    },
    {
      "last_name": "Li",
      "fore_name": "Yang",
      "initials": "Y",
      "name": "Yang Li",
      "affiliations": [
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai, China."
      ]
    },
    {
      "last_name": "Sang",
      "fore_name": "Weicong",
      "initials": "W",
      "name": "Weicong Sang",
      "affiliations": [
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai, China."
      ]
    },
    {
      "last_name": "Zhu",
      "fore_name": "Rujian",
      "initials": "R",
      "name": "Rujian Zhu",
      "affiliations": [
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai, China. tzzhurj@163.com."
      ]
    },
    {
      "last_name": "Huang",
      "fore_name": "Ruimin",
      "initials": "R",
      "name": "Ruimin Huang",
      "affiliations": [
        "Center for Drug Safety Evaluation and Research, Shanghai Institute of Materia Medica, Chinese Academy of Sciences, Shanghai, China. rmhuang@simm.ac.cn.",
        "University of Chinese Academy of Sciences, Beijing, China. rmhuang@simm.ac.cn.",
        "School of Chinese Materia Medica, Nanjing University of Chinese Medicine, Nanjing, China. rmhuang@simm.ac.cn."
      ]
    },
    {
      "last_name": "Yan",
      "fore_name": "Jun",
      "initials": "J",
      "name": "Jun Yan",
      "affiliations": [
        "Department of Laboratory Animal Science, Fudan University, Shanghai, China. yan_jun@fudan.edu.cn.",
        "Department of Urology, Shanghai Pudong Hospital, Fudan University Pudong Medical Center, Shanghai, China. yan_jun@fudan.edu.cn.",
        "Model Animal Research Center, Nanjing University, Nanjing, China. yan_jun@fudan.edu.cn."
      ]
    }
  ],
  "journal": {
    "title": "Cancer cell international",
    "iso_abbreviation": "Cancer Cell Int",
    "issn": "1475-2867",
    "issn_type": "Print",
    "volume": "23",
    "issue": "1",
    "pub_year": "2023",
    "pub_month": "Jul",
    "pub_day": "19"
  },
  "start_page": "141",
  "pages": "141",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37468844",
    "pmc": "PMC10355028",
    "doi": "10.1186/s12935-023-02983-x",
    "pii": "10.1186/s12935-023-02983-x"
  },
  "doi": "10.1186/s12935-023-02983-x",
  "pmc_id": "PMC10355028",
  "dates": {
    "revised": "2023-07-22"
  },
  "chemicals": [],
  "grants": [
    {
      "grant_id": "Zdxk2020-04",
      "agency": "Project of Key Medical Discipline of Pudong Hospital of Fudan University"
    },
    {
      "grant_id": "Zdzk2020-01",
      "agency": "Project of Key Medical Specialty and Treatment Center of Pudong Hospital of Fudan University"
    },
    {
      "grant_id": "82172001",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "81872373",
      "agency": "National Natural Science Foundation of China"
    },
    {
      "grant_id": "20S11901400",
      "agency": "Science and Technology Commission of Shanghai Municipality, China"
    },
    {
      "grant_id": "21S11900600",
      "agency": "Science and Technology Commission of Shanghai Municipality, China"
    }
  ],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:13:54.596648",
    "pmid": "37468844"
  }
}