{
  "pmid": "37473829",
  "uid": "37473829",
  "title": "Perception of oral health related quality of life and orofacial aesthetics following restorative treatment of tooth wear: A five-year follow-up.",
  "abstract": "OBJECTIVES: Non-carious tooth wear often has a multifactorial etiology and may lead to functional or aesthetically related problems. The most common complaints associated with tooth wear are dissatisfaction with dental appearance and a negative impact on the experienced Oral Health Related Quality of Life (OHRQoL). The aim of this study was to investigate the change in OHRQoL and the perception of aesthetics, following restorative treatment of moderate to severe tooth wear patients, with a five-year follow-up. METHODS: An explorative study, based on prospective data, was performed. OHRQoL and the perception of aesthetics were measured with the OHIP-NL and OES-NL. These questionnaires were completed before treatment, one month after treatment, and at 1-, 3- and 5-years post-treatment. Treatment involved full mouth reconstruction with composite resin restorations. The data was analysed as repeated measures by using a linear mixed-effects model. RESULTS: One hundred and twenty-three tooth wear patients that received restorative rehabilitation were included (97 males, 26 females, 37.5 ± 8.8 years-old). Data showed a statistically significant increase in both experienced OHRQoL and orofacial appearance after restorative treatment. The OHIP-scores remained stable over time, while the OES-scores slightly decreased during the years after treatment. Regarding the seven domains of the OHIP, the largest difference in OHIP-score was found in the domain of 'Psychological Discomfort'. The mean overall OHIP-score was 1.8 at baseline and 1.3 at the 5-years recall. The mean OES score increased from 41.8 at baseline to 66.1 at the 5-years follow-up. CONCLUSIONS: Tooth wear patients reported significant improvements in their OHRQoL and their perception of orofacial aesthetics after restorative treatment. This increase remained at least five years post-treatment. CLINICAL SIGNIFICANCE: The clinical impact of restorative treatment for tooth wear patients is considerable. This paper emphasizes the need to include a discussion of the patient related outcome measures when planning care.",
  "authors": [
    {
      "last_name": "van Sambeek",
      "fore_name": "Roos M F",
      "initials": "RMF",
      "name": "Roos M F van Sambeek",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, the Netherlands. Electronic address: roos.vansambeek@radboudumc.nl."
      ]
    },
    {
      "last_name": "de Vos",
      "fore_name": "Rien",
      "initials": "R",
      "name": "Rien de Vos",
      "affiliations": [
        "Amsterdam University Medical Center, Department of Medical Education, Amsterdam, the Netherlands."
      ]
    },
    {
      "last_name": "Crins",
      "fore_name": "Luuk A M J",
      "initials": "LAMJ",
      "name": "Luuk A M J Crins",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, the Netherlands."
      ]
    },
    {
      "last_name": "Bronkhorst",
      "fore_name": "Ewald",
      "initials": "E",
      "name": "Ewald Bronkhorst",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, the Netherlands."
      ]
    },
    {
      "last_name": "Mehta",
      "fore_name": "Shamir B",
      "initials": "SB",
      "name": "Shamir B Mehta",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, the Netherlands; King's College London Faculty of Dentistry, Oral & Craniofacial Sciences, Guy's Campus, London."
      ]
    },
    {
      "last_name": "Pereira-Cenci",
      "fore_name": "Tatiana",
      "initials": "T",
      "name": "Tatiana Pereira-Cenci",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, the Netherlands."
      ]
    },
    {
      "last_name": "Loomans",
      "fore_name": "Bas A C",
      "initials": "BAC",
      "name": "Bas A C Loomans",
      "affiliations": [
        "Radboud University Medical Center, Radboud Institute for Health Sciences, Department of Dentistry, Nijmegen, the Netherlands."
      ]
    }
  ],
  "journal": {
    "title": "Journal of dentistry",
    "iso_abbreviation": "J Dent",
    "issn": "1879-176X",
    "issn_type": "Electronic",
    "volume": "136",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "104626",
  "pages": "104626",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Male",
    "Female",
    "Humans",
    "Adult",
    "Middle Aged",
    "Follow-Up Studies",
    "Quality of Life",
    "Prospective Studies",
    "Esthetics, Dental",
    "Tooth Wear",
    "Tooth Attrition",
    "Surveys and Questionnaires",
    "Perception",
    "Oral Health"
  ],
  "article_ids": {
    "pubmed": "37473829",
    "doi": "10.1016/j.jdent.2023.104626",
    "pii": "S0300-5712(23)00212-9"
  },
  "doi": "10.1016/j.jdent.2023.104626",
  "dates": {
    "completed": "2023-08-22",
    "revised": "2023-08-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:43:11.474108",
    "pmid": "37473829"
  }
}