{
  "pmid": "37477967",
  "uid": "37477967",
  "title": "Effects of the COVID-19 Pandemic on Primary Health Care for Chronic Conditions in Canada: Protocol for a Retrospective Pre-Post Study Using National Practice-Based Research Network Data.",
  "abstract": "BACKGROUND: Since the COVID-19 pandemic began, there have been concerns that interruptions to the health care system may have led to changes in primary care, especially for care of chronic conditions such as diabetes and heart failure. Such changes may have longer term implications for population health. OBJECTIVE: This study aims to describe the impacts of the COVID-19 pandemic on indicators of primary care access, comprehensiveness, and appropriateness among adult patients, as well as on specific indictors of chronic conditions. Additionally, this study aims to determine whether any identified changes were associated with patient sociodemographic characteristics and multimorbidity. METHODS: This is a retrospective, single-arm, pre-post study using Canadian Primary Care Sentinel Surveillance Network (CPCSSN) data. CPCSSN is a research network supported by a primary care electronic medical record database, comprising over 1500 physicians and nearly 2 million patients. We are examining changes in care (eg, frequency of contacts, laboratory tests and investigations, referrals, medications prescribed, etc) among adults. We will also examine indicators specific to evidence-based recommendations for care in patients with diabetes and those with heart failure. We will compare rates of outcomes during key periods of the pandemic between March 13, 2020, and December 31, 2022, with equal time periods before the pandemic. Differences will be examined among specific subgroups of adults, including by decade of age, number of comorbidities, and socioeconomic status. Regression models appropriate to outcome distributions will be used to estimate changes, adjusting for potential confounders. This analysis is part of a mixed-methods study with a qualitative component investigating how patients with diabetes with or without concurrent heart failure perceived the impact of the pandemic on access to primary care and health care-related decisions. This study was approved by the Hamilton Integrated Research Ethics Board (14782-C). RESULTS: The start date of this study was October 5, 2022, and the prospective end date is January 31, 2024. As of May 2023, the study cohort (n=875,934) is defined, data cleaning is complete, and exploratory analyses have begun. Extended analyses using 2022 data are planned once the new data becomes available. We will disseminate results through peer-reviewed publications and academic conference, as well as creating evidence briefs, infographics, and a video for policy maker and patient audiences. CONCLUSIONS: This study will investigate whether the COVID-19 pandemic has resulted in changes in the provision of primary care in Canada and whether these potential changes have led to gaps in care. This study will also identify patient-level characteristics associated with changes in care patterns across the COVID-19 pandemic. Indicators specific to chronic conditions, namely diabetes and heart failure, will also be explored to determine whether there were changes in care of these conditions. TRIAL REGISTRATION: ClinicalTrials.gov NCT05813652; https://clinicaltrials.gov/ct2/show/NCT05813652. INTERNATIONAL REGISTERED REPORT IDENTIFIER (IRRID): RR1-10.2196/49131.",
  "authors": [
    {
      "last_name": "Howard",
      "fore_name": "Michelle",
      "initials": "M",
      "name": "Michelle Howard",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0001-8127-5492"
    },
    {
      "last_name": "Aubrey-Bassler",
      "fore_name": "Kris",
      "initials": "K",
      "name": "Kris Aubrey-Bassler",
      "affiliations": [
        "Primary Healthcare Research Unit, Memorial University of Newfoundland, St. John's, NL, Canada."
      ],
      "orcid": "0000-0001-8680-6838"
    },
    {
      "last_name": "Drummond",
      "fore_name": "Neil",
      "initials": "N",
      "name": "Neil Drummond",
      "affiliations": [
        "Department of Family Medicine, University of Alberta, Edmonton, AB, Canada."
      ],
      "orcid": "0000-0001-6308-8319"
    },
    {
      "last_name": "Lussier",
      "fore_name": "Marie-Thérèse",
      "initials": "MT",
      "name": "Marie-Thérèse Lussier",
      "affiliations": [
        "Département de médecine de famille et de médecine d'urgence, Université de Montréal, Montréal, QC, Canada."
      ],
      "orcid": "0000-0002-8242-9868"
    },
    {
      "last_name": "Queenan",
      "fore_name": "John A",
      "initials": "JA",
      "name": "John A Queenan",
      "affiliations": [
        "Department of Family Medicine, Queen's University, Kingston, ON, Canada."
      ],
      "orcid": "0000-0003-3248-6685"
    },
    {
      "last_name": "Vanstone",
      "fore_name": "Meredith",
      "initials": "M",
      "name": "Meredith Vanstone",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7347-6259"
    },
    {
      "last_name": "Nicholson",
      "fore_name": "Kathryn",
      "initials": "K",
      "name": "Kathryn Nicholson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada.",
        "Department of Epidemiology and Biostatistics, Western University, London, ON, Canada."
      ],
      "orcid": "0000-0002-9534-4724"
    },
    {
      "last_name": "Ramdyal",
      "fore_name": "Amanda",
      "initials": "A",
      "name": "Amanda Ramdyal",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0009-0002-3162-4871"
    },
    {
      "last_name": "Lawson",
      "fore_name": "Jennifer",
      "initials": "J",
      "name": "Jennifer Lawson",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8122-9768"
    },
    {
      "last_name": "Hafid",
      "fore_name": "Shuaib",
      "initials": "S",
      "name": "Shuaib Hafid",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-2853-6881"
    },
    {
      "last_name": "Freeman",
      "fore_name": "Karla",
      "initials": "K",
      "name": "Karla Freeman",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-7638-8190"
    },
    {
      "last_name": "Clark",
      "fore_name": "Rebecca",
      "initials": "R",
      "name": "Rebecca Clark",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0002-8748-7856"
    },
    {
      "last_name": "Mangin",
      "fore_name": "Dee",
      "initials": "D",
      "name": "Dee Mangin",
      "affiliations": [
        "Department of Family Medicine, McMaster University, Hamilton, ON, Canada."
      ],
      "orcid": "0000-0003-2149-9376"
    }
  ],
  "journal": {
    "title": "JMIR research protocols",
    "iso_abbreviation": "JMIR Res Protoc",
    "issn": "1929-0748",
    "issn_type": "Print",
    "volume": "12",
    "pub_year": "2023",
    "pub_month": "Jul",
    "pub_day": "21"
  },
  "start_page": "e49131",
  "pages": "e49131",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37477967",
    "pmc": "PMC10403797",
    "doi": "10.2196/49131",
    "pii": "v12i1e49131"
  },
  "doi": "10.2196/49131",
  "pmc_id": "PMC10403797",
  "dates": {
    "revised": "2023-08-07"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:04:38.136012",
    "pmid": "37477967"
  }
}