{
  "pmid": "37480522",
  "uid": "37480522",
  "title": "Treatment of primitive myxoid mesenchymal tumour of infancy: a management paradigm focusing on surgical nuances.",
  "abstract": "Primitive myxoid mesenchymal tumour of infancy (PMMTI) is a rare mesenchymal tumour that typically appears in those under 6 months of age and preferentially affects the deep soft tissues of the trunk and paravertebral spinal regions. PMMTI has only recently been described, and there is scarce literature reporting cases regarding the management paradigm of the tumour. We report the case of an 11-week-old male who presented with bilaterally reduced movement and brisk reflexes in his lower limbs, and irritability. Despite numerous radiological investigations, including MRI, PMMTI was only diagnosed upon biopsy and histopathology. Although PMMTI is known to be relatively unresponsive to chemotherapy, we observed a notable decrease in tumour size after a series of chemotherapy sessions. After two-staged surgical resection of the tumour, the patient is currently stable and under close follow-up. In this article, we aim to report on the patient's clinical presentation, investigations, diagnosis, and treatment, while also discussing the findings from a review of the literature pertaining to future approaches in managing PMMTI. Overall, this case highlights the importance of considering PMMTI in the differential diagnosis of deep soft tissue tumours in young infants and the potential for a combination of chemotherapy and surgical resection to be effective in treating this rare tumour.",
  "authors": [
    {
      "last_name": "Park",
      "fore_name": "Jay J",
      "initials": "JJ",
      "name": "Jay J Park",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, UK. jaypark@doctors.org.uk.",
        "Department of Neurosurgery, Department of Clinical Neurosciences, Royal Infirmary of Edinburgh, Edinburgh, UK. jaypark@doctors.org.uk."
      ],
      "orcid": "0000-0001-8762-6986"
    },
    {
      "last_name": "Lee",
      "fore_name": "Eunkyoon",
      "initials": "E",
      "name": "Eunkyoon Lee",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, UK."
      ],
      "orcid": "0000-0002-6670-3951"
    },
    {
      "last_name": "Anwar",
      "fore_name": "Mohammed Ma'arij",
      "initials": "MM",
      "name": "Mohammed Ma'arij Anwar",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, UK."
      ],
      "orcid": "0000-0002-7136-8342"
    },
    {
      "last_name": "Han",
      "fore_name": "Seobin",
      "initials": "S",
      "name": "Seobin Han",
      "affiliations": [
        "Department of Neurosurgery, Department of Clinical Neurosciences, Royal Infirmary of Edinburgh, Edinburgh, UK."
      ]
    },
    {
      "last_name": "Kaliaperumal",
      "fore_name": "Chandrasekaran",
      "initials": "C",
      "name": "Chandrasekaran Kaliaperumal",
      "affiliations": [
        "Edinburgh Medical School, University of Edinburgh, Edinburgh, UK.",
        "Department of Neurosurgery, Department of Clinical Neurosciences, Royal Infirmary of Edinburgh, Edinburgh, UK.",
        "Department of Paediatric Neurosurgery, Royal Hospital for Children and Young People, Edinburgh, UK."
      ],
      "orcid": "0000-0003-1058-5949"
    }
  ],
  "journal": {
    "title": "Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery",
    "iso_abbreviation": "Childs Nerv Syst",
    "issn": "1433-0350",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "12",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "3633",
  "end_page": "3637",
  "pages": "3633-3637",
  "language": "eng",
  "publication_types": [
    "Review",
    "Case Reports",
    "Journal Article"
  ],
  "keywords": [
    "Infant",
    "Male",
    "Humans",
    "Biopsy",
    "Soft Tissue Neoplasms",
    "Diagnosis, Differential",
    "Lower Extremity",
    "Movement"
  ],
  "article_ids": {
    "pubmed": "37480522",
    "doi": "10.1007/s00381-023-06065-1",
    "pii": "10.1007/s00381-023-06065-1"
  },
  "doi": "10.1007/s00381-023-06065-1",
  "dates": {
    "completed": "2023-11-29",
    "revised": "2025-06-26"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:51:10.678549",
    "pmid": "37480522"
  }
}