{
  "pmid": "37482296",
  "uid": "37482296",
  "title": "Implementation of a Peer-to-Peer Support Program in a Quaternary Pediatric Medical Center.",
  "abstract": "Healthcare worker burnout is a growing epidemic associated with multiple negative outcomes. Compounding the routine stresses of clinical practice, involvement in adverse events can be emotionally devastating. Healthcare organizations have an obligation to mitigate burnout and promote engagement and resiliency. Many institutions have launched wellness initiatives, but the value of these programs is unclear. Here, we describe the implementation of a peer-to-peer support program at our quaternary pediatric medical center. This proactive program is unique in its referral process and scope and has demonstrated efficacy in mitigating the emotional impact of adverse effects. In total, our institution has trained 125 peer supporters. Since initiation, there have been a total of 2187 referrals made to the program. Data collected in 2022 from these referrals showed a 60.3% (n = 1220) response rate to the offer of support. A survey was sent to frontline clinicians from divisions with trained supporters. Of 963 respondents, 71.8% (n = 691) agreed that this program was a valuable resource, and 81.3% (n = 783) recommended peer support to be offered to those involved in adverse and stressful events. Our experience supports that the implementation of a proactive, peer-to-peer support program is both feasible and valuable.",
  "authors": [
    {
      "last_name": "Simpson",
      "fore_name": "Samantha L",
      "initials": "SL",
      "name": "Samantha L Simpson",
      "affiliations": [
        "Division of Neonatology and Pulmonary Biology (SL Simpson), Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio. Electronic address: Samantha.Simpson@cchmc.org."
      ]
    },
    {
      "last_name": "Khan",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Khan",
      "affiliations": [
        "Division of Hospital Medicine (S Khan), Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Schiferl",
      "fore_name": "Lindsey M",
      "initials": "LM",
      "name": "Lindsey M Schiferl",
      "affiliations": [
        "Data Management, Office of the Chief of Staff (LM Schiferl), Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Boehl",
      "fore_name": "Lindsay",
      "initials": "L",
      "name": "Lindsay Boehl",
      "affiliations": [
        "Program Management, Office of the Chief of Staff (L Boehl), Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Horewitz",
      "fore_name": "Debbie",
      "initials": "D",
      "name": "Debbie Horewitz",
      "affiliations": [
        "Project Management, Office of the Chief of Staff (D Horewitz), Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Hausfeld",
      "fore_name": "Jackie",
      "initials": "J",
      "name": "Jackie Hausfeld",
      "affiliations": [
        "Division of Patient Services Administration (J Hausfeld), Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Samuels",
      "fore_name": "Paul",
      "initials": "P",
      "name": "Paul Samuels",
      "affiliations": [
        "Department of Anesthesiology (P Samuels and RN Kreeger), Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio; Department of Anesthesia (P Samuels and RN Kreeger), University of Cincinnati, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "Kreeger",
      "fore_name": "Renee N",
      "initials": "RN",
      "name": "Renee N Kreeger",
      "affiliations": [
        "Department of Anesthesiology (P Samuels and RN Kreeger), Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio; Department of Anesthesia (P Samuels and RN Kreeger), University of Cincinnati, Cincinnati, Ohio."
      ]
    },
    {
      "last_name": "White",
      "fore_name": "Christine M",
      "initials": "CM",
      "name": "Christine M White",
      "affiliations": [
        "Division of Hospital Medicine (CM White), University of Cincinnati, Cincinnati, Ohio; Department of Pediatrics (CM White), College of Medicine, University of Cincinnati, Cincinnati, Ohio."
      ]
    }
  ],
  "journal": {
    "title": "Academic pediatrics",
    "iso_abbreviation": "Acad Pediatr",
    "issn": "1876-2867",
    "issn_type": "Electronic",
    "volume": "23",
    "issue": "8",
    "pub_year": "2023"
  },
  "start_page": "1481",
  "end_page": "1488",
  "pages": "1481-1488",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Review"
  ],
  "keywords": [
    "Humans",
    "Child",
    "Health Personnel",
    "Burnout, Professional",
    "Emotions",
    "Drug-Related Side Effects and Adverse Reactions",
    "Peer Group"
  ],
  "article_ids": {
    "pubmed": "37482296",
    "doi": "10.1016/j.acap.2023.07.004",
    "pii": "S1876-2859(23)00272-3"
  },
  "doi": "10.1016/j.acap.2023.07.004",
  "dates": {
    "completed": "2023-11-14",
    "revised": "2023-11-22"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:32:47.776000",
    "pmid": "37482296"
  }
}