{
  "pmid": "37496404",
  "uid": "37496404",
  "title": "Real-world treatment outcomes of medicines used in special situations (off-label and compassionate use) in oncology and hematology: A retrospective study from a comprehensive cancer institution.",
  "abstract": "PURPOSE: Medicines in special situations (MSS) refer to off-label or to unlicensed drugs under investigation (compassionate use). Our objectives were to evaluate characteristics and to estimate overall survival (OS), event-free survival (EFS), and the duration of treatment (DT) of MSS used for cancer treatment at a multicentre comprehensive cancer institution. METHODS: Retrospective cohort study on adult cancer patients for whom an MSS treatment was requested (January 2011-December 2020). A descriptive analysis was performed and median OS and EFS and 95% confidence intervals (CIs) were estimated. Survival curves were stratified by type of tumor, ECOG (Eastern Cooperative Oncology Group) performance status (PS), age, sex, treatment stage and type of drug (mechanism of action and target). RESULTS: Treatment was initiated in 2092 episodes (1930 patients) out of 2377 MSS episodes (2189 patients) requested, 33% for hematological treatment and 87% for advanced stage cancer. Median OS (months) was 21.1 (95% CI 19.4-22.7), median EFS was 5.6 (95% CI 5.1-6.0) months, and median DT was 4.5 [0.0; 115.3] months. OS and EFS statistically significantly favored female patients, ECOG PS ≥2 episodes showed worse OS and EFS outcomes (p < 0.0001). Statistically significant differences in survival were found within solid and hematological cancer, disease stage, drug mechanism of action, and type of cancer (p < 0.001) but not for age. Survival outcomes by tumor subtype and drug are presented both globally and separately based on disease stage. CONCLUSION: MSS uses are practiced across almost all cancer types, mostly for advanced disease. ECOG PS ≥2, along with advanced disease, was related to worse survival. Information about real-world outcomes is valuable and contributes to better decision-making regarding MSS and our experience in this field could be of interest for other colleagues.",
  "authors": [
    {
      "last_name": "Fontanals",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Fontanals",
      "affiliations": [
        "Pharmacy Department, Catalan Institute of Oncology (ICO)-Hospitalet, Institut d'Investigació Biomèdica de Bellvitge (IDIBELL), School of Medicine, Universitat de Barcelona (UB), Barcelona, Spain."
      ],
      "orcid": "0000-0002-4450-2227"
    },
    {
      "last_name": "Esteve",
      "fore_name": "Anna",
      "initials": "A",
      "name": "Anna Esteve",
      "affiliations": [
        "Research Management Unit (Unitat de Gestió de la recerca: UGR), Medical Oncology Department, Catalan Institute of Oncology (ICO), Badalona-Applied Research Group in Oncology (B-ARGO), Germans Trias I Pujol Research Institute (IGTP), Badalona, Spain."
      ],
      "orcid": "0000-0002-1962-971X"
    },
    {
      "last_name": "González",
      "fore_name": "Andrea",
      "initials": "A",
      "name": "Andrea González",
      "affiliations": [
        "Medical Oncology Department, Catalan Institute of Oncology (ICO), Badalona-Applied Research Group in Oncology (B-ARGO) Germans Trias I Pujol Research Institute (IGTP), Badalona, Spain."
      ],
      "orcid": "0009-0005-4236-0199"
    },
    {
      "last_name": "Ibáñez",
      "fore_name": "Cristina",
      "initials": "C",
      "name": "Cristina Ibáñez",
      "affiliations": [
        "Pharmacy Department, Catalan Institute of Oncology (ICO)-Hospitalet, School of Health Sciences, Blanquerna Ramon Llull University, Barcelona, Spain."
      ],
      "orcid": "0000-0002-6712-5428"
    },
    {
      "last_name": "Martínez",
      "fore_name": "Javier",
      "initials": "J",
      "name": "Javier Martínez",
      "affiliations": [
        "Pharmacy Department, Catalan Institute of Oncology (ICO)-Hospitalet, Barcelona, Spain."
      ]
    },
    {
      "last_name": "Mesía",
      "fore_name": "Ricard",
      "initials": "R",
      "name": "Ricard Mesía",
      "affiliations": [
        "Medical Oncology Department, Catalan Institute of Oncology (ICO), Badalona-Applied Research Group in Oncology (B-ARGO) Germans Trias I Pujol Research Institute (IGTP), Badalona, Spain."
      ],
      "orcid": "0000-0002-3785-3563"
    },
    {
      "last_name": "Clopés",
      "fore_name": "Ana",
      "initials": "A",
      "name": "Ana Clopés",
      "affiliations": [
        "Pharmacy Department, Catalan Institute of Oncology (ICO)-Hospitalet, Institut d'Investigació Biomèdica de Bellvitge (IDIBELL), School of Health Sciences, Blanquerna Ramon Llull University, Barcelona, Spain."
      ],
      "orcid": "0000-0002-1857-362X"
    }
  ],
  "journal": {
    "title": "Cancer medicine",
    "iso_abbreviation": "Cancer Med",
    "issn": "2045-7634",
    "issn_type": "Electronic",
    "volume": "12",
    "issue": "16",
    "pub_year": "2023",
    "pub_month": "Aug"
  },
  "start_page": "17112",
  "end_page": "17125",
  "pages": "17112-17125",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Humans",
    "Female",
    "Retrospective Studies",
    "Compassionate Use Trials",
    "Off-Label Use",
    "Neoplasms",
    "Treatment Outcome"
  ],
  "article_ids": {
    "pubmed": "37496404",
    "pmc": "PMC10501253",
    "doi": "10.1002/cam4.6360"
  },
  "doi": "10.1002/cam4.6360",
  "pmc_id": "PMC10501253",
  "dates": {
    "completed": "2023-09-15",
    "revised": "2023-09-16"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:23:40.185202",
    "pmid": "37496404"
  }
}