{
  "pmid": "37495205",
  "uid": "37495205",
  "title": "Associations of Inflammatory Biomarkers With the Risk of Morbidity and Mortality After Cardiac Surgery: A Systematic Review and Meta-analysis.",
  "abstract": "BACKGROUND: Although inflammatory biomarkers have been associated with cardiovascular events in nonsurgical settings, these associations have not been systematically addressed in patients undergoing cardiac surgery. This review aimed to evaluate the relationships of inflammatory markers with mortality and adverse cardiovascular events in patients undergoing cardiac surgery. METHODS: Medline, Embase, and Central databases were systematically searched for studies reporting pre- or postoperative levels of inflammatory biomarkers in patients undergoing cardiac surgery. Outcomes of interest were postoperative mortality, nonfatal myocardial infarction, stroke, congestive heart failure, and major adverse cardiovascular events (MACE). Studies reporting multivariable adjusted risk estimates were included. Risk estimates were pooled with the use of random-effects models and reported as summary odds ratios (ORs). RESULTS: Among 14,465 citations identified, 29 studies including 29,401 participants met the eligibility criteria. The average follow-up time after surgery was 31 months. Preoperative C-reactive protein (CRP) levels were associated with an increased risk of all-cause mortality (OR 1.88, 95% CI 1.60-2.20; I[2] = 19%; 11 studies) and MACE (OR 1.73, 95% CI 1.34-2.24; I[2] = 0%; 3 studies). CRP levels measured on postoperative day 6 (OR 7.4, 95% CI 2.90-18.88, 1 study) and day 10 (OR 11.8, 95% CI 3.50-39.78, 1 study) were associated with a higher risk of all-cause mortality. Less, but overall similar, information was available for other inflammatory biomarkers. CONCLUSIONS: In this large meta-analysis, inflammatory biomarkers measured before or after cardiac surgery were associated with mortality and adverse cardiovascular outcomes in patients undergoing cardiac surgery.",
  "authors": [
    {
      "last_name": "Heo",
      "fore_name": "Rachel Haeeun",
      "initials": "RH",
      "name": "Rachel Haeeun Heo",
      "affiliations": [
        "Department of Medicine, University of Toronto, Toronto, Ontario, Canada; Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Wang",
      "fore_name": "Michael Ke",
      "initials": "MK",
      "name": "Michael Ke Wang",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Meyre",
      "fore_name": "Pascal B",
      "initials": "PB",
      "name": "Pascal B Meyre",
      "affiliations": [
        "Division of Cardiology and Cardiovascular Research Institute Basel, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Birchenough",
      "fore_name": "Lauren",
      "initials": "L",
      "name": "Lauren Birchenough",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Park",
      "fore_name": "Louis",
      "initials": "L",
      "name": "Louis Park",
      "affiliations": [
        "Faculty of Health Sciences, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Vuong",
      "fore_name": "Kiven",
      "initials": "K",
      "name": "Kiven Vuong",
      "affiliations": [
        "Faculty of Health Sciences, Western University, London, Ontario, Canada."
      ]
    },
    {
      "last_name": "Devereaux",
      "fore_name": "P J",
      "initials": "PJ",
      "name": "P J Devereaux",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada."
      ]
    },
    {
      "last_name": "Blum",
      "fore_name": "Steffen",
      "initials": "S",
      "name": "Steffen Blum",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Division of Cardiology and Cardiovascular Research Institute Basel, University Hospital Basel, Basel, Switzerland."
      ]
    },
    {
      "last_name": "Lindahl",
      "fore_name": "Bertil",
      "initials": "B",
      "name": "Bertil Lindahl",
      "affiliations": [
        "Department of Medical Sciences, Uppsala University and Uppsala Clinical Research Center, Uppsala, Sweden."
      ]
    },
    {
      "last_name": "Stone",
      "fore_name": "Gregg",
      "initials": "G",
      "name": "Gregg Stone",
      "affiliations": [
        "Zena and Michael A. Wiener Cardiovascular Institute, Icahn School of Medicine at Mount Sinai, New York, New York, USA; Cardiovascular Research Foundation, New York, New York, USA."
      ]
    },
    {
      "last_name": "Conen",
      "fore_name": "David",
      "initials": "D",
      "name": "David Conen",
      "affiliations": [
        "Population Health Research Institute, McMaster University, Hamilton, Ontario, Canada; Department of Medicine, McMaster University, Hamilton, Ontario, Canada; Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Ontario, Canada. Electronic address: david.conen@phri.ca."
      ]
    }
  ],
  "journal": {
    "title": "The Canadian journal of cardiology",
    "iso_abbreviation": "Can J Cardiol",
    "issn": "1916-7075",
    "issn_type": "Electronic",
    "volume": "39",
    "issue": "11",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "1686",
  "end_page": "1694",
  "pages": "1686-1694",
  "language": "eng",
  "publication_types": [
    "Meta-Analysis",
    "Systematic Review",
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Postoperative Complications",
    "Cardiac Surgical Procedures",
    "Myocardial Infarction",
    "Biomarkers",
    "Morbidity"
  ],
  "article_ids": {
    "pubmed": "37495205",
    "doi": "10.1016/j.cjca.2023.07.021",
    "pii": "S0828-282X(23)01557-X"
  },
  "doi": "10.1016/j.cjca.2023.07.021",
  "dates": {
    "completed": "2023-11-13",
    "revised": "2025-06-26"
  },
  "chemicals": [
    "Biomarkers"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T15:08:56.553999",
    "pmid": "37495205"
  }
}