{
  "pmid": "37493003",
  "uid": "37493003",
  "title": "Need for additional training to be a laboratory genetic counselor-A qualitative exploration.",
  "abstract": "Opportunities for genetic counselors to work in the laboratory have grown exponentially, yet the professional development needed to serve in these roles had not been previously explored. This study aimed to identify competencies required for entry-level genetic counselors working in the laboratory, explore the perceived level of preparation of these competencies as noted by experts in the laboratories, and assess the perceived value of additional credentialing for genetic counselors practicing in these settings. Twenty genetic counselors working in the laboratory setting and five MD or PhD laboratory managers, identified through purposeful and snowball sampling and with at least 5 years of experience working in a laboratory, were interviewed using a semi-structured protocol. Transcripts were analyzed thematically using deductive and inductive coding. Key findings included the distinction of laboratory and industry roles as involving nondirect patient care and differing from genetic counseling roles in the clinical setting. Genetic counselors working in the laboratory feel well prepared to transition into this setting and provide a unique patient-focused perspective to laboratory roles, including variant interpretation, marketing, and product development. Practice-based competencies (PBCs) were translatable to those used in the laboratory, yet variant interpretation, limitations of genomics-based tests, and the business of health care were noted as important to these roles but not fully addressed in the PBCs. Additional skills were often developed through on-the-job training and interdisciplinary collaboration, but more exposure to diverse roles in genetic counseling programs' didactic and field training was recommended. The majority felt that requiring an additional post-master's credential to work in the laboratory setting may restrict movement into these roles. Several questioned their identity as genetic counselors as they were no longer providing direct patient care and/or had been dissuaded by others from pursuing a laboratory position. Research focused on professional identity among genetic counselors working in nondirect patient care roles is warranted.",
  "authors": [
    {
      "last_name": "Schwartz",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Schwartz",
      "affiliations": [
        "Department of Biomedical Laboratory Sciences, The George Washington University, Ashburn, Virginia, USA."
      ],
      "orcid": "0000-0003-4981-4948"
    },
    {
      "last_name": "Mackall",
      "fore_name": "Mia S",
      "initials": "MS",
      "name": "Mia S Mackall",
      "affiliations": [
        "Division of Sales Operations, Natera, Inc., Austin, Texas, USA."
      ],
      "orcid": "0000-0003-1826-6299"
    },
    {
      "last_name": "Arjunan",
      "fore_name": "Aishwarya",
      "initials": "A",
      "name": "Aishwarya Arjunan",
      "affiliations": [
        "Department of Medical Affairs, GRAIL, LLC, Menlo Park, California, USA."
      ],
      "orcid": "0000-0002-7863-2388"
    },
    {
      "last_name": "Goodenberger",
      "fore_name": "McKinsey",
      "initials": "M",
      "name": "McKinsey Goodenberger",
      "affiliations": [
        "Department of Clinical Genomics-Research, Mayo Clinic, Rochester, Minnesota, USA."
      ],
      "orcid": "0000-0001-9560-6344"
    },
    {
      "last_name": "Mills",
      "fore_name": "Rachel",
      "initials": "R",
      "name": "Rachel Mills",
      "affiliations": [
        "MS Genetic Counseling Program, University of North Carolina Greensboro, Greensboro, North Carolina, USA."
      ],
      "orcid": "0000-0003-4420-9503"
    },
    {
      "last_name": "Witherington",
      "fore_name": "Sarah",
      "initials": "S",
      "name": "Sarah Witherington",
      "affiliations": [
        "Oncology Genetic Services, BioReference Health, LLC, Elmwood Park, New Jersey, USA."
      ],
      "orcid": "0000-0003-0859-4061"
    }
  ],
  "journal": {
    "title": "Journal of genetic counseling",
    "iso_abbreviation": "J Genet Couns",
    "issn": "1573-3599",
    "issn_type": "Electronic",
    "volume": "32",
    "issue": "6",
    "pub_year": "2023",
    "pub_month": "Dec"
  },
  "start_page": "1249",
  "end_page": "1265",
  "pages": "1249-1265",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Humans",
    "Counselors",
    "Laboratories",
    "Genetic Counseling"
  ],
  "article_ids": {
    "pubmed": "37493003",
    "doi": "10.1002/jgc4.1746"
  },
  "doi": "10.1002/jgc4.1746",
  "dates": {
    "completed": "2023-12-16",
    "revised": "2024-05-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:57:03.603138",
    "pmid": "37493003"
  }
}