{
  "pmid": "37494885",
  "uid": "37494885",
  "title": "Validity of Lichen Planus and Lichen Planopilaris Case Identification Using Diagnostic Codes from a Clinical Database.",
  "abstract": "BACKGROUND: Case identification strategies to conduct population-based studies have not been developed for lichen planus (LP) or lichen planopilaris (LPP). OBJECTIVES: The aim of this study was to assess the validity of using diagnostic codes to establish both a cutaneous (non-oral) LP cohort and an LPP cohort from a large clinical database. METHODS: A retrospective chart review was performed to determine whether patients with ICD-9 or ICD-10 codes for LP and ICD-10 codes for LPP are confirmed cases of LP and LPP. Validation samples were used to estimate the positive predictive value (PPV) of three case definitions any LP, non-oral LP, and LPP defined as: at least one code by any physician, at least two codes by any physician, and at least one code by a dermatologist. RESULTS: Among the 199 reviewed LP charts, 166 and 123 were confirmed cases of any LP and non-oral LP, respectively. The PPVs for any LP were: 83.4% (166/199) for one code by any physician, 84.6% (77/91) for two codes by any physician, and 95.1% (97/102) for one code by a dermatologist. The PPVs for non-oral LP were: 61.8% (123/199) for one code by any physician, 70.3% (64/91) for two diagnoses by any physician, and 86.3% (88/102) for one diagnosis by a dermatologist. Of the 139 patients with at least one code for LPP, 122 were confirmed cases of LPP. The case definition for one LPP code applied by any physician had a PPV of 87.8% (122/139) to identify a true case of LPP, whereas two diagnoses by any physician had a PPV of 96.2% (76/79) and a diagnosis by a dermatologist had a PPV of 93% (107/115). CONCLUSIONS: Diagnosis codes for LP and LPP, restricted by the diagnosing physician's specialty, may be used to accurately identify case cohorts of overall LP, non-oral LP, or LPP in large clinical databases.",
  "authors": [
    {
      "last_name": "Pelet Del Toro",
      "fore_name": "Natalia",
      "initials": "N",
      "name": "Natalia Pelet Del Toro",
      "affiliations": [
        "Department of Dermatology, Hofstra Northwell School of Medicine, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Strunk",
      "fore_name": "Andrew",
      "initials": "A",
      "name": "Andrew Strunk",
      "affiliations": [
        "Department of Dermatology, Hofstra Northwell School of Medicine, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Garg",
      "fore_name": "Amit",
      "initials": "A",
      "name": "Amit Garg",
      "affiliations": [
        "Department of Dermatology, Hofstra Northwell School of Medicine, New Hyde Park, New York, USA."
      ]
    },
    {
      "last_name": "Han",
      "fore_name": "George",
      "initials": "G",
      "name": "George Han",
      "affiliations": [
        "Department of Dermatology, Hofstra Northwell School of Medicine, New Hyde Park, New York, USA."
      ]
    }
  ],
  "journal": {
    "title": "Dermatology (Basel, Switzerland)",
    "iso_abbreviation": "Dermatology",
    "issn": "1421-9832",
    "issn_type": "Electronic",
    "volume": "239",
    "issue": "6",
    "pub_year": "2023"
  },
  "start_page": "906",
  "end_page": "911",
  "pages": "906-911",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Humans",
    "Retrospective Studies",
    "Lichen Planus",
    "Skin"
  ],
  "article_ids": {
    "pubmed": "37494885",
    "doi": "10.1159/000533247",
    "pii": "000533247"
  },
  "doi": "10.1159/000533247",
  "dates": {
    "completed": "2023-12-07",
    "revised": "2023-12-17"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:22:09.390560",
    "pmid": "37494885"
  }
}