{
  "pmid": "37506535",
  "uid": "37506535",
  "title": "Effect of different iodide intake during pregnancy and lactation on thyroid and cardiovascular function in maternal and offspring rats.",
  "abstract": "OBJECTIVE: We aimed to investigate the impact of different iodide intake during pregnancy and lactation on iodine concentration in urine and serum, fatty acid metabolism, thyroid and cardiovascular function in maternal and offspring rats. METHODS: Pregnant rats were randomly assigned to four groups: normal adult iodide intake (NAI, 7.5 μg/d), normal pregnant iodide intake (NPI, 12.5 μg/d), 5 times (5 HI, 62.5 μg/d) and 10 times higher-than-normal pregnant iodide intake (10 HI, 125 μg/d). The maternal rats were continuously administered potassium iodide until postnatal day 16 (PN16). Thyroid function was measured by enzyme-linked immunosorbent assay (ELISA). The iodine concentration in urine and serum were detected by inductively coupled plasma mass spectrometry (ICP-MS). The messenger ribonucleic acid (mRNA) expressions of Krüppel-like factor 9 (KLF9) and thioredoxin reductase 2 (Txnrd2) were measured using quantitative real-time polymerase chain reaction (RT-qPCR). Characteristic distribution of KLF9 expression and its interaction with TRβ was assessed by immunohistochemical and immunofluorescence staining. Serum fatty acids were analyzed by Liquid Chromatography-Mass Spectrometry (LC-MS). Cardiac function and blood pressure were measured by echocardiography and a non-invasive tail-cuff system. RESULTS: High iodide intake (5 HI and 10 HI) during pregnancy and lactation results in increased urinary iodine concentration (UIC), serum total iodine concentration (STIC) and serum non-protein-bound iodine concentration (SNBIC) in both maternal and offspring rats, along with significantly increased FT3 and its target gene expression of KLF9. In maternal rats of both 5 HI and 10 HI groups, systolic blood pressure (SBP) was significantly higher, the increased SBP was significantly correlated with the increased UIC (r = 0.968, p = 0.002; r = 0.844, p = 0.035), KLF9 (r = 0.935, p = 0.006; r = 0.954, p = 0.003) and the decreased Txnrd2 (r = -0.909, p = 0.012; r = -0.912, p = 0.011). In maternal rats of 10 HI group, cardiac hyperfunction with increased LVEF, LVFS and decreased LVESD were observed. The increased LVEF and decreased LVESD were significantly correlated with UIC, STIC and SNBIC (r = 0.976, p = 0.001; r = 0.945, p = 0.005; r = 0.953, p = 0.003; r = -0.917, p = 0.01; r = -0.859, p = 0.028; r = -0.847, p = 0.033), LVEF, LVFS and LVESD were significant correlated with KLF9 (r = 0.950, p = 0.004; r = 0.963, p = 0.002; r = -0.990, p = 0.0002) and Txnrd2 expression (r = -0.979, p = 0.001; r = -0.915, p = 0.01; r = 0.933, p = 0.007), and the decreased LVESD was correlated with decreased epoxyeicosatrienoic acid (EET) metabolites: 5,6-EET, 8,9-DHET and 11,12-DHET (r = 0.999, p = 0.034; r = 1.000, p = 0.017; r = 1.000, p = 0.017). While in offspring rats, no significant change in SBP and cardiac function was found. STIC and SNBIC were much lower than those in maternal rats, and eicosapentaenoic acid (EPA) metabolites (9-HEPE, 15-HEPE and 14,15 DiHETE) were significantly increased. CONCLUSION: In addition to thyroid hormones, STIC, SNBIC, KLF9, Txnrd2, EET and EPA metabolites might be promising biomarkers in high iodide intake-induced thyroid and cardiovascular function.",
  "authors": [
    {
      "last_name": "Zhao",
      "fore_name": "Xiuxiu",
      "initials": "X",
      "name": "Xiuxiu Zhao",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China."
      ]
    },
    {
      "last_name": "Sun",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Sun",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Hexi",
      "initials": "H",
      "name": "Hexi Zhang",
      "affiliations": [
        "Department of Nutrition and Food Hygiene, School of Public Health, Tianjin Medical University, Tianjin 300070, China."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Yue",
      "initials": "Y",
      "name": "Yue Zhang",
      "affiliations": [
        "Tianjin Key Laboratory of Ionic-Molecular of Cardiovascular disease, Department of Cardiology, Tianjin Institute of Cardiology, the Second Hospital of Tianjin Medical University, Tianjin 300211, China."
      ]
    },
    {
      "last_name": "Zhao",
      "fore_name": "Hailing",
      "initials": "H",
      "name": "Hailing Zhao",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China."
      ]
    },
    {
      "last_name": "Yao",
      "fore_name": "Xiaomei",
      "initials": "X",
      "name": "Xiaomei Yao",
      "affiliations": [
        "Department of Physiology and Pathophysiology, School of Basic Medical Sciences, Tianjin Medical University, Tianjin 300070, China. Electronic address: jupx@163.com."
      ]
    },
    {
      "last_name": "Zhang",
      "fore_name": "Wanqi",
      "initials": "W",
      "name": "Wanqi Zhang",
      "affiliations": [
        "Department of Nutrition and Food Hygiene, School of Public Health, Tianjin Medical University, Tianjin 300070, China."
      ]
    }
  ],
  "journal": {
    "title": "Journal of trace elements in medicine and biology : organ of the Society for Minerals and Trace Elements (GMS)",
    "iso_abbreviation": "J Trace Elem Med Biol",
    "issn": "1878-3252",
    "issn_type": "Electronic",
    "volume": "79",
    "pub_year": "2023",
    "pub_month": "Sep"
  },
  "start_page": "127267",
  "pages": "127267",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [
    "Pregnancy",
    "Female",
    "Animals",
    "Rats",
    "Thyroid Gland",
    "Iodides",
    "Lactation",
    "Thyroid Hormones",
    "Iodine",
    "Thioredoxin Reductase 2"
  ],
  "article_ids": {
    "pubmed": "37506535",
    "doi": "10.1016/j.jtemb.2023.127267",
    "pii": "S0946-672X(23)00143-8"
  },
  "doi": "10.1016/j.jtemb.2023.127267",
  "dates": {
    "completed": "2023-08-07",
    "revised": "2023-08-07"
  },
  "chemicals": [
    "Iodides",
    "Thyroid Hormones",
    "Iodine",
    "Txnrd2 protein, rat",
    "Thioredoxin Reductase 2"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T15:11:17.376479",
    "pmid": "37506535"
  }
}