{
  "pmid": "37500083",
  "uid": "37500083",
  "title": "Intravenous vitamin C therapy in adult patients with sepsis: A rapid practice guideline.",
  "abstract": "BACKGROUND: This Rapid Practice Guideline provides an evidence-based recommendation to address the question: in adults with sepsis or septic shock, should we recommend using or not using intravenous vitamin C therapy? METHODS: The panel included 21 experts from 16 countries and used a strict policy for potential financial and intellectual conflicts of interest. Methodological support was provided by the Guidelines in Intensive Care, Development, and Evaluation (GUIDE) group. Based on an updated systematic review, and the grading of recommendations, assessment, development, and evaluation approach, we evaluated the certainty of evidence and developed recommendations using the evidence-to-decision framework. We conducted an electronic vote, requiring >80% agreement among the panel for a recommendation to be adopted. RESULTS: At longest follow-up, 90 days, intravenous vitamin C probably does not substantially impact (relative risk 1.05, 95% confidence interval [CI] 0.94 to 1.17; absolute risk difference 1.8%, 95% CI -2.2 to 6.2; 6 trials, n = 2148, moderate certainty). Effects of vitamin C on mortality at earlier timepoints was of low or very low certainty due to risk of bias of the included studies and significant heterogeneity between study results. Few adverse events were reported with the use of vitamin C. The panel did not identify any major differences in other outcomes, including duration of mechanical ventilation, ventilator free days, hospital or intensive care unit length of stay, acute kidney injury, need for renal replacement therapy. Vitamin C may result in a slight reduction in duration of vasopressor support (MD -18.9 h, 95% CI -26.5 to -11.4; 21 trials, n = 2661, low certainty); but may not reduce sequential organ failure assessment scores (MD -0.69, 95% CI -1.55 to 0.71; 24 trials, n = 4002, low certainty). The panel judged the undesirable consequences of using IV vitamin C to probably outweigh the desirable consequences, and therefore issued a conditional recommendation against using IV vitamin C therapy in sepsis. CONCLUSIONS: The panel suggests against use of intravenous vitamin C in adult patients with sepsis, beyond that of standard nutritional supplementation. Small and single center trials on this topic should be discouraged.",
  "authors": [
    {
      "last_name": "Reintam Blaser",
      "fore_name": "Annika",
      "initials": "A",
      "name": "Annika Reintam Blaser",
      "affiliations": [
        "Department of Anaesthesiology and Intensive Care, University of Tartu, Tartu, Estonia.",
        "Department of Intensive Care Medicine, Lucerne Cantonal Hospital, Lucerne, Switzerland."
      ]
    },
    {
      "last_name": "Alhazzani",
      "fore_name": "Waleed",
      "initials": "W",
      "name": "Waleed Alhazzani",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "Department of Critical Care, College of Medicine, King Saud University, Riyadh, Saudi Arabia.",
        "Research Institute of St. Joseph's Healthcare Hamilton, Hamilton, Canada.",
        "GUIDE Group, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Belley-Cote",
      "fore_name": "Emilie",
      "initials": "E",
      "name": "Emilie Belley-Cote",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "GUIDE Group, Hamilton, Canada.",
        "Population Health Research Institute, Hamilton, Canada."
      ]
    },
    {
      "last_name": "Møller",
      "fore_name": "Morten Hylander",
      "initials": "MH",
      "name": "Morten Hylander Møller",
      "affiliations": [
        "GUIDE Group, Hamilton, Canada.",
        "Department of Intensive Care, University of Copenhagen, Copenhagen, Denmark."
      ]
    },
    {
      "last_name": "Adhikari",
      "fore_name": "Neill K J",
      "initials": "NKJ",
      "name": "Neill K J Adhikari",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada.",
        "Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, Toronto, Canada."
      ]
    },
    {
      "last_name": "Burry",
      "fore_name": "Lisa",
      "initials": "L",
      "name": "Lisa Burry",
      "affiliations": [
        "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada.",
        "Leslie Dan Faculty of Pharmacy, University of Toronto and Sinai Health System, Toronto, Canada."
      ]
    },
    {
      "last_name": "Coopersmith",
      "fore_name": "Craig M",
      "initials": "CM",
      "name": "Craig M Coopersmith",
      "affiliations": [
        "Department of Surgery and Emory Critical Care Center, Emory University School of Medicine, Georgia."
      ]
    },
    {
      "last_name": "Al Duhailib",
      "fore_name": "Zainab",
      "initials": "Z",
      "name": "Zainab Al Duhailib",
      "affiliations": [
        "GUIDE Group, Hamilton, Canada.",
        "Critical Care Medicine Department, King Faisal Specialist Hospital & Research Centre, Riyadh, Saudi Arabia.",
        "College of Medicine, Alfaisal University, Riyadh, Saudi Arabia."
      ]
    },
    {
      "last_name": "Fujii",
      "fore_name": "Tomoko",
      "initials": "T",
      "name": "Tomoko Fujii",
      "affiliations": [
        "Australian and New Zealand Intensive Care Research Centre, Department of Epidemiology and Preventive Medicine, School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia.",
        "Intensive Care Unit, Jikei University Hospital, Tokyo, Japan."
      ]
    },
    {
      "last_name": "Granholm",
      "fore_name": "Anders",
      "initials": "A",
      "name": "Anders Granholm",
      "affiliations": [
        "GUIDE Group, Hamilton, Canada.",
        "Department of Intensive Care, University of Copenhagen, Copenhagen, Denmark."
      ],
      "orcid": "0000-0001-5799-7655"
    },
    {
      "last_name": "Gunst",
      "fore_name": "Jan",
      "initials": "J",
      "name": "Jan Gunst",
      "affiliations": [
        "Laboratory of Intensive-Care Medicine, Department of Cellular and Molecular Medicine, Leuven, Belgium.",
        "Department of Intensive Care Medicine, University Hospitals Leuven, Leuven, Belgium."
      ]
    },
    {
      "last_name": "Hammond",
      "fore_name": "Naomi",
      "initials": "N",
      "name": "Naomi Hammond",
      "affiliations": [
        "The George Institute for Global Health, UNSW Sydney, Newtown, Australia.",
        "Malcolm Fisher Department of Intensive Care, Royal North Shore Hospital, St Leonards, Australia."
      ]
    },
    {
      "last_name": "Ke",
      "fore_name": "Lu",
      "initials": "L",
      "name": "Lu Ke",
      "affiliations": [
        "Department of Critical Care Medicine, Jinling Hospital, Medical School of Nanjing University, Nanjing, China.",
        "National Institute of Healthcare Data Science, Nanjing University, Nanjing, China."
      ]
    },
    {
      "last_name": "Lamontagne",
      "fore_name": "Francois",
      "initials": "F",
      "name": "Francois Lamontagne",
      "affiliations": [
        "Université de Sherbrooke, Sherbrooke, Canada."
      ]
    },
    {
      "last_name": "Loudet",
      "fore_name": "Cecilia",
      "initials": "C",
      "name": "Cecilia Loudet",
      "affiliations": [
        "Intensive Care Unit, Hospital Interzonal General de Agudos General San Martín de La Plata, Buenos Aires, Argentina.",
        "Department of Internal Medicine, Applied Pharmacology and Intensive Care, University of La Plata, La Plata, Argentina."
      ]
    },
    {
      "last_name": "Morgan",
      "fore_name": "Matt",
      "initials": "M",
      "name": "Matt Morgan",
      "affiliations": [
        "Intensive Care Medicine Consultant, The Royal Perth Hospital, Perth, Australia."
      ]
    },
    {
      "last_name": "Ostermann",
      "fore_name": "Marlies",
      "initials": "M",
      "name": "Marlies Ostermann",
      "affiliations": [
        "Department of Critical Care, King's College London, Guy's & St Thomas' Hospital, London, UK."
      ]
    },
    {
      "last_name": "Reinikainen",
      "fore_name": "Matti",
      "initials": "M",
      "name": "Matti Reinikainen",
      "affiliations": [
        "University of Eastern Finland and Department of Anaesthesiology and Intensive Care, Kuopio University Hospital, Kuopio, Finland."
      ],
      "orcid": "0000-0001-6878-3740"
    },
    {
      "last_name": "Rosenfeld",
      "fore_name": "Ricardo",
      "initials": "R",
      "name": "Ricardo Rosenfeld",
      "affiliations": [
        "Nutrition Support Team, Casa de Saude Sao Jose-Rede Santa Catarina, Rio de Janeiro, Brazil."
      ]
    },
    {
      "last_name": "Spies",
      "fore_name": "Claudia",
      "initials": "C",
      "name": "Claudia Spies",
      "affiliations": [
        "Department for Anesthesiology and Intensive Care Medicine, Campus-Virchow-Klinikum and Campus Charité Mitte, Charité-Universitätsmedizin Berlin, Berlin, Germany."
      ],
      "orcid": "0000-0002-1062-0495"
    },
    {
      "last_name": "Oczkowski",
      "fore_name": "Simon",
      "initials": "S",
      "name": "Simon Oczkowski",
      "affiliations": [
        "Department of Medicine, McMaster University, Hamilton, Canada.",
        "Department of Health Research Methods, Evidence, and Impact, McMaster University, Hamilton, Canada.",
        "GUIDE Group, Hamilton, Canada."
      ],
      "orcid": "0000-0002-2874-8948"
    }
  ],
  "journal": {
    "title": "Acta anaesthesiologica Scandinavica",
    "iso_abbreviation": "Acta Anaesthesiol Scand",
    "issn": "1399-6576",
    "issn_type": "Electronic",
    "volume": "67",
    "issue": "10",
    "pub_year": "2023",
    "pub_month": "Nov"
  },
  "start_page": "1423",
  "end_page": "1431",
  "pages": "1423-1431",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37500083",
    "doi": "10.1111/aas.14311"
  },
  "doi": "10.1111/aas.14311",
  "dates": {
    "revised": "2023-10-13"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:48:58.079200",
    "pmid": "37500083"
  }
}