{
  "pmid": "37500047",
  "uid": "37500047",
  "title": "Airborne grass pollen and thunderstorms influence emergency department asthma presentations in a subtropical climate.",
  "abstract": "BACKGROUND: Grass pollen is considered a major outdoor aeroallergen source worldwide. It is proposed as a mechanism for thunderstorm asthma that lightning during thunderstorms promotes electrical rupture of pollen grains that leads to allergic airway inflammation. However, most evidence of associations between grass pollen and asthma comes from temperate regions. The objective of this study was to investigate short-term associations between airborne grass pollen exposure and asthma emergency department presentations in a subtropical population. METHODS: Episode level public hospital presentations for asthma (2016-2020) were extracted for greater Brisbane, Australia, from Queensland Health's Emergency Data Collection. Concentrations of airborne pollen were determined prospectively using a continuous flow volumetric impaction sampler. Daily time series analysis using a generalised additive mixed model were applied to determine associations between airborne grass pollen concentrations, and lightning count data, with asthma presentations. RESULTS: Airborne grass pollen showed an association with asthma presentations in Brisbane; a significant association was detected from same day exposure to three days lag. Grass pollen exposure increased daily asthma presentations up to 48.5% (95% CI: 12%, 85.9%) in female children. Lightning did not modify the effect of grass pollen on asthma presentations, however a positive association was detected between cloud-to-cloud lightning strikes and asthma presentations (P = 0.048). CONCLUSION: Airborne grass pollen exposure may exacerbate symptoms of asthma requiring urgent medical care of children and adults in a subtropical climate. This knowledge indicates an opportunity for targeted management of respiratory allergic disease to reduce patient and health system burden. For the first time, an influence of lightning on asthma was detected in this context. The outcomes support a need for continued pollen monitoring and surveillance of thunderstorm asthma risk in subtropical regions.",
  "authors": [
    {
      "last_name": "Simunovic",
      "fore_name": "Marko",
      "initials": "M",
      "name": "Marko Simunovic",
      "affiliations": [
        "School of Biomedical Sciences, Centre for Immunity and Infection Control, Centre for Environment, Queensland University of Technology, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Boyle",
      "fore_name": "Justin",
      "initials": "J",
      "name": "Justin Boyle",
      "affiliations": [
        "Australian E-Health Research Centre, The Commonwealth Scientific and Industrial Research Organisation, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Erbas",
      "fore_name": "Bircan",
      "initials": "B",
      "name": "Bircan Erbas",
      "affiliations": [
        "School of Psychology and Public Health, LaTrobe University, Bundoora, Victoria, Australia."
      ]
    },
    {
      "last_name": "Baker",
      "fore_name": "Philip",
      "initials": "P",
      "name": "Philip Baker",
      "affiliations": [
        "School of Public Health and Social Work, Australian Centre for Health Law Research, Queensland University of Technology, Brisbane, Queensland, Australia."
      ]
    },
    {
      "last_name": "Davies",
      "fore_name": "Janet M",
      "initials": "JM",
      "name": "Janet M Davies",
      "affiliations": [
        "School of Biomedical Sciences, Centre for Immunity and Infection Control, Centre for Environment, Queensland University of Technology, Brisbane, Queensland, Australia; Office of Research, Metro North Hospital and Health Services, Herston, Queensland, Australia. Electronic address: j36.davies@qut.edu.au."
      ]
    }
  ],
  "journal": {
    "title": "Environmental research",
    "iso_abbreviation": "Environ Res",
    "issn": "1096-0953",
    "issn_type": "Electronic",
    "volume": "236",
    "issue": "Pt 1",
    "pub_year": "2023",
    "pub_month": "Nov",
    "pub_day": "01"
  },
  "start_page": "116754",
  "pages": "116754",
  "language": "eng",
  "publication_types": [
    "Journal Article",
    "Research Support, Non-U.S. Gov't"
  ],
  "keywords": [
    "Adult",
    "Child",
    "Female",
    "Humans",
    "Poaceae",
    "Pollen",
    "Asthma",
    "Allergens",
    "Emergency Service, Hospital"
  ],
  "article_ids": {
    "pubmed": "37500047",
    "doi": "10.1016/j.envres.2023.116754",
    "pii": "S0013-9351(23)01558-X"
  },
  "doi": "10.1016/j.envres.2023.116754",
  "dates": {
    "completed": "2023-10-10",
    "revised": "2023-10-11"
  },
  "chemicals": [
    "Allergens"
  ],
  "grants": [],
  "search_metadata": {
    "search_type": "all_publications",
    "retrieved_date": "2025-07-30T14:59:10.437152",
    "pmid": "37500047"
  }
}