{
  "pmid": "37501811",
  "uid": "37501811",
  "title": "Evaluating the Construct Validity of Competencies: A Retrospective Analysis.",
  "abstract": "BACKGROUND: A competency-based framework focuses on alignment between professional standards and assessment design. This alignment implies improved measurement validity, yet it has not been established that competence in one context predicts performance in another context. High-stakes competence assessments offer insights into the relationship between assessment design and competencies. METHODS/ANALYSES: The internationally educated nurses competency assessment program (IENCAP) was developed at Touchstone Institute in collaboration with the College of Nurses of Ontario (CNO) and includes a 12-station OSCE. Each station evaluated the same 10 competencies. We submitted competency scores to a multi-trait multi-method matrix analysis to evaluate the convergent and discriminant validity of competencies. RESULTS/OBSERVATIONS: All correlations were significant and positive; however, we did not find evidence of convergent or discriminant validity. Correlations were higher between different competencies evaluated within the same station (mean correlation = 0.60) compared to identical competencies evaluated across different stations (mean correlation = 0.19). DISCUSSION: The results do not provide evidence of construct validity for competencies. While competency-based approaches emphasize various generalized knowledge, skills, and attitudes, these findings indicate that the clinical context is a major determinant of performance. CONCLUSION: The context-dependent nature of competencies requires multiple assessments in varied contexts. Performance on a single competency cannot be determined in a single occasion. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s40670-023-01794-z.",
  "authors": [
    {
      "last_name": "Monteiro",
      "fore_name": "Sandra",
      "initials": "S",
      "name": "Sandra Monteiro",
      "affiliations": [
        "Division of Education and Innovation, Department of Medicine, Faculty of Health Sciences Program in Education Research, Innovation, and Theory (MERIT), Centre for Simulation Based Learning (CSBL), McMaster University, David Braley Health Sciences Centre, 100 Main Street, 5Th Floor 5002 A/E, Hamilton, Canada."
      ],
      "orcid": "0000-0001-8723-5942"
    },
    {
      "last_name": "McConnell",
      "fore_name": "Meghan M",
      "initials": "MM",
      "name": "Meghan M McConnell",
      "affiliations": [
        "Department of Innovation in Medical Education (DIME), University of Ottawa, Ottawa, Canada."
      ]
    }
  ],
  "journal": {
    "title": "Medical science educator",
    "iso_abbreviation": "Med Sci Educ",
    "issn": "2156-8650",
    "issn_type": "Electronic",
    "volume": "33",
    "issue": "3",
    "pub_year": "2023",
    "pub_month": "Jun"
  },
  "start_page": "729",
  "end_page": "736",
  "pages": "729-736",
  "language": "eng",
  "publication_types": [
    "Journal Article"
  ],
  "keywords": [],
  "article_ids": {
    "pubmed": "37501811",
    "pmc": "PMC10368597",
    "doi": "10.1007/s40670-023-01794-z",
    "pii": "1794"
  },
  "doi": "10.1007/s40670-023-01794-z",
  "pmc_id": "PMC10368597",
  "dates": {
    "revised": "2024-06-03"
  },
  "chemicals": [],
  "grants": [],
  "search_metadata": {
    "search_type": "current_affiliation",
    "retrieved_date": "2025-07-30T14:45:26.071075",
    "pmid": "37501811"
  }
}